[
  { "Verses": "1  anbai Naadungal; Gnaanavarangalaiyum Virumbungal; Viseshamaaith Theerkkadharisana Varaththai Virumbungal. "
  },{ "Verses": "2  enenil, Anniyabaashaiyil Pesugiravan, Aaviyile Ragasiyangalaippesinaalum, Avan Pesugiradhai Oruvanum Ariyaadhirukkirapadiyinaale, Avan Manusharidaththil Pesaamal, Dhevanidaththil Pesugiraan. "
  },{ "Verses": "3  theerkkadharisananj Sollugiravano Manusharukku Bakthiviruththiyum, Puththiyum, Aarudhalum Undaakaththakkadhaagap Pesugiraan. "
  },{ "Verses": "4  anniyabaashaiyil Pesugiravan Thanakke Pagdthiviruththi Undaagap Pesugiraan; Theerkkadharisanansollugiravano Sabaikku Bagthiviruththi Undaagap Pesugiraan. "
  },{ "Verses": "5  neengalellaarum Anniyabaashaigalaip Pesumpadi Virumbugiren; Aagilum, Anniyabaashaigalil Pesugiravan Sabaikku Bagthiviruththi Undaagumpadikku Arththaththaiyum Sollaavittaal, Theerkkadharisananj Sollugiravan Avanilum Menmaiyullavan; Aadhalaal Neengal Theerkkadharisanansollugiravargalaagavendumendru Adhigamaai Virumbugiren. "
  },{ "Verses": "6  melum, Sagodharare, Naan Ungalidaththil Vandhu Ungalukku Ragasiyangalai Velippaduththuvadharkaavadhu, Arivundaakkuvadharkaavadhu, Theerkkadharisanaththai Arivikkiradharkaavadhu, Podhagaththaip Podhikkiradharkaavadhu Edhuvaanadhai Sollaamal, Anniyabaashaigalil Pesinaal Ennaale Ungalukkup Pirayojanam Enna? "
  },{ "Verses": "7  appadiye Pullaanguzhal, Suramandalam Mudhalaagiya Saththamidugira Uyirillaadha Vaaththiyangal Dhonigalil Viththiyaasam Kaattaavittaal, Kuzhalaale Oodhappadugiradhum, Suramandalaththaale Vaasikkappadugiradhum Innadhendru Eppadith Theriyum? "
  },{ "Verses": "8  andhappadi Ekkaalamum Vilangaadha Saththamittaal Evan Yuththaththirku Aayaththampannuvaan? "
  },{ "Verses": "9  adhupola, Neengalum Thelivaana Pechchai Naavinaal Vasaniyaavittaal Pesappattadhu Innadhendru Eppadiththeriyum? Aagaayaththil Pesugiravargalaayiruppeergale. "
  },{ "Verses": "10  ulagaththile Eththanaiyo Vidhamaanabaashaigal Undaayirukkiradhu, Avaigalil Ondrum Arththamillaadhadhalla. "
  },{ "Verses": "11  aayinum, Baashaiyin Karuththai Naan Ariyaamalirundhaal, Pesugiravanukku Anniyanaayiruppen, Pesugiravanum Enakku Anniyanaayiruppaan. "
  },{ "Verses": "12  neengalum Aavikkuriya Varangalai Naadugiravargalaanapadiyaal, Sabaikkup Bakthiviruththi Undaagaththakkadhaaga Avaigalil Therumpadi Naadungal; "
  },{ "Verses": "13  andhappadi, Anniyabaashaiyil Pesugiravan Adhin Arththaththaiyum Sollaththakkadhaaga Vinnappampannakkadavan. "
  },{ "Verses": "14  ennaththinaalenil, Naan Anniyabaashaiyile Vinnappampanninaal En Aavi Vinnappampannumeyandri, En Karuththu Bayanatradhaayirukkum. "
  },{ "Verses": "15  ippadiyirukka Seyyavenduvadhenna? Naan Aaviyodum Vinnappampannuven, Karuththodum Vinnappampannuven; Naan Aaviyodum Paaduven, Karuththodum Paaduven. "
  },{ "Verses": "16  illaavittaal, Nee Aaviyodu Sthoththirampannumpodhu, Kallaadhavan Un Sthoththiraththirku Aamen Endru Eppadi Solluvaan? Nee Pesugiradhu Innadhendru Avan Ariyaane. "
  },{ "Verses": "17  nee Nandraai Sthoththiram Pannugiraai, Aagilum Matravan Pagthiviruththiyadaiyamaattaane. "
  },{ "Verses": "18  ungalellaarilum Naan Adhigamaaip Baashaigalaip Pesugiren, Idharkaaga En Dhevanai Sthoththirikkiren. "
  },{ "Verses": "19  appadiyirundhum, Naan Sabaiyile Anniyabaashaiyil Padhinaayiram Vaarththaigalaip Pesugiradhilum, Matravargalai Unarththumpadi En Karuththode Aindhu Vaarththaigalaip Pesugiradhe Enakku Adhiga Viruppamaayirukkum. "
  },{ "Verses": "20  sagodharare, Neengal Puththiyile Kuzhandhaigalaayiraadheyungal; Thurkkunaththile Kuzhandhaigalaayum, Puththiyilo Therinavargalaayumirungal. "
  },{ "Verses": "21  marubaashaikkaararaalum, Maruudhadugalaalum Indha Janangalidaththil Pesuven; Aagilum Avargal Enakku Sevikoduppadhillaiyendru Karththar Sollugiraar Endru Vedhaththil Ezhudhiyirukkiradhe. "
  },{ "Verses": "22  appadiyirukka, Anniyabaashaigal Visuvaasigalukku Adaiyaalamaayiraamal, Avisuvaasigalukku Adaiyaalamaayirukkiradhu; Theerkkadharisanamo Avisuvaasigalukku Adaiyaalamaayiraamal, Visuvaasigalukku Adaiyaalamaayirukkiradhu. "
  },{ "Verses": "23  aagaiyaal, Sabaiyaarellaarum Egamaaik Koodivandhu, Ellaarum Anniyabaashaigalile Pesikkollumpodhu, Kallaadhavargalaavadhu, Avisuvaasigalaavadhu Ulle Piravesiththaal, Avargal Ungalaip Paiththiyam Pidiththavargalenpaargalallavaa? "
  },{ "Verses": "24  ellaarum Theerkkadharisanan Sollugaiyil, Avisuvaasiyoruvan, Alladhu Kallaadhavanoruvan, Ulle Piravesiththaal, Avan Ellaaraalum Unarththuvikkappattum, Ellaaraalum Nidhaanikkappattum Iruppaan. "
  },{ "Verses": "25  avanudaiya Irudhayaththin Andharangangalum Veliyarangamaagum, Avanmugankuppura Vizhundhu, Dhevanaippanindhukondu, Dhevan Meyyaai Ungalukkulle Irukkiraarendru Arikkaiyiduvaan. "
  },{ "Verses": "26  neengal Koodivandhirukkirapodhu, Oruvan Sangeedham Paadugiraan, Oruvan Podhagampannugiraan, Oruvan Anniyabaashaiyaip Pesugiraan, Oruvan Iragasiyaththai Velippaduththugiraan, Oruvan Viyaakkiyaanam Pannugiraan. Sagodharare, Idhu Enna? Sagalamum Bakthiviruththikkedhuvaaga Seyyappadakkadavadhu. "
  },{ "Verses": "27  yaaraavadhu Anniyabaashaiyile Pesugiradhundaanaal, Adhu Irandupermattil, Alladhu Minjinaal Moondrupermattila Adangavum, Avargal Ovvoruvaraaip Pesavum, Oruvan Arththaththai Sollavum Vendum. "
  },{ "Verses": "28  arththan Sollugiravanillaavittaal, Sabaiyile Pesaamal, Thanakkum Dhevanukkum Theriyap Pesakkadavan. "
  },{ "Verses": "29  theerkkadharisigal Iranduperaavadhu Moondruperaavadhu Pesalaam, Matravargal Nidhaanikkakkadavargal. "
  },{ "Verses": "30  ange Utkaarndhirukkira Matroruvanukku Edhaagilum Velippaduththappattaal, Mundhip Pesinavan Pesaamalirukkakkadavan. "
  },{ "Verses": "31  ellaarum Karkiradharkum Ellaarum Therugiradharkum, Neengal Anaivarum Ovvoruvaraagath Theerkkadharisanansollalaam. "
  },{ "Verses": "32  theerkkadharisigaludaiya Aavigal Theerkkadharisigalukku Adangiyirukkiradhe. "
  },{ "Verses": "33  dhevan Kalagaththirku Dhevanaayiraamal, Samaadhaanaththirku Dhevanaayirukkiraar; Parisuththavaangaludaiya Sabaigalellaavatrileyum Appadiye Irukkiradhu. "
  },{ "Verses": "34  sabaigalil Ungal Sthireegal Pesaamalirukkakkadavargal; Pesumpadikku Avargalukku Uththaravillai; Avargal Amarnthirukkavendum; Vedhamum Appadiye Sollugiradhu. "
  },{ "Verses": "35  avargal Oru Kaariyaththaik Katrukkolla Virumbinaal, Veettile Thangal Purusharidaththil Visaarikkakkadavargal; Sthireegal Sabaiyile Pesugiradhu Ayokkiyamaayirukkume. "
  },{ "Verses": "36  devavasanam Ungalidaththilirundhaa Purappattadhu? Adhu Ungalidaththukku Maaththiramaa Vandhadhu? "
  },{ "Verses": "37  oruvan Thannaith Theerkkadharisiyendraavadhu, Aaviyaip Petravanendraavadhu Enninaal, Naan Ungalukku Ezhudhugiravaigal Karththarudaiya Karpanaigalendru Avan Oththukkollakkadavan. "
  },{ "Verses": "38  oruvan Ariyaadhavanaayirundhaal, Avan Ariyaadhavanaayirukkattum. " 
  },{ "Verses": "39  ippadiyirukka, Sagodharare, Theerkkadharisanansolla Naadungal, Anniya Baashaigalaip Pesugiradharkum Thadaipannaadhirungal. "
  },{ "Verses": "40  sagalamum Nallozhukkamaayum Kiramamaayum Seyyappadakkadavadhu. "
  }
]