[
  { "Verses": "1  ungalukkulle Vibachaaram Undendru Pirasiththamaai Sollappadugiradhe, Oruvan Than Thagappanudaiya Manaiviyai Vaiththukkondirukkiraane; Adhu Agngnaanigalukkullum Sollappadaadha Vibachaaramaayirukkiradhe. "
  },{ "Verses": "2  ippadippatta Kaariyanjseydhavanai Neengal Ungalaivittu Neekkaamalum Dhukkappadaamalum, Irumaappadaindhirukkireergal. "
  },{ "Verses": "3  naan Sareeraththinaale Ungalukkuth Dhooramaayirundhum, Aaviyinaale Ungalodekooda Irukkiravanaai, Ippadi Seydhavanaikkuriththu Naan Kooda Irukkiradhupola, "
  },{ "Verses": "4  neengalum, Ennudaiya Aaviyum, Namadhu Karththaraagiya Yesukiristhuvin Adhigaaraththode Koodivandhirukkaiyil, "
  },{ "Verses": "5  appadippattavanudaiya Aavi Karththaraagiya Yesukiristhuvin Naalile Ratchikkappadumpadi, Maamsaththin Azhivukkaaga, Nammudaiya Karththaraagiya Yesu Kiristhuvin Naamaththinaale Avanai Saaththaanukku Oppukkodukkavendumendru Theerppuchseygiren. "
  },{ "Verses": "6  neengal Menmai Paaraattugiradhu Nalladhalla; Konjam Puliththamaa Pisaindhamaa Muzhuvadhaiyum Pulippaakkumendru Ariyeergalaa? "
  },{ "Verses": "7  aagaiyaal, Neengal Pulippillaadhavargalaayirukkirapadiye, Pudhidhaaip Pisaindha Maavaayirukkumpadikku, Pazhaiya Puliththamaavaip Purampe Kazhiththuppodungal. Enenil Nammudaiya Paskaavaagiya Kiristhu Namakkaaga Baliyidappattirukkiraare. "
  },{ "Verses": "8  aadhalaal Pazhaiya Puliththamaavode Alla, Thurgunam Pollaappu Ennum Puliththamaavodum Alla, Thuppuravu Unmai Ennum Pulippillaadha Appaththode Pandigaiyai Aasarikkakkadavom. "
  },{ "Verses": "9  vibachaarakkaararode Kalandhirukkakkoodaadhendru Nirubaththil Ungalukku Ezhudhinen. "
  },{ "Verses": "10  aanaalum, Ivvulagaththilulla Vibachaarakkaarar, Porulaasaikkaarar, Kollaikkaarar, Vikkirakaaraadhanaikkaarar Ivargalodu Evvalavum Kalandhirukkakkoodaadhendru Naan Ezhudhavillai; Appadiyaanaal Neengal Ulagaththaivittu Neengippogavendiyadhaayirukkume. "
  },{ "Verses": "11  naan Ungalukku Ezhudhinadhennavendraal, Sagodharanennappatta Oruvan Vibachaarakkaaranaayaavadhu, Porulaasaikkaaranaayaavadhu, Vikkiragaaraadhanaikkaaranaayaavadhu, Udhaasinanaayaavadhu, Veriyanaayaavadhu, Kollaikkaaranaayaavadhu Irundhaal, Avanode Kalandhirukkakkoodaadhu; Appadippattavanudanekoodap Pusikkavungoodaadhu. "
  },{ "Verses": "12  purambe Irukkiravargalaikkuriththuth Theerppuchcheygiradhu En Kaariyamaa? Ulle Irukkiravargalaikkuriththallavo Neengal Theerppuchcheygireergal? "
  },{ "Verses": "13  purambe Irukkiravargalaikkuriththu Dhevane Theerppuchseyvaar. Aagaiyaal Andhap Pollaadhavanai Ungalaivittuth Thallippodungal. "
  }
]