[
  { "Verses": "1  neengal Enakku Ezhudhina Kaariyangalaikkuriththu Naan Ezhudhugiradhennavendraal, Sthireeyaith Thodaamalirukkiradhu Manushanukku Nalladhu. "
  },{ "Verses": "2  aagilum Vesiththanam Iraadhapadikku Avanavan Than Sondha Manaiviyaiyum, Avalaval Than Sondhap Purushanaiyum Udaiyavargalaayirukkavendum. "
  },{ "Verses": "3  purushan Than Manaivikku Seyyavendiya Kadamaiyai Seyyakkadavan; Appadiye Manaiviyum Than Purushanukku Seyyakkadaval. "
  },{ "Verses": "4  manaiviyaanaval Than Suyasareeraththirku Adhigaariyalla, Purushane Adharku Adhigaari; Appadiye Purushanum Than Suyasareeraththirku Adhigaariyalla, Manaiviye Adharku Adhigaari. "
  },{ "Verses": "5  ubavaasaththirkum Jebaththirkum Thadaiyiraadhapadikku Iruvarum Silakaalam Pirindhirukkavendumendru Sammadhiththaalandri, Oruvaraivittu Oruvar Piriyaadhirungal; Ungalukku Viradhaththuvam Illaamaiyaal Saaththaan Ungalaith Thoondividaadhapadikku, Marupadiyum Koodi Vaazhungal. "
  },{ "Verses": "6  idhai Naan Kattalaiyaaga Sollaamal, Yosanaiyaaga Sollugiren. "
  },{ "Verses": "7  ellaa Manusharum Ennaippolave Irukka Virumbugiren. Aagilum Avanavanukku Dhevanaal Arulappatta Avanavanukkuriya Varamundu; Adhu Oruvanukku Oruvidhamaayum, Matroruvanukku Veruvidhamaayum Irukkiradhu. "
  },{ "Verses": "8  vivaagamillaadhavargalaiyum, Kaimpengalaiyumkuriththu Naan Sollugiradhu Ennavendraal, Avargal Ennaippola Irundhuvittaal Avargalukku Nalamaayirukkum. "
  },{ "Verses": "9  aagilum Avargal Viraththaraayirukkakkoodaadhirundhaal Vivaagampannakkadavargal; Vegiradhaippaarkkilum Vivaagampannugiradhu Nalam. "
  },{ "Verses": "10  vivaagampannikkondavargalukku Naanalla, Karththare Kattalaiyidugiradhaavadhu: Manaiviyaanaval Than Purushanai Vittup Pirindhupogakkoodaadhu. "
  },{ "Verses": "11  pirindhuponaal Aval Vivaagamillaadhirukkakkadaval, Alladhu Purushanode Oppuravaagakkadaval; Purushanum Than Manaiviyaith Thallividakkoodaadhu. "
  },{ "Verses": "12  matravargalaikkuriththuk Karththar Alla, Naane Sollugiradhaavadhu: Sagodharanoruvanudaiya Manaivi Avisuvaasiyaayirundhum, Avanudane Vaasamaayirukka Avalukku Sammadhamirundhaal, Avan Avalaith Thallividaadhirukkakkadavan. "
  },{ "Verses": "13  appadiye Oru Sthireeyinudaiya Purushan Avisuvaasiyaayirundhum, Avaludane Vaasamaayirukka Avanukku Sammadhamirundhaal, Aval Avanaith Thallividaadhirukkakkadaval. "
  },{ "Verses": "14  ennaththinaalenil, Avisuvaasiyaana Purushan Than Manaiviyaal Parisuththamaakkappadugiraan; Avisuvaasiyaana Manaiviyum Than Purushanaal Parisuththamaakkappadugiraal. Illaavittaal Ungal Pillaigal Asuththamaayirukkume; Ippozhudho Avaigal Parisuththamaayirukkindrana. "
  },{ "Verses": "15  aagilum, Avisuvaasi Pirindhuponaal Pirindhupogattum, Ippadippatta Vishayaththil, Sagodharanaavadhu Sagodhariyaavadhu Adimaippattavargalalla. Samaadhaanamaayirukkumpadikke Dhevan Nammai Azhaiththirukkiraar. "
  },{ "Verses": "16  manaiviyaanavale, Nee Un Purushanai Ratchippaayo Allavo Unakku Eppadith Theriyum? Purushane, Nee Un Manaiviyai Ratchippaayo Allavo Unakku Eppadith Theriyum? "
  },{ "Verses": "17  dhevan Avanavanukkup Pagirndhadheppadiyo, Karththar Avanavanai Azhaiththadheppadiyo, Appadiye Avanavan Nadakkakkadavan. Ellaa Sabaigalileyum Ippadiye Thittampannugiren. "
  },{ "Verses": "18  oruvan Viruththasedhanam Petravanaai Azhaikkappattirundhaal, Viruththasedhanamillaadhavanaayirukka Vagaidhedaanaaga; Oruvan Viruththasedhanamillaadhavanaai Azhaikkappattirundhaal, Viruththasedhanamperaadhiruppaanaaga. "
  },{ "Verses": "19  viruththasedhanamum Ondrumillai, Viruththasedhanamillaamaiyum Ondrumillai; Dhevanudaiya Karpanaigalaik Kaikkollugiradhe Kaariyam. "
  },{ "Verses": "20  avanavan Thaan Azhaikkappatta Nilaimaiyile Nilaiththirukkakkadavan. "
  },{ "Verses": "21  adimaiyaai Nee Azhaikkappattirundhaal, Kavalaippadaadhe; Nee Suyaadheenanaagakkoodumaanaal Adhai Nalamendru Anusariththukkol. "
  },{ "Verses": "22  karththarukkul Azhaikkappatta Adimaiyaanavan Karththarudaiyasuyaadheenanaayirukkiraan; Appadiye Azhaikkappatta Suyaadheenan Kiristhuvinudaiya Adimaiyaayirukkiraan. "
  },{ "Verses": "23  neengal Kirayaththukku Kollappatteergal; Manusharukku Adimaigalaagaadhirungal. "
  },{ "Verses": "24  sagodharare, Avanavan Thaan Azhaikkappatta Nilaimaiyile Dhevanukku Munbaaga Nilaiththirukkakkadavan. "
  },{ "Verses": "25  andriyum Kannigaigalaikkuriththu, Karththaraal Enakkuk Kattalai Illai. Aagilum Naan Unmaiyullavanaayirukkiradharkuk Karththaraal Irakkampetru En Abippiraayaththaith Theriyappaduththugiren. "
  },{ "Verses": "26  adhennavenil Ippozhudhu Undaayirukkira Thunbaththinimiththam Vivaagamillaamalirukkiradhu Manushanukku Nalamaayirukkumendru Ennugiren. "
  },{ "Verses": "27  nee Manaiviyode Kattappattirundhaal, Avizhkkappada Vagaithedaadhe; Nee Manaivi Illaadhavanaayirundhaal Manaiviyaith Thedaadhe. "
  },{ "Verses": "28  nee Vivaagampanninaalum Paavamalla, Kannigai Vivaagampanninaalum Paavamalla. Aagilum Appadippattavargal Sareeraththile Ubaththiravappaduvaargal; Adharku Neengal Thappavendumendrirukkiren. "
  },{ "Verses": "29  melum, Sagodharare, Naan Sollugiradhennavenil, Inivarum Kaalam Kuruginadhaanapadiyaal, Manaivigalullavargal Manaivigalillaadhavargalpolavum, "
  },{ "Verses": "30  azhugiravargal Azhaadhavargalpolavum, Santhoshappadugiravargal Santhoshappadaadhavargalpolavum, Kollugiravargal Kollaadhavargalpolavum, "
  },{ "Verses": "31  ivvulagaththai Anubavikkiravargal Adhai Thagaadhavidhamaai Anubaviyaadhavargalpolavum Irukkavendum; Ivvulagaththin Vesham Kadandhupogiradhe. "
  },{ "Verses": "32  neengal Kavalaiyatravargalaayirukka Virumbugiren. Vivaagamillaadhavan Karththarukkueppadip Piriyamaayirukkalaamendru, Karththarukkuriyavaigalukkaagak Kavalaippadugiraan "
  },{ "Verses": "33  vivaagampanninavan Than Manaivikku Eppadip Piriyamaayirukkalaamendru, Ulagaththirkuriyavaigalukkaagak Kavalaippadugiraan "
  },{ "Verses": "34  adhupola, Manaiviyaanavalukkum Kannigaikkum Viththiyaasamundu. Vivaagamillaadhaval Sareeraththilum Aaththumaavilum Parisuththamaayirukkumpadikarththarukkuriyavaigalukkaagak Kavalaippadugiraal; Vivaagampanninaval Than Purushanukku Eppadip Piriyamaayirukkalaamendru, Ulagaththirkuriyavailukkaagak Kavalaippadugiraal. "
  },{ "Verses": "35  idhai Naan Ungalaik Kanniyil Agappaduththavendumendru Sollaamal, Ungalukkuth Thagudhiyaayirukkumendrum, Neengal Kavalaiyillaamal Karththaraippatrikkondirukkavendumendrum, Ungal Suyapirayojanaththukkaagave Sollugiren. "
  },{ "Verses": "36  aagilum Oruvan Than Puththiriyin Kannigaipparuvam Kadandhuponadhinaale, Aval Vivaagam Pannaamaliruppadhu Avalukkuth Thagudhiyallavendrum, Aval Vivaagampannuvadhu Avasiyamendrum Ninaiththaal, Avan Than Manadhinpadi Seyyakkadavan; Adhu Paavamalla, Vivaagampannattum. "
  },{ "Verses": "37  aayinum Adharku Avasiyaththaikkaanaamal, Than Irudhayaththile Urudhiyullavanaayum, Suyasiththaththinpadi Seyya Adhigaaramullavanaayumirundhu, Than Puththiriyin Kannipparuvaththaik Kaakkavendumendru Than Irudhayaththil Theermaanikkiravan Nanmaiseygiraan. "
  },{ "Verses": "38  ippadiyirukka, Avalai Vivaagampannik Kodukkiravanum Nanmaiseygiraan; Kodaamalirukkiravanum Adhiga Nanmaiseygiraan. "
  },{ "Verses": "39  manaiviyaanaval Than Purushan Uyirodirukkunkaalamalavum Piramaanaththinaal Kattappattirukkiraal; Than Purushan Mariththapinbu Thanakku Ishtamaanavanaayumkarththarukkutpattavanaayumirukkira Evanaiyaagilum Vivaagampannikkolla Vidudhalaiyaayirukkiraal. "
  },{ "Verses": "40  aagilum Ennudaiya Abippiraayaththinpadi Aval Appadiye Irundhuvittaal Baakkiyavadhiyaayiruppaal. Ennidaththilum Dhevanudaiya Aavi Undendru Ennugiren. "
  }
]