[
  { "Verses": "1  ippadiyirukka, Sagodharare, Neengal Evaigalai Ariyavendumendrirukkirenendraal; Nammudaiya Pidhaakkalellaarum Megaththukkuk Keezhaayirundhaargal, Ellaarum Samuththiraththin Vazhiyaai Nadandhuvandhaargal. "
  },{ "Verses": "2  ellaarum Mosekkullaaga Megaththinaalum Samuththiraththinaalum Gnaanasnaanampannappattaargal. "
  },{ "Verses": "3  ellaarum Ore Gnaanapojanaththaip Pusiththaargal. "
  },{ "Verses": "4  ellaarum Ore Gnaanabaanaththaik Kudiththaargal. Eppadiyenil, Avargalodekooda Sendra Gnaanakkanmalaiyin Thanneeraik Kudiththaargal; Andhak Kanmalai Kiristhuve. "
  },{ "Verses": "5  appadiyirundhum, Avargalil Adhigamaanapergalidaththil Dhevan Piriyamaayirundhadhillai, Aadhalaal Vanaandharaththile Avargal Azhikkappattaargal. "
  },{ "Verses": "6  avargal Ichchiththadhupola Naamum Pollaangaanavaigalai Ichchiyaadhapadikku, Ivaigal Namakkuth Thirushtaandhangalaayirukkiradhu. "
  },{ "Verses": "7  janangal Pusikkavum Kudikkavum Utkaarndhu Vilaiyaadavum Ezhundhirundhaargalendru Ezhudhiyirukkirapadi, Avargalil Silar Vikkiragaaraadhanaikkaarar Aanadhupola Neengalum Aagaadhirungal. "
  },{ "Verses": "8  avargalil Silar Vesiththanampanni, Orenaalil Irubaththumoovaayiram Per Vizhundhuponaargal; Adhupola Naamum Vesiththanampannaadhiruppomaaga. "
  },{ "Verses": "9  avargalil Silar Kiristhuvaip Pareetchaipaarththu, Paambugalaal Azhikkappattaargal; Adhupola Naamum Kiristhuvaip Pareetchaipaaraadhiruppomaaga. "
  },{ "Verses": "10  avargalil Silar Murumuruththu, Sangaarakkaaranaale Azhikkappattaargal; Adhupola Neengalum Murumurukkaadhirungal. "
  },{ "Verses": "11  ivaigalellaam Thirushtaandhangalaaga Avargalukku Sambaviththadhu; Ulagaththin Mudivukaalaththilulla Namakku Echcharippundaagumpadi Ezhudhappattum Irukkiradhu. "
  },{ "Verses": "12  ippadiyirukka, Thannai Nirkiravanendru Ennugiravan Vizhaadhapadikku Echcharikkaiyaayirukkakkadavan. "
  },{ "Verses": "13  manusharukku Neridugira Sodhanaiyeyallaamal Vere Sodhanai Ungalukku Neridavillai. Dhevan Unmaiyullavaraayirukkiraar; Ungal Thiraanikku Melaaga Neengal Sodhikkappadugiradharku Avar Idankodaamal, Sodhanaiyaith Thaangaththakkadhaaga, Sodhanaiyodukooda Adharkuth Thappikkollumpadiyaana Pokkaiyum Undaakkuvaar. "
  },{ "Verses": "14  aagaiyaal Enakkup Piriyamaanavargale, Vikkiragaaraadhanaikku Vilagi Odungal. "
  },{ "Verses": "15  ungalaip Puththimaangalendru Ennip Pesugiren: Naan Sollugiradhai Neengale Nidhaaniththup Paarungal. "
  },{ "Verses": "16  naam Aaseervadhikkira Aaseervaadhaththin Paaththiram Kiristhuvinudaiya Raththaththin Aikkiyamaayirukkiradhallavaa? Naam Pitkira Appam Kiristhuvinudaiya Sareeraththin Aikkiyamaayirukkiradhallavaa? "
  },{ "Verses": "17  andha Ore Appaththil Naamellaarum Panguperugirapadiyaal, Anegaraana Naam Ore Appamum Ore Sareeramumaayirukkirom. "
  },{ "Verses": "18  maamsaththinpadiyaana Isravelaraip Paarungal; Baligalaip Pusikkiravargal Balipeedaththode Aikkiyamaayirukkiraargalallavaa? "
  },{ "Verses": "19  ippadiyirukka, Vikkiragam Oruporulendrum, Vikkiragaththukkup Padaikkappattadhu Oru Porulendrum Naan Sollugireno? "
  },{ "Verses": "20  agngnaanigal Baliyidugiravaigalai Dhevanukku Alla, Peygalukke Baliyidugiraargalendru Sollugiren; Neengal Peygalode Aikkiyamaayirukka Enakku Manadhillai. "
  },{ "Verses": "21  neengal Karththarudaiya Paaththiraththilum Peygaludaiya Paaththiraththilum Paanampannakkoodaadhe; Neengal Karththarudaiya Pojanapandhikkum Peygaludaiya Pojanapandhikkum Pangullavargalaayirukkakkoodaadhe. "
  },{ "Verses": "22  naam Karththarukku Erichchalai Moottalaamaa? Avarilum Naam Balavaangalaa? "
  },{ "Verses": "23  ellaavatraiyum Anubavikka Enakku Adhigaaramundu, Aagilum Ellaam Thagudhiyaayiraadhu; Ellaavatraiyum Anubavikka Enakku Adhikaaramundu, Aagilum Ellaam Bakthiviruththiyai Undaakkaadhu. "
  },{ "Verses": "24  ovvoruvanum Than Suyapirayojanaththaith Thedaamal, Piranudaiya Pirayojanaththaith Thedakkadavan. "
  },{ "Verses": "25  kadaiyile Virkappadugira Edhaiyum Vaangip Pusiyungal; Manasaatchiyinimiththam Neengal Ondraiyum Visaarikkavendiyadhillai. "
  },{ "Verses": "26  boomiyum Adhin Niraivum, Karththarudaiyadhu. "
  },{ "Verses": "27  andriyum Avisuvaasigalil Oruvan Ungalai Virundhukku Azhaikkumpodhu, Poga Ungalukku Manadhirundhaal, Manasaatchiyinimiththam Ondraiyum Visaariyaamal, Ungal Mun Vaikkappadugira Edhaiyum Pusiyungal. "
  },{ "Verses": "28  aayinum Idhu Vikkirakangalukkup Padaikkappattadhendru Oruvan Ungalukku Sonnaal, Appadi Ariviththavanimiththamum Manasaatchiyinimiththamum Pusiyaadhirungal, Boomiyum Adhin Niraivum Karththarudaiyadhu. "
  },{ "Verses": "29  unnudaiya Manasaatchiyaikkuriththu Naan Ippadi Sollaamal, Matroruvanudaiya Manasaatchiyaik Kuriththe Sollugiren. En Suyaadheenam Matroruvanudaiya Manasaatchiyinaale Kutramaai Ennappadavenduvadhenna? "
  },{ "Verses": "30  melum Naan Adhai Sthoththirippudane Anubaviththaal, Sthoththiriththu Anubavikkira Porulaikkuriththu Naan Dhooshikkappaduvaanen? "
  },{ "Verses": "31  aagaiyaal Neengal Pusiththaalum, Kudiththaalum, Edhai Seydhaalum, Ellaavatraiyum Dhevanudaiya Magimaikkendru Seyyungal. "
  },{ "Verses": "32  naan En Suyapirayojanaththaith Thedaamal, Anegarudaiya Pirayojanaththaith Thedi, Avargal Ratchikkappadumpadikku, Evvidhaththilum Ellaarukkum Piriyamaai Nadakkiradhupola, "
  },{ "Verses": "33  neengalum Yoodharukkum, Kirekkarukkum, Dhevanudaiya Sabaikkum Idaralatravargalaayirungal. "
  }
]