[
  { "Verses": "1  naan Kiristhuvaip Pinpatrugiradhupola, Neengal Ennaip Pinpatrugiravargalaayirungal. "
  },{ "Verses": "2  sagodharare, Neengal Ellaavatrilum Ennai Ninaiththukkondu, Naan Ungalukku Oppuviththapadi Neengal Kattalaigalaik Kaikkondu Varugiradhinimiththam Ungalaip Pugazhugiren. "
  },{ "Verses": "3  ovvoru Purushanukkum Kiristhu Thalaiyaayirukkiraarendrum, Sthireekkup Purushan Thalaiyaayirukkiraanendrum, Kiristhuvukku Dhevan Thalaiyaayirukkiraarendrum, Neengal Ariyavendumendru Virumbugiren. "
  },{ "Verses": "4  jebampannugirapodhaavadhu, Theerkkadharisananj Sollugirapodhaavadhu, Than Thalaiyai Moodikkondirukkira Endhap Purushanum Than Thalaiyaik Kanaveenappaduththugiraan. "
  },{ "Verses": "5  jebampannugirapodhaavadhu, Theerkkadharisananj Sollugirapodhaavadhu, Than Thalaiyai Moodikkollaadhirukkira Endha Sthireeyum Than Thalaiyaik Kanaveenappaduththugiraal; Adhu Avalukkuth Thalai Siraikkappattadhupolirukkume. "
  },{ "Verses": "6  sthireeyaanaval Mukkaadittukkollaavittaal Thalaimayiraiyum Kaththariththuppodakkadaval; Thalaimayir Kaththarikkappadugiradhum Siraikkappadugiradhum Sthireekku Vetkamaanaal Mukkaadittukkondirukkakkadaval. "
  },{ "Verses": "7  purushanaanavan Dhevanudaiya Saayalum Magimaiyumaayirukkirapadiyaal, Than Thalaiyai Moodikkollavenduvadhillai; Sthireeyaanaval Purushanudaiya Magimaiyaayirukkiraal. "
  },{ "Verses": "8  purushan Sthireeyilirundhu Thondrinavanalla, Sthireeye Purushanilirundhu Thondrinaval. "
  },{ "Verses": "9  purushan Sthireekkaaga Sirushtikkappattavanalla, Sthireeye Purushanukkaaga Sirushtikkappattaval. "
  },{ "Verses": "10  aagaiyaal Thoodhargalinimiththam Sthireeyaanaval Thalaiyinmel Mukkaadittukkollavendum. "
  },{ "Verses": "11  aagilum Karththarukkul Sthireeyillaamal Purushanumillai, Purushanillaamal Sthireeyumillai. "
  },{ "Verses": "12  sthireeyaanaval Purushanilirundhu Thondrugiradhupola, Purushanum Sthireeyinaal Thondrugiraan; Sagalamum Dhevanaal Undaayirukkiradhu. "
  },{ "Verses": "13  sthireeyaanaval Dhevanai Nokki Jebampannugaiyil, Than Thalaiyai Moodikkollaamalirukkiradhu Ilatchanamaayirukkumo Endru Ungalukkulle Nidhaaniththukkollungal. "
  },{ "Verses": "14  purushan Mayirai Neelamaai Valarkkiradhu Avanukku Kanaveenamaayirukkiradhendrum, "
  },{ "Verses": "15  sthiree Than Mayirai Neelamaai Valarkkiradhu Avalukku Magimaiyaayirukkiradhendrum Subaavame Ungalukkup Podhikkiradhillaiyaa? Thalaimayir Avalukku Mukkaadaagak Kodukkappattirukkiradhe. "
  },{ "Verses": "16  aagilum Oruvan Vaakkuvaadhanseyya Manadhaayirundhaal, Engalukkum, Dhevanudaiya Sabaigalukkum, Appadippatta Vazhakkamillaiyendru Ariyakkadavan. "
  },{ "Verses": "17  ungalaip Pugazhaamal Idhaikkuriththu Ungalukkuk Kattalaikodukkiren; Neengal Koodivarudhal Nanmaikkedhuvaayiraamal, Theemaikkedhuvaayirukkiradhe. "
  },{ "Verses": "18  mudhalaavadhu, Neengal Sabaiyile Koodivandhirukkumpodhu, Ungalil Pirivinaigal Undendru Kelvippadugiren, Adhil Silavatrai Nambugiren. "
  },{ "Verses": "19  ungalil Uththamargal Innaarendru Veliyaagumpadikku Maarkkapedhangalum Ungalukkulle Undaayirukkavendiyadhe. "
  },{ "Verses": "20  neengal Oridaththil Koodivarumpodhu, Avanavan Thanthan Sondha Pojanaththai Mundhi Saappidugiraan; Oruvan Pasiyaayirukkiraan, Oruvan Veriyaayirukkiraan. "
  },{ "Verses": "21  ippadi Seygiradhu Karththarudaiya Iraappojanampannudhalallave. "
  },{ "Verses": "22  pusikkiradharkum Kudikkiradharkum Ungalukku Veedugal Illaiyaa? Dhevanudaiya Sabaiyai Asattaipanni Illaadhavargalai Vetkappaduththugireergalaa? Ungalukku Naan Ennasolluven? Idhaikkuriththu Ungalaip Pugazhveno? Pugazhen. "
  },{ "Verses": "23  naan Ungalukku Oppuviththadhaik Karththaridaththil Petrukkonden; Ennavenil,karththaraagiya Yesu Thaam Kaattikkodukkappatta Andru Iraaththiriyile Appaththai Eduththu, "
  },{ "Verses": "24  sthoththirampanni, Adhaippittu: Neengal Vaangip Pusiyungal, Idhu Ungalukkaagap Pitkappadugira Ennudaiya Sareeramaayirukkiradhu; Ennai Ninaivukoorumpadi Idhai Seyyungal Endraar. "
  },{ "Verses": "25  pojanampanninapinbu, Avar Andhappadiye Paaththiraththaiyum Eduththu: Indhap Paaththiram En Iraththaththinaalaagiya Pudhiya Udanpadikkaiyaayirukkiradhu; Neengal Idhaip Paanampannumpodhellaam Ennai Ninaivukoorumpadi Idhai Seyyungal Endraar. "
  },{ "Verses": "26  aagaiyaal Neengal Indha Appaththaip Pusiththu, Indhap Paaththiraththil Paanampannumpodhellaam Karththar Varumalavum Avarudaiya Maranaththaith Therivikkireergal. "
  },{ "Verses": "27  ippadiyirukka, Evan Apaaththiramaaik Karththarudaiya Appaththaip Pusiththu, Avarudaiya Paaththiraththil Paanampannugiraano, Avan Karththarudaiya Sareeraththaiyum Iraththaththaiyum Kuriththuk Kutramullavanaayiruppaan. "
  },{ "Verses": "28  endha Manushanum Thannaiththaane Sodhiththarindhu, Indha Appaththil Pusiththu, Indhap Paaththiraththil Paanampannakkadavan. "
  },{ "Verses": "29  ennaththinaalenil, Apaaththiramaaip Pojanapaanampannugiravan, Karththarudaiyasareeram Innadhendru Nidhaaniththu Ariyaadhadhinaal, Thanakku Aakkinaiththeerppu Varumpadi Pojanapaanampannugiraan. "
  },{ "Verses": "30  idhinimiththam, Ungalil Anegar Balaveenarum Viyaadhiyullavargalumaayirukkiraargal; Anegar Niththiraiyum Adaindhirukkiraargal. "
  },{ "Verses": "31  nammai Naame Nidhaaniththu Arindhaal Naam Niyaayandheerkkappadom. "
  },{ "Verses": "32  naam Niyaayantheerkkappadumpodhu Ulagaththode Aakkinaikkullaagath Theerkkappadaadhapadikku, Karththaraale Sitchikkappadugirom. "
  },{ "Verses": "33  aagaiyaal, En Sagodharare, Neengal Pojanampannak Koodivarumpodhu, Oruvarukkaaga Oruvar Kaaththirungal. "
  },{ "Verses": "34  neengal Aakkinaikkedhuvaagak Koodivaraadhapadikku, Oruvanukkup Pasiyirundhaal Veettile Saappidakkadavan. Matrak Kaariyangalai Naan Varumpodhu Thittampannuven. "
  }
]