[
  { "Verses": "1  ippadiyaaga, Endha Manushanum Engalaik Kiristhuvin Oozhiyakkaararendrum, Dhevanudaiya Ragasiyangalin Ukkiraanakkaararendrum Ennikkollakkadavan. "
  },{ "Verses": "2  melum, Ukkiraanakkaaran Unmaiyullavanendru Kaanappaduvadhu Avanukku Avasiyamaam. "
  },{ "Verses": "3  aayinum Naan Ungalaaleyaavadhu Manusharudaiya Niyaayanaalin Visaaranaiyinaaleyaavadhu Theerppaipperuvadhu Enakku Migavum Arpa Kaariyamaayirukkiradhu; Naanum Ennaikkuriththuth Theerppuchchollugiradhillai. "
  },{ "Verses": "4  ennidaththil Naan Yaadhoru Kutraththaiyum Ariyen; Aagilum Adhinaale Naan Neethimaanaagirathillai; Ennai Niyaayam Visaarikkiravar Karththare. "
  },{ "Verses": "5  aanadhaal, Karththar Varumalavum Neengal Kaalaththukkumunne Yaadhondraikkuriththum Theerppuchchollaadhirungal, Irulil Maraindhirukkiravaigalai Avar Veliyarangamaakki, Irudhayangalin Yosanaigalaiyum Velippaduththuvaar; Appozhudhu Avanavanukkuriya Pugazhchchi Dhevanaal Undaagum. "
  },{ "Verses": "6  sagodharare, Ezhudhappattadharku Minji Ennavendaamendru Neengal Engalaale Katrukkollavum, Oruvanum Oruvanimiththam Matroruvanukku Virodhamaai Irumaappadaiyaadhirukkavum, Naan Ungalnimiththam Ennaiyum Appollovaiyum Thirushtaandhamaaga Vaiththu, Ivaigalai Ezhudhinen. "
  },{ "Verses": "7  andriyum Unnai Viseshiththavanaagumpadi Seygiravar Yaar? Unakku Undaayirukkiravaigalil Nee Petrukkollaadhadhu Yaadhu? Nee Petrukkondavanaanaal Petrukkollaadhavanpol En Menmaipaaraattugiraai? "
  },{ "Verses": "8  ippozhudhu Thirupthiyadaindhirukkireergale, Ippozhudhu Aisuvariyavaangalaayirukkireergale, Engalaiyallaamal Aalugireergale; Neengal Aalugiravargalaanaal Nalamaayirukkum; Appozhudhu Ungaludanekooda Naangalum Aaluvome. "
  },{ "Verses": "9  engalukkuth Thondrugirapadi Dhevan Apposthalargalaagiya Engalai Maranaththukkuk Kurikkappattavargalpolak Kadaisiyaanavargalaaik Kaanappadappanninaar; Naangal Ulagaththukkum Thoodharukkum Manusharukkum Vedikkaiyaanom. "
  },{ "Verses": "10  naangal Kiristhuvinimiththam Paiththiyakkaarar, Neengal Kiristhuvil Puththisaaligal; Naangal Balaveenar, Neengal Balavaangal; Neengal Ganavaangal, Naangal Ganaveenar. "
  },{ "Verses": "11  inneramvaraikkum Pasiyullavargalum, Thaagamullavargalum, Nirvaanigalum, Kuttundavargalum, Thanga Idamillaadhavargalumaayirukkirom. "
  },{ "Verses": "12  engal Kaigalinaale Velaiseydhu, Paadupadugirom; Vaiyappattu, Aaseervadhikkirom; Thunbappattu, Sagikkirom. "
  },{ "Verses": "13  dhooshikkappattu, Vendikkollugirom; Innaalvaraikkum Ulagaththin Kuppaiyaippolavum, Ellaarum Thudaiththuppodugira Azhukkaippolavumaanom. "
  },{ "Verses": "14  ungalai Vetkappaduththumpadikku Naan Ivaigalai Ezhudhavillai, Neengal Enakkup Piriyamaana Pillaigalendru Ungalukkup Puththisollugiren. "
  },{ "Verses": "15  kiristhuvukkul Padhinaayiram Ubaaththiyaayargal Ungalukku Irundhaalum, Thagappanmaar Anegar Ungalukku Illaiye; Kiristhu Yesuvukkul Suviseshaththil Naan Ungalaip Petren. "
  },{ "Verses": "16  aagaiyaal, Ennaip Pinpatrugiravargalaagungalendru Ungalukkup Puththisollugiren. "
  },{ "Verses": "17  idhinimiththamaaga, Enakkup Piriyamum, Karththarukkul Unmaiyumulla En Kumaaranaagiya Theemoththeyuvai Ungalidaththil Anuppinen; Naan Engum Endhach Sabaiyilum Podhiththuvarugirapirakaaram Kiristhuvukkullaana En Nadakkaigalai Avan Ungalukku Gnaapagappaduththuvaan. "
  },{ "Verses": "18  naan Ungalidaththirku Varugiradhillai Engiradhaaga Silar Irumaappadaindhirukkiraargal. "
  },{ "Verses": "19  aagilum Karththarukku Siththamaanaal Naan Seekkiramaai Ungalidaththirku Vandhu, Irumaappadaindhirukkiravargaludaiya Pechchaiyalla, Avargaludaiya Belaththaiye Arindhukolven. "
  },{ "Verses": "20  dhevanudaiya Raajyam Pechchile Alla, Belaththile Undaayirukkiradhu. "
  },{ "Verses": "21  ungalukku Ennavendum? Naan Pirampodu Ungalidaththil Varavendumo? Alladhu Anbodum Saandhamulla Aaviyodum Varavendumo? "
  }
]