[
  { "Verses": "1  melum, Sagodharare, Naan Ungalai Aavikkuriyavargalendru Enni Ungaludane Pesakkoodaamal, Maamsaththukkuriyavargalendrum, Kiristhuvukkul Kuzhandhaigalendrum Ennip Pesavendiyadhaayitru. "
  },{ "Verses": "2  neengal Belanillaadhavargalaanadhaal, Ungalukkup Pojanankodaamal, Paalaik Kudikkakkoduththen; Innamum Neengal Maamsaththukkuriyavargalaayirukkirapadiyaal, Ippozhudhum Ungalukkup Belanillai. "
  },{ "Verses": "3  poraamaiyum Vaakkuvaadhamum Pedhangangalum Ungalukkul Irukkirapadiyaal, Neengal Maamsaththirkuriyavargalaayirundhu Manushamaarkkamaai Nadakkireergalallavaa? "
  },{ "Verses": "4  oruvan Naan Pavulaich Serndhavanendrum, Veroruvan Naan Appollovaich Serndhavanendrum Sollugirapadiyaal Neengal Maamsaththirkuriyavargalallavaa? "
  },{ "Verses": "5  pavul Yaar? Appollo Yaar? Karththar Avanavanukku Arul Aliththapadiye Neengal Visuvaasikkiradharku Edhuvaayirundha Oozhiyakkaarardhaane. "
  },{ "Verses": "6  naan Natten, Appollo Neerppaaichinaan, Dhevane Vilaiyachcheydhaar. "
  },{ "Verses": "7  appadiyirukka, Nadugiravanaalum Ondrumillai, Neerppaaichchugiravanaalum Ondrumillai, Vilaiyachcheygira Dhevanaale Ellaamaagum. "
  },{ "Verses": "8  melum Nadugiravanum Neerppaaichchugiravanum Ondraayirukkiraargal; Avanavan Thanthan Velaikkuth Thakkadhaaik Kooliyaip Peruvaan. "
  },{ "Verses": "9  naangal Dhevanukku Udanvelaiyaatkalaayirukkirom; Neengal Dhevanudaiya Pannaiyum, Dhevanudaiya Maaligaiyumaayirukkireergal. "
  },{ "Verses": "10  enakku Alikkappatta Devakirubaiyinpadiye Puththiyulla Sirpaasaariyaippola Asdhipaarampotten. Veroruvan Adhinmel Kattugiraan. Avanavan Thaan Adhinmel Innavidhamaaik Kattugiraanendru Paarkkakkadavan. "
  },{ "Verses": "11  podappattirukkira Asdhipaaramaagiya Yesukiristhuvai Allaamal Vere Asthipaaraththaip Poda Oruvanaalum Koodaadhu. "
  },{ "Verses": "12  oruvan Andha Asthipaaraththinmel Pon, Velli, Vilaiyerappetra Kal, Maram, Pul, Vaikkol Aagiya Ivaigalaik Kattinaal, "
  },{ "Verses": "13  avanavanudaiya Velaippaadu Veliyaagum; Naalaanadhu Adhai Vilangappannum. Enenil Adhu Akkiniyinaale Velippaduththappadum; Avanavanudaiya Velaippaadu Eththanmaiyulladhendru Akkiniyaanadhu Parisodhikkum. "
  },{ "Verses": "14  adhinmel Oruvan Kattinadhu Nilaiththaal, Avan Kooliyaip Peruvaan. "
  },{ "Verses": "15  oruvan Kattinadhu Vendhuponaal, Avan Nashtamadaivaan; Avano Iratchikkappaduvaan; Adhuvum Akkiniyilakappattuth Thappinadhupolirukkum. "
  },{ "Verses": "16  neengal Dhevanudaiya Aalayamaayirukkireergalendrum, Dhevanudaiya Aavi Ungalil Vaasamaayirukkiraarendrum Ariyaadhirukkireergalaa? "
  },{ "Verses": "17  oruvan Dhevanudaiya Aalayaththaikkeduththaal, Avanai Dhevan Keduppaar; Dhevanudaiya Aalayam Parisuththamaayirukkiradhu; Neengale Andha Aalayam. "
  },{ "Verses": "18  oruvanum Thannaiththaane Vanjiyaadhiruppaanaaga, Ivvulagaththile Ungaliloruvan Thannai Gnaaniyendru Enninaal Avan Gnaaniyaagumpadikkup Paiththiyakkaaranaagakkadavan. "
  },{ "Verses": "19  ivvulagaththin Gnaanam Dhevanukku Munpaagap Paiththiyamaayirukkiradhu. Appadiye, Gnaanigalai Avargaludaiya Thandhiraththile Pidikkiraarendrum, "
  },{ "Verses": "20  gnaanikaludaiya Sindhanaigal Veenaayirukkiradhendru Karththar Arindhirukkiraarendrum Ezhudhiyirukkiradhu. "
  },{ "Verses": "21  ippadiyirukka, Oruvanum Manusharaikkuriththu Menmaipaaraattaadhiruppaanaaga; Ellaam Ungaludaiyadhe; "
  },{ "Verses": "22  pavulaagilum, Appollovaagilum, Kebaavaagilum, Ulagamaagilum, Jeevanaagilum Maranamaagilum, Nigazhkaariyangalaagilum, Varungaariyangalaagilum, Ellaam Ungaludaiyadhu; "
  },{ "Verses": "23  neengal Kiristhuvinudaiyavargal; Kiristhu Dhevanudaiyavar. "
  }
]