[
  { "Verses": "1  andriyum, Sagodharare, Naan Ungalukkup Pirasangiththa Suviseshaththai Marupadiyum Ungalukkuth Theriyappaduththugiren; Neengalum Adhai Etrukkondu, Adhile Nilaiththirukkireergal "
  },{ "Verses": "2  naan Ungalukkup Pirasangiththapiragaaramaai, Neengal Adhaik Kaikkondirundhaal, Adhinaale Neengal Iratchikkappaduveergal; Matrappadi Ungal Visuvaasam Virudhaavaayirukkume. "
  },{ "Verses": "3  naan Adaindhadhum Ungalukkup Piradhaanamaaga Oppuviththadhum Ennavendraal, Kiristhuvaanavar Vedhavaakkiyangalinpadi Namadhu Paavangalukkaaga Mariththu, "
  },{ "Verses": "4  adakkampannappattu, Vedhavaakkiyangalinpadi Moondraam Naalil Uyirththezhundhu, "
  },{ "Verses": "5  kebaavukkum, Pinbu Panniruvarukkum Tharisanamaanaar. "
  },{ "Verses": "6  adhanpinbu Avar Ainnooruperukku Adhigamaana Sagodhararukkum Orevelaiyil Tharisanamaanaar; Avargalil Anegar Innaalvaraikkum Irukkiraargal, Silar Maaththiram Niththiraiyadaindhaargal. "
  },{ "Verses": "7  pinbu Yaakkobukkum, Adhanpinbu Apposthalarellaarukkum Tharisanamaanaar. "
  },{ "Verses": "8  ellaarukkum Pinbu, Agaalappiravipondra Enakkum Tharisanamaanaar. "
  },{ "Verses": "9  naan Apposthalarellaarilum Siriyavanaayirukkiren; Dhevanudaiya Sabaiyaith Thunpappaduththinadhinaale, Naan Apposthalanendru Perperuvadharkum Paaththiran Alla. "
  },{ "Verses": "10  aagilum Naan Irukkiradhu Devakirubaiyinaale Irukkiren; Avar Enakku Aruliya Kirubai Virudhaavaayirukkavillai; Avargalellaarilum Naan Adhigamaaip Pirayaasappatten, Aagilum Naan Alla, Ennudane Irukkira Devakirubaiye Appadi Seydhadhu. "
  },{ "Verses": "11  aagaiyaal Naanaagilum Avargalaagilum Ippadiye Pirasangiththu Varugirom, Neengalum Ippadiye Visuvaasiththirukkireergal. "
  },{ "Verses": "12  kiristhu Mariththorilirundhu Ezhundhaarendru Pirasangikkappattirukka, Mariththorin Uyirththezhudhalillaiyendru Ungalil Silar Eppadi Sollalaam? "
  },{ "Verses": "13  mariththorin Uyirththezhudhal Illaavittaal Kiristhuvum Ezhundhirukkavillaiye. "
  },{ "Verses": "14  kiristhu Ezhundhirukkavillaiyendraal, Engal Pirasangamum Virudhaa, Ungal Visuvaasamum Virudhaa. "
  },{ "Verses": "15  mariththor Uyirththezhaavittaal, Dhevan Ezhuppaadha Kiristhuvai Avar Ezhuppinaarendru Naangal Dhevanaikkuriththu Saatchisonnadhinaale, Dhevanukkaagap Poisaatchi Sollugiravargalaagavum Kaanappaduvome. "
  },{ "Verses": "16  mariththor Uyirththezhaavittaal, Kiristhuvum Ezhundhirukkavillai. "
  },{ "Verses": "17  kiristhu Ezhundhiraavittaal, Ungal Visuvaasam Veenaayirukkum; Neengal Innum Ungal Paavangalil Iruppeergal. "
  },{ "Verses": "18  kiristhuvukkul Niththiraiyadaindhavargalum Kettiruppaargale. "
  },{ "Verses": "19  immaikkaagamaaththiram Naam Kiristhuvinmel Nambikkaiyullavargalaayirundhaal, Ellaa Manusharaippaarkkilum Paridhabikkappadaththakkavargalaayiruppom. "
  },{ "Verses": "20  kiristhuvo Mariththorilirundhu, Niththiraiyadaindhavargalil Mudharpalanaanaar. "
  },{ "Verses": "21  manushanaal Maranam Undaanapadiyaal, Manushanaal Mariththorin Uyirththezhudhalum Undaayitru. "
  },{ "Verses": "22  aadhaamukkul Ellaarum Marikkiradhupola, Kiristhuvukkul Ellaarum Uyirppikkappaduvaargal. "
  },{ "Verses": "23  avanavan Thanthan Varisaiyile Uyirppikkappaduvaan, Mudharpalanaanavar Kiristhu; Pinbu Avar Varugaiyil Avarudaiyavargal Uyirppikkappaduvaargal. "
  },{ "Verses": "24  adhanpinbu Mudivu Undaagum; Appozhudhu Avar Sagala Thuraiththanaththaiyum Sagala Adhikaaraththaiyum Vallamaiyaiyum Parigariththu, Dhevanum Pidhaavumaayirukkiravarukku Raajyaththai Oppukkoduppaar. "
  },{ "Verses": "25  ellaa Saththurukkalaiyum Thamadhu Paadhaththirkuk Keezhaakkippodumvaraikkum, Avar Aalugaiseyyavendiyadhu. "
  },{ "Verses": "26  parigarikkappadung Kadaisi Saththuru Maranam. "
  },{ "Verses": "27  sagalaththaiyum Avarudaiya Paadhaththirkuk Keezhppaduththinaare; Aagilum Sagalamum Avarukkuk Keezhppaduththappattadhendru Solliyirukkum Podhu, Sagalaththaiyum Avarukkuk Keezhppaduththinavar Keezhppaduththappadavillaiyenpadhu Veliyarangamaayirukkiradhu. "
  },{ "Verses": "28  sagalamum Avarukkuk Keezhppattirukkumpodhu, Dhevane Sagalaththilum Sagalamumaayiruppadharku, Kumaaran Thaamum Thamakkuch Sagalaththaiyum Keezhppaduththinavarukkuk Keezhppattiruppaar. "
  },{ "Verses": "29  melum Mariththor Uyirththezhaavittaal, Mariththavargalukkaaga Gnaanasnaanam Perugiravargal Enna Seyvaargal? Mariththavargalukkaaga En Gnaanasnaanam Perugiraargal? "
  },{ "Verses": "30  naangalum En Enneramum Naasamosaththirku Edhuvaayirukkirom? "
  },{ "Verses": "31  naan Anudhinamum Saagiren; Adhai Nammudaiya Karththaraagiya Kiristhu Yesuvinaal Ungalaikkuriththu Naan Paaraattugira Menmaiyaikkondu Saththiyamaai Sollugiren. "
  },{ "Verses": "32  naan Ebesuvile Thushtamirugangaludane Poraadinenendru Manusharvazhakkamaai Sollugiren; Appadip Poraadinadhinaale Enakkup Pirayojanamenna? Mariththor Uyirththezhaavittaal, Pusippom Kudippom, Naalaikku Saavom Endru Sollalaame? "
  },{ "Verses": "33  mosampogaadhirungal; Aagaadha Sambaashanaigal Nallozhukkangalaik Kedukkum. "
  },{ "Verses": "34  neengal Paavanjeyyaamal Neethikkerga Vizhiththukkondu, Thelindhavargalaayirungal; Silar Dhevanaippatri Arivillaadhirukkiraargale; Ungalukku Vetkamundaaga Idhai Sollugiren. "
  },{ "Verses": "35  aagilum, Mariththor Eppadi Ezhundhiruppaargal, Eppadippatta Sareeraththode Varuvaargalendru Oruvan Solvaanaagil, "
  },{ "Verses": "36  puththiyeenane, Nee Vidhaikkira Vidhai Seththaalozhiya Uyirkkamaattaadhe. "
  },{ "Verses": "37  nee Vidhaikkirapodhu, Ini Undaagum Meniyai Vidhaiyaamal, Kodhumai, Alladhu Matroru Thaaniyaththinudaiya Verum Vidhaiyaiye Vidhaikkiraai. "
  },{ "Verses": "38  adharku Dhevan Thamadhu Siththaththinpadiye Meniyaik Kodukkiraar; Vidhai Vagaigal Ovvondrirkum Adhadharketra Meniyaiye Kodukkiraar "
  },{ "Verses": "39  ellaa Maamsamum Orevidhamaana Maamsamalla; Manusharudaiya Maamsam Vere, Mirugangaludaiya Maamsam Vere, Machchangaludaiya Maamsam Vere, Paravaigaludaiya Maamsam Vere. "
  },{ "Verses": "40  vaanaththukkuriya Menigalumundu, Boomikkuriya Menigalumundu; Vaanaththukkuriya Menigaludaiya Magimaiyum Vere, Boomikkuriya Menigaludaiya Magimaiyum Vere; "
  },{ "Verses": "41  sooriyanudaiya Magimaiyum Vere, Sandhiranudaiya Magimaiyum Vere, Natchaththirangaludaiya Magimaiyum Vere, Magimaiyile Natchaththiraththukku Natchaththiram Viseshiththirukkiradhu. "
  },{ "Verses": "42  mariththorin Uyirththezhudhalum Appadiye Irukkum. Azhivulladhaai Vidhaikkappadum, Azhivillaadhadhaai Ezhundhirukkum; "
  },{ "Verses": "43  kanaveenamulladhaai Vidhaikkappadum, Magimaiyulladhaai Ezhundhirukkum; Balaveenamulladhaai Vidhaikkappadum, Balamulladhaai Ezhundhirukkum. "
  },{ "Verses": "44  jenma Sareeram Vidhaikkappadum, Aavikkuriya Sareeram Ezhundhirukkum; Jenma Sareeramumundu, Aavikkuriya Sareeramumundu. "
  },{ "Verses": "45  andhappadiye Mundhina Manushanaagiya Aadhaam Jeevaaththumaavaanaan Endrezhudhiyirukkiradhu, Pindhina Aadhaam Uyirppikkira Aaviyaanaar. "
  },{ "Verses": "46  aagilum Aavikkuriya Sareeram Mundhinadhalla, Jenmasareerame Mundhinadhu; Aavikkuriya Sareeram Pindhinadhu. "
  },{ "Verses": "47  mundhina Manushan Boomiyilirundhundaana Mannaanavan; Irandaam Manushan Vaanaththilirundhu Vandha Karththar. "
  },{ "Verses": "48  mannaanavan Eppadippattavano Mannaanavargalum Appadippattavargale; Vaanaththukkuriyavar Eppadippattavaro, Vaanaththukkuriyavargalum Appadippattavargale. "
  },{ "Verses": "49  melum Mannaanavanudaiya Saayalai Naam Anindhirukkiradhupola, Vaanavarudaiya Saayalaiyum Anindhukolvom. "
  },{ "Verses": "50  sagodharare, Naan Sollugiradhennavenil, Maamsamum Iraththamum Dhevanudaiya Raajyaththai Sudhandharikkamaattaadhu; Azhivulladhu Azhiyaamaiyai Sudhandharippadhumillai. "
  },{ "Verses": "51  idho, Oru Iragasiyaththai Ungalukku Arivikkiren; Naamellaarum Niththiraiyadaivadhillai; Aagilum Kadaisi Ekkaalam Thonikkumpodhu, Oru Nimishaththile, Oru Imaippozhudhile, Naamellaarum Maruroobamaakkappaduvom. "
  },{ "Verses": "52  ekkaalam Thonikkum, Appozhudhu Mariththor Azhivillaadhavargalaai Ezhundhiruppaargal; Naamum Maruroobamaakkappaduvom. "
  },{ "Verses": "53  azhivulladhaagiya Idhu Azhiyaamaiyaiyum, Saavukkedhuvaagiya Idhu Saavaamaiyaiyum Thariththukkollavendum. "
  },{ "Verses": "54  azhivulladhaagiya Idhu Azhiyaamaiyaiyum, Saavukkedhuvaagiya Idhu Saavaamaiyaiyum Thariththukkollumpodhu, Maranam Jeyamaaga Vizhungappattadhu Endru Ezhudhiyirukkira Vaarththai Niraiverum. "
  },{ "Verses": "55  maraname! Un Koor Enge? Paadhaalame! Un Jeyam Enge? "
  },{ "Verses": "56  maranaththin Koor Paavam, Paavaththin Belan Niyaayappiramaanam. "
  },{ "Verses": "57  nammudaiya Karththaraagiya Yesukiristhuvinaale Namakku Jeyangodukkira Dhevanukku Sthoththiram. "
  },{ "Verses": "58  aagaiyaal, Enakkup Piriyamaana Sagodharare, Karththarukkul Neengal Padugira Pirayaasam Virudhaavaayiraadhendru Arindhu, Neengal Urudhippattavargalaayum, Asaiyaadhavargalaayum,karththarudaiya Kiriyaiyile Eppozhudhum Perugukiravargalaayum Iruppeergalaaga. "
  }
]