[
  { "Verses": "1  ungalil Oruvanukku Veroruvanode Vazhakkundaanaal, Vazhakkaadumpadi Avan Parisuththavaangalidaththil Pogaamal, Aneedhakkaararidaththil Pogath Thunigiradhenna? "
  },{ "Verses": "2  parisuththavaangal Ulagaththai Niyaayandheerppaargalendru Ariyeergalaa? Ulagam Ungalaal Niyaayandheerkkappaduvadhaayirukka, Arpa Vazhakkugalaith Theerkka Neengal Apaaththiraraa? "
  },{ "Verses": "3  deva Thoodhargalaiyum Niyaayantheerppomendru Ariyeergalaa? Appadiyirukka, Indha Jeevanukketravaigalai Neengal Theerththukkollakkoodaadhirukkiradhu Eppadi? "
  },{ "Verses": "4  indha Jeevanukketra Vazhakkugal Ungalukku Irundhaal, Theerppuchcheygiradharku, Sabaiyil Arpamaai Ennappattavargalai Niyamiththukkollungal. "
  },{ "Verses": "5  ungalukku Vetkam Undaagumpadi Idhai Sollugiren. Sagodharanukkum Sagodharanukkum Undaana Vazhakkaith Theerkkaththakka Vivegi Oruvanaagilum Ungalukkul Illaiyaa? "
  },{ "Verses": "6  sagodharanode Sagodharan Vazhakkaadugiraan, Avisuvaasigalukku Munbaagavum Appadi Seygiraan "
  },{ "Verses": "7  neengal Oruvarodoruvar Vazhakkaadugiradhu Evvidhaththilum Kutramaayirukkiradhu. Appadi Seygiradhaivida Neengal En Aniyaayaththai Sagiththukkollugiradhillai, En Nashtaththaip Poruththukkollugiradhillai? "
  },{ "Verses": "8  neengale Aniyaayanseygireergal, Nashtappaduththugireergal; Sagodhararukkum Appadi Seygireergale. "
  },{ "Verses": "9  aniyaayakkaarar Dhevanudaiya Raajyaththai Sudhandharippadhillaiyendru Ariyeergalaa? Vanjikkappadaadhirungal; Vesimaarkkaththaarum, Vikkiragaaraadhanaikkaararum, Vibachaarakkaararum, Suyapunarchchikkaararum, Aanpunarchchikkaararum, "
  },{ "Verses": "10  thirudarum, Porulaasaikkaararum, Veriyarum, Udhaasinarum, Kollaikkaararum Dhevanudaiya Raajyaththai Sudhandharippadhillai. "
  },{ "Verses": "11  ungalil Silar Ippadippattavargalaayirundheergal; Aayinum Karththaraagiya Yesuvin Naamaththinaalum, Namadhu Dhevanudaiya Aaviyinaalum Kazhuvappatteergal, Parisuththamaakkappatteergal, Needhimaangalaakkappatteergal. "
  },{ "Verses": "12  ellaavatraiyum Anubavikka Enakku Adhigaaramundu, Aagilum Ellaam Thagudhiyaayiraadhu; Ellaavatraiyum Anubavikka Enakku Adhigaaramundu, Aagilum Naan Ondrirkum Adimaippadamaatten. "
  },{ "Verses": "13  vayitrukkup Pojanamum Pojanaththukku Vayirum Erkum; Aanaalum Dhevan Idhaiyum Adhaiyum Azhiyappannuvaar. Sareeramo Vesiththanaththirkalla, Karththarukke Uriyadhu;karththarum Sareeraththirku Uriyavar. "
  },{ "Verses": "14  dhevan Karththarai Ezhuppinaare, Nammaiyum Thamadhu Vallamaiyinaale Ezhuppuvaar. "
  },{ "Verses": "15  ungal Sareerangal Kiristhuvin Avayavangalendru Ariyeergalaa? Appadiyirukka, Naan Kiristhuvin Avayavangalai Vesiyin Avayavangalaakalaamaa? Appadi Seyyalaagaadhe. "
  },{ "Verses": "16  vesiyodu Isaindhirukkiravan Avaludane Ore Sareeramaayirukkiraanendru Ariyeergalaa? Iruvarum Ore Maamsamaayiruppaargal Endru Solliyirukkiradhe. "
  },{ "Verses": "17  appadiye Karththarodisaindhirukkiravanum, Avarudane Ore Aaviyaayirukkiraan. "
  },{ "Verses": "18  vesiththanaththirku Vilagiyodungal. Manushan Seygira Endha Paavamum Sareeraththirku Purambaayirukkum; Vesiththananj Seygiravano Than Suyasareeraththirku Virodhamaaip Paavanseygiraan. "
  },{ "Verses": "19  ungal Sareeramaanadhu Neengal Dhevanaale Petrum Ungalil Thangiyum Irukkira Parisuththa Aaviyinudaiya Aalayamaayirukkiradhendrum, Neengal Ungaludaiyavargalallavendrum Ariyeergalaa? "
  },{ "Verses": "20  kirayaththukkuk Kollappatteergale; Aagaiyaal Dhevanukku Udaiyavaigalaagiya Ungal Sareeraththinaalum Ungal Aaviyinaalum Dhevanai Magimaippaduththungal. "
  }
]