[
  { "Verses": "1  naan Apposthalanallavaa? Naan Suyaadheenanallavaa? Nammudaiya Karththaraagiyaiyesukiristhuvai Naan Dharisikkavillaiyaa? Karththarukkul Neengal En Kiriyaiyaayirukkireergalallavaa? "
  },{ "Verses": "2  naan Matravargalukku Apposthalanaayiraavittaalum, Ungalukkallavo Apposthalanaayirukkiren, Karththarukkul Neengal En Apposthala Oozhiyaththirku Muththiraiyaayirukkireergale. "
  },{ "Verses": "3  ennai Niyaayam Visaarikkiravargalukku Naan Sollugira Maaruththaramaavadhu: "
  },{ "Verses": "4  pusikkavum Kudikkavum Engalukku Adhigaaramillaiyaa? "
  },{ "Verses": "5  matra Apposthalarum, Karththarudaiya Sagodhararum, Kebaavum Seygiradhupola, Manaiviyaagiya Oru Sagodhariyaik Koottikkondu Thiriya Engalukkum Adhikaaramillaiyaa? "
  },{ "Verses": "6  alladhu, Kaiththozhil Seyyaadhirukkiradharku Enakkum Barnabaavukkummaaththirandhaanaa Adhigaaramillai? "
  },{ "Verses": "7  evan Than Sondhappanaththai Selavazhiththu, Thandile Sevagampannuvaan? Evan Thiraatchaththottaththai Undaakki, Adhin Kaniyil Pusiyaadhiruppaan? Evan Mandhaiyai Meyththu Adhin Paalai Saappidaadhiruppaan? "
  },{ "Verses": "8  ivaigalai Manushar Vazhakkaththinpadi Sollugireno? Niyaayappiramaanamum Ivaigalai Sollugiradhillaiyaa? "
  },{ "Verses": "9  poradikkira Maattai Vaai Kattaayaaga Endru Moseyin Piramaanaththile Ezhudhiyirukkiradhe. Dhevan Maadugalukkaagave Kavalaiyaayirukkiraaro? "
  },{ "Verses": "10  namakkaagaththaan Idhai Sollugiraaro? Uzhugiravan Nambikkaiyode Uzhavum, Poradikkiravan Thaan Nambugiradhil Pangadaiven Engira Nambikkaiyode Poradikkavum Vendiyadhe, Aagaiyaal, Adhu Namakkaagave Ezhudhiyirukkiradhu. "
  },{ "Verses": "11  naangal Ungalukku Gnaanananmaigalai Vidhaiththirukka, Ungal Sareerananmaigalai Aruththaal Adhu Periya Kaariyamaa? "
  },{ "Verses": "12  matravargal Ungalidaththile Indha Adhikaaraththaich Seluththinaal, Avargalilum Naangal Adhigamaaich Seluththalaamallavaa? Appadiyirundhum, Kiristhuvin Suviseshaththirku Yaadhoru Thadaiyum Undaakaadhapadikku, Naangal Indha Adhikaaraththai Seluththaamal Ellaap Paadum Padugirom. "
  },{ "Verses": "13  aasaariya Oozhiyanjeygiravargal Devaalayaththirkuriyavaigalil Pusikkiraargalendrum, Balipeedaththai Aduththup Panividai Seygiravargalukkup Balibeedaththilullavaigalil Pangu Undendrum Ariyeergalaa? "
  },{ "Verses": "14  andhappadiye Suviseshaththai Arivikkiravargalukku Suviseshaththinaale Pizhaippu Undaagavendumendru Karththarum Kattalaiyittirukkiraar. "
  },{ "Verses": "15  appadiyirundhum, Naan Ivaigalilondraiyum Anubavikkavillai; Ippadi Enakku Nadakkavendumendru Ivaigalai Naan Ezhudhugiradhumillai. En Menmaipaaraattalai Oruvan Avaththamaakkugiradhaippaarkkilum Saagiradhu Enakku Nalamaayirukkum. "
  },{ "Verses": "16  suviseshaththai Naan Pirasangiththuvandhum, Menmaipaaraatta Enakku Idamillai; Adhu Enmel Vizhundha Kadamaiyaayirukkiradhu; Suviseshaththai Naan Pirasangiyaadhirundhaal, Enakku Aiyo. "
  },{ "Verses": "17  naan Urchaagamaai Appadi Seydhaal Enakku Balan Undu; Urchaagamillaadhavanaai Seydhaalum, Ukkiraana Uththiyogam Enakku Oppuvikkappattirukkiradhe. "
  },{ "Verses": "18  aadhalaal Enakku Balan Enna? Naan Suviseshaththaip Pirasangikkaiyil Adhaippatri Enakku Undaayirukkira Adhigaaraththai Mutrilum Seluththaamal, Kiristhuvin Suviseshaththai Selavillaamal Sthaapippadhe Enakku Balan. "
  },{ "Verses": "19  naan Oruvarukkum Adimaippadaadhavanaayirundhum, Naan Adhiga Janangalai Aadhaayappaduththikkollumpadikku, Ennaiththaane Ellaarukkum Adimaiyaakkinen. "
  },{ "Verses": "20  yoodharai Aadhaayappaduththikkollumpadikku Yoodharukku Yoodhanaippolavum, Niyaayappiramaanaththukkuk Keezhppattavargalai Aadhaayappaduththikkollumpadikku Niyaayappiramaanaththukkuk Keezhppattavanaip Polavumaanen. "
  },{ "Verses": "21  niyaayappiramaanamillaadhavargalai Aadhaayappaduththikkollumpadikku Avargalukku Niyaayappiramaanam Illaadhavanaip Polavumaanen. Appadiyirundhum, Naan Dhevanukkumunbaaga Niyaayappiramaanamillaadhavanaayiraamal, Kiristhuvin Piramaanaththukkullaanavanaayirukkiren. "
  },{ "Verses": "22  balaveenarai Aadhaayappaduththikkollumpadikkup Balaveenarukkup Balaveenanaippolaanen; Eppadiyaagilum Silarai Ratchikkumpadikku Naan Ellaarukkum Ellaamaanen. "
  },{ "Verses": "23  suviseshaththil Naan Udanpangaaliyaagumpadikku, Adhinimiththame Ippadiseygiren. "
  },{ "Verses": "24  pandhaya Saalaiyil Odugiravargalellaarum Oduvaargal; Aagilum, Oruvane Pandhayaththaip Peruvaanendru Ariyeergalaa? Neengal Petrukkollaththakkadhaaga Odungal. "
  },{ "Verses": "25  pandhayaththirkup Poraadugira Yaavarum Ellaavatrileyum Itchaiyadakkamaayiruppaargal. Avargal Azhivulla Kireedaththaip Perumpadikku Appadi Seygiraargal, Naamo Azhivillaadha Kireedaththaip Perumpadikku Appadi Seygirom. "
  },{ "Verses": "26  aadhalaal Naan Nichchayamillaadhavanaaga Oden; Aagaayaththai Adikkiravanaaga Silambampannen. "
  },{ "Verses": "27  matravargalukkup Pirasangampannugira Naandhaane Aagaadhavanaaip Pogaadhapadikku, En Sareeraththai Odukkik Keezhppaduththugiren. "
  }
]