[
  { "Verses": "1  parisuththavaangalukkaaga Serkkappadum Dharmappanaththaikkuriththu Naan Kalaaththiyaa Naattu Sabaigalukkup Pannina Thittaththinpadiye Neengalum Seyyungal. "
  },{ "Verses": "2  naan Vandhirukkumpodhu Pananjerkkudhal Iraadhapadikku, Ungalil Avanavan Vaaraththin Mudhalnaaldhorum, Thanthan Varavukkuth Thakkadhaaga Edhaiyaagilum Thannidaththile Serththuvaikkakkadavan. "
  },{ "Verses": "3  naan Varumpodhu Ungal Ubagaaraththai Erusalemukkuk Kondupogumpadikku, Neengal Thagudhiyullavargalaagak Kurikkiravargal Evargalo, Avargalidaththil Nirupangalaik Koduththu, Avargalai Anuppuven." 
  },{ "Verses": "4  naanum Pogaththakkadhaanaal, Avargal Ennudanekooda Varalaam. "
  },{ "Verses": "5  naan Makkedhoniyaa Naattin Vazhiyaaip Pogirapadiyaal, Makkedhoniyaa Naattaik Kadandhapinbu Ungalidaththirku Varuven. "
  },{ "Verses": "6  naan Enge Ponaalum Neengal Ennai Vazhivittanuppumpadikku Naan Ungalidaththil Silakaalam Thangavendiyadhaayirukkum; Oruvelai Mazhaikaalam Mudiyumvaraiyum Iruppen. "
  },{ "Verses": "7  ippozhudhu Vazhippirayaanaththile Ungalaik Kandukollamaatten; Karththaruththaravukoduththaal Ungalidaththil Vandhu Silakaalam Thangiyirukkalaamendru Nambugiren. "
  },{ "Verses": "8  aanaalum Pendhekosthe Pandigaivaraikkum Ebesu Pattanaththil Iruppen. "
  },{ "Verses": "9  enenil Inge Peridhum Anukoolamumaana Kadhavu Enakkuth Thirakkappattirukkiradhu: Virodhancheygiravargalum Anegar Irukkiraargal. "
  },{ "Verses": "10  theemoththeyu Ungalidaththirku Vandhaaneyaagil, Avan Ungalidaththil Bayamillaamalirukkap Paarungal; Ennaippola Avanum Karththarudaiya Kiriyaiyai Nadappikkiraane. "
  },{ "Verses": "11  aanapadiyinaal Oruvanum Avanai Arpamaai Ennaadhiruppaanaaga; Sagodhararodekooda Avan Varugiradharku Naan Kaaththirukkirapadiyaal, Ennidaththil Varumpadikku Avanai Samaadhaanaththode Vazhivittanuppungal. "
  },{ "Verses": "12  sagodharanaagiya Appollovaikkuriththovenil, Sagodhararodekooda Ungalidaththil Varumpadikku Avanai Migavum Vendikkonden; Aagilum Ippozhudhu Vara Avanukku Manadhillai; Avanukku Narsamayam Undaayirukkumpodhu Varuvaan. "
  },{ "Verses": "13  vizhiththirungal, Visuvaasaththile Nilaiththirungal, Purusharaayirungal, Thidankollungal. "
  },{ "Verses": "14  ungal Kaariyangalellaam Anpode Seyyappadakkadavadhu. "
  },{ "Verses": "15  sagodharare, Sthevaanudaiya Veettaar Agaayaanaattile Mudharbalanaanavargalendrum, Parisuththavaangalukku Oozhiyanjeyyumpadikkuth Thangalai Oppuviththirukkiraargalendrum Arindhirukkireergale. "
  },{ "Verses": "16  ippadippattavargalukkum, Udanvelaiyaatkalaaip Pirayaasappadugira Matra Yaavarukkum Neengal Keezhppadindhirukkavendumendru Ungalukkup Puththisollugiren. "
  },{ "Verses": "17  sthevaan, Porththunaaththu, Agaayukku Enbavargal Vandhadharkaaga Santhoshamaayirukkiren, Neengal Enakku Seyyavendiyadhaayirundhadhai Avargal Seydhirukkiraargal. "
  },{ "Verses": "18  avargal En Aavikkum Ungal Aavikkum Aarudhal Seydhaargal; Ippadippattavargalai Angikaarampannungal. "
  },{ "Verses": "19  aasiyaa Naattilulla Sabaiyaar Ungalai Vaazhththugiraargal. Aakkillaavum Piriskillaalum Thangal Veettile Koodugira Sabaiyodungoodak Karththarukkul Ungalai Migavum Vaazhththugiraargal. "
  },{ "Verses": "20  sagodhararellaarum Ungalai Vaazhththugiraargal. Oruvaraiyoruvar Parisuththa Muththaththode Vaazhththungal. "
  },{ "Verses": "21  pavulaagiya Naan En Kaiyezhuththaale Ungalai Vaazhththugiren. "
  },{ "Verses": "22  oruvan Karththaraagiya Yesukiristhuvinidaththil Anbukooraamarponaal, Avan Sabikkappattavanaayirukkakkadavan, Karththar Varugiraar. "
  },{ "Verses": "23  karththaraagiya Yesukirisdhuvinudaiya Kirubai Ungaludanekooda Iruppadhaaga. "
  },{ "Verses": "24  kiristhu Yesuvukkullaana Ennudaiya Anbu Ungalellaarodunkooda Iruppadhaaga. Aamen. "
  }
]