[
 { 
  "Verses": "1 dhevanudaiya Siththaththinaale Yesukiristhuvin Apposthalanaagumpadi Azhaikkappattavanaagiya Pavulum, Sagodharanaagiya Sostheneyum, "
 },
 
 { 
  "Verses": "2 korindhuvile Kiristhu Yesuvukkul Parisuththamaakkappattavargalaayum, Parisuththavaangalaagumpadi Azhaikkappattavargalaayumirukkira Dhevanudaiya Sabaikkum, Engalukkum Thangalukkum Aandavaraayirukkira Nammudaiya Karththaraagiya Yesu Kiristhuvin Naamaththai Engum Thozhudhukollugira Anaivarukkum Ezhudhukiradhaavadhu: "
 },
 { "Verses": "3 nammudaiya Pidhaavaagiya Dhevanaalum Karththaraagiya Yesukiristhuvinaalum Ungalukkuk Kirubaiyum Samaadhaanamum Undaavadhaaga. "
 },
 { "Verses": "4 kiristhuvaippatriya Saatchi Ungalukkulle Sthirappaduththappattapadiye, "
 },
 { "Verses": "5 neengal Yesukiristhuvukkullaai Ellaa Ubadhesaththilum Ellaa Arivilum, Matrellaavatrilum, Sambooranamullavargalaakkappattirukkirapadiyaal, "
 },
 { "Verses": "6 avar Moolamaai Ungalukku Alikkappatta Dhevakirubaikkaaga, Naan Ungalaikkuriththu Eppozhudhum En Dhevanai Sthoththirikkiren. "
 },
 { "Verses": "7 appadiye Neengal Yaadhoru Varaththilum Kuraivillaadhavargalaai, Nammudaiya Karththaraagiya Yesukiristhu Velippaduvadharkuk Kaaththirukkireergal. "
 },
 { "Verses": "8 nammudaiya Karththaraagiya Yesu Kiristhuvin Naalile Neengal Kutranjsaattappadaadhavargalaayirukkumpadi Mudivupariyandham Avar Ungalai Sthirappaduththuvaar. "
 },
 { "Verses": "9 thammudaiya Kumaaranum Nammudaiya Karththarumaayirukkira Yesukiristhuvudane Aikkiyamaayiruppadharku Ungalai Azhaiththa Dhevan Unmaiyullavar. "
 },{ "Verses": "10 sagodharare, Neengalellaarum Orekaariyaththaip Pesavum, Pirivinaigalillaamal Egamanadhum Egayosanaiyum Ullavargalaaich Seerporunthiyirukkavumvendumendru, Nammudaiya Karththaraagiya Yesukiristhuvin Naamaththinaale Ungalukkup Buththisollugiren. "
 },{ "Verses": "11 enenil, En Sagodharare, Ungalukkulle Vaakkuvaadhangal Undendru Kuloveyaalin Veettaaraal Ungalaikkuriththu Enakku Arivikkappattadhu. "
 },{ "Verses": "12 ungalil Silar: Naan Pavulaich Serndhavanendrum, Naan Appollovaich Serndhavanendrum, Naan Kebaavaich Serndhavanendrum, Naan Kiristhuvaich Serndhavanendrum Sollugirapadiyaal, Naan Ippadi Sollugiren. "
 },{ "Verses": "13 kiristhu Pirindhirukkiraaraa? Pavulaa Ungalukkaaga Siluvaiyilaraiyappattaan? Pavulin Naamaththinaaleyaa Gnaanasnaanam Petreergal? "
 },{ "Verses": "14 en Naamaththinaale Gnaanasnaanang Koduththenendru Oruvanum Sollaadhapadikku, "
 },{ "Verses": "15 naan Kirisbuvukkum Kaayuvukkumeyandri, Ungalil Veroruvanukkum Gnaanasnaanang Kodukkavillai; Idharkaaga Dhevanai Sthoththirikkiren. "
 },{ "Verses": "16 sthevaanudaiya Veettaarukkum Naan Gnaanasnaanang Koduththadhundu. Idhuvumallaamal Innum Yaarukkaavadhu Naan Gnaanasnaanang Koduththeno Illaiyo Ariyen. "
 },{ "Verses": "17 gnaanasnaanaththaik Kodukkumpadi Kiristhu Ennai Anuppavillai; Suviseshaththaip Pirasangikkave Anuppinaar; Kiristhuvin Siluvai Veenaaippogaadhapadikku, Saadhuriya Gnaanamillaamal Pirasangikkave Anuppinaar. "
 },{ "Verses": "18 siluvaiyaippatriya Ubadhesam Kettuppogiravargalukkup Paiththiyamaayirukkiradhu, Iratchikkappadugira Namakko Adhu Devabelanaayirukkiradhu. "
 },{ "Verses": "19 andhappadi: Gnaanigaludaiya Gnaanaththai Naan Azhiththu, Puththisaaligaludaiya Puththiyai Avamaakkuvenendru Ezhudhiyirukkiradhu. "
 },{ "Verses": "20 gnaani Enge? Vedhapaaragan Enge? Ippirapanjath Tharkkasaasthiri Enge? Ivvulagaththin Gnaanaththai Dhevan Paiththiyamaakkavillaiyaa? "
 },{ "Verses": "21 eppadiyenil, Devagnaanaththukketrapadi Ulagamaanadhu Suyagnaanaththinaale Dhevanai Ariyaadhirukkaiyil, Paiththiyamaagath Thondrugira Pirasangaththinaale Visuvaasigalai Iratchikka Dhevanukkup Piriyamaayitru. "
 },{ "Verses": "22 yoodhargal Adaiyaalaththaik Ketkiraargal, Kirekkar Gnaanaththaith Thedugiraargal; "
 },{ "Verses": "23 naangalo Siluvaiyil Araiyappatta Kiristhuvaip Pirasangikkirom; Avar Yoodharukku Idaralaayum Kirekkarukkup Paiththiyamaayum Irukkiraar. "
 },{ "Verses": "24 aagilum Yoodharaanaalum Kirekkaraanaalum Evargal Azhaikkappattirukkiraargalo Avarkalukkuk Kiristhu Devabelanum Devagnaanamumaayirukkiraar. "
 },{ "Verses": "25 indhappadi, Dhevanudaiya Paiththiyam Ennappaduvadhu Manusharudaiya Gnaanaththilum Adhiga Gnaanamaayirukkiradhu; Dhevanudaiya Balaveenam Ennappaduvadhu Manusharudaiya Balaththilum Adhiga Balamaayirukkiradhu. "
 },{ "Verses": "26 eppadiyenil, Sagodharare, Neengal Azhaikkappatta Azhaippai Paarungal; Maamsaththinpadi Gnaanigal Anegarillai, Vallavargal Anegarillai, Pirabukkal Anegarillai. "
 },{ "Verses": "27 gnaanigalai Vetkappaduththumpadi Dhevan Ulagaththil Paiththiyamaanavaigalaith Therinthukondaar; Balamullavaigalai Vetkappaduththumpadi Dhevan Ulagaththil Balaveenamaanavaigalaith Therinthukondaar. "
 },{ "Verses": "28 ullavaigalai Avamaakkumpadi, Ulagaththin Izhivaanavaigalaiyum, Arpamaayennappattavaigalaiyum, Illaadhavaigalaiyum, Dhevan Therindhukondaar. "
 },{ "Verses": "29 maamsamaana Evanum Dhevanukkumunbaaga Perumaipaaraattaadhapadikku Appadi Seydhaar. "
 },{ "Verses": "30 andhappadi, Neengal Avaraale Kiristhu Yesuvukkutpattirukkireergal. Ezhudhiyirukkirapadi, Menmaipaaraattugiravan Karththaraikkuriththe Menmaipaaraattaththakkadhaaga, "
 },{ "Verses": "31 avare Dhevanaal Namakku Gnaanamum Needhiyum Parisuththamum Meetpumaanaar. "
 }

 
]