[
  { "Verses": "1  vikkiragangalukkup Padaikkappattavaigalaikkuriththa Vishayaththil, Nammellaarukkum Arivu Undendru Namakkuth Theriyume. Arivu Irumaappai Undaakkum, Anbo Bakthiviruththiyai Undaakkum. "
  },{ "Verses": "2  oruvan Thaan Edhenum Ondrai Arindhavanendru Ennikkolvaanaanaal, Ondraiyum Ariyavendiyapiragaaramaaga Avan Innum Ariyavillai. "
  },{ "Verses": "3  dhevanil Anbukoorugiravanevano, Avan Dhevanaal Ariyappattirukkiraan. "
  },{ "Verses": "4  vikkiragangalukkup Padaikkappattavaigalaip Pusikkira Vishayaththaippatri, Ulagaththile Vikkiragamaanadhu Ondrumillaiyendrum Oruvareyandri Veroru Dhevan Illaiyendrum Arindhirukkirom. "
  },{ "Verses": "5  vaanaththileyum Boomiyileyum Devargal Ennappadugiravargal Undu; Ippadi Anega Devargalum Anega Karththaakalum Undaayirundhaalum, "
  },{ "Verses": "6  pidhaavaagiya Ore Dhevan Namakkundu, Avaraale Sagalamum Undaayirukkiradhu; Avarukkendru Naamum Undaayirukkirom. Yesukiristhu Ennum Ore Karththarumnamakkundu; Avarmoolamaaich Sagalamum Undaayirukkiradhu, Avar Moolamaai Naamum Undaayirukkirom. "
  },{ "Verses": "7  aagilum, Indha Arivu Ellaaridaththilum Illai. Silar Indraiy Varaikkum Vikkiragaththai Oru Porulendru Enni Vikkiragaththukkup Padaikkappattadhaip Pusikkiraargal; Avargaludaiya Manasaatchi Balaveenamaayiruppadhaal Asusippadugiradhu. "
  },{ "Verses": "8  pojanamaanadhu Nammai Dhevanukku Ugandhavargalaakkamaattaadhu; Ennaththinaalenil, Pusippadhinaal Namakku Oru Menmaiyumillai, Pusiyaadhiruppadhinaal Namakku Oru Kuraivumillai. "
  },{ "Verses": "9  aagilum Idhaikkuriththu Ungalukkundaayirukkira Adhigaaram Evvidhaththilum Balaveenarukkuth Thadukkalaagaadhapadikkup Paarungal. "
  },{ "Verses": "10  eppadiyenil, Arivullavanaagiya Unnai Vikkiragakkovilile Pandhiyirukka Oruvan Kandaal, Balaveenanaayirukkira Avanudaiya Manasaatchi Vikkiragangalukkup Padaikkappattavaigalaip Pusippadharkuth Thunivukollumallavaa? "
  },{ "Verses": "11  balaveenamulla Sagodharan Un Arivinimiththam Kettuppogalaamaa? Avanukkaagak Kiristhu Mariththaare. "
  },{ "Verses": "12  ippadi Sagodhararukku Virodhamaaip Paavanjeydhu, Balaveenamulla Avargaludaiya Manasaatchiyaip Punpaduththugiradhinaale, Neengal Kiristhuvukku Virodhamaaip Paavancheygireergal. "
  },{ "Verses": "13  aadhalaal Pojanam En Sagodharanukku Idaralundaakkinaal, Naan En Sagodharanukku Idaralundaakkaadhapadikku, Endraikkum Maamsam Pusiyaadhiruppen. "
  }
]