[
  { "Verses": "1  andriyum, Sagodharare, Aavikkuriyavarangalaik Kuriththu Neengal Ariyaadhirukka Enakku Manadhillai. "
  },{ "Verses": "2  neengal Agngnaanigalaayirundhapodhu Evappattapadiye, Oomaiyaana Vikkiragangalidaththil Manadhai Seluththineergalendru Ungalukkuth Theriyume. "
  },{ "Verses": "3  aadhalaal, Dhevanudaiya Aaviyinaale Pesugira Evanum Yesuvai Sabikkappattavanendru Sollamaattaanendrum, Parisuththa Aaviyinaaleyandri Yesuvaik Karththarendru Oruvanum Sollakkoodaadhendrum, Ungalukkuth Therivikkiren. "
  },{ "Verses": "4  varangalil Viththiyaasangal Undu Aaviyaanavar Oruvare. "
  },{ "Verses": "5  oozhiyangalileyum Viththiyaasangal Undu, Karththar Oruvare. "
  },{ "Verses": "6  kiriyaigalileyum Viththiyaasangalundu, Ellaarukkullum Ellaavatraiyum Nadappikkira Dhevan Oruvare. "
  },{ "Verses": "7  aaviyinudaiya Anukkiragam Avanavanudaiya Pirayojanaththirkendru Alikkappattirukkiradhu. "
  },{ "Verses": "8  eppadiyenil, Oruvanukku Aaviyinaale Gnaanaththaip Podhikkum Vasanamum, Veroruvanukku Andha Aaviyinaaleye Arivai Unarththum Vasanamum, "
  },{ "Verses": "9  veroruvanukku Andha Aaviyinaaleye Visuvaasamum, Veroruvanukku Andha Aaviyinaaleye Kunamaakkum Varangalum, "
  },{ "Verses": "10  veroruvanukku Arpudhangalaiseyyum Sakthiyum, Veroruvanukkuth Theerkkadharisanam Uraiththalum, Veroruvanukku Aavigalaip Paguththaridhalum, Veroruvanukkup Parpala Baashaigalaippesudhalum, Veroruvanukkup Baashaigalai Viyaakkiyaanampannudhalum Alikkappadugiradhu. "
  },{ "Verses": "11  ivaigalaiyellaam Andha Ore Aaviyaanavar Nadappiththu, Thamadhu Siththaththinpadiye Avanavanukkup Pagirndhukodukkiraar. "
  },{ "Verses": "12  eppadiyenil, Sareeram Ondru, Adharku Avayavangal Anegam; Ore Sareeraththin Avayavangalellaam Anegamaayirundhum, Sareeram Ondraagaveyirukkiradhu; Andhappiragaaramaagak Kiristhuvum Irukkiraar. "
  },{ "Verses": "13  naam Yoodharaayinum, Kirekkaraayinum, Adimaigalaayinum, Suyaadheenaraayinum, Ellaarum Ore Aaviyinaale Ore Sareeraththirkullaaga Gnaanasnaanampannappattu, Ellaarum Ore Aavikkullaagave Thaagandheerkkappattom. "
  },{ "Verses": "14  sareeramum Ore Avayavamaayiraamal Anega Avayavangalai Udaiyadhaayirukkiradhu. "
  },{ "Verses": "15  kaalaanadhu Naan Kaiyaayiraadhapadiyinaale, Naan Sareeraththin Avayavamallavendraal, Adhinaale Adhu Sareeraththin Avayamaayiraadho? "
  },{ "Verses": "16  kaadhaanadhu Naan Kannaayiraadhapadiyinaale, Naan Sareeraththin Avayavamallavendraal, Adhinaale Adhu Sareeraththin Avayavamaayiraadho? "
  },{ "Verses": "17  sareeram Muzhuvadhum Kannaanaal, Sevi Enge? Adhu Muzhuvadhum Seviyaanaal, Moppam Enge? "
  },{ "Verses": "18  dhevan Thamadhu Siththaththinpadi, Avayavangal Ovvondraiyum Sareeraththile Vaiththaar. "
  },{ "Verses": "19  avaiyellaam Ore Avayavamaayirundhaal, Sareeram Enge? "
  },{ "Verses": "20  avayavangal Anegamaayirundhum Sareeram Ondre. "
  },{ "Verses": "21  kannaanadhu Kaiyaippaarththu: Nee Enakku Venduvadhillaiyendrum; Thalaiyaanadhu Kaalgalai Nokki: Neengal Enakku Venduvadhillaiyendrum Sollakkoodaadhu. "
  },{ "Verses": "22  sareera Avayavangalil Balaveenamullavaigalaaik Kaanappadugiravaigale Migavum Vendiyavaigalaayirukkiradhu. "
  },{ "Verses": "23  melum, Sareera Avayavangalil Ganaveenamaaik Kaanappadugiravaigalukke Adhiga Ganaththaik Kodukkirom; Nammil Latchanamillaadhavaigale Adhiga Alangaaram Perum; "
  },{ "Verses": "24  nammil Ilatchanamullavaigalukku Alangarippu Vendiyadhillai. "
  },{ "Verses": "25  sareeraththile Pirivinaiyundaayiraamal, Avayavangal Ondraikkuriththu Ondru Kavalaiyaayirukkumpadikku, Dhevan Ganaththil Kuraivulladharku Adhiga Ganaththaik Koduththu, Ippadi Sareeraththai Amaiththirukkiraar. "
  },{ "Verses": "26  aadhalaal Oru Avayavam Paadupattaal Ellaa Avayavangalum Koodap Paadupadum; Oru Avayavam Magimaippattaal Ellaa Avayavangalum Kooda Santhoshappadum. "
  },{ "Verses": "27  neengale Kiristhuvin Sareeramaayum, Thaniththaniye Avayavangalaayumirukkireergal. "
  },{ "Verses": "28  dhevanaanavar Sabaiyile Mudhalaavadhu Apposthalaraiyum, Irandaavadhu Theerkkadharisigalaiyum, Moondraavadhu Podhakargalaiyum, Pinbu Arpudhangalaiyum, Pinbu Kunamaakkum Varangalaiyum, Oozhiyangalaiyum, Aalugaigalaiyum, Palavidha Baashaigalaiyum Erpaduththinaar "
  },{ "Verses": "29  ellaarum Apposthalargalaa? Ellaarum Theerkkadharisigalaa? Ellaarum Podhakargalaa? Ellaarum Arpudhangalai Seygiravargalaa? "
  },{ "Verses": "30  ellaarum Gunamaakkum Varangaludaiyavargalaa? Ellaarum Anniyabaashaigalaip Pesugiraargalaa? Ellaarum Viyaakkiyaanam Pannugiraargalaa? "
  },{ "Verses": "31  ippadiyirukka, Mukkiyamaana Varangalai Naadungal; Innum Adhiga Menmaiyaana Vazhiyaiyum Ungalukkuk Kaanbikkiren. "
  }
]