[
  { "Verses": "1  sagodharare, Naan Ungalidaththil Vandhapodhu, Dhevanaippatriya Saatchiyai Sirandha Vasanippodaavadhu Gnaanaththodaavadhu Arivikkiravanaaga Varavillai. "
  },{ "Verses": "2  yesukiristhuvai, Siluvaiyil Araiyappatta Avaraiyeyandri, Verondraiyum Ungalukkulle Ariyaadhirukkath Theermaaniththirundhen. "
  },{ "Verses": "3  allaamalum Naan Balaveenaththodum Bayaththodum Migundha Nadukkaththodum Ungalidaththil Irunthen. "
  },{ "Verses": "4  ungal Visuvaasam Manusharudaiya Gnaanaththilalla, Dhevanudaiya Belaththil Nirkumpadikku, "
  },{ "Verses": "5  en Pechchum En Pirasangamum Manusha Gnaanaththirkuriya Nayavasanamulladhaayiraamal, Aaviyinaalum Belaththinaalum Urudhippaduththappattadhaayirundhadhu. "
  },{ "Verses": "6  appadiyirundhum, Therinavargalukkulle Gnaanaththai Pesugirom; Ippirapanjaththin Gnaanaththaiyalla, Azhindhupogiravargalaagiya Ippirapanjaththin Pirabukkaludaiya Gnaanaththaiyumalla, "
  },{ "Verses": "7  ulagaththotraththirku Munne Dhevan Nammudaiya Magimaikkaaga Erpaduththinadhum, Maraikkappattadhumaayirundha Ragasiyamaana Devagnaanaththaiye Pesugirom. "
  },{ "Verses": "8  adhai Ippirapanjaththup Pirabukkalil Oruvanum Ariyavillai; Arindhaargalaanaal, Magimaiyin Karththarai Avargal Siluvaiyil Araiyamaattaargale. "
  },{ "Verses": "9  ezhudhiyirukkirapadi: Dhevan Thammil Anbukoorugiravargalukku Aayaththampanninavaigalaik Kan Kaanavumillai, Kaadhuketkavumillai, Avaigal Manushanudaiya Irudhayaththil Thondravumillai; "
  },{ "Verses": "10  namakko Dhevan Avaigalaith Thamadhu Aaviyinaale Velippaduththinaar; Andha Aaviyaanavar Ellaavatraiyum, Dhevanudaiya Aazhangalaiyum, Aaraaindhirukkiraar. "
  },{ "Verses": "11  manushanilulla Aaviyeyandri Manusharil Evan Manushanukkuriyavaigalai Arivaan? Appadippola, Dhevanudaiya Aaviyeyandri, Oruvanum Dhevanukkuriyavaigalai Ariyamaattaan. "
  },{ "Verses": "12  naangalo Ulagaththin Aaviyaipperaamal, Dhevanaal Engalukku Arulappattavaigalai Ariyumpadikku Dhevanilirundhu Purappadugira Aaviyaiye Petrom. "
  },{ "Verses": "13  avaigalai Naangal Manushagnaanam Pothikkira Vaarththaigalaale Pesaamal, Parisuththa Aavi Podhikkira Vaarththaigalaale Pesi, Aavikkuriyavaigalai Aavikkuriyavaigalode Sambandhappaduththikkaanbikkirom. "
  },{ "Verses": "14  jenmasubaavamaana Manushano Dhevanudaiya Aavikkuriyavaigalai Etrukkollaan; Avaigal Avanukkup Paiththiyamaagath Thondrum; Avaigal Aavikketrapiragaaramaai Aaraaindhu Nidhaanikkappadugiravaigalaanadhaal, Avaigalai Ariyavumaattaan. "
  },{ "Verses": "15  aavikkuriyavan Ellaavatraiyum Aaraaindhu Nidhaanikkiraan; Aanaalum Avan Matroruvanaalum Aaraaindhu Nidhaanikkappadaan. "
  },{ "Verses": "16  karththarukku Podhikkaththakkadhaaga Avarudaiya Sindhaiyai Arindhavan Yaar? Engalukko Kiristhuvin Sindhai Undaayirukkiradhu. "
  }
]