[
{ "Verses": "1 idharkuppinbu, Dhaaveedhu Pelistharai Muriya Adiththu, Avargalaik Keezhppaduththi, Kaadh Pattanaththaiyum Adhin Graamangalaiyum Pelistharin Kaiyilirundhu Pidiththukkondaan. "
},{ "Verses": "2 avan Movaabiyaraiyum Muriyadiththadhinaal, Movaabiyar Dhaaveedhai Seviththu Avanukkuk Kaanikkaigalai Seluththinaargal. "
},{ "Verses": "3 sobaavin Raajaavaagiya Aadhaaresar Aipiraadh Nadhiyandaiyil Than Raanuvaththai Niruththappogirapodhu, Dhaaveedhu Avanaiyum Aamaaththin Kitte Muriya Adiththaan. "
},{ "Verses": "4 avanukku Irundha Aayiram Radhangalaiyum Ezhaayiram Kudhiraiveeraraiyum Irubadhinaayiram Kaalaatkalaiyum Pidiththu, Radhangalil Nooru Radhangalaiyum Vaiththukkondu, Matravaigalaiyellaam Thundaadippottaan. "
},{ "Verses": "5 sobaavin Raajaavaagiya Aadhaaresarukku Udhaviseyya Thamaskupattanaththaaraagiya Seeriyar Vandhaargal; Dhaaveedhu Seeriyaril Irubaththeeraayiramperai Vettippottu, "
},{ "Verses": "6 thamaskuvukkaduththa Seeriyaavile Thaanaiyangalai Vaiththaan; Seeriyar Dhaaveedhai Seviththu Avanukkuk Kaanikkaigalai Seluththinaargal; Dhaaveedhu Pona Idaththilellaam Karththar Avanaik Kaappaatrinaar. "
},{ "Verses": "7 aadhaaresarin Sevagarukku Irundha Pon Parisaigalai Dhaaveedhu Eduththu, Avaigalai Erusalemukkuk Konduvandhaan. "
},{ "Verses": "8 aadhaaresarin Pattanangalaagiya Thipkaaththilum Koonilumirundhu Dhaaveedhu Vegu Thiralaana Venkalaththaiyum Eduththukkonduvandhaan; Adhinaale Saalomon Venkalak Kadalthottiyaiyum Thoongalaiyum Venkalath Thattumuttugalaiyum Undaakkinaan. "
},{ "Verses": "9 dhaaveedhu Sobaavin Raajaavaagiya Aadhaaresarin Raanuvaththaiyellaam Muriya Adiththa Seydhiyai Aamaaththin Raajaavaagiya Thoyoo Kettapodhu, "
},{ "Verses": "10 avan Dhaaveedhu Raajaavin Sugaseydhiyai Visaarikkavum, Avan Aadhaaresarodu Yuththampanni, Avanai Muriya Adiththadharkaaga Avanukku Vinavudhal Sollavum, Than Kumaaranaagiya Adhoraamaiyum, Ponnum Velliyum Venkalamumaana Sagalavidhath Thattumuttugalaiyum, Avanidaththukku Anuppinaan; Aadhaaresar Thoyoovinmel Yuththampannugiravanaayirundhaan. "
},{ "Verses": "11 andhath Thattumuttugalaiyum, Thaan Edhomiyar, Movaabiyar, Ammon Puththirar, Pelisthar, Amalekkiyar Ennum Sagala Jaadhigalin Kaiyilum Vaangina Velliyaiyum, Ponnaiyumkooda Dhaaveedhuraajaa Karththarukkup Parisuththamendru Nerndhukondaan. "
},{ "Verses": "12 seruyaavin Kumaaran Abisaayi Uppup Pallaththaakkile Padhinennaayiram Edhomiyarai Muriya Adiththaan. "
},{ "Verses": "13 aagaiyaal Dhaaveedhu Edhomile Thaanaiyam Pottaan; Edhomiyar Ellaarum Avanai Sevikkiravargalaanaargal; Dhaaveedhu Pona Idaththilellaam Karththaravanaik Kaappaatrinaar. "
},{ "Verses": "14 dhaaveedhu Isravelaiyellaam Aandu, Thannudaiya Janaththirkellaam Nyaayamum Needhiyum Seydhaan. "
},{ "Verses": "15 seruyaavin Kumaaran Yovaab Raanuvaththalaivanaayirundhaan; Aagiloodhin Kumaaranaagiya Yosabaadh Mandhiriyaayirundhaan. "
},{ "Verses": "16 agidhoopin Kumaaran Saadhokkum, Abiyaththaarin Kumaaran Abimelekkum Aasaariyaraayirundhaargal; Savishaa Sambiradhiyaayirundhaan. "
},{ "Verses": "17 yoidhaavin Kumaaran Penaayaa Kireththiyarukkum Pileththiyarukkum Thalaivanaayirundhaan; Dhaaveedhin Puththirar Raajaavinidaththil Pradhaanigalaayirundhaargal. "
}
]