[
 { "Verses":"1 pelisthar Isravelarode Yuththampanninaargal; Isravel Pelistharukku Munbaaga Murindhodi, Kilpovaa Malaiyile Vettundu Vizhundhaargal. "
 },{ "Verses":"2 pelisthar Savulaiyum Avan Kumaararaiyum Nerungith Thodarndhu, Savulin Kumaararaagiya Yonaththaanaiyum, Abinadhaabaiyum, Malkisoovaavaiyum Vettippottaargal. "
 },{ "Verses":"3 savulukku Virodhamaai Yuththam Balaththadhu; Vilveerar Avanaikkandu Nerunginaargal; Appozhudhu Savul Vilveerarukku Migavum Bayappattu, "
 },{ "Verses":"4 than Aayudhadhaariyai Nokki: Andha Viruththasedhanam Illaadhavargal Vandhu Ennai Avamaanappaduththaadhapadikku, Nee Un Pattayaththai Uruvi, Ennaik Kuththippodu Endraan; Avanudaiya Aayudhadhaari Migavum Bayappattadhinaal Appadichcheyyamaatten Endraan. Appozhudhu Savul Pattayaththai Nattu Adhinmel Vizhundhaan. "
 },{ "Verses":"5 savul Seththupponadhai Avan Aayudhadhaari Kandapodhu, Avanum Pattayaththinmel Vizhundhu Seththupponaan. "
 },{ "Verses":"6 appadiye Savulum, Avan Moondrukumaararum, Avan Veettu Manushar Anaivarumkooda Seththupponaargal. "
 },{ "Verses":"7 janangal Murindhodinadhaiyum, Savulum Avan Kumaararum Seththupponadhaiyum, Pallaththaakkilulla Isravelar Ellaarum Kandapodhu Thangal Pattanangalai Vittu Odipponaargal; Appozhudhu Pelisthar Vandhu, Avaigalil Kudiyirundhaargal "
 },{ "Verses":"8 vettundavargalin Vasthirangalai Urindhukollap Pelisthar Marunaalil Vandhapodhu, Avargal Savulaiyum Avan Kumaararaiyum Kilpovaa Malaiyile Vizhundhukidakkak Kandu, "
 },{ "Verses":"9 avan Vasthirangalai Urindhu, Avan Thalaiyaiyum Avan Aayudhangalaiyum Eduththukkondu, Thangal Vikkiragangalukkum Janangalukkum Adhaip Prasiththappaduththumpadi Pelistharudaiya Dhesaththile Sutrilum Seydhi Anuppi, "
 },{ "Verses":"10 avan Aayudhangalaith Thangal Dhevargalin Kovilile Vaiththu, Avan Thalaiyaith Thaagon Kovilile Thookkivaiththaargal. "
 },{ "Verses":"11 pelisthar Savulukku Seydha Ellaavatraiyun Keeleyaa Dhesaththu Yaabes Pattanaththaar Yaavarum Kettapodhu, "
 },{ "Verses":"12 paraakkiramasaaligal Ellaarum Ezhundhupoi, Savulin Udalaiyum Avan Kumaararin Udalgalaiyum Eduththu, Yaabesukkuk Konduvandhu, Avargal Elumbugalai Yaabesilirukkira Oru Karvaalimaraththinkeezh Adakkampanni, Ezhunaal Ubavaasampanninaargal. "
 },{ "Verses":"13 appadiye Savul Karththarudaiya Vaarththaiyaik Kaikkollaamal, Karththarukku Seydha Than Dhrogaththinimiththamum, Avan Karththaraith Thedaamal Anjanam Paarkkiravargalaik Ketkumpadikkuth Thedinadhinimiththamum Seththupponaan. "
 },{ "Verses":"14 adharkaaga Avar Avanaik Kondru, Raajyabaaraththai Eesaayin Kumaaranaagiya Dhaaveedhu Vasamaagak Thiruppinaar. "
 }
]