[
{ "Verses": "1 pinbu Dhaaveedhuraajaa Sabaiyaar Ellaaraiyum Nokki: Dhevan Therindhukonda En Kumaaranaagiya Saalomon Innum Vaalibanum Ilaignanumaayirukkiraan; Seyyavendiya Velaiyo Periyadhu; Adhu Oru Manushanukku Alla, Dhevanaagiya Karththarukkuk Kattum Aramanai. "
},{ "Verses": "2 naan Ennaale Iyandramattum En Dhevanudaiya Aalayaththukkendru Ponvelaikkup Ponnaiyum, Vellivelaikku Velliyaiyum, Venkalavelaikku Venkalaththaiyum, Irumbuvelaikku Irumbaiyum, Maravelaikku Maraththaiyum, Padhikkappadaththakka Kaandhiyulla Karkalaiyum, Palavarunak Karkalaiyum, Vilaiyerappetra Sagalavidha Raththinangalaiyum, Venkarpaalangalaiyum, Komedhaga Mudhaliya Karkalaiyum Eraalamaaga Savadhariththen. "
},{ "Verses": "3 innum En Dhevanudaiya Aalayaththinmel Naan Vaiththirukkira Vaanjaiyinaal, Parisuththa Aalayaththukkaaga Naan Savadhariththa Anaiththaiyum Thavira, Enakku Sondhamaana Ponnaiyum Velliyaiyum En Dhevanudaiya Aalayaththukkendru Kodukkiren. "
},{ "Verses": "4 araigalin Suvargalai Mooduvadharkaagavum, Ponvelaikkup Ponnum, Vellivelaikku Velliyum Undaayirukkiradharkaagavum, Kammaalar Seyyumvelai Anaiththirkaagavuma, Oppeerin Thangamaagiya Moovaayiram Thaalandhu Thangaththaiyum, Suththa Velliyaagiya Ezhaayiram Thaalandhu Velliyaiyum Kodukkiren. "
},{ "Verses": "5 ippodhum Ungalil Indraiyadhinam Karththarukkuth Than Kaikkaanikkaigalai Seluththa Manappoorvamaanavargal Yaar Endraan. "
},{ "Verses": "6 appozhudhu Vamsangalin Prabukkalum, Isravel Koththirangalin Prabukkalum, Aayiramperukku Adhipadhigalum, Nooruperukku Adhipadhigalum, Raajaavin Velaikkaararaagiya Prabukkalum Manappoorvamaai, "
},{ "Verses": "7 dhevanudaiya Aalayaththu Velaikku Aiyaayiram Thaalandhu Ponnaiyum, Padhinaayiram Thangakkaasaiyum, Padhinaayiram Thaalandhu Velliyaiyum, Padhinennaayiram Thaalandhu Venkalaththaiyum, Latcham Thaalandhu Irumbaiyum Koduththaargal. "
},{ "Verses": "8 yaar Kaiyil Raththinangal Irundhadho, Avargal Avaigalaiyum Karththarudaiya Aalayaththup Pokkishaththirkendru Kersoniyanaana Yegiyelin Kaiyile Koduththaargal. "
},{ "Verses": "9 ippadi Manappoorvamaaik Koduththadharkaaga Janangal Sandhoshappattaargal; Uththama Irudhayaththode Urchaagamaaik Karththarukkuk Koduththaargal; Dhaaveedhu Raajaavum Migavum Sandhoshappattaan. "
},{ "Verses": "10 aagaiyaal Dhaaveedhu Sabai Anaiththin Kangalukku Munbaagavum Karththarukku Sthoththiram Seluththi Sonnadhu: Engal Thagappanaagiya Isravelin Dhevanaagiya Karththaave, Sadhaakaalangalilum Dhevareerukku Sthoththiram Undaavadhaaga. "
},{ "Verses": "11 karththaave, Maatchimaiyum Vallamaiyum Magimaiyum Jeyamum Magaththuvamum Ummudaiyavaigal; Vaanaththilum Boomiyilum Ullavaigalellaam Ummudaiyavaigal; Karththaave, Raajyamum Ummudaiyadhu; Dhevareer Ellaarukkum Thalaivaraai Uyarndhirukkireer. "
},{ "Verses": "12 aisuvariyamum Ganamum Ummaale Varugiradhu; Dhevareer Ellaavatraiyum Aalugiravar; Ummudaiya Karaththile Saththuvamum Vallamaiyum Undu; Evaraiyum Menmaippaduththavum Balappaduththavum Ummudaiya Karaththinaal Aagum. "
},{ "Verses": "13 ippodhum Engal Dhevane, Naangal Umakku Sthoththiram Seluththi, Umadhu Magimaiyulla Naamaththaith Thudhikkirom. "
},{ "Verses": "14 ippadi Manappoorvamaaik Kodukkum Thiraani Undaavadharku Naan Emmaaththiram? En Janangal Emmaaththiram? Ellaam Ummaal Undaanadhu; Umadhu Karaththile Vaangi Umakkuk Koduththom. "
},{ "Verses": "15 umakku Munbaaga Naangal Engaludaiya Pidhaakkal Ellaaraippolum Aradhesigalum Paradhesigalumaayirukkirom; Boomiyinmel Engal Naatkal Oru Nizhalaippola Irukkiradhu; Nilaiththiruppom Ennum Nambikkaiyillai. "
},{ "Verses": "16 engal Dhevanaagiya Karththaave, Ummudaiya Parisuththa Naamaththirkendru Umakku Oru Aalayaththaik Kattugiradharku, Naangal Savadhariththirukkira Indhapporulgal Ellaam Umadhu Karaththilirundhu Vandhadhu; Ellaam Ummudaiyadhu. "
},{ "Verses": "17 en Dhevane, Neer Irudhayaththai Sodhiththu, Uththama Gunaththil Piriyamaayirukkireer Enbadhai Ariven; Ivaiyellaam Naan Uththama Irudhayaththode Manappoorvamaaik Koduththen; Ippozhudhu Ingeyirukkira Ummudaiya Janamum Umakku Manappoorvamaaik Kodukkiradhaik Kandu Sandhoshiththen. "
},{ "Verses": "18 aabiragaam Eesaakku Isravel Ennum Engal Pidhaakkalin Dhevanaagiya Karththaave, Umadhu Janaththin Irudhayaththil Undaana Indha Sindhaiyaiyum Ninaivaiyum Endraikkum Kaaththu, Avargal Irudhayaththai Umakku Neraakkiyarulum. "
},{ "Verses": "19 en Kumaaranaagiya Saalomon Ummudaiya Karpanaigalaiyum Ummudaiya Saatchigalaiyum Ummudaiya Kattalaigalaiyum Kaikkollumpadikkum, Ivaigal Ellaavatraiyum Seydhu, Naan Aayaththampannina Indha Aramanaiyaikkattumpadikkum, Avanukku Uththama Irudhayaththaith Thandharulum Endraan. "
},{ "Verses": "20 adhinpinbu Dhaaveedhu Sabai Anaiththaiyum Nokki: Ippodhu Ungal Dhevanaagiya Karththarai Sthoththiriyungal Endraan; Appozhudhu Sabaiyaar Ellaarum Thangal Pidhaakkalin Dhevanaagiya Karththarai Sthoththiriththu, Thalai Kunindhu Karththaraiyum Raajaavaiyum Panindhukondu, "
},{ "Verses": "21 karththarukkup Paliyittu, Marunaalile Sarvaanga Thaganapaligalaaga Aayiram Kaalaigalaiyum, Aayiram Aattukkadaakkalaiyum, Aayiram Aattukkuttigalaiyum, Avaigalukkaduththa Paanapaligalaiyum Isravel Anaiththirkaagavum Karththarukku Seluththinaargal. "
},{ "Verses": "22 avargal Andraiyadhinam Migundha Sandhoshaththodu Karththarukku Munbaagap Pojanabaanampanni, Dhaaveedhin Kumaaranaagiya Saalomonai Irandaamvisai Raajaavaakki, Karththarukku Munbaaga Avanai Adhipadhiyaagavum, Saadhokkai Aasaariyanaagavum Abishegampanninaargal. "
},{ "Verses": "23 appadiye Saalomon Than Thagappanaagiya Dhaaveedhin Sthaanaththile, Karththarudaiya Singaasanaththil Raajaavaai Veetrirundhu Paakkiyasaaliyaayirundhaan; Isravelar Ellaarum Avanukkuk Keezhppadindhirundhaargal. "
},{ "Verses": "24 sagala Prabukkalum Paraakkiramasaaligalum Dhaaveedhu Raajaavinudaiya Sagala Kumaararunkooda Raajaavaagiya Saalomonukku Adangiyirundhaargal. "
},{ "Verses": "25 isravelar Ellaarum Kaanak Karththar Saalomonai Migavum Periyavanaakki, Avanukku Munne Isravelil Raajaavaana Oruvanukkum Illaadhirundha Raajariga Magaththuvaththai Avanukkuk Kattalaiyittaar. "
},{ "Verses": "26 ivvidhamaai Eesaayin Kumaaranaagiya Dhaaveedhu Isravel Anaiththukkum Raajaavaayirundhaan. "
},{ "Verses": "27 avan Isravelai Arasaanda Naatkal Naarpadhuvarusham; Epronile Ezhuvarushamum, Erusalemile Muppaththumoondru Varushamum Raajaavaayirundhaan. "
},{ "Verses": "28 avan Theerkkaayusum Aisuvariyamum Magimaiyumullavanaai Nalla Mudhirvayadhile Maranamadaindhapin, Avan Kumaaranaagiya Saalomon Avan Sthaanaththile Arasaandaan. "
},{ "Verses": "29 dhaaveedhu Raajaavinudaiya Aadhiyodandhamaana Nadapadigalum, Avan Arasaanda Vibaramum, Avanudaiya Vallamaiyum, Avanukkum Isravelukkum, Andhandha Dhesangalin Raajyangal Anaiththukkum Nadandha Kaalasambavangalum, "
},{ "Verses": "30 gnaanadhrushtikkaaranaagiya Saamuvelin Prabandhaththilum, Theerkkadharisiyaagiya Naaththaanin Prabandhaththilum, Gnaanadhrushtikkaaranaagiya Kaaththin Prabandhaththilum Ezhudhiyirukkiradhu. "
}
]