[
{ "Verses": "1 adhanpinbu, Ammon Puththirarin Raajaavaagiya Naagaas Mariththu, Avan Kumaaran Avan Sthaanaththil Raajaavaanaan. "
},{ "Verses": "2 appozhudhu Dhaaveedhu: Aanoonin Thagappanaagiya Naagaas Enakkuth Dhayavuseydhadhupola, Naanum Avan Kumaaranaagiya Ivanukkuth Dhayavuseyven Endru Solli, Avan Thagappanukkaaga Avanukku Aarudhalsolla Sthaanaapadhigalai Anuppinaan; Dhaaveedhin Oozhiyakkaarar Aanoonukku Aarudhal Solla Ammon Puththirarin Dhesaththile Vandhapodhu, "
},{ "Verses": "3 ammon Puththirarin Prabukkal Aanoonaip Paarththu: Dhaaveedhu Aarudhal Sollugiravargalai Ummidaththil Anuppinadhu, Ummudaiya Thagappanai Ganampannugiradhaai Umakkuth Thondrugiradho? Dhesaththai Aaraayavum, Adhaik Kavizhththuppodavum, Ulavupaarkkavum Allavo, Avan Oozhiyakkaarar Ummidaththil Vandhaargal Endru Sonnaargal. "
},{ "Verses": "4 appozhudhu Aanoon: Dhaaveedhin Oozhiyakkaararaip Pidiththu, Avargal Thaadiyai Siraiththu, Avargaludaiya Vasthirangalai Iruppidamattum Vaiththuvittu, Matrap Paadhiyaik Kaththariththuppottu, Avargalai Anuppivittaan. "
},{ "Verses": "5 andha Manushar Varugaiyil, Avargal Seydhi Dhaaveedhukku Arivikkappattadhu; Appozhudhu Andha Manushar Migavum Vetkappattapadiyinaal, Avargalukku Edhiraaga Raajaa Aatkalai Anuppi: Ungal Thaadi Valarumattum Neengal Erigovilirundhu Pirpaadu Vaarungal Endru Sollachchonnaan." 
},{ "Verses": "6 ammon Puththirar Thaangal Dhaaveedhukku Aruvaruppaanadhaik Kandapodhu, Aanoonum Ammon Puththirarum Mesoppoththaamiyaavilum Maakkaa Sobaa Ennum Seeriyarin Dhesaththilumirundhu Thangalukku Radhangalum Kudhiraiveerarum Koolikku Varumpadi Aayiramthaalandhu Velli Anuppi, "
},{ "Verses": "7 muppaththeeraayiram Radhangalaiyum, Maakkaavin Raajaavaiyum, Avan Janaththaiyum Koolippadaiyaaga Azhaippiththaan; Ivargal Vandhu, Medhebaavukku Munpuraththile Paalayamiranginaargal; Ammon Puththirarum Thangal Pattanangalilirundhu Koodikkondu Yuththampanna Vandhaargal." 
},{ "Verses": "8 adhai Dhaaveedhu Kettapodhu, Yovaabaiyum Balasaaligalin Raanuvam Muzhuvadhaiyum Anuppinaan. "
},{ "Verses": "9 ammon Puththirar Purappattuvandhu, Pattanaththu Vaasalandaiyil Anivaguththaargal; Vandha Raajaakkal Thaniththu Veliyile Porukku Aayaththamaai Nindraargal. "
},{ "Verses": "10 yuththa Raanuvangalin Mugapputh Thanakku Munnum Pinnum Irukkiradhai Yovaab Kandu, Avan Isravelile Therindhukollappatta Anaivarilum Oru Pangaip Piriththeduththu, Adhai Seeriyarukku Edhiraaga Niruththi, "
},{ "Verses": "11 matra Janaththai Ammon Puththirarukku Edhiraagap Porukku Aayaththappaduththi, Than Sagodharanaagiya Abisaayikku Oppuviththu, Avanai Nokki: "
},{ "Verses": "12 ennaippaarkkilum Seeriyar Balankondaal Nee Enakkuth Thunainil; Unnaippaarkkilum Ammon Puththirar Balankondaal Naan Unakkuth Thunainirpen. "
},{ "Verses": "13 dhairiyamaayiru; Naam Nammudaiya Janaththirkaagavum, Namadhu Dhevanudaiya Pattanangalukkaagavum Thidankondirukkakkadavom; Karththar Thamadhu Paarvaikku Nalamaanadhai Seyvaaraaga Endraan. "
},{ "Verses": "14 pinbu Yovaabum Avanodirundha Janamum Seeriyarodu Yuththampanna Serndhaargal; Avargal Avanukku Munbaaga Murindhodinaargal. "
},{ "Verses": "15 seeriyar Murindhodugiradhai Ammon Puththirar Kandapodhu, Avargalum Avan Sagodharanaagiya Abisaayikku Munbaaga Murindhodip Pattanaththirku Utpattaargal; Yovaab Thirumba Erusalemukku Vandhaan. "
},{ "Verses": "16 thaangal Isravelukku Munbaaga Muriya Adikkappattadhaik Kandapodhu, Avargal Nadhikku Appuraththilirukkira Seeriyarai Varavazhaiththaargal; Aadhaaresarin Padaiththalaivanaagiya Soppaak Avargalukku Munnaale Nadandhuponaan. "
},{ "Verses": "17 adhu Dhaaveedhukku Arivikkappattapodhu, Avan Isravelaiyellaam Koottikkondu, Yordhaanaik Kadandhu, Avargalukku Sameebamaai Vandhapodhu, Avargalukku Edhiraaga Raanuvangalai Niruththinaargal; Dhaaveedhu Seeriyarukku Edhiraaga Raanuvangalaip Porukku Aayaththappaduththinapin Avanodu Yuththampanninaargal. "
},{ "Verses": "18 seeriyar Isravelukku Munbaaga Murindhodinaargal; Dhaaveedhu Seeriyaril Ezhaayiram Radhangalin Manusharaiyum, Naarpadhinaayiram Kaalaatkalaiyum Kondru, Padaiththalaivanaagiya Soppaakkaiyum Kondraan. "
},{ "Verses": "19 thaangal Isravelukku Munbaagamuriya Adikkappattadhai Aadhaaresarin Sevagar Kandapodhu, Avargal Dhaaveedhode Samaadhaanampanni, Avanai Seviththaargal; Appuram Ammon Puththirarukku Udhaviseyya Seeriyar Manadhillaadhirundhaargal. "
}
]