[
{ "Verses":"1 isravelar Ellaarum Thangal Vamsa Varalaatrinpadi Ennappattaargal; Ivargal Naamangal Isravel Raajaakkalin Pusthagaththil Ezhudhiyirukkiradhu, Yoodhaa Koththiraththaar Thangal Dhrogaththinimiththam, Baabilonukku Siraipidiththukkondupogappattaargal. "
},{ "Verses":"2 thangal Kaaniyaatchiyilum Thangal Pattanangalilum Mun Kudiyirundhavargal Isravelarum Aasaariyarum Leviyarum Nidhineemiyarume. "
},{ "Verses":"3 yoodhaa Puththirarilum, Benyameen Puththirarilum, Eppiraayeem Manaase Enbavargalin Puththirarilum, Erusalemil Kudiyirundhavargal Yaarendraal, "
},{ "Verses":"4 yoodhaavin Puththiranaagiya Peresin Sandhadhiyil Paaniyin Kumaaranaagiya Imriyin Maganaana Umrikkup Pirandha Ammiyoodhin Kumaaran Ooththaai. "
},{ "Verses":"5 selaavin Sandhadhiyil Mooththavanaagiya Asaayaavum, Avan Pillaigalum, "
},{ "Verses":"6 seraavin Sandhadhiyil Yeguvelum, Avan Sagodhararaagiya Arunootruththonnooruperume. "
},{ "Verses":"7 benyameen Puththiraril Asenoovaavin Kumaaranaagiya Odhaaviyaavukkup Pirandha Mesullaamin Magan Sallu. "
},{ "Verses":"8 erogaamin Kumaaran Ipneyaa; Mikkiriyin Kumaaranaagiya Oosiyin Magan Elaa; Ipniyaavin Kumaaranaagiya Reguvelukkup Pirandha Sepadhiyaavin Magan Mesullaam Enbavargalum; "
},{ "Verses":"9 thangal Sandhadhigalinpadi Irundha Ivargal Sagodhararaagiya Tholaayiraththu Aimbaththaaruperume; Indha Manushar Ellaarum, Thangal Pidhaakkalin Vamsaththile Pidhaakkalin Thalaivaraayirundhaargal. "
},{ "Verses":"10 aasaariyargalil Yedhaayaa, Yoyaarip, Yaagin. "
},{ "Verses":"11 agidhoopin Kumaaranaagiya Meraayodhin Magan Saadhokkukkup Pirandha Mesullaavin Kumaaranaagiya Ilkkiyaavin Magan Asariyaa Enbavan Dhevaalayaththu Visaaranaik Karththan. "
},{ "Verses":"12 malkiyaavin Kumaaranaagiya Paskoorukkup Pirandha Erogaamin Magan Adhaayaa; Immerin Kumaaranaagiya Mesillemiththin Magan Mesullaamukkup Pirandha Yaaseraavin Kumaaranaagiya Aadhiyelin Magan Maasaai Enbavargalum, "
},{ "Verses":"13 avargal Sagodhararum, Thangal Pidhaakkalin Vamsaththalaivaraana Aayiraththuezhunootru Arubadhuper Dhevaalayaththukkaduththa Panividaikkuth Thiramaiyullavargalaayirundhaargal. "
},{ "Verses":"14 leviyaril Meraariyin Sandhadhiyaana Asabiyaavin Kumaaranaagiya Asrigaamukkup Pirandha Asoopin Magan Semaayaa, "
},{ "Verses":"15 pakpakkaar, Eres, Kaalaal, Aasaabin Kumaaranaagiya Sikrikkup Pirandha Migaavin Magan Maththaniyaa, "
},{ "Verses":"16 edhuththoonin Kumaaranaagiya Kaalaalukkup Pirandha Semaayaavin Magan Opadhiyaa; Neththobaaththiyarin Graamangalil Kudiyirundha Elkkaanaavin Kumaaranaagiya Aasaavin Magan Peragiyaa, "
},{ "Verses":"17 vaasal Kaavalaaligalaagiya Salloom, Akkoop, Thalmon, Agimaan Enbavargalum, Ivargal Sagodhararume; Ivargal Thalaivan Salloom. "
},{ "Verses":"18 levipuththirarin Senaigalil Ivargal Kizhakkeyirukkira Raajaavin Vaasalaik Kaavalkaaththuvandhaargal "
},{ "Verses":"19 koraagin Kumaaranaagiya Ebiyaasaabukkup Pirandha Koreyin Magan Salloomum, Avan Pidhaavin Vamsaththaaraagiya Avanudaiya Sagodhararumaana Koraagiyar Panividaivelaiyai Visaariththu, Avargal Pidhaakkal Karththarudaiya Paalayaththile Vaasasthalaththirkuppogira Vazhiyaik Kaavalkaaththadhupola, Vaasasthalaththu Vaasalgalaik Kaaththuvandhaargal. "
},{ "Verses":"20 eleyaasaarin Kumaaranaagiya Pinegaasudane Karththar Irundhapadiyinaal, Avan Murkaalaththile Avargalmel Visaaranaikkaaranaayirundhaan. "
},{ "Verses":"21 meselmiyaavin Kumaaranaagiya Sagariyaa Aasarippuk Koodaaravaasal Kaavalkaaranaayirundhaan. "
},{ "Verses":"22 vaasalgalaik Kaakkiradharkuth Therindhukollappatta Ivargalellaarum Irunootrup Panniranduperaayirundhu, Thangal Graamangalinpadiye Thangal Vamsaththu Attavanaigalil Ezhudhappattaargal; Dhaaveedhum, Gnaanadhrushtikkaaranaagiya Saamuvelum, Avargalaith Thangal Velaigalil Vaiththaargal. "
},{ "Verses":"23 appadiye Avargalum, Avargal Kumaararum Karththarudaiya Aalayamaagiya Vaasasthalaththu Vaasalgalaik Kaakkiravargalai Muraimuraiyaai Visaariththu Vandhaargal. "
},{ "Verses":"24 vaasalgalaik Kaakkiravargal Naaluthisaigalaagiya Kizhakkilum Merkilum Vadakkilum Therkilum Irundhaargal. "
},{ "Verses":"25 avargal Sagodharar Thangal Graamangalilirundhu, Ezhunaalukku Oruvisai Maarimaari Avargalodirukka Varuvaargal." 
},{ "Verses":"26 dhevaalayaththin Pandagasaalaigal Melum Pokkishasaalaigalmelumulla Visaaranai Uththiyogam Leviyaraana Andha Naalu Pradhaana Kaavalaalarvasaththil Oppuvikkappattadhu. "
},{ "Verses":"27 kaaval Avargalukku Oppuviththirundhapadiyaal Avargal Dhevaalayaththai Sutrilum Raaththangiyirundhu, Kaalame Kadhavugalaith Thirandhuviduvaargal. "
},{ "Verses":"28 avargalil Silaridaththil Aaraadhanai Panimuttugal Oppuviththirundhadhu; Avargal Avaigalai Enni Ulle Kondupoi, Enni Veliye Konduvaruvaargal. "
},{ "Verses":"29 avargalil Silar Matrap Panimuttugalin Parisuththa Paaththirangal Ellaavatrinmelum, Melliya Maa, Dhraatcharasam, Enney, Saambiraani, Sugandhavarkkangalinmelum Visaaranaikkaararaayirundhaargal. "
},{ "Verses":"30 aasaariyarin Kumaararil Silar Sugandhavarkkaththaal Parimalathailam Irakkuvaargal. "
},{ "Verses":"31 leviyaril Koraagiyanaana Salloomin Mooththa Kumaaranaagiya Maththiththiyaavukkup Palagaaram Sudugira Velaiyin Visaarippu Oppuviththirundhadhu. "
},{ "Verses":"32 avargal Sagodhararaagiya Kokaaththiyarin Puththiraril Silarukku Oivunaal Thorum Samugaththu Appangalai Aayaththappaduththum Visaarippu Irundhadhu. "
},{ "Verses":"33 ivargalil Leviyarudaiya Pidhaakkalin Thalaivaraagiya Sangeedhakkaarar Iravumpagalum Thangal Velaiyai Nadaththavendiyirundhapadiyaal, Matra Velaikku Neengalaaith Thangal Araigalil Irundhaargal. "
},{ "Verses":"34 leviyaril Pidhaakkalin Thalaivaraagiya Ivargal Thangal Sandhadhigalukkuth Thalaimaiyaanavargal; Ivargal Erusalemile Kudiyirundhaargal. "
},{ "Verses":"35 kibiyonile Kudiyirundhavargal Yaarendraal, Kibiyonin Mooppanaagiya Yegiyel, Ivan Penjaadhiyinper Maakkaal. "
},{ "Verses":"36 avan Mooththa Kumaaranaagiya Apthonum, Soor, Kees, Paagaal, Ner, Naadhaab, "
},{ "Verses":"37 kedhor, Agiyo, Sagariyaa, Miklodh Enbavargalume. "
},{ "Verses":"38 miklodh Seemiyaamaip Petraan; Ivargalum Thangal Sagodhararodunkooda Erusalemilirukkira Thangal Sagodhararukku Sameebaththil Kudiyirundhaargal. "
},{ "Verses":"39 ner Keesaip Petraan; Kees Savulaip Petraan; Savul Yonaththaanaiyum, Malkisoovaavaiyum, Abinadhaabaiyum, Espaalaiyum Petraan. "
},{ "Verses":"40 yonaththaanin Kumaaran Meribaal; Meribaal Meegaavaip Petraan. "
},{ "Verses":"41 meegaavin Kumaarar, Piththon, Melek, Thareyaa, Aagaas Enbavargal. "
},{ "Verses":"42 aagaas Yaaraagaip Petraan; Yaaraak Alemeththaiyum, Asmaaveththaiyum, Simriyaiyum Petraan; Simri Mosaavaip Petraan. "
},{ "Verses":"43 mosaa Piniyaavaip Petraan; Ivan Kumaaran Rappaayaa; Ivan Kumaaran Eliyaasaa; Ivan Kumaaran Aadhsel. "
},{ "Verses":"44 aadhselukku Aaru Kumaarar Irundhaargal; Avargal Naamangalaavana, Areekkaam, Pokkuru, Ismavel, Seraayaa, Opadhiyaa, Aanaan, Ivargal Aadhselin Kumaarar. "
}
]