[
{ "Verses": "1 vaasalkaakkiravargalin Vaguppugalaavana: Koraagiyar Sandhadhiyaana Aasaabin Puththirarile Koreyin Kumaaran Meshelemiyaa Enbavan, "
},{ "Verses": "2 meshelemiyaavin Kumaarar, Mooththavanaagiya Sagariyaavum, "
},{ "Verses": "3 edhiyaayel, Sepadhiyaa, Yadhaniyel, Elaam, Yoganaan, Eliyonaai Ennum Irandaam Moondraam Naankaam Aindhaam Aaraam Ezhaam Kumaararum; "
},{ "Verses": "4 obedh Edhomin Kumaarar, Mooththavanaagiya Semaayaavum, "
},{ "Verses": "5 yosabaadh, Yovaag, Saakkaar, Nedhaneyel, Ammiyel, Isakkaar, Peyuldhaayi Ennum Irandaam Moondraam Naangaam Aindhaam Aaraam Ezhaam Ettaam Kumaararume, Dhevan Avanai Aaseervadhiththirundhaar. "
},{ "Verses": "6 avan Kumaaranaagiya Semaayaavukkum Kumaarar Pirandhu, Avargal Paraakkiramasaaligalaayirundhu, Thangal Thagappan Kudumbaththaarai Aandaargal. "
},{ "Verses": "7 semaayaavukku Irundha Kumaarar Odhniyum, Balasaaligalaagiya Reppaayel, Obedh, Elsaabaadh Ennum Avan Sagodhararum, Elikoovum Semagiyaavume. "
},{ "Verses": "8 obedhedhomin Puththirarum Avargal Kumaararum Avargal Sagodhararumaagiya Oozhiyaththirkup Balaththa Paraakkiramasaaligalaana Avargalellaarum Arubaththiranduper. "
},{ "Verses": "9 meshelemiyaavin Kumaararum Sagodhararumaana Paraakkiramasaaligal Padhinettupper. "
},{ "Verses": "10 meraariyin Puththiraril Osaa Enbavanudaiya Kumaarargal: Simri Ennum Thalaimaiyaanavan; Ivan Mooththavanaayiraavittaalum Ivan Thagappan Ivanaith Thalaivanaaga Vaiththaan. "
},{ "Verses": "11 ilkkiyaa, Thepaliyaa, Sagariyaa Ennum Irandaam, Moondraam Naangaam Kumaararaanavargal; Osaavin Kumaararum Sagodhararum Ellaam Padhinmoondruper. "
},{ "Verses": "12 kaavalkaararaana Thalaivarin Keezhth Thangal Sagodhararukku Oththa Muraiyaai, Karththarudaiya Aalayaththil Vaasalkaakkiravargalaai Sevikka Ivargal Vagukkappattu, "
},{ "Verses": "13 thangal Pidhaakkalin Kudumbaththaaraagiya Siriyavargalum Periyavargalumaai Inna Vaasalukku Innaarendru Seettuppottukkondaargal. "
},{ "Verses": "14 keezhppuraththirku Selemiyaavukku Seettu Vizhundhadhu; Vivegamulla Yosanaikkaaranaagiya Sagariyaa Ennum Avan Kumaaranukku Seettup Pottapodhu, Avan Seettu Vadapuraththirkendru Vizhundhadhu. "
},{ "Verses": "15 obedhedhomukkuth Thenpuraththirkum, Avan Kumaararukku Asuppeem Veettirkum, "
},{ "Verses": "16 sooppeemukkum, Osaavukkum Manpottu Uyarththappatta Vazhiyum Kaavalukku Edhirkaavalum Irukkira Merpuramaana Vaasalukkum Seettu Vizhundhadhu. "
},{ "Verses": "17 kizhakke Leviyaraana Aaruperum, Vadakke Pagalile Naaluperum, Therke Pagalile Naaluperum, Asuppeem Veettandaiyil Irandiranduperum. "
},{ "Verses": "18 velippuramaana Vaasal Andaiyil Merke Irukkira Uyarndha Vazhikku Naaluperum, Velippuramaana Vazhiyile Iranduperum Vaikkappattaargal." 
},{ "Verses": "19 koraagin Puththirarukkullum, Meraariyin Puththirarukkullum, Vaasalkaakkiravargalin Vaguppugal Ivaigale. "
},{ "Verses": "20 matra Leviyaril Agiyaa Enbavan Dhevanudaiya Aalayaththup Pokkishangalaiyum, Pradhishtaiyaakkappatta Porulgalin Pokkishangalaiyum Visaarikkiravanaayirundhaan. "
},{ "Verses": "21 laadhaanin Kumaarar Yaarendraal Kersoniyanaana Avanudaiya Kumaararil Thalaimaiyaana Pidhaakkalaayirundha Yegiyeliyum, "
},{ "Verses": "22 yegiyeliyin Kumaararaagiya Seththaamum, Avan Sagodharanaagiya Yovelume; Ivargal Karththarudaiya Aalayaththup Pokkishangalai Visaarikkiravargalaayirundhaargal. "
},{ "Verses": "23 amraamiyarilum, Idhseyaariyarilum, Eproniyarilum, Oosiyeriyarilum, Silar, Appadiye Visaarikkiravargalaayirundhaargal. "
},{ "Verses": "24 moseyin Kumaaranaagiya Kersomin Sandhadhiyaana Sebuvel Pokkishappradhaaniyaayirundhaan. "
},{ "Verses": "25 eliyesar Moolamaai Avanukku Irundha Sagodhararaanavargal, Ivan Kumaaran Regabiyaavum, Ivan Kumaaran Eshaayaavum, Ivan Kumaaran Yoraamum, Ivan Kumaaran Sikkiriyum, Ivan Kumaaran Selomiththume. "
},{ "Verses": "26 raajaavaagiya Dhaaveedhum, Aayiramperukku Adhipadhigalum, Nooruperukku Adhipadhigalumaana Pidhaakkalin Thalaivarum, Senaadhipadhigalum Yuththaththil Agappatta Kollaigalil Eduththu, "
},{ "Verses": "27 karththarudaiya Aalayaththaip Paribaalikkumpadikkup Parisuththam Endru Nerndhukonda Porulgalin Pokkishangalaiyellaam Andha Selomiththum Avanudaiya Sagodhararum Visaariththaargal. "
},{ "Verses": "28 gnaanadhrushtikkaaranaagiya Saamuvelum, Keesin Kumaaranaagiya Savulum, Nerin Kumaaranaagiya Apnerum, Seruyaavin Kumaararaagiya Yovaabum, Avaravar Parisuththam Endru Nerndhukonda Anaiththum Selomiththin Kaiyinkeezhum Avan Sagodharar Kaiyinkeezhum Irundhadhu. "
},{ "Verses": "29 idhseyaariyaril Kenaaniyaavum Avan Kumaararum Dhesakaariyangalaip Paarkkumpadi Vaikkappattu, Isravelinmel Visaarippukkaararum Maniyakaararumaayirundhaargal. "
},{ "Verses": "30 eproniyaril Asabiyaavum Avan Sagodhararumaagiya Aayiraththu Ezhunooru Paraakkiramasaaligal Yordhaanukku Ippaale, Merke Irukkira Isravelin Karththarudaiya Ellaa Oozhiyaththirkum Raajaavin Velaikkum Vaikkappattaargal. "
},{ "Verses": "31 eproniyaril Eriyaavum Irundhaan; Avan Than Pidhaakkalin Vamsangalaana Eproniyaril Thalaimaiyaanavan; Dhaaveedhu Arasaanda Naarpadhaam Varushaththile Avargal Thedappattapodhu Avargalukkulle Keeleyaaththesaththu Eserile Paraakkirama Veerar Kaanappattaargal. "
},{ "Verses": "32 balasaaligalaagiya Avanudaiya Sagodharar Irandaayiraththu Ezhunooru Pradhaana Thalaivaraayirundhaargal; Avargalai Dhaaveedhu Raajaa Dhevanukkaduththa Sagala Kaariyaththirkaagavum, Raajaavin Kaariyadhkirkaagavum, Roobaniyarmelum, Kaadhiyarmelum, Manaaseyin Paadhikkoththiraththinmelum Vaiththaan. "
}
]