[
{ "Verses":"1 dhaaveedhu Keesin Kumaaranaagiya Savulinimiththam Innum Maraivaayirukkaiyil, Siklaagilirukkira Avanidaththirku Vandhu, "
},{ "Verses":"2 yuththaththirku Oththaasai Seydha Vilveerarum, Kavankal Erigiradharkum Villinaal Ambu Eygiradharkum Valadhu Idadhu Kaivaattamaana Paraakkiramasaaligalaana Matra Manusharumaavana: Savulin Sagodhararaagiya Benyameen Koththiraththil, "
},{ "Verses":"3 kibeyaa Ooraanaagiya Semaavin Kumaarar Agiyesar Ennum Thalaivanum, Yovaasum, Asmaaveththin Kumaararaagiya Esiyelum, Peleththum, Peraakkaa, Aanadhoththiyanaana Ekoo Enbavargalum, "
},{ "Verses":"4 muppadhuperil Paraakkiramanum Muppadhuperukkup Periyavanumaana Ismaayaa Ennum Kibiyoniyanum, Eremiyaa, Yagaasiyel, Yoganaan, Kedherooraanaana Yosabaadh, "
},{ "Verses":"5 elusaayi, Erimodh, Pigaliyaa, Semariyaa, Aruppiyanaana Seppaththiyaa, "
},{ "Verses":"6 elkkaanaa, Eshiyaa, Asaariyel, Yoveser, Yasopeyaam Ennum Koregiyarum, "
},{ "Verses":"7 yovelaa, Sepadhiyaa Ennum Kedhor Ooraanaana Erogaamin Kumaararume. "
},{ "Verses":"8 kaaththiyaril Parisaiyum Eettiyum Pidiththu, Singamugam Pondra Mugamum, Malaigalilirukkira Velimaan Vegampondra Vegamumullavargalaayirundhu, Yuththasevagaraana Paraakkiramasaaligal Silarum Vanaandharaththilulla Aranaana Idaththil Irukkira Dhaaveedhu Patchamaai Serndhaargal. "
},{ "Verses":"9 yaarendraal, Edhser Ennum Thalaivan, Avanukku Irandaavadhu Opadhiyaa; Moondraavadhu Eliyaab, "
},{ "Verses":"10 naalaavadhu Mismannaa, Aindhaavadhu Eremiyaa, "
},{ "Verses":"11 aaraavadhu Aththaayi, Ezhaavadhu Eliyel, "
},{ "Verses":"12 ettaavadhu Yoganaan, Onpadhaavadhu Elsabaadh, "
},{ "Verses":"13 paththaavadhu Eremiyaa, Padhinoravadhu Makpannaayi; "
},{ "Verses":"14 kaadh Puththiraraana Ivargal Raanuvaththalaivaraayirundhaargal; Avargalil Siriyavan Nooruperukkum Periyavan Aayiramperukkum Servaikkaararaayirundhaargal. "
},{ "Verses":"15 yordhaan Karaipurandupoyirukkira Mudhalaam Maadhaththil Adhaik Kadandhu, Kizhakkeyum Merkeyum Pallaththaakkugalil Irukkira Yaavaraiyum Thuraththivittavargal Ivargale. "
},{ "Verses":"16 pinnum Benyameen Puththirarilum Yoodhaapuththirarilum Silar Aranaana Sthalaththil Irukkira Dhaaveedhinidaththil Vandhaargal. "
},{ "Verses":"17 dhaaveedhu Purappattu, Avargalukku Edhirkondupoi, Avargalukku Uththaravukoduththu: Neengal Enakku Udhaviseyya Samaadhaanamaai Ennidaththil Vandheergalaanaal, En Irudhayam Ungalodu Isaindhirukkum; En Kaigalil Kodumai Illaadhirukka, Ennai En Saththurukkalukkuk Kaattikkodukka Vandheergaleyaagil, Nammudaiya Pidhaakkalin Dhevan Adhaip Paarththuk Kandippaaraaga Endraan. "
},{ "Verses":"18 appozhudhu Adhipadhigalukkuth Thalaivanaana Amaasaayinmel Aavi Iranginadhinaal, Avan: Dhaaveedhe, Naangal Ummudaiyavargal; Eesaayin Kumaarane Umadhu Patchamaayiruppom; Umakku Samaadhaanam, Samaadhaanam; Umakku Udhaviseygiravargalukkum Samaadhaanam; Ummudaiya Dhevan Umakkuth Thunai Nirkiraar Endraan; Appozhudhu Dhaaveedhu Avargalai Serththukkondu, Avargalaith Thandukkuth Thalaivaraakkinaan. "
},{ "Verses":"19 savulinmel Yuththampannappogira Pelistharudanekooda Dhaaveedhu Varugirapodhu, Manaaseyilum Silar Avan Patchamaai Serndhaargal; Pelistharin Prabukkal Yosanaipanni, Avan Nammudaiya Thalaigalukku Mosamaaith Than Aandavanaagiya Savulin Patchamaaip Povaan Endru Avanai Anuppivittaargal: Adhanaal Avargal Ivargalukku Udhaviseyyavillai. "
},{ "Verses":"20 appadiye Avan Siklaagukkuth Thirumbippogaiyil, Manaaseyil Adhnaag, Yosabaadh, Edhiyaavel, Migaayel, Yosabaadh, Elikoo, Silththaayi Ennum Manaase Koththiraththaarin Aayiraththu Servaikkaarar Avan Patchamaai Vandhaargal. "
},{ "Verses":"21 andhath Thandukku Virodhamaai Ivargal Dhaaveedhukku Udhaviseydhaargal; Ivargalellaarum Paraakkiramasaaligalum Raanuvaththil Servaikkaararumaayirundhaargal. "
},{ "Verses":"22 akkaalaththile Naalukkunaal Dhaaveedhukku Udhaviseyyum Manushar Avanidaththil Vandhu Serndhapadiyaal, Avargal Dhevasenaiyaippola Magaa Senaiyaanaargal. "
},{ "Verses":"23 karththarudaiya Vaakkinpadiye, Savulin Raajyabaaraththai Dhaaveedhinidamaaith Thiruppa, Epronilirukkira Avanidaththukku Vandha Yuththasannaththaraana Thalaivarin Lakkamaavana: "
},{ "Verses":"24 yoodhaapuththiraril Parisaiyum Eettiyum Pidiththu, Yuththasannaththaraanavargal Aaraayiraththu Ennooruper. "
},{ "Verses":"25 simiyon Puththiraril Paraakkiramasaaligalaagiya Yuththaveerar Ezhaayiraththu Nooruper. "
},{ "Verses":"26 levi Puththiraril Naalaayiraththu Arunooruper. "
},{ "Verses":"27 aaron Sandhadhiyaarin Adhipadhiyaagiya Yoyadhaavum, Avanodirundha Moovaayiraththu Ezhunooruperum, "
},{ "Verses":"28 paraakkiramasaaliyaana Saadhok Ennum Vaalibanum, Avan Thagappan Vamsaththaaraana Irubaththirandu Thalaivarume. "
},{ "Verses":"29 benyameen Puththiraraana Savulin Sagodhararil Moovaayiramper; Adhuvaraikkum Avargalil Michchamaanavargal Savulin Kudumbaththaik Kaappaatrap Paarththaargal. "
},{ "Verses":"30 eppiraayeem Puththiraril Thangal Pidhaakkalin Vamsaththil Perpetra Manusharaana Paraakkiramasaaligal Irubadhinaayiraththu Ennooruper. "
},{ "Verses":"31 manaaseyin Paadhikkoththiraththil Dhaaveedhai Raajaavaakkugiradharku Varumpadi, Perperaagak Kurikkappattavargal Padhinennaayiramper. "
},{ "Verses":"32 isakkaar Puththiraril, Isravelar Seyyavendiyadhu Innadhendru Arindhu Kaalaakaalangalukkuth Thagundha Yosanai Sollaththakka Thalaivargal Irunooruperum, Ivargal Vaakkukku Sevikoduththa Ivargaludaiya Ellaa Sagodhararume. "
},{ "Verses":"33 sebulon Puththiraril Sagalavidha Yuththa Aayudhangalaalum Yuththam Seygiradharkum, Thangal Aniyaik Kaaththunirkiradharkum Pazhagi, Vanjanaiseyyaamal Yuththaththirkup Pogaththakkavargal Aimbadhinaayiramper. "
},{ "Verses":"34 napthali Puththiraril Aayiram Thalaivargal Parisaiyum Eettiyum Pidiththa Avargalodekooda Irundhavargal Muppaththezhaayiramper. "
},{ "Verses":"35 thaan Puththiraril Yuththaththirkuth Therinavargal Irubaththu Ennaayiraththu Arunooruper. "
},{ "Verses":"36 aaser Puththiraril Yuththaththirkuth Therinavargalaai Sevagampannappogaththakkavargal Naarpadhinaayiramper. "
},{ "Verses":"37 yordhaanukku Akkaraiyaana Roobaniyarilum, Kaaththiyarilum, Manaaseyin Paadhikkoththiraththaarilum, Yuththampanna Sagalavidha Aayudhangalaiyum Thariththavargal Nootrirubadhinaayiramper. "
},{ "Verses":"38 dhaaveedhai Isravelinmel Raajaavaakkugiradharku, Indha Yuththamanushar Ellaarum Ani Aniyaai Vaikkappattavargalaaga, Uththama Irudhayaththode Epronukku Vandhaargal; Isravelil Matra Yaavarum Dhaaveedhai Raajaavaakkugiradharku Orumanappattirundhaargal. "
},{ "Verses":"39 avargal Ange Dhaaveedhodekooda Moondrunaal Irundhu, Pojanabaanampanninaargal; Avargal Sagodharar Avargalukkaaga Sagalaththaiyum Aayaththampanniyirundhaargal. "
},{ "Verses":"40 isakkaar, Sebulon, Napthaliyin Ellaimattum Avargalukku Sameebamaayirundhavargalum, Kazhudhaigalmelum Ottagangalmelum Koveru Kazhudhaigalmelum Maadugalmelum, Thinpandangalaagiya Maa, Aththippazha Adaigal, Vatralaana Dhraatchappazhangal, Dhraatcharasam, Enney Aadumaadugal Aagiya Ivaigalai Vendiya Mattum Etrikkonduvandhaargal; Isravelile Magizhchchiyundaayitru. "
}
]