[
{ "Verses": "1 aaron Puththirarin Vaguppugalaavana: Aaronin Kumaarar, Naadhaab, Abiyoo, Eleyaasaar, Iththaamaar Enbavargal. "
},{ "Verses": "2 naadhaabum Abiyoovum Kumaarar Illaamal Thangal Thagappanukku Munne Mariththapadiyinaal, Eleyaasaarum Iththaamaarum Aasaariya Oozhiyam Seydhaargal. "
},{ "Verses": "3 dhaaveedhu Saadhokkaikkondu Eleyaasaarin Puththiraraiyum, Agimelekkaikkondu Iththaamaarin Puththiraraiyum Avargal Seyyavendiya Oozhiyaththukku Muraippadi Avargalai Vaguththaan. "
},{ "Verses": "4 avargalai Vagukkirapodhu, Iththaamaarin Puththiraraippaarkkilum Eleyaasaarin Puththirarukkulle Thalaimaiyaanavargal Adhigamaanaper Kaanappattapadiyinaal, Eleyaasaarin Puththiraril Padhinaaruper Thangal Pidhaakkaludaiya Kudumbaththukkum, Iththaamaarin Puththiraril Ettupper Thangal Pidhaakkaludaiya Kudumbaththukkum Thalaimaiyaaga Vaikkappattaargal. "
},{ "Verses": "5 eleyaasaarin Puththirarilum Iththaamaarin Puththirarilum, Parisuththa Sthalaththukkum, Dhevanukku Aduththa Kaariyangalil Prabukkalaayirukkumpadikkum, Ivargalukkum Avargalukkum Viththiyaasampannaamal Seettuppottu Avargalai Vaguththaargal. "
},{ "Verses": "6 leviyaril Sambiradhiyaagiya Semaayaa Ennum Nedhaneyelin Kumaaran, Raajaavukkum Prabukkalukkum Aasaariyanaagiya Saadhokkukkum Abiyaththaarin Kumaaranaagiya Agimelekkukkum Aasaariyarum Leviyarumaana Pidhaakkalin Thalaivarukkum Munbaaga Avargal Naamangalai Ezhudhinaan; Oru Pidhaavin Veettu Seettu Eleyaasaarukku Vizhundhadhu; Pinbu Andhappadiye Iththaamaarukkum Vizhundhadhu. "
},{ "Verses": "7 mudhalaavadhu Seettu Yoyaareepin Pervazhikkum, Irandaavadhu Yedhaayaavin Pervazhikkum, "
},{ "Verses": "8 moondraavadhu Aarimin Pervazhikkum, Naangaavadhu Seyoreemin Pervazhikkum, "
},{ "Verses": "9 aindhaavadhu Malkiyaavin Pervazhikkum, Aaraavadhu Miyaameenin Pervazhikkum, "
},{ "Verses": "10 ezhaavadhu Akkodhsin Pervazhikkum, Ettaavadhu Abiyaavin Pervazhikkum, "
},{ "Verses": "11 onbadhaavadhu Yesuvaavin Pervazhikkum, Paththaavadhu Sekkaniyaavin Pervazhikkum, "
},{ "Verses": "12 padhinoraavadhu Eliyaaseepin Pervazhikkum, Pannirandaavadhu Yaakkeeminpervazhikkum, "
},{ "Verses": "13 padhinmoondraavadhu Uppaavin Pervazhikkum, Padhinaangaavadhu Esepeyaabin Pervazhikkum, "
},{ "Verses": "14 padhinaindhaavadhu Pilkaavin Pervazhikkum, Padhinaaraavadhu Immerin Pervazhikkum, "
},{ "Verses": "15 padhinezhaavadhu Eseerin Pervazhikkum, Padhinettaavadhu Apsesin Pervazhikkum, "
},{ "Verses": "16 paththonbadhaavadhu Peththagiyaavin Pervazhikkum, Irubadhaavadhu Ekesekkiyelin Pervazhikkum, "
},{ "Verses": "17 irubaththoraavadhu Yaaginin Pervazhikkum, Irubaththirandaavadhu Kaamuvelin Pervazhikkum, "
},{ "Verses": "18 irubaththumoondraavadhu Thelaayaavin Pervazhikkum, Irubaththunaangaavadhu Maasiyaavin Pervazhikkum Vizhundhadhu. "
},{ "Verses": "19 isravelin Dhevanaagiya Karththar Avargal Thagappanaagiya Aaronukkuk Karpiththapadiye, Avargal Avanudaiya Kattalaiyinpragaaram, Thangal Muraivarisaigalil Karththarudaiya Aalayaththirkul Pravesikkum Avargaludaiya Oozhiyaththirkaagap Pannappatta Vaguppugal Ivaigale. "
},{ "Verses": "20 leviyin Matrap Puththirarukkulle Irukkira Amraamin Puththiraril Soobavelum, Soobavelin Kumaararil Egedhiyaavum, "
},{ "Verses": "21 regabiyaavin Kumaararil Mooththavanaagiya Ishiyaavum, "
},{ "Verses": "22 idhsaariyaril Selemoththum, Selemoththin Kumaararil Yaagaaththum, "
},{ "Verses": "23 epronin Kumaararil Mooththavanaagiya Eriyaavum, Irandaam Kumaaranaagiya Amriyaavum, Moondraam Kumaaranaagiya Yaagaasiyelum, Naankaam Kumaaranaagiya Ekkaamiyaamum, "
},{ "Verses": "24 oosiyelin Kumaararil Meegaavum, Meegaavin Kumaararil Saameerum, "
},{ "Verses": "25 meegaavin Sagodharanaagiya Ishiyaavum, Ishiyaavin Kumaararil Sagariyaavum, "
},{ "Verses": "26 meraariyin Kumaararaagiya Magelimoosi Enbavargalum, Yaasiyaavin Kumaaranaagiya Penovum, "
},{ "Verses": "27 meraariyin Kumaaranaagiya Yaasiyaavin Kumaararaana Peno, Rogaam, Sakkoor, Ipri Enbavargalum," 
},{ "Verses": "28 mageliyin Kumaararil Puththiranillaadha Eleyaasaarum, "
},{ "Verses": "29 keesin Puththiraril Yeraamiyelum, "
},{ "Verses": "30 moosiyin Kumaararaana Mageli, Edher, Erimodh Enbavargalumaagiya Ivargal Thangal Pidhaakkaludaiya Kudumbangalinpadiye Leviyarin Puththiraraanavargal. "
},{ "Verses": "31 ivargalum Raajaavaagiya Dhaaveedhukkum Saadhokkukkum Agimelekkukkum Aasaariyarilum Leviyarilum Pidhaakkalaayirukkira Thalaivarukkum Munbaaga, Thangal Sagodhararaagiya Aaronin Puththirar Seydhadhupola, Thangalilirukkira Pidhaakkalaana Thalaivarukkum, Avargaludaiya Siriya Sagodhararukkum, Sarisamaanamaai Seettuppottukkondaargal. "
}
]