[
{ "Verses":"1 benyameen, Pelaa Ennum Than Mooththa Kumaaranaiyum, Aspaal Ennum Irandaam Kumaaranaiyum, Agaraak Ennum Moondraam Kumaaranaiyum, "
},{ "Verses":"2 nogaa Ennum Naalaam Kumaaranaiyum, Rappaa Ennum Aindhaam Kumaaranaiyum Petraan. "
},{ "Verses":"3 pelaavukku Irundha Kumaarar Aadhaar, Keraa, Abiyoodh Enbavargal. "
},{ "Verses":"4 abisuvaa, Naamaan, Akovaa, "
},{ "Verses":"5 keraa, Seppuppaan, Ooraam Enbavargal Ekoodhin Kumaarar. "
},{ "Verses":"6 kebaavin Kudigalukku Mooppaana Thalaivaraayirundhu, Ivargalai Manaagaaththirku Azhaiththukkonduponavargal, Naamaan, Agiyaa, Keraa Enbavargale. "
},{ "Verses":"7 keraa Avargalai Ange Azhaiththukkonduponapinbu, Oosaavaiyum, Agiyoodhaiyum Petraan. "
},{ "Verses":"8 avargalai Anuppivittapin, Sagaraayeem Movaab Dhesaththile Oogim Paaraal Ennum Than Penjaadhigalidaththile Petra Pillaigalaiththavira, "
},{ "Verses":"9 than Penjaadhiyaagiya Odhesaale Yovaabaiyum, Seepeeyaavaiyum, Mesaavaiyum, Malkaamaiyum, "
},{ "Verses":"10 eyoosaiyum, Saagiyaavaiyum, Mirmaavaiyum Petraan. Pidhaakkalin Thalaivaraana Ivargal Avanudaiya Kumaarar. "
},{ "Verses":"11 oosim Vazhiyaai Avan Apidhoobaiyum Elpaalaiyum Petraan. "
},{ "Verses":"12 elpaalin Kumaarar, Eper, Meeshaam, Saamedh; Ivan Onovaiyum Lodhaiyum Adhin Graamangalaiyum Undaakkinavan. "
},{ "Verses":"13 pereeyaavum Semaavum Aayalon Kudigaludaiya Pidhaakkalile Thalaivaraayirundhaargal; Ivargal Kaaththin Kudigalai Ottivittaargal "
},{ "Verses":"14 agiyo, Saashaag, Eremodh, "
},{ "Verses":"15 sepadhiyaa, Aaraadh, Aadher, "
},{ "Verses":"16 migaayel, Ispaa, Yogaa Enbavargal Pereeyaavin Kumaarar. "
},{ "Verses":"17 sepadhiyaa, Mesullaam, Iski, Eper, "
},{ "Verses":"18 ismeraayi, Isliyaa, Yobaab Enbavargal Elpaalin Kumaarar. "
},{ "Verses":"19 yaakkim, Sikri, Sapthi, "
},{ "Verses":"20 eliyenaai, Sildhaai, Eliyel, "
},{ "Verses":"21 adhaayaa, Peraayaa, Simraadh Enbavargal Simiyin Kumaarar. "
},{ "Verses":"22 ispaan, Eper, Eliyel, "
},{ "Verses":"23 apthon, Sikri, Aanaan, "
},{ "Verses":"24 ananiyaa, Elaam, Andhodhiyaa, "
},{ "Verses":"25 ipidhiyaa, Penooyel Enbavargal Aashaakkin Kumaarar. "
},{ "Verses":"26 samseraai, Segariyaa, Aththaaliyaa, "
},{ "Verses":"27 yareshiyaa, Eliyaa, Sikri Enbavargal Eraagaamin Kumaarar. "
},{ "Verses":"28 ivargal Thangal Sandhadhigalin Pidhaakkalile Thalaivaraayirundhu, Erusalemile Kudiyirundhaargal. "
},{ "Verses":"29 kibiyonile Kudiyirundhavan, Kibiyonin Mooppan; Avan Penjaadhiyinper Maakkaal. "
},{ "Verses":"30 avan Mooththa Kumaaran Apthon Enbavan; Matravargal Soor, Kees, Paagaal, Naadhaab, "
},{ "Verses":"31 kedhor, Agiyo, Seger Enbavargal. "
},{ "Verses":"32 miklodh Simiyaavaip Petraan; Ivargalum Thangal Sagodhararodunkooda Erusalemile Thangal Sagodhararukku Sameebaththil Kudiyirundhaargal. "
},{ "Verses":"33 ner Keesaip Petraan; Kees Savulaip Petraan; Savul Yonaththaanaiyum, Malkisoovaavaiyum, Abinadhaabaiyum, Espaalaiyum Petraan. "
},{ "Verses":"34 yonaththaanin Kumaaran Meribaal; Meribaal Meegaavaip Petraan. "
},{ "Verses":"35 meegaavin Kumaarar, Piththon, Melek, Thareyaa, Aagaas Enbavargal. "
},{ "Verses":"36 aagaas Yogadhaavaip Petraan; Yogadhaa Alameththaiyum, Asmaaveththaiyum, Simriyaiyum Petraan; Simri Mosaavaip Petraan. "
},{ "Verses":"37 mosaa Piniyaavaip Petraan, Ivan Kumaaran Rappaa; Ivan Kumaaran Eliyaasaa; Ivan Kumaaran Aadhsel. "
},{ "Verses":"38 aadhselukku Aarukumaarar Irundhaargal; Avargal Naamangalaavana, Asrikkaam, Pokkuru, Ismavel, Segariyaa, Opadhiyaa, Aanaan; Ivargal Ellaarum Aadhselin Kumaarar. "
},{ "Verses":"39 avan Sagodharanaagiya Esekkin Kumaarar, Oolaam Ennum Mooththakumaaranum, Ekoos Ennum Irandaam Kumaaranum, Elibeledh Ennum Moondraam Kumaaranume. "
},{ "Verses":"40 oolaamin Kumaarar Paraakkiramasaaligalaana Vilveeraraai Irundhaargal; Avargalukku Anegam Puththirar Powththirar Irundhaargal; Avargal Thogai Nootraimbadhuper; Ivargal Ellaarum Benyameen Puththirar. "
}
]