[
{ "Verses": "1 koththirangalin Thalaivarum, Raajaavai Sevikkira Vaguppugalin Thalaivarum, Aayiramperukku Adhipadhigalum, Nooruperukku Adhipadhigalum Raajaavukkum Raajakumaararukkum Undaana Ellaa Aasthiyaiyum Mirugajeevangalaiyum Visaarikkira Thalaivarumaagiya Isravelin Sagala Prabukkalaiyum, Pradhaanigalaiyum, Balasaaligalaiyum, Sagala Paraakkiramasaaligalaiyum Dhaaveedhu Erusalemile Koodivarachcheydhaan. "
},{ "Verses": "2 appozhudhu Raajaavaagiya Dhaaveedhu: Ezhundhirundhu Kaaloondri Nindru: En Sagodharare, En Janame, Naan Solvadhaik Kelungal; Karththarudaiya Udanpadikkaip Pettiyum Namadhu Dhevanudaiya Paadhapadiyum Thanguvadharku Oru Aalayaththaik Katta Naan En Manadhile Ninaiththu, Kattugiradharku Aayaththamum Panninen. "
},{ "Verses": "3 aanaalum Dhevan: Nee En Naamaththirku Aalayaththaik Kattavendaam; Nee Yuththa Manushanaayirundhu, Raththaththai Sindhinaai Endraar. "
},{ "Verses": "4 ippodhum Isravel Anaiththinmelum Endraikkum Raajaavaayirukka, Isravelin Dhevanaagiya Karththar En Thagappanudaiya Veettaaril Ellaam Ennaith Therindhukondaar; Avar Yoodhaavaiyum Yoodhaavin Vamsaththil En Thagappan Kudumbaththaiyum Thalaimaiyaagath Therindhukondu, Ennai Ellaa Isravelinmelum Raajaavaakka, En Thagappanudaiya Kumaararukkul Enmel Piriyam Vaiththaar. "
},{ "Verses": "5 karththar Enakku Anegam Kumaararaith Thandharulinaar; Aanaalum Isravelai Aalum Karththarudaiya Raajyabaaraththin Singaasanaththinmel Utkaarugiradharku Avar Ennudaiya Ellaak Kumaararilum En Kumaaranaagiya Saalomonaith Therindhukondu, "
},{ "Verses": "6 avar Ennai Nokki: Un Kumaaranaagiya Saalomone En Aalayaththaiyum En Pragaarangalaiyum Kattakkadavan; Avanai Enakkuk Kumaaranaagath Therindhukonden; Naan Avanukkup Pidhaavaayiruppen. "
},{ "Verses": "7 innaalil Nadakkirapadiye Avan En Karpanaigalinpadiyum En Nyaayangalinpadiyum Seyya Urudhiyaayiruppaanaanaal, Avan Raajyabaaraththai Endrendraikkum Thidappaduththuven Endraar. "
},{ "Verses": "8 ippodhum Neengal Endrendraikkum Indha Nalla Dhesaththai Sudhandharamaai Anubaviththu, Ungalukkuppiragu Adhai Ungal Pillaigalukku Sudhandharamaaip Pinvaikkumporuttaaga, Neengal Ungal Dhevanaagiya Karththarin Karpanaigalaiyellaam Kaikkondu Visaariyungal Endru Karththarin Sabaiyaagiya Isravel Anaiththin Kangalukkumunbaagavum, Namadhu Dhevanudaiya Seviketkavum Ungalukku Buththisollugiren. "
},{ "Verses": "9 en Kumaaranaagiya Saalomone, Nee Un Pidhaavin Dhevanai Arindhu, Avarai Uththama Irudhayaththodum Urchaaga Manadhodum Sevi; Karththar Ellaa Irudhayangalaiyum Aaraaindhu, Ninaivugalin Thotrangalaiyellaam Arigiraar; Nee Avaraith Thedinaal Unakkuth Thenpaduvaar; Nee Avarai Vittuvittaal Avar Unnai Endraikkum Kaividuvaar. "
},{ "Verses": "10 ippodhum Echcharikkaiyaayiru; Parisuththa Sthalamaaga Oru Aalayaththaikkattuvadharkuk Karththar Unnaith Therindhukondaar; Nee Thidankondu Adhai Nadappi Endru Sonnaan. "
},{ "Verses": "11 dhaaveedhu Than Kumaaranaagiya Saalomonukku Mandabamum, Adhin Araigalum, Adhin Pokkishasaalaigalum, Adhin Melveedugalum, Adhin Ullaraigalum, Kirubaasana Sthaanamum Irukkavendiya Maadhiriyaiyum, "
},{ "Verses": "12 aaviyinaal Thanakkuk Kattalaiyidappattapadiyellaam Avan Seyyavendiya Karththarudaiya Aalayappraagaarangalum, Dhevanudaiya Aalayaththup Pokkishangalaiyum, Parisuththamaaga Nerndhukollappattavaigalin Pokkishangalaiyum Vaikkum Sagala Sutraraigalum Irukkavendiya Maadhiriyaiyum, "
},{ "Verses": "13 aasaariyaraiyum Leviyaraiyum Varisaigalaaga Vagukkiradharkum, Karththarudaiya Aalayappanividai Velai Anaiththirkum, Karththarudaiya Aalayaththu Velaiyin Panimuttugal Anaiththirkumuriya Kattalaiyaiyum Koduththaan. "
},{ "Verses": "14 avan Parpala Velaikku Vendiya Sagala Porpaaththirangalukkaaga Niraiyinpadi Ponnaiyum, Parpala Velaikkuvendiya Sagala Vellippaaththirangalukkaaga Niraiyinpadi Velliyaiyum, "
},{ "Verses": "15 pon Vilakkuththandugalukkum Avaigalin Pon Vilakkugalukkum, Ovvoru Vilakkuththandukkum Adhin Vilakkugalukkum Niraiyinpadi Vendiya Ponnaiyum, Velli Vilakkuththandugalil Ovvoru Vilakkuththandukkum Adhin Vilakkugalukkum Niraiyinpadi Vendiya Velliyaiyum, "
},{ "Verses": "16 samugaththappangalai Vaikkum Ovvoru Mejaikkum Niraiyinpadi Vendiya Ponnaiyum, Velli Mejaigalukku Vendiya Velliyaiyum, "
},{ "Verses": "17 mulkuradugalukkum Kalangalukkum Thattugalukkum Vendiya Pasumponnaiyum, Pon Kinnigalil Ovvoru Kinnikkum Niraiyinpadi Vendiyadhaiyum, Vellikkinnigalil Ovvoru Kinnikkum Niraiyinpadi Vendiyadhaiyum, "
},{ "Verses": "18 thoobankaattum Peedaththirku Niraiyinpadi Vendiya Pudamidappatta Ponnaiyum Koduththu, Settaigalai Viriththuk Karththarudaiya Udanpadikkaippettiyai Moodum Pon Kerubeengalaana Vaaganaththin Maadhiriyaiyum Koduththu, "
},{ "Verses": "19 indha Maadhiriyinpadi Sagala Velaigalum Enakkuth Theriyappaduththa, Ivaiyellaam Karththarudaiya Karaththinaal Enakku Ezhudhikkodukkappattadhu Endraan. "
},{ "Verses": "20 dhaaveedhu Than Kumaaranaagiya Saalomonai Nokki: Nee Balankondu Dhairiyamaayirundhu, Idhai Nadappi; Nee Bayappadaamalum Kalangaamalum Iru; Dhevanaagiya Karththarennum En Dhevan Unnode Iruppaar; Karththarudaiya Aalayaththaik Kattugiradharkaduththa Sagala Kiriyaigalaiyum Nee Mudiththuth Theerumattum, Avar Unnaivittu Vilagavumaattaar, Unnaik Kaividavumaattaar. "
},{ "Verses": "21 idho, Dhevanudaiya Aalayaththuvelaikkellaam Aasaariyar Avarudaiya Vaguppugal Irukkiradhu; Andha Ellaak Kiriyaikkum Sagalavidha Velaiyilum Nibunaraana Manappoorvamulla Sagala Manusharum, Un Sorpadiyellaam Ketkum Prabukkalum, Sagala Janangalum Unnidaththil Irukkiraargal Endraan. "
}
]