[
 { "Verses": "1 rooban Isravelukku Mudharpirandha Seshtapuththiran; Aanaalum Avan Than Thagappanudaiya Manjaththaith Theettuppaduththinapadiyinaal, Koththiraththu Attavanaiyile Avan Mudhar Pirandhavanaaga Ennappadaamal, Avanudaiya Seshtapuththira Sudhandharam Isravelin Kumaaranaagiya Yoseppin Kumaararukkuk Kodukkappattadhu. "
 },{ "Verses": "2 yoodhaa Than Sagodhararile Balaththadhinaal Raajaadhipaththiyam Avan Sandhadhiyilundaanadhu; Aagilum Seshtapuththira Sudhandharam Yoseppudaiyadhaayitru. "
 },{ "Verses": "3 isravelin Mudharperaana Roobanin Kumaaran Aanokku, Palloo, Esron, Karmee Enbavargal. "
 },{ "Verses": "4 yovelin Kumaararil Oruvan Semaayaa; Ivan Kumaaran Kok; Ivan Kumaaran Simey. "
 },{ "Verses": "5 ivan Kumaaran Meegaa; Ivan Kumaaran Raayaa; Ivan Kumaaran Paagaal. "
 },{ "Verses": "6 ivan Kumaaran Peraa; Roobaniyarin Prabuvaana Ivanai Aseeriyaa Raajaavaagiya Thilkaadhpilnesar Siraipidiththupponaan. "
 },{ "Verses": "7 thangal Sandhadhigalinpadiye Thangal Vamsa Attavanaigalil Ezhudhappatta Avan Sagodhararil Thalaivar Eyelum, Sagariyaavum, "
 },{ "Verses": "8 yovelin Maganaagiya Semaavukkup Pirandha Aasaasin Kumaaran Pelaavum; Ivan Sandhadhiyaar Aaroverilum; Nepomattum, Paagaalmeyonmattum Vaasampanninaargal. "
 },{ "Verses": "9 kizhakke Aipiraaththu Nadhithodangi Vanaandharaththin Ellaimattum Avargal Vaasampanninaargal; Avargal Aadumaadugal Keeleyaaththesaththil Migudhiyaayitru. "
 },{ "Verses": "10 savulin Naatkalil Aagaariyarodu Avargal Yuththampanni, Thangal Kaiyaal Avargal Vizhundhapin, Avargal Koodaarangalile Keeleyaaththin Keezhppuramellaam Kudiyerinaargal. "
 },{ "Verses": "11 kaaththin Puththirar Avargalukku Edhire Paasaandhesaththile Salkaamattum Vaasampanninaargal. "
 },{ "Verses": "12 avargalil Yovel Thalaivanum, Saappaanum Avanukku Irandaavadhumaayirundhaan; Yaanaayum Saappaaththum Paasaanil Irundhaargal. "
 },{ "Verses": "13 avargal Pidhaakkalin Veettaaraagiya Avargal Sagodharar, Migaavel, Mesullaam, Sebaa, Yoraayi, Yaakkaan, Seegaa, Eper Ennum Ezhuper. "
 },{ "Verses": "14 ivargal Oorikkup Pirandha Abiyelin Kumaarar; Oori Enbavan Yerovaavukkum, Yerovaa Keeleyaaththukkum, Keeleyaadh Migaavelukkum, Migaavel Esisaayikkum, Esisaayi Yaadhovukkum, Yaadho Poosukkum Kumaararaayirundhavargal. "
 },{ "Verses": "15 kooniyin Kumaaranaagiya Apthiyelin Magan Agi, Avargal Pidhaakkalin Veettuth Thalaivanaayirundhaan. "
 },{ "Verses": "16 avargal Keeleyaaththilirukkira Paasaanilum, Adhin Velinilangalilum, Saaronin Ellaap Pettaigalilum Avaigalin Kadaiyaandharangalmattum Vaasampanninaargal. "
 },{ "Verses": "17 ivargalellaarum Yoodhaavin Raajaavaagiya Yodhaamin Naatkalilum, Isravelin Raajaavaagiya Yerobeyaamin Naatkalilum Thangal Vamsaththu Attavanaippadi Thogai, Etrappattaargal. "
 },{ "Verses": "18 rooban Puththirarilum, Kaaththiyarilum, Manaaseyin Paadhikkoththiraththaarilum Kedagamum Pattayamum Eduththu, Villeydhu, Yuththaththirkup Pazhagi, Padaikkup Pogaththakka, Sevagar Naarpaththu Naalaayiraththu Ezhunootru Arubadhuperaayirundhaargal. "
 },{ "Verses": "19 avargal Aagaariyarodum, Yeththoor Naappees Nodhaab Enbavargalodum Yuththampannugirapodhu, "
 },{ "Verses": "20 avargalode Edhirkkath Thunaipetrapadiyinaal, Aagaariyarum Ivargalodirukkira Yaavarum Avargal Kaiyil Oppukkodukkappattaargal; Avargal Yuththaththile Dhevanai Nokkik Kooppittu, Avarmel Nambikkai Vaiththapadiyinaal Avargal Vinnappaththaik Kettarulinaar. "
 },{ "Verses": "21 avargal Ivargalukku Irundha Mirugajeevangalaagiya Aimbadhinaayiram Ottagangalaiyum, Irandulatchaththu Aimbadhinaayiram Aadugalaiyum, Irandaayiram Kazhudhaigalaiyum, Manusharil Latchampergalaiyum Pidiththaargal. "
 },{ "Verses": "22 yuththam Dhevanaal Nadandhapadiyinaal Anegar Vettundu Vizhundhaargal; Thaangal Siraippattuppogumattum Ivargaludaiya Sthalaththile Kudiyirundhaargal. "
 },{ "Verses": "23 manaaseyin Paadhikkoththiraththup Puththirarum Andha Dhesaththil Kudiyirundhu, Paasaanthodangip Paagaal Ermonmattum, Seneermattum, Ermon Parvadhamattum Perugiyirundhaargal. "
 },{ "Verses": "24 avargal Thangal Pidhaakkalin Veettuth Thalaivaraagiya Epper, Ishi, Eliyel, Asriyel, Eremiyaa, Odhaaviyaa, Yaadhiyel Enbavargal Paraakkirama Veeraraana Manusharum Perpetra Thalaivarumaayirundhaargal. "
 },{ "Verses": "25 avargal Thangal Pidhaakkalin Dhevanukku Dhrogampanni, Dhevan Avargalukku Munbaaga Azhiththirundha Dhesa Janangalin Dhevargalaip Pinpatri Soramponaargal. "
 },{ "Verses": "26 aagaiyaal Isravelin Dhevan Aseeriyaa Raajaavaagiya Poolin Aaviyaiyum, Aseeriyaa Raajaavaagiya Thilkaadhpilnesarin Aaviyaiyum Ezhuppinadhinaale, Avan Roobaniyarum, Kaaththiyarum Manaaseyin Paadhikkoththiraththaarumaagiya Avargalai Siraipidiththu Innaalvaraikkum Irukkiradhupola, Aalaavukkum Aaborukkum Aaraavukkum Kosaan Aatrangaraikkum Konduponaan. "
 }
]