[
{ "Verses": "1 dhaaveedhu Than Veettile Vaasamaayirukkirapodhu, Avan Theerkkadharisiyaagiya Naaththaanai Nokki: Paarum, Naan Kedhurumaraveettile Vaasampannugiren;karththarudaiya Udanpadikkaip Pettiyo Thiraigalinkeezh Irukkiradhu Endraan. "
},{ "Verses": "2 appozhudhu Naaththaan Dhaaveedhai Nokki: Ummudaiya Irudhayaththil Irukkiradhaiyellaam Seyyum; Dhevan Ummodu Irukkiraar Endraan. "
},{ "Verses": "3 andru Raaththiriyile, Dhevanudaiya Vaarththai Naaththaanukku Undaagi, Avar: "
},{ "Verses": "4 nee Poi, En Dhaasanaagiya Dhaaveedhai Nokki: Karththar Sollugiradhu Ennavendraal: Naan Vaasamaayirukka Nee Enakku Aalayaththaik Kattavendaam. "
},{ "Verses": "5 naan Isravelai Varappannina Naalmudharkondu Innaalvaraikkum Naan Oru Aalayaththile Vaasampannaamal, Oru Koodaaraththilirundhu Maru Koodaaraththukkum, Oru Vaasasthalaththilirundhu Maru Vaasasthalaththukkum Ponen. "
},{ "Verses": "6 naan Sagala Isravelodum Ulaavi Vandha Evvidaththilaagilum, Naan En Janaththai Meykkak Karpiththa Isravelin Nyaayaadhipadhigalil Yaadhoruvanai Nokki: Neengal Enakkuk Kedhurumaraththaal Seyyappatta Aalayaththaik Kattaadhirukkiradhu Enna Endru Yaadhoru Vaarththai Sonnadhu Undo? "
},{ "Verses": "7 ippodhum, Nee En Dhaasanaagiya Dhaaveedhai Nokki: Senaigalin Karththar Sollugiradhu Ennavendraal: Nee En Janamaagiya Isravelinmel Adhipadhiyaayirukkumpadi, Aadugalin Pinne Nadandha Unnai Aattumandhaiyai Vittu Eduththu, "
},{ "Verses": "8 nee Pona Idamellaam Unnode Irundhu, Un Saththurukkalaiyellaam Unakku Munbaaga Nirmoolamaakki, Boomiyilirukkira Periyorgalin Naamaththirku Oththa Naamaththai Unakku Undaakkinen. "
},{ "Verses": "9 naan En Janamaagiya Isravelukku Oru Idaththaiyum Erpaduththi, Avargal Thangal Sthaanaththile Kudiyirukkavum, Ini Avargal Alaiyaamalum, Munpolum, Naan En Janamaagiya Isravelinmel Nyaayaadhipadhigalaik Kattalaiyitta Naalmudhal Nadandhadhupolum, Nyaayakkettin Makkalaal Ini Sirumaippadaamalum Irukkavum Avargalai Naattinen. "
},{ "Verses": "10 un Saththurukkalaiyellaam Keezhppaduththinen. Ippodhum Karththar Unakku Oru Veettaik Kattuvaar Enbadhai Unakku Arivikkiren. "
},{ "Verses": "11 nee Un Pidhaakkalidaththile Poga, Un Naatkal Niraiverumpodhu, Naan Unakkuppinbu Un Puththiraril Oruvanaagiya Un Sandhadhiyai Ezhumbappanni, Avan Raajyaththai Nilaippaduththuven. "
},{ "Verses": "12 avan Enakku Oru Aalayaththaik Kattuvaan; Avan Singaasanaththai Endraikkum Nilaikkappannuven. "
},{ "Verses": "13 naan Avanukkup Pidhaavaayiruppen, Avan Enakkuk Kumaaranaayiruppaan; Unakku Mun Irundhavanai Vittu En Kirubaiyai Naan Vilakappanninadhupola, Avanai Vittu Vilakappannaamal, "
},{ "Verses": "14 avanai En Aalayaththilum En Raajyaththilum Endrendraikkum Nilaikkappannuven; Avanudaiya Raajaasanam Endrendraikkum Nilaipetrirukkum Endru Sol Endraar. "
},{ "Verses": "15 naaththaan Indha Ellaa Vaarththaigalinpadiyum Indha Ellaa Dharisanaththinpadiyum Dhaaveedhukku Sonnaan. "
},{ "Verses": "16 appozhudhu Dhaaveedhuraajaa Utpravesiththu, Karththarudaiya Samugaththilirundhu: Dhevanaagiya Karththaave, Dhevareer Ennai Idhuvaraikkum Konduvandhadharku Naan Emmaaththiram? En Veedum Emmaaththiram? "
},{ "Verses": "17 dhevane, Idhu Innum Ummudaiya Paarvaikkuk Konjakkaariyamaayirukkiradhu Endru Dhevanaana Karththaraayirukkira Neer Umadhu Adiyaanudaiya Veettaikkuriththu Vegudhooramaayirukkum Kaalaththu Seydhiyaiyum Solli, Ennai Magaa Menmaiyaana Sandhadhiyin Manushanaagap Paarththeer. "
},{ "Verses": "18 umadhu Adiyaanukku Undaagum Kanaththaippatri, Dhaaveedhu Appuram Ummode Solvadhu Enna? Dhevareer Umadhu Adiyaanai Ariveer. "
},{ "Verses": "19 karththaave, Umadhu Adiyaanin Nimiththamum, Umadhu Irudhayaththinpadiyum, Indhap Periya Kaariyangalaiyellaam Ariyappannumpadikku, Indhap Periya Kaariyaththaiyellaam Seydheer. "
},{ "Verses": "20 karththaave, Naangal Engal Kaadhugalaal Ketta Ellaavatrinpadiyum Dhevareerukku Nigaraanavar Illai; Ummaiththavira Vere Dhevanum Illai. "
},{ "Verses": "21 umadhu Janamaagiya Isravelukku Nigaraana Janamum Undo? Poologaththil Indha Ore Jaadhiyai Dhevanaagiya Neer Umakku Janamaaga Meetkumpadi, Bayangaramaana Periya Kaariyangalinaal Umakkuk Keerththiyai Undaakki, Neer Egipthirku Neengalaakki Meetta Umadhu Janaththirkumunbaaga Jaadhigalaith Thuraththi, "
},{ "Verses": "22 umadhu Janamaagiya Isravelar Endraikkum Umadhu Janamaayiruppadharku Avargalai Nilaippaduththi, Karththaraagiya Neerdhaame Avargalukku Dhevanaaneer. "
},{ "Verses": "23 ippodhum Karththaave, Dhevareer Adiyaanaiyum Avan Veettaiyum Kuriththu Sonna Vaarththai Endrendraikkum Nilaivarappattiruppadhaaga; Dhevareer Sonnapadiye Seydharulum. "
},{ "Verses": "24 aam, Adhu Nilaivarappattirukkavum, Isravelin Dhevanaagiya Senaigalin Karththar Isravelukku Dhevan Endrum, Umadhu Adiyaanaagiya Dhaaveedhin Veedu Umakku Munbaagath Thidamaanadhendrum Sollappaduvadhinaal, Umadhu Naamam Endraikkum Magimaippadavumkadavadhu. "
},{ "Verses": "25 unakku Veedu Kattuven Endru En Dhevanaagiya Neer Umadhu Adiyaan Seviketka Velippaduththineer; Aagaiyaal Umakku Munbaaga Vinnappampanna, Umadhu Adiyaanukku Manaththairiyam Kidaiththadhu. "
},{ "Verses": "26 ippodhum Karththaave, Neere Dhevan; Neer Umadhu Adiyaanaikkuriththu Indha Nalla Viseshaththai Sonneer. "
},{ "Verses": "27 ippodhum Umadhu Adiyaanin Veedu Endraikkum Umakku Munbaaga Irukkumpadikku, Adhai Aaseervadhiththarulineer; Karththaraagiya Dhevareer Adhai Aaseervadhiththapadiyinaal, Adhu Endraikkum Aaseervadhikkappattirukkum Endraan. "
}
]