[
{ "Verses":"1 avargal Dhevanudaiya Pettiyai Ulle Konduvandhapodhu, Dhaaveedhu Adharkup Potta Koodaaraththin Naduve Avargal Adhai Vaiththu, Dhevanudaiya Sannidhiyil Sarvaanga Thaganapaligalaiyum Samaadhaanapaligalaiyum Seluththinaargal. "
},{ "Verses":"2 dhaaveedhu Sarvaanga Thaganapaligalaiyum Samaadhaanapaligalaiyum Seluththith Theerndhapinbu, Avan Janaththaik Karththarudaiya Naamaththile Aaseervadhiththu, "
},{ "Verses":"3 purushar Thodangi Sthreegalmattum, Isravelaraagiya Anaivarukkum Avaravarukku Ovvoru Appaththaiyum Ovvoru Iraichchith Thundaiyum, Ovvorupadi Dhraatcharasaththaiyum Pangittuk Koduththaan. "
},{ "Verses":"4 isravelin Dhevanaagiya Karththaraip Prasthaabampannith Thudhiththup Pugazhugiradharku Karththarudaiya Pettikku Munbaaga Sevikkaththakka Leviyaril Silarai Niyamiththaan. "
},{ "Verses":"5 avargalil Aasaab Thalaivanum, Sagariyaa Avanukku Irandaavadhumaayirundhaan; Eyel, Semiramodh, Yegiyel, Maththiththiyaa, Eliyaab, Penaayaa, Obedhedhom, Eyel Enbavargal Thamburu Suramandalam Ennum Keedhavaaththiyangalai Vaasikkavum, Aasaab Kaiththaalangalaik Kottavum, "
},{ "Verses":"6 penaayaa, Yaagaasiyel Ennum Aasaariyar Eppodhum Dhevanudaiya Udanpadikkaip Pettikku Munbaagap Poorigaigalai Oodhavum Niyamikkappattaargal. "
},{ "Verses":"7 appadi Aarambiththa Annaaliledhaane Karththarukkuth Thudhiyaagap Paadumpadi Dhaaveedhu Aasaappidaththilum Avan Sagodhararidaththilum Koduththa Sangeedhamaavadhu: "
},{ "Verses":"8 karththaraith Thudhiththu, Avarudaiya Naamaththaip Prasthaabamaakkungal; Avarudaiya Seygaigalai Janangalukkulle Prasiththappaduththungal. "
},{ "Verses":"9 avaraip Paadi, Avaraik Keerththanampanni, Avarudaiya Adhisayangalaiyellaam Dhyaaniththup Pesungal. "
},{ "Verses":"10 avarudaiya Parisuththa Naamaththaikkuriththu Menmaipaaraattungal; Karththaraith Thedugiravargalin Irudhayam Magizhvadhaaga. "
},{ "Verses":"11 karththaraiyum Avar Vallamaiyaiyum Naadungal; Avar Samugaththai Niththamum Thedungal. "
},{ "Verses":"12 avarudaiya Dhaasanaagiya Isravelin Sandhadhiye! Avaraal Therindhukollappattavargalaagiya Yaakkobin Puththirare! "
},{ "Verses":"13 avar Seydha Adhisayangalaiyum Arpudhangalaiyum, Avar Vaakkin Nyaayaththeerppugalaiyum Ninaivukoorungal. "
},{ "Verses":"14 avare Nammudaiya Dhevanaagiya Karththar; Avarudaiya Nyaayaththeerppugal Boomiyengum Vilangum. "
},{ "Verses":"15 aayiranthalaimuraikkendru Avar Kattalaiyitta Vaakkaiyum, Aabiragaamode Avar Pannina Udanpadikkaiyaiyum, "
},{ "Verses":"16 avar Eesaakkukku Itta Aanaiyaiyum Endrendraikkum Ninaiththirungal. "
},{ "Verses":"17 adhai Yaakkobukkup Pramaanamaagavum, Isravelukku Niththiya Udanpadikkaiyaagavum Urudhippaduththi: "
},{ "Verses":"18 ungal Sudhandharapaagamaaga Kaanaan Dhesaththai Unakkuth Tharuven Endraar. "
},{ "Verses":"19 akkaalaththil Avargal Konjaththogaikkutpatta Sorpajanangalum Paradhesigalumaayirundhaargal. "
},{ "Verses":"20 avargal Oru Janaththai Vittu Maru Janaththandaikkum, Oru Raajyaththai Vittu Maru Dhesaththaarandaikkum Ponaargal. "
},{ "Verses":"21 avargalai Yodukkumpadi Oruvarukkum Idankodaamal, Avargal Nimiththam Raajaakkalaik Kadindhukondu: "
},{ "Verses":"22 naan Abishegampanninavargalai Neengal Thodaamalum, Ennudaiya Theerkkadharisigalukkuth Theenguseyyaamalum Irungal Endraar. "
},{ "Verses":"23 boomiyin Sagala Kudigale, Karththaraippaadi, Naalukkunaal Avarudaiya Ratchippai Suviseshamaai Ariviyungal. "
},{ "Verses":"24 jaadhigalukkul Avarudaiya Magimaiyaiyum, Sagala Janangalukkullum Avarudaiya Adhisayangalaiyum Vivariththuchchollungal. "
},{ "Verses":"25 karththar Periyavarum Migavum Thudhikkappadaththakkavarumaayirukkiraar; Ellaa Dhevargalilum Bayappadaththakkavar Avare. "
},{ "Verses":"26 sagala Janangaludaiya Dhevargalum Vikkiragangaldhaane; Karththaro Vaanangalai Undaakkinavar. "
},{ "Verses":"27 magimaiyum Ganamum Avar Samugaththil Irukkiradhu; Vallamaiyum Magizhchchiyum Avar Sthalaththil Irukkiradhu. "
},{ "Verses":"28 janangalin Vamsangale, Karththarukku Magimaiyaiyum Vallamaiyaiyum Seluththungal; Karththarukke Adhai Seluththungal. "
},{ "Verses":"29 karththarukku Avarudaiya Naamaththirkuriya Magimaiyai Seluththi, Kaanikkaigalaik Konduvandhu, Avarudaiya Sannidhiyil Pravesiyungal; Parisuththa Alangaaraththudane Karththaraith Thozhudhukollungal. "
},{ "Verses":"30 poologaththaare, Neengal Yaavarum Avarukku Munbaaga Nadungungal; Avar Poochchakkaraththai Asaiyaadhapadikku Urudhippaduththugiravar. "
},{ "Verses":"31 vaanangal Magizhndhu, Boomi Poorippadhaaga; Karththar Raajarigampannugiraar Endru Jaadhigalukkulle Sollappaduvadhaaga. "
},{ "Verses":"32 samuththiramum Adhin Niraivum Muzhangi, Naadum Adhilulla Yaavum Kalikooruvadhaaga. "
},{ "Verses":"33 appozhudhu Karththarukku Munbaagak Kaattuvirutchangalum Kembeerikkum; Avar Boomiyai Nyaayantheerkka Varugiraar. "
},{ "Verses":"34 karththaraith Thudhiyungal, Avar Nallavar, Avar Kirubai Endrumulladhu. "
},{ "Verses":"35 engal Ratchippin Dhevane, Naangal Umadhu Parisuththa Naamaththaip Potri, Ummaith Thudhikkiradhinaal Menmaipaaraattumpadikku, Engalai Ratchiththu, Engalai Serththukkondu, Jaadhigalukku Engalai Neengalaakkiyarulumendru Sollungal. "
},{ "Verses":"36 isravelin Dhevanaagiya Karththarukku Sadhaakaalangalilum Sthoththiramundaavadhaaga, Adharku Janangalellaarum Aamen Endru Sollik Karththaraith Thudhiththaargal. "
},{ "Verses":"37 pinbu Pettikku Munbaaga Niththam Andraadaga Muraiyaai Sevikkumpadi, Avan Ange Karththarudaiya Udanpadikkaip Pettikku Munbaaga Aasaappaiyum, Avan Sagodhararaiyum, Obedhedhomaiyum, Avargaludaiya Sagodhararaagiya Arubaththettupperaiyum Vaiththu, "
},{ "Verses":"38 edhiththoonin Kumaaranaagiya Indha Obedhedhomaiyum Osaavaiyum Vaasalkaakkiravargalaaga Vaiththaan. "
},{ "Verses":"39 kibiyonilulla Mettin Melirukkira Karththarudaiya Vaasasthalaththirku Munbaaga Irukkira Sarvaanga Thaganapalipeedaththinmel Sarvaanga Thaganangalai Niththamum, Andhisandhiyil Karththar Isravelukkuk Karpiththa Nyaayappramaanaththil Ezhudhiyirukkirapadiyellaam Karththarukku Seluththuvadharkaaga," 
},{ "Verses":"40 ange Avan Aasaariyanaagiya Saadhokkaiyum, Avan Sagodhararaagiya Aasaariyaraiyum Vaiththu, "
},{ "Verses":"41 ivargalodunkooda Emaanaiyum, Edhiththoonaiyum, Perperaagak Kuriththuth Therindhukollappatta Matra Silaraiyum Karththarudaiya Kirubai Endrumulladhu Endru Avaraith Thudhikkavum, "
},{ "Verses":"42 poorigaigalaiyum Kaiththaalangalaiyum Dhevanaip Paadugiradharkuriya Keedhavaaththiyangalaiyum Thonikkachcheyyavum Avargaludan Emaanaiyum Edhiththoonaiyum Vaiththu, Edhiththoonin Kumaararai Vaasalkaakkiravargalaagak Kattalaiyittaan. "
},{ "Verses":"43 pinbu Janangal Ellaarum Avaravar Thangal Veettirkup Ponaargal; Dhaaveedhum Than Veettaarai Aaseervadhikkaththirumbinaan. "
}
]