[
{ "Verses": "1 appozhudhu Dhaaveedhu: Dhevanaagiya Karththarudaiya Aalayam Irukkum Sthalam Idhuve; Isravel Paliyidum Sarvaangadhaganapalipeedam Irukkum Sthalamum Idhuve Endraan. "
},{ "Verses": "2 pinbu Dhaaveedhu Isravel Dhesaththilirukkira Anniyajaadhiyaaraik Koodivarachcheydhu, Dhevanudaiya Aalayaththaik Kattugiradharkaana Kallugalai Vettip Panippaduththum Kalthachcharai Erpaduththinaan. "
},{ "Verses": "3 dhaaveedhu Vaasalgalin Kadhavugalukku Vendiya Aanigalukkum Keelgalukkum Migudhiyaana Irumbaiyum, Niruththu Mudiyaadha Eraalamaana Venkalaththaiyum, "
},{ "Verses": "4 ennirandha Kedhurumarangalaiyum Sambaadhiththaan; Seedhoniyarum Theeriyarum Dhaaveedhukkuth Thiralaana Kedhurumarangalaik Konduvandhaargal. "
},{ "Verses": "5 dhaaveedhu: En Kumaaranaagiya Saalomon Vaalibanum Ilaignanumaayirukkiraan; Karththarukkuk Kattappadum Aalayam Sagala Dhesangalilum Keerththiyum Magimaiyum Udaiyadhaai Vilangumpadi Magaa Periyadhaayirukkavendum; Aagaiyaal Adharkaaga Vendiyavaigalai Ippozhudhe Segarampannavendum Endru Solli, Dhaaveedhu Than Maranaththirku Munne Thiralaai Savadhariththuvaiththaan. "
},{ "Verses": "6 avan Than Kumaaranaagiya Saalomonai Azhaiththu, Isravelin Dhevanaagiya Karththarukku Aalayaththaik Kattugiradharkaaga Avanukkuk Kattalaikoduththu, "
},{ "Verses": "7 saalomonai Nokki: En Kumaarane, Naan En Dhevanaagiya Karththarin Naamaththirku Oru Aalayaththaik Katta En Irudhayaththil Ninaiththirundhen. "
},{ "Verses": "8 aanaalum Karththarudaiya Vaarththai Enakku Undaagi: Nee Thiralaana Raththaththai Sindhi, Periya Yuththangalaip Panninaai; En Naamaththirku Aalayaththaik Kattavendaam; Enakku Munbaaga Migudhiyaana Raththaththaith Tharaiyile Sindhappanninaai. "
},{ "Verses": "9 idho, Unakkup Pirakkappogira Kumaaran Amaidhiyulla Purushanaayiruppaan; Sutrilumirukkum Avan Saththurukkalaiyellaam Vilakki Avanai Amarndhirukka Seyven; Aagaiyaal Avanper Saalomon Ennappadum, Avan Naatkalil Isravelinmel Samaadhaanaththaiyum Amarikkaiyaiyum Aruluvaan. "
},{ "Verses": "10 avan En Naamaththirku Aalayaththaik Kattuvaan; Avan Enakkuk Kumaaranaayiruppaan, Naan Avanukkup Pidhaavaayiruppen; Isravelai Aalum Avanudaiya Raajaangaththin Singaasanaththai Endrendraikkum Nilaippaduththuven Endraar. "
},{ "Verses": "11 ippodhum En Kumaarane, Nee Baakkiyavaanaayirundhu, Karththar Unnaik Kuriththu Sonnapadiye Un Dhevanaagiya Karththarin Aalayaththaik Kattumpadi, Avar Unnudanekooda Iruppaaraaga. "
},{ "Verses": "12 karththar Unakku Gnaanaththaiyum Unarvaiyum Arulichcheydhu, Un Dhevanaagiya Karththarin Nyaayappramaanaththaik Kaikkondu, Isravelai Aalumpadi Unakkuk Kattalaiyiduvaaraaga. "
},{ "Verses": "13 karththar Isravelukkaaga Mosekkuk Karpiththa Niyamangalaiyum Nyaayangalaiyum Seyya Nee Gavanamaayirundhaal Baakkiyavaanaayiruppaai; Nee Balangondu Dhairiyamaayiru, Bayappadaamalum Kalangaamalum Iru. "
},{ "Verses": "14 idho, Naan En Sirumaiyile Karththarudaiya Aalayaththirkaaga Oru Latcham Thaalandhu Ponnaiyum, Paththulatcham Thaalandhu Velliyaiyum, Niruththu Mudiyaadha Thiralaana Venkalaththaiyum Irumbaiyum Savadhariththum, Marangalaiyum Karkalaiyum Savadhariththum Vaiththen, Nee Innum Avaigalukku Adhigamaai Savadharippaai. "
},{ "Verses": "15 velaiseyyaththakka Thiralaana Sirpaasaarigalum, Thachcharum Kalthachcharum Endha Velaiyilum Nibunaraanavargalum Unnodirukkiraargal. "
},{ "Verses": "16 ponnukkum, Vellikkum, Venkalaththukkum, Irumbukkum Kanakkillai; Nee Ezhumbik Kaariyaththai Nadappi; Karththar Unnode Iruppaaraaga Endraan. "
},{ "Verses": "17 than Kumaaranaagiya Saalomonukku Udhaviseyya, Dhaaveedhu Isravelin Prabukkal Anaivarukkum Karpiththu Sonnadhu: "
},{ "Verses": "18 ungal Dhevanaagiya Karththar Ungalodirundhu Naangu Thisaiyilum Ungalukku Ilaippaarudhalaith Thandhaar Allavaa? Dhesaththin Kudigalai En Kaiyil Oppukkoduththaar; Karththarukku Munbaagavum, Avarudaiya Janaththirku Munbaagavum Dhesam Keezhppattirukkiradhu. "
},{ "Verses": "19 ippodhum Neengal Ungal Irudhayaththaiyum, Ungal Aaththumaththaiyum, Ungal Dhevanaagiya Karththaraith Thedugiradharku Neraakki, Karththarudaiya Udanpadikkaip Pettiyaiyum Dhevanudaiya Parisuththap Panimuttugalaiyum, Karththarudaiya Naamaththirkuk Kattappadum Andha Aalayaththirkul Kondupogumpadikku Neengal Ezhumbi, Dhevanaagiya Karththarin Parisuththa Sthalaththaik Kattungal Endraan. "
}
]