[
{ "Verses":"1 isakkaarudaiya Kumaarar, Tholaa, Poovaa, Yasup, Simron Ennum Naaluper. "
},{ "Verses":"2 tholaavin Kumaarar, Oosi, Reppaayaa, Yeriyel, Yakmaayi, Ipsaam, Saamuvel Enbavargal; Tholaavukkup Pirandha Ivargal Thangal Pidhaakkal Vamsaththalaivarum Thangal Sandhadhigalile Paraakkiramasaaligalumaayirundhaargal; Dhaaveedhin Naatkalil Avargal Thogai Irubadhinaayiraththu Arunooruperaayirundhadhu. "
},{ "Verses":"3 oosiyin Kumaararil Oruvan Isragiyaa; Isragiyaavin Kumaarar, Migaayel, Obadhiyaa, Yovel, Ishiyaa Enbavargal; Ivargal Aindhuperum Thalaivaraayirundhaargal. "
},{ "Verses":"4 avargal Pidhaakkal Vamsaththaaraanavargal Sandhadhigalil Yuththamanusharaana Koottangal Muppaththaaraayiramper Avargalodirundhaargal; Avargalukku Anegam Penjaadhigalum Pillaigalum Irundhaargal. "
},{ "Verses":"5 isakkaarudaiya Matra Ellaa Vamsangalilum Avargalukku Sagodhararaana Paraakkiramasaaligal Thangal Vamsa Attavanaigalinpadiyellaam Enbaththezhaayiramperaayirundhaargal. "
},{ "Verses":"6 benyameen Kumaarar, Pelaa, Peger, Yedhiyaayel Ennum Moondruper. "
},{ "Verses":"7 pelaavin Kumaarar, Espon, Oosi, Oosiyel, Yerimodh, Iri Enbavargal; Ivargal Thangal Pidhaakkalin Vamsaththil Paraakkiramasaaligalaana Aindhu Thalaivaraayirundhaargal; Ivargal Vamsa Attavanaikkullaanavargal Irubaththeeraayiraththu Muppaththunaaluper. "
},{ "Verses":"8 pegerin Kumaarar, Semiraa, Yovaas, Eliyesar, Eliyonaai, Umri, Yerimodh, Abiyaa, Aanadhodh, Alamedh Enbavargal; Ivargal Ellaarum Pegerin Kumaarar. "
},{ "Verses":"9 thangal Pidhaakkalin Vamsaththalaivaraagiya Avargal Sandhadhigalin Attavanaikkullaana Paraakkiramaaligal Irubadhinaayiraththu Irunooruper. "
},{ "Verses":"10 yedhiyaayelin Kumaararil Oruvan Pilkaan; Pilkaanin Kumaarar, Eyoosh, Benyameen, Ekoodh, Kenaanaa, Seththaan, Tharshees, Agishaagaar Enbavargal. "
},{ "Verses":"11 yedhiyaayelin Kumaararaagiya Ivargal Ellaarum Thangal Pidhaakkal Vamsaththaaril Thalaivaraayirundhaargal; Ivargalil Yuththaththirkup Pogaththakka Sevagaraana Paraakkiramasaaligal Padhinezhaayiraththu Irunooruper. "
},{ "Verses":"12 suppeemum, Uppeemum Eerin Kumaarar, Oosim Aagerin Kumaararil Oruvan. "
},{ "Verses":"13 napthaliyin Kumaararaana Pilkaalin Peranmaar, Yaadhsiyel, Kooni, Edhser, Salloom Enbavargal. "
},{ "Verses":"14 manaaseyin Puththiraril Oruvan Kulasthreeyinidaththil Pirandha Asriyel; Avan Marumanaiyaattiyaagiya Araamiya Sthreeyinidaththil Keeleyaaththin Thagappanaagiya Maageer Pirandhaan. "
},{ "Verses":"15 maageer Maakkaal Ennum Perulla Uppeem Suppeem Enbavargalin Sagodhariyai Vivaagampanninaan; Manaaseyin Irandaam Kumaaran Seloppiyaadh; Seloppiyaaththirkuk Kumaaraththigalirundhaargal." 
},{ "Verses":"16 maageerin Penjaadhiyaagiya Maakkaal Oru Kumaaranaip Petru, Avanukkup Peres Endru Perittaal; Ivan Sagodharan Per Seres; Ivanudaiya Kumaarar Oolaam, Regem Enbavargal. "
},{ "Verses":"17 oolaamin Kumaararil Oruvan Pedhaan; Ivargal Manaaseyin Kumaaranaagiya Maageerukkup Pirandha Keeleyaadh Puththirar. "
},{ "Verses":"18 ivan Sagodhariyaagiya Ammolegedh Iskodhaiyum Abiyesaraiyum Maagalaavaiyum Petraal. "
},{ "Verses":"19 semidhaavin Kumaarar, Agiyaan, Segem, Likke, Aniyaam Enbavargal. "
},{ "Verses":"20 eppiraayeemin Kumaararil Oruvan Suththelaag; Ivanudaiya Kumaaran Peredh; Ivanudaiya Kumaaran Thaagaadh; Ivanudaiya Kumaaran Elaadhaa; Ivanudaiya Kumaaran Thaagaadh. "
},{ "Verses":"21 ivanudaiya Kumaaran Saabaadh; Ivanudaiya Kumaarar Kaththelaag, Edhser, Eliyaadh; Ivargal Dhesaththil Pirandha Kaaththooraarudaiya Aadumaadugalaip Pidikkapponapadiyaal Avargal Ivargalaik Kondrupottaargal. "
},{ "Verses":"22 avargal Thagappanaagiya Eppiraayeem Aneganaal Dhukkankondaadugaiyil, Avan Sagodharar Avanukku Aarudhal Sollavandhaargal. "
},{ "Verses":"23 pinbu Avan Than Penjaadhiyinidaththil Pravesiththadhinaal, Aval Karppandhariththu Oru Kumaaranaip Petraal; Avan, Than Kudumbaththukkuth Theengu Undaanadhinaal, Ivanukkup Pereeyaa Endru Perittaan. "
},{ "Verses":"24 ivanudaiya Kumaaraththiyaagiya Seraal Keezhppuramum Merpuramumaana Peththoronaiyum, Oosenseraavaiyum Kattinaval. "
},{ "Verses":"25 avanudaiya Kumaarar, Reppaag, Resep Enbavargal; Ivanudaiya Kumaaran Thelaag; Ivanudaiya Kumaaran Thaagaan. "
},{ "Verses":"26 ivanudaiya Kumaaran Laadhaan, Ivanudaiya Kumaaran Ammiyoodh; Ivanudaiya Kumaaran Elishaamaa. "
},{ "Verses":"27 ivanudaiya Kumaaran Noon: Ivanudaiya Kumaaran Yosuvaa. "
},{ "Verses":"28 avargaludaiya Kaaniyaatchiyum, Vaasasthalangalum, Kizhakkeyirukkira Naaraanum, Merkeyirukkira Keserum Adhin Graamangalum, Peththelum Adhin Graamangalum, Seegemum Adhin Graamangalum, Kaasaamattukkumulla Adhan Graamangalum, "
},{ "Verses":"29 manaase Puththirarin Pakkaththile Pedhseyaanum Adhin Graamangalum, Thaanaagum Adhin Graamangalum, Megidhovum Adhin Graamangalum, Thorum Adhin Graamangalume; Ivvidangalil Isravelin Kumaaranaagiya Yoseppin Puththirar Kudiyirundhaargal. "
},{ "Verses":"30 aaserin Kumaarar, Imnaa, Isvaa, Isvi, Pereeyaa Enbavargal; Ivargal Sagodhari Seraal. "
},{ "Verses":"31 pereeyaavin Kumaarar, Eper, Malkiyel Enbavargal; Ivan Pirsaaveeththin Thagappan. "
},{ "Verses":"32 eper Yapleththaiyum, Someraiyum, Oththaamaiyum, Ivargal Sagodhariyaagiya Soogaalaiyum Petraan. "
},{ "Verses":"33 yapleththin Kumaarar Paasaag, Pimmaal, Asvaadh Enbavargal; Ivargale Yapleththin Kumaarar. "
},{ "Verses":"34 somerin Kumaarar Agi, Rogaa, Ekoobaa, Aaraam Enbavargal. "
},{ "Verses":"35 avan Sagodharanaagiya Elemin Kumaarar, Sopaag, Imnaa, Seles, Aamaal Enbavargal. "
},{ "Verses":"36 sopaakkin Kumaarar, Soovaag, Arneppar, Soogaal, Peri, Imraa, "
},{ "Verses":"37 peser, Odh, Sammaa, Silsaa, Idhraan, Peraa Enbavargal. "
},{ "Verses":"38 yeththerin Kumaarar, Eppunne, Pispaa, Aaraa Enbavargal. "
},{ "Verses":"39 ullaavin Kumaarar, Aaraag, Anniyel, Ridhsiyaa Enbavargal. "
},{ "Verses":"40 aaserin Puththiraraagiya Ivargal Ellaarum Thangal Pidhaakkalin Vamsaththalaivarum Therindhukollappatta Paraakkiramasaaligalum, Prabukkalin Thalaivarumaayirundhaargal; Avargal Vamsa Attavanaigalil Yuththaththirkup Pogaththakka Sevagarin Lakkam Irubaththaaraayiramper. "
}
]