[
{ "Verses":"1 dhaaveedhu Aayiramperukkuth Thalaivarodum Nooruperukkuth Thalaivarodum Sagala Adhipadhigalodum Aalosanaipanni, "
},{ "Verses":"2 isravel Sabaiyaiyellaam Nokki: Ungalukku Sammadhiyum Nammudaiya Dhevanaagiya Karththarukku Siththamumaayirundhaal, Isravelin Dhesangalilellaam Irukkira Nammudaiya Matra Sagodhararum, Avargalode Thangal Velinilangalil Irukkira Aasaariyarum Leviyarum Nammode Koodumpadikku Naam Seekkiramaai Avargalidaththukku Aalanuppi, "
},{ "Verses":"3 namadhu Dhevanudaiya Pettiyaith Thirumba Nammidaththukkuk Konduvaruvomaaga; Savulin Naatkalil Adhaith Thedaadheponom Endraan. "
},{ "Verses":"4 indhak Kaariyam Sagala Janaththin Paarvaikkum Semmaiyaayirundhapadiyaal, Sabaiyaar Ellaarum Appadiye Seyvom Endraargal. "
},{ "Verses":"5 appadiye Dhevanudaiya Pettiyaik Keeriyaadhyaareemilirundhu Konduvarumpadi, Dhaaveedhu Egipthaichcherndha Seekor Nadhithuvakki Aamaaththin Ellaimattumulla Isravelaiyellaankootti, "
},{ "Verses":"6 kerubeengalin Naduve Vaasampannugira Karththaraagiya Dhevanudaiya Naamam Thozhudhukollappadugira Avarudaiya Pettiyai Yoodhaavilirukkira Keeriyaadhyaareemukkaduththa Paalaavilirundhu Konduvarumpadikku, Avanum Isravelar Anaivarum Avvidaththirkupponaargal. "
},{ "Verses":"7 avargal Dhevanudaiya Pettiyai Abinadhaabin Veettilirundhu Oru Pudhuradhaththinmel Etrikkonduvandhaargal; Oosaavum Agiyovum Radhaththai Nadaththinaargal. "
},{ "Verses":"8 dhaaveedhum Sagala Isravelarum Thangal Muzhup Palaththodum Dhevanukkumunbaaga Suramandalangalaiyum Thamburugalaiyum Melangalaiyum Kaiththaalangalaiyum Poorigaigalaiyum Seviththu Magizhchchiyaai Aadippaadinaargal. "
},{ "Verses":"9 avargal Keedhonin Kalamattum Vandhapodhu, Maadugal Idarinapadiyinaal, Oosaa Pettiyaip Pidikkath Than Kaiyai Neettinaan. "
},{ "Verses":"10 appozhudhu Karththar Oosaavinmel Kobam Moondavaraagi, Avan Thankaiyai Pettiyandaikku Neettinadhinimiththam Avanai Adiththaar; Ange Avan Dhevasamugaththil Seththaan. "
},{ "Verses":"11 appozhudhu Karththar Oosaavai Adiththadhinimiththam Dhaaveedhu Visanappattu, Andha Sthalaththirku Innaalmattum Vazhangivarugira Peresoosaa Ennum Perittu, "
},{ "Verses":"12 andraiyadhinam Dhevanukku Bayandhu: Dhevanudaiya Pettiyai Naan Ennidaththukkuk Konduvaruvadhu Eppadiyendru Solli, "
},{ "Verses":"13 pettiyaith Thannidaththil Dhaaveedhin Nagaraththile Konduvaraamal, Adhaik Kiththiyanaagiya Obedhedhominveettile Serththaan. "
},{ "Verses":"14 dhevanudaiya Petti Obedhedhomin Veettile Avanidaththil Moondrumaadham Irukkaiyil, Karththar Obedhedhomin Veettaiyum Avanukku Undaana Ellaavatraiyum Aaseervadhiththaar. "
}
]