[
{ "Verses":"1 avan Thanakku Dhaaveedhin Nagaraththil Veedugalai Undaakki, Dhevanudaiya Pettikku Oru Sthalaththai Aayaththappaduththi, Adharku Oru Koodaaraththaippottaan. "
},{ "Verses":"2 pirpaadu Dhaaveedhu: Leviyar Ozhiya, Veroruvarum Dhevanudaiya Pettiyai Edukkalaagaadhu; Dhevanudaiya Pettiyai Edukkavum, Endraikkum Avarukkup Panividaiseyyavum, Avargalai Karththar Therindhukondaar Endraan. "
},{ "Verses":"3 appadi Karththarudaiya Pettikkuth Thaan Aayaththappaduththina Adhin Sthalaththirku Adhaik Konduvarumpadi Dhaaveedhu Isravelaiyellaam Erusalemile Koodivarachcheydhaan. "
},{ "Verses":"4 aaronin Puththiraraiyum, "
},{ "Verses":"5 leviyaraagiya Kogaadh Puththiraril Prabuvaagiya Ooriyelaiyum Avan Sagodhararaagiya Nootrirubadhuperaiyum, "
},{ "Verses":"6 meraariyin Puththiraril Prabuvaagiya Asaayaavaiyum, Avan Sagodhararaagiya Irunootrirubadhuperaiyum, "
},{ "Verses":"7 kerson Puththiraril Prabuvaagiya Yovelaiyum, Avan Sagodhararaagiya Nootrumuppadhuperaiyum, "
},{ "Verses":"8 elisaappaan Puththiraril Prabuvaagiya Semaayaavaiyum, Avan Sagodhararaagiya Irunooruperaiyum, "
},{ "Verses":"9 epron Puththiraril Prabuvaagiya, Eliyelaiyum, Avan Sagodhararaagiya Enbadhuperaiyum, "
},{ "Verses":"10 oosiyel Puththiraril Prabuvaagiya Amminadhaabaiyum, Avan Sagodhararaagiya Nootruppanniranduperaiyum Dhaaveedhu Koodivarappanninaan. "
},{ "Verses":"11 pinbu Dhaaveedhu Aasaariyaraagiya Saadhokkaiyum, Abiyaththaaraiyum, Leviyaraagiya Ooriyel, Asaayaa, Yovel, Semaayaa, Eliyel, Amminadhaab Enbavargalaiyum Azhaiththu, "
},{ "Verses":"12 avargalai Nokki: Leviyaril Neengal Pidhaakkaludaiya Sandhadhigalin Thalaivar, Neengal Isravelin Dhevanaagiya Karththarin Pettiyai Adharku Naan Aayaththampannina Sthalaththirkuk Konduvarumpadi, Ungalaiyum Ungal Sagodhararaiyum Parisuththampannikkollungal. "
},{ "Verses":"13 mudhalil Neengal Adhai Sumakkaadhapadiyinaalum, Naam Nammudaiya Dhevanaagiya Karththarai Nyaayamaanapadiye Thedaadheponapadiyinaalum, Avar Namakkulle Adivizhappanninaar Endraan. "
},{ "Verses":"14 appadiye Aasaariyarum Leviyarum Isravelin Dhevanaagiya Karththarin Pettiyaik Konduvarath Thangalai Suththampannikkondaargal. "
},{ "Verses":"15 pinbu Levi Puththirar Karththarudaiya Vaarththaiyinpadiye, Mose Karpiththapragaaram Dhevanudaiya Pettiyai Adhin Thandugalinaale Thangal Tholmel Eduththukkonduvandhaargal. "
},{ "Verses":"16 dhaaveedhu Leviyarin Prabukkalai Nokki: Neengal Ungal Sagodhararaagiya Paadagaraith Thamburu Suramandalam Kaiththaalam Mudhaliya Keedhavaaththiyangal Muzhanga Thangal Saththaththai Uyarththi, Sandhoshamundaagap Paadumpadi Niruththavendumendru Sonnaan. "
},{ "Verses":"17 appadiye Leviyar Yovelin Kumaaranaagiya Emaanaiyum, Avan Sagodhararil Peragiyaavin Kumaaranaagiya Aasaappaiyum, Meraariyin Puththiraraana Thangal Sagodhararil Kushaayaavin Kumaaranaagiya Eththaanaiyum, "
},{ "Verses":"18 ivargalodunkooda Irandaavadhu Varisaiyaagath Thangal Sagodhararaagiya Sagariyaa, Pen, Yaasiyel, Semiramodh, Yegiyel, Unni, Eliyaab, Penaayaa, Maaseyaa, Maththiththiyaa, Elippelegu, Mikneyaa, Obedhedhom, Eyel Ennum Vaasal Kaavalaalaraiyum Niruththinaargal. "
},{ "Verses":"19 paadagaraagiya Emaanum, Aasaappum, Eththaanum, Panjalogak Kaiththaalangalaith Thonikkappannip Paadinaargal. "
},{ "Verses":"20 sagariyaa, Aasiyel, Semiramodh, Yegiyel, Unni, Eliyaab, Maaseyaa, Penaayaa Enbavargal Almodh Ennum Isaiyil Paadi, Thamburugalai Vaasiththaargal. "
},{ "Verses":"21 maththiththiyaa, Elippelegu, Mikneyaa, Obedhedhom, Eyel, Asasiyaa Enbavargal Semaneedh Ennum Isaiyil Paadi, Suramandalangalai Nerththiyaai Vaasiththaargal. "
},{ "Verses":"22 leviyarukkulle Kenaaniyaa Enbavan Sangeedhaththalaivanaayirundhaan; Avan Nibunanaanapadiyaal, Keedhaviththaiyaip Padippiththaan. "
},{ "Verses":"23 peragiyaavum Elkkaanaavum Pettikku Munbaagak Kaavalkaaththuvandhaargal. "
},{ "Verses":"24 sepaniyaa, Yosabaadh, Nedhaneyel, Amaasaayi, Sagariyaa, Penaayaa, Eliyesar Ennum Aasaariyar Dhevanudaiya Pettikku Munbaagap Poorigaigalai Oodhinaargal; Obedh Edhomum, Egiyaavum Pettikku Vaasal Kaavalaalaraayirundhaargal. "
},{ "Verses":"25 ippadi Dhaaveedhum, Isravelin Moopparum, Aayiraththu Servaikkaararum Karththarudaiya Udanpadikkaip Pettiyai Obedhedhomin Veettilirundhu Magizhchchiyode Konduvarapponaargal. "
},{ "Verses":"26 karththarudaiya Udanpadikkaippettiyai Sumakkira Leviyarukku Dhevan Anukkiragampanninapadiyaal, Avargal Ezhu Kaalaigalaiyum Ezhu Aattukkadaakkalaiyum Paliyittaargal. "
},{ "Verses":"27 dhaaveedhum, Pettiyai Sumakkira Sagala Leviyarum, Paadagarum, Paadagarin Velaiyai Visaarikkira Thalaivanaagiya Kenaaniyaavum, Melliya Pudavaiyaana Saalvaigalaith Thariththirundhaargal; Dhaaveedhu Sanalnool Epoththaith Thariththirundhaan. "
},{ "Verses":"28 appadiye Isravelanaiththum Karththarudaiya Udanpadikkaip Pettiyaik Kembeeraththodum, Ekkaalangal Poorigaigal Kaiththaalangalin Thoniyodum Thamburugalaiyum Suramandalangalaiyum Vaasikkira Saththaththodum Konduvandhaargal. "
},{ "Verses":"29 karththarudaiya Udanpadikkaippetti Dhaaveedhin Nagaramattum Vandhapodhu, Savulin Kumaaraththiyaagiya Meegaal Palaganivazhiyaaip Paarththu, Dhaaveedhuraajaa Aadippaadi Varugiradhaik Kandu, Avanaith Than Irudhayaththile Avamadhiththaal. "
}
]