[
{ "Verses":"1 isravelar Ellaarum Epronilirukkira Dhaaveedhinidaththil Koodivandhu: Idho, Naangal Ummudaiya Elumbum Ummudaiya Maamsamumaanavargal. "
},{ "Verses":"2 savul Innum Raajaavaayirukkumpodhe, Neer Isravelai Nadaththikkondupoi Nadaththikkonduvaruveer; En Janamaagiya Isravelai Neer Meyththu, En Janamaagiya Isravelinmel Thalaivanaayiruppeer Endru Ummudaiya Dhevanaagiya Karththar Umakku Solliyum Irukkiraar Endraargal. "
},{ "Verses":"3 appadiye Isravelin Moopparellaarum Epronile Raajaavinidaththil Vandhaargal; Dhaaveedhu Epronile Karththarukku Munbaaga Avargalodu Udanpadikkai Pannikkondapinbu, Karththar Saamuvelaikkondu Sonna Vaarththaiyinpadiye Avargal Dhaaveedhai Isravelinmel Raajaavaaga Abishegampanninaargal. "
},{ "Verses":"4 pinbu Dhaaveedhu Isravel Anaiththodunkooda Epoosaagiya Erusalemukkup Ponaan; Epoosiyar Aththesaththin Kudigalaayirundhaargal. "
},{ "Verses":"5 appozhudhu Epoosin Kudigal Dhaaveedhai Nokki: Nee Idharkul Pravesippadhillai Endraargal; Aanaalum Dhaaveedhu Seeyon Kottaiyaip Pidiththaan; Adhu Dhaaveedhin Nagaramaayitru. "
},{ "Verses":"6 epoosiyarai Muriya Adikkiradhil Evan Mundhinavanaayirukkiraano, Avan Thalaivanum Senaapadhiyumaayiruppaanendru Dhaaveedhu Solliyirundhaan; Seruyaavin Kumaaranaagiya Yovaab Mundhi Erith Thalaivanaanaan. "
},{ "Verses":"7 dhaaveedhu Andhak Kottaiyil Vaasampanninapadiyinaal, Adhu Dhaaveedhin Nagaram Ennappattadhu. "
},{ "Verses":"8 pirpaadu Avan Nagaraththai Millo Thodangi Sutrilum Kattinaan; Yovaab Nagaraththin Matra Idangalaip Pazhudhupaarththaan. "
},{ "Verses":"9 dhaaveedhu Naalukkunaal Viruththiyadaindhaan; Senaigaludaiya Karththar Avanodekooda Irundhaar. "
},{ "Verses":"10 karththar Isravelukkaaga Sonna Vaarththaiyinpadiye, Dhaaveedhai Raajaavaakkumpadi Avan Vasamaayirundhu Raajyabaarampannugira Avanidaththilum, Sagala Isravelaridaththilum, Veerathaththuvaththaip Paaraattina Pradhaana Paraakkiramasaaligalum, "
},{ "Verses":"11 dhaaveedhukku Irundha Andhap Paraakkiramasaaligalin Lakkamumaavadhu: Akmoniyin Kumaaranaagiya Yaashobiyaam Ennum Servaikkaararin Thalaivan; Ivan Munnoorupergalinmel Than Eettiyai Ongi Avargalai Orumikkakkondrupottaan. "
},{ "Verses":"12 ivanukku Irandaavadhu Akoyin Kumaaranaagiya Thodhovin Magan Eleyaasaar; Ivan Moondru Paraakkiramasaaligalil Oruvan. "
},{ "Verses":"13 pelisthar Paasthammeemilirukkira Vaarkodhumai Niraindha Vayalnilaththil Yuththaththirkuk Koodivandhapodhum, Janam Pelistharaik Kandu Odinapodhum Ivan Dhaaveedhode Ange Irundhaan. "
},{ "Verses":"14 appozhudhu Avargal Andha Nilaththin Naduvile Nindru Adhaik Kaappaatrip Pelistharai Madangadiththaargal; Adhinaale Karththar Periya Ratchippai Nadappiththaar. "
},{ "Verses":"15 muppadhu Thalaivaril Moondruper Adhullaam Ennum Kanmalaik Kebiyilirukkira Dhaaveedhinidaththil Poyirundhaargal; Pelistharin Paalayam Reppaayeem Pallaththaakkil Irangugirapodhu, "
},{ "Verses":"16 dhaaveedhu Aranaana Oru Idaththilirundhaan; Appozhudhu Pelistharin Thaanaiyam Bethlagemil Irundhadhu. "
},{ "Verses":"17 dhaaveedhu Bethlagemin Olimugavaasalilirukkira Kinatrin Thanneermel Aavalkondu, En Thaagaththirkuk Konjam Thanneer Konduvarugiravan Yaar Endraan. "
},{ "Verses":"18 appozhudhu Andha Moondruper Pelistharin Paalayaththirkul Thunindhu Pugundhupoi, Bethlagemin Olimugavaasalilirukkira Kinatrile Thanneer Mondu Dhaaveedhinidaththil Konduvandhaargal; Aanaalum Avan Adhaik Kudikka Manadhillaamal Adhaik Karththarukkendru Ootrippottu: "
},{ "Verses":"19 naan Idhai Seyyaadhapadikku, En Dhevan Ennaik Kaaththukkollakkadavar; Thangal Praananai Ennaamal Poi Adhaik Konduvandha Indha Manusharin Raththaththaik Kudippeno Endru Solli Adhaik Kudikkamaatten Endraan. Ippadi Indha Moondru Paraakkiramasaaligalum Seydhaargal. "
},{ "Verses":"20 yovaabin Sagodharanaagiya Abisaai Andha Moondruperil Pradhaanamaanavan; Avan Than Eettiyai Ongi, Munnooruperai Madangadiththadhinaal Indha Moondruperil Perpetravanaanaan. "
},{ "Verses":"21 indha Moondruperil Avan Matra Iranduperilum Menmaiyullavanaanadhinaal, Avargalil Thalaivanaanaan; Aanaalum Andha Mundhina Moondruperukku Avan Samaanamaanavanalla. "
},{ "Verses":"22 paraakkiramasaaliyaagiya Yoidhaavin Kumaaranum, Kapseyel Ooraanumaagiya Penaayaavum Seygaigalil Vallavanaayirundhaan; Avan Movaab Dhesaththin Irandu Valumaiyaana Singangalaik Kondradhumallaamal, Uraindha Mazhaipeydha Naalil Avan Oru Kebikkulle Irangippoi, Oru Singaththaik Kondraan. "
},{ "Verses":"23 aindhumuzha Uyaramaana Oru Egipthiyanaiyum Avan Kondrupottaan; Andha Egipthiyan Kaiyil Neygiravargalin Padaimarak Kanadhiyaana Oru Eetti, Irukkaiyil, Ivan Oru Thadiyaip Pidiththu, Avanidaththil Poi, Andha Egipthiyan Kaiyilirundha Eettiyaip Pariththu, Avan Eettiyinaale Avanaik Kondrupottaan. "
},{ "Verses":"24 ivaigalai Yoidhaavin Kumaaranaana Penaayaa Seydhapadiyinaal, Moondru Paraakkiramasaaligalukkulle Perpetravanaai Irundhaan. "
},{ "Verses":"25 muppadhuperilum Ivan Menmaiyullavan; Aanaalum Andha Mundhina Moondruperukkum Ivan Samaanamaanavanalla; Avanai Dhaaveedhu Than Meykkaavalarukkuth Thalaivanaaga Vaiththaan." 
},{ "Verses":"26 iraanuvaththilirundha Matrap Paraakkiramasaaligal: Yovaabin Thambi Aasagel, Bethlagem Ooraanaagiya Thodhovin Kumaaran Elkkaanaan, "
},{ "Verses":"27 aarodhiyanaagiya Sammodh, Peloniyanaagiya Eles, "
},{ "Verses":"28 thekkoviyanaagiya Ikkesin Kumaaran Eeraa, Aanadhoththiyanaagiya Abiyesar, "
},{ "Verses":"29 oosaaththiyanaagiya Sipekkaai, Akogiyanaagiya Eelaai, "
},{ "Verses":"30 neththobaaththiyanaagiya Magaraayi, Neththobaaththiyanaagiya Paanaavin Kumaaran Eledh, "
},{ "Verses":"31 benyameen Puththirarin Kibeyaa Ooraanaagiya Ribaayin Kumaaran Iththaayi, Praththoniyanaagiya Penaayaa, "
},{ "Verses":"32 kaagaas Neerodai Dhesaththaanaagiya Ooraayi, Arpaaththiyanaagiya Abiyel, "
},{ "Verses":"33 pagaroomiyanaagiya Asmaavedh, Saalponiyanaagiya Eliyaabaa, "
},{ "Verses":"34 keesoniyanaagiya Aasemin Kumaarar, Aaraariyanaagiya Saagiyin Kumaaran Yonaththaan. "
},{ "Verses":"35 aaraariyanaagiya Saakkaarin Kumaaran Agiyaam, Oorin Kumaaran Elibaal, "
},{ "Verses":"36 megaraaththiyanaagiya Epper, Peloniyanaagiya Agiyaa, "
},{ "Verses":"37 karmeliyanaagiya Esro, Espaayin Kumaaran Naaraayi, "
},{ "Verses":"38 naaththaanin Sagodharan Yovel, Agariyin Kumaaran Mipkaar, "
},{ "Verses":"39 ammoniyanaagiya Selek, Seruyaavin Kumaaranaagiya Yovaabin Aayudhadhaariyaana Peroththiyanaagiya Naaraayi, "
},{ "Verses":"40 iththariyanaagiya Eeraa, Iththariyanaagiya Kaarep, "
},{ "Verses":"41 eththiyanaagiya Uriyaa, Aklaayin Kumaaran Saabaadh, "
},{ "Verses":"42 roobaniyarin Thalaivanaagiya Seesaavin Kumaaran Adhinaa Ennum Roobaniyan; Avanode Muppadhuper Irundhaargal. "
},{ "Verses":"43 maagaavin Kumaaran Aanaan, Midhiniyanaagiya Yosabaadh, "
},{ "Verses":"44 asthareththiyanaagiya Usiyaa, Aaroveriyanaagiya Oththaamin Kumaarar Samaavum, Yegiyelum, "
},{ "Verses":"45 simriyin Kumaaran Edhiyaayel, Thidhsiyanaagiya Avan Sagodharan Yogaa, "
},{ "Verses":"46 maagaaviyarin Puththiran Eliyel, Elnaamin Kumaarar Eribaayum, Yosaviyaavum, Movaabiyanaana Idhmaavum, "
},{ "Verses":"47 mesobaayaa Ooraaraagiya Eliyelum, Obedhum, Yaasiyelume. "
}
]