[
 { "Verses": "1 isravelin Kumaarar, Rooban, Simiyon, Levi, Yoodhaa, Isakkaar, Sebulon, "
 },{ "Verses": "2 thaan, Yoseppu, Benyameen, Napthali, Kaadh, Aaser Enbavargal. "
 },{ "Verses": "3 yoodhaavin Kumaarar, Er, Onaan, Selaa Enbavargal; Indha Moondru Kumaarar Soovaavin Magalaana Kaanaan Sthreeyinidaththil Avanukkup Pirandhavargal; Er Ennum Yoodhaavin Mooththa Kumaaran Karththarin Paarvaikkup Pollaadhavanaanapadiyaal Avar Avanaik Kondrupottaar. "
 },{ "Verses": "4 avan Marumagalaagiya Thaamaar Avanukku Paaresaiyum Seraavaiyum Petraal; Yoodhaavin Kumaarar Ellaarum Aindhuper. "
 },{ "Verses": "5 paaresin Kumaarar, Esron, Aamool Enbavargal. "
 },{ "Verses": "6 seraavin Kumaarar Ellaarum, Simri, Eththaan, Emaan, Kalkol, Thaaraa Ennum Aindhuper. "
 },{ "Verses": "7 saabaththeedaana Vishhayaththile Dhrogampanni Isravelaik Kalangappannina Aagaar Enbavan, Karmee Puththiraril Oruvan. "
 },{ "Verses": "8 eththaanin Kumaarar Asariyaa Mudhalaanavargal. "
 },{ "Verses": "9 esronukkup Pirandha Kumaarar, Yermeyel, Raam, Kelubaa Enbavargal. "
 },{ "Verses": "10 raam Amminadhaabaip Petraan; Amminadhaab Yoodhaa Puththirarin Prabuvaagiya Nagasonaip Petraan. "
 },{ "Verses": "11 nagason Salmaavaip Petraan; Salmaa Bovaasaip Petraan. "
 },{ "Verses": "12 bovaas Obedhaip Petraan; Obedh Eesaayaip Petraan. "
 },{ "Verses": "13 eesaai Than Mooththa Kumaaran Eliyaabaiyum, Abinadhaab Ennum Irandaam Kumaaranaiyum, Simmaa Ennum Moondraam Kumaaranaiyum, "
 },{ "Verses": "14 nedhanayel Ennum Naalaam Kumaaranaiyum, Radhaayi Ennum Aindhaam Kumaaranaiyum, "
 },{ "Verses": "15 odhsem Ennum Aaraam Kumaaranaiyum, Dhaaveedhu Ennum Ezhaam Kumaaranaiyum Petraan. "
 },{ "Verses": "16 avargal Sagodharigal Seruyaal, Abigaayil Enbavargal; Seruyaalin Kumaarar, Abisaai, Yovaab, Aasagel Ennum Moondruper. "
 },{ "Verses": "17 abigaayil Amaasaavaip Petraal; Amaasaavin Thagappan Ismaveliyanaagiya Yethther Enbavan. "
 },{ "Verses": "18 esronin Kumaaran Kaaleb Ereeyodh Ennappatta Than Penjaadhiyaagiya Asubaalaale Petra Kumaarar, Eser, Sobaab, Ardhon Enbavargal. "
 },{ "Verses": "19 asubaal Sendruponapin Kaaleb Epraaththai Vivaagampanninaan; Ival Avanukku Ooraip Petraal. "
 },{ "Verses": "20 oor Ooriyaip Petraan; Oori Pesaleyelaip Petraan. "
 },{ "Verses": "21 pirpaadu, Esron Arubadhu Vayadhaanapodhu Kileyaaththin Thagappanaagiya Maageerin Kumaaraththiyai Vivaagampanni, Avalidaththil Pravesiththaan; Ival Avanukku Sekoobaip Petraal. "
 },{ "Verses": "22 sekoop Yaaveeraip Petraan; Ivanukkuk Keeleyaa Dhesaththil Irubaththumoondru Oorgal Irundhadhu. "
 },{ "Verses": "23 kesooraiyum Aaraamaiyum Yaaveerin Graamangalaiyum, Kenaaththilulla Graamangalaagiya Arubadhu Oorgalaiyum Avargal Kaiyile Vaanginaargal; Ivargal Ellaarum Kileyaaththin Thagappanaagiya Maageerin Kumaarar. "
 },{ "Verses": "24 kaalebin Ooraana Epraaththaavil Esron Irandhuponapin, Esronin Penjaadhiyaagiya Abiyaal Avanukkuth Thekkovaavin Thagappanaagiya Asooraip Petraal. "
 },{ "Verses": "25 esronukku Mudharpirandha Yermeyelin Kumaarar, Raam Ennum Mooththavanum, Poonaa, Oren, Odhsem, Agiyaa Enbavargalume. "
 },{ "Verses": "26 aththaaraal Ennum Perulla Veroru Manaiviyum Yermeyelukku Irundhaal; Ival Onaamin Thaai. "
 },{ "Verses": "27 yermeyelukku Mudharpirandha Raamin Kumaarar, Maas, Yaamin, Ekker Enbavargal. "
 },{ "Verses": "28 onaamin Kumaarar, Sammaai, Yaadhaa Enbavargal; Sammaayin Kumaarar, Naadhaab, Abisoor Enbavargal. "
 },{ "Verses": "29 abisoorudaiya Manaiviyin Per Abiyaayel; Aval Avanukku Akpaanaiyum Molidhaiyum Petraal. "
 },{ "Verses": "30 naadhaabin Kumaarar, Seledh, Appaayim Enbavargal; Seledh Puththirarillaamal Mariththaan. "
 },{ "Verses": "31 appaayimin Kumaarar Ishi Mudhalaanavargal; Ishiyin Kumaarar Sesaan Mudhalaanavargal; Sesaanin Kumaaraththi Aklaai. "
 },{ "Verses": "32 sammaayin Sagodharanaagiya Yaadhaavin Kumaarar, Yethther, Yonaththaan Enbavargal; Yethther Kumaararillaamal Mariththaan. "
 },{ "Verses": "33 yonaththaanin Kumaarar, Peledh, Saasaa Enbavargal; Ivargal Yermeyelin Puththirar. "
 },{ "Verses": "34 sesaanukkuk Kumaaraththigaleyandri Kumaarargal Illai; Sesaanukku Yarkaa Ennum Perulla Egipthiya Velaikkaaran Oruvan Irundhaan. "
 },{ "Verses": "35 sesaan Than Kumaaraththiyaith Than Velaikkaaranaagiya Yaagaavukkuk Koduththaan; Aval Avanukku Aththaayiyaip Petraal. "
 },{ "Verses": "36 aththaayi Naadhaanaip Petraan. Naadhaan Saabaadhaip Petraan. "
 },{ "Verses": "37 saabaadh Eplaalaip Petraan; Eplaal Obedhaip Petraan. "
 },{ "Verses": "38 obedh Ekoovaip Petraan; Ekoo Asariyaavaip Petraan. "
 },{ "Verses": "39 asariyaa Eledhsaip Petraan; Eledhs Eleyaasaavaip Petraan. "
 },{ "Verses": "40 eleyaasaa Sismaayaip Petraan; Sismaai Salloomaip Petraan. "
 },{ "Verses": "41 salloom Ekkamiyaavaip Petraan; Ekkamiyaa Elisaamaavaip Petraan. "
 },{ "Verses": "42 yermeyelin Sagodharanaagiya Kaalebin Kumaarar, Seeppin Thagappanaagiya Mesaa Ennum Mudharpirandhavanum Epronin Thagappanaagiya Merosaavin Kumaararume. "
 },{ "Verses": "43 epronin Kumaarar, Koraagu, Thappuvaa, Rekkem Semaa Enbavargal. "
 },{ "Verses": "44 semaa Yorkkeyaamin Thagappanaagiya Rekkemaip Petraan; Rekkem Sammaayaip Petraan. "
 },{ "Verses": "45 sammaayin Kumaaran Maagon; Maagon Pedhsoorin Thagappan. "
 },{ "Verses": "46 kaalebin Marumanaiyaattiyaagiya Eppaal Aaraanaiyum Mosaavaiyum, Kaasesaiyum Petraal; Aaraan Kaasesaip Petraan. "
 },{ "Verses": "47 yaadhaayin Kumaarar, Regem, Yodhaam, Kesaam, Peledh, Eppaa, Saagaab Enbavargal. "
 },{ "Verses": "48 kaalebin Marumanaiyaattiyaagiya Maagaal Seperaiyum Thirkaanaavaiyum Petraal. "
 },{ "Verses": "49 aval Madhmannaavin Thagappanaagiya Saagaabaiyum, Makpenaavukkum Keebeyaavukkum Thagappanaagiya Sevaavaiyum Petraal; Kaalebin Kumaaraththi Aksaal Enbaval. "
 },{ "Verses": "50 epraaththaalidaththil Mudharpirandha Oorudaiya Kumaaranaagiya Kaalebin Kumaarar, Keeriyaadhyaareemin Mooppanaana Sobaalum, "
 },{ "Verses": "51 bethlegemin Mooppanaana Salmaavum, Pedhkaadherin Mooppanaana Aareppume. "
 },{ "Verses": "52 keeriyaadhyaarimin Mooppanaana Sobaalin Kumaarar, Aarove, Aasiyam Menugodh Enbavargal. "
 },{ "Verses": "53 keeriyaadhyaarimilirundha Vamsangal, Eththiriyarum Poogiyarum Sumaaththiyarum Misraaviyarume; Ivargalidaththil Soraaththiyarum, Esthavoliyarum Pirandhaargal. "
 },{ "Verses": "54 salmaavin Sandhadhigal, Bethlegemiyarum, Neththoppaaththiyarum, Pedhyovaab Ennum Adharodh Ooraarum, Maanaaththiyarilum Soriyarilum Paadhijanangalume. "
 },{ "Verses": "55 yaabesil Kudiyirundha Kanakkarin Vamsangal, Thiraaththiyarum Simaaththiyarum Sukkaaththiyarume; Rekaab Veettaarin Thagappanaagiya Ammaaththin Sandhadhiyaaraana Keniyar Ivargale. "
 }
]