[
 { "Verses": "1 aadhaam, Sedh, Enos, "
 },{ "Verses": "2 kenaan, Magalaaleyel, Yaaredh, "
 },{ "Verses": "3 enokku, Meththoosalaa, Laamekku, "
 },{ "Verses": "4 novaa, Sem, Kaam, Yaappedh. "
 },{ "Verses": "5 yaappeththin Kumaarar, Komar, Maagogu, Maadhaai, Yaavaan, Thoobaal, Mesekku, Theeraas Enbavargal. "
 },{ "Verses": "6 komarin Kumaarar, Askinaas, Reeppaaththu, Thogarmaa Enbavargal. "
 },{ "Verses": "7 yaavaanin Kumaarar, Elisaa, Tharshees, Kiththeem, Thodhaaneem Enbavargal. "
 },{ "Verses": "8 kaamin Kumaarar, Koosh, Misraayeem, Poodh, Kaanaan Enbavargal. "
 },{ "Verses": "9 kooshin Kumaarar, Sebaa, Aavilaa, Sapthaa, Raamaa, Sapthigaa Enbavargal; Raamaavin Kumaarar, Sebaa, Thidhaan Enbavargal. "
 },{ "Verses": "10 koosh Nimrodhaip Petraan; Ivan Boomiyile Paraakkiramasaaliyaanaan. "
 },{ "Verses": "11 misraayeem Loodheemiyaraiyum, Aanaamiyaraiyum, Lekaabiyaraiyum, Napthoogiyaraiyum, "
 },{ "Verses": "12 padhroosiyaraiyum, Pelistharaip Petra Kasloogiyaraiyum, Kapthoriyaraiyum Petraan. "
 },{ "Verses": "13 kaanaan Than Mooththamaganaagiya Seedhonaiyum, Keththaiyum, "
 },{ "Verses": "14 epoosiyaraiyum, Emoriyaraiyum, Kirkaasiyaraiyum, "
 },{ "Verses": "15 eviyaraiyum, Arkeeyaraiyum, Seeniyaraiyum, "
 },{ "Verses": "16 arvaadhiyaraiyum, Semaariyaraiyum, Kaamaaththiyaraiyum Petraan. "
 },{ "Verses": "17 semin Kumaarar, Elaam, Asoor, Arpaksaadh, Loodh, Aaraam, Oodhs, Kool, Kethther, Mesak Enbavargal. "
 },{ "Verses": "18 arpaksaadh Saalaavaip Petraan; Saalaa Eperaip Petraan. "
 },{ "Verses": "19 eperukku Irandu Kumaarar Pirandhaargal; Oruvan Per Pelegu, Enenil Avan Naatkalil Boomi Pagukkappattadhu; Avan Sagodharan Per Yokdhaan. "
 },{ "Verses": "20 yokdhaan Almodhaadhaiyum, Saaleppaiyum, Aasarmaaveththaiyum, Yeraagaiyum, "
 },{ "Verses": "21 adhoraamaiyum, Oosaalaiyum, Thiklaavaiyum, "
 },{ "Verses": "22 obaalaiyum, Abimaavelaiyum, Sebaavaiyum, "
 },{ "Verses": "23 oppeeraiyum, Aavilaavaiyum, Yobaabaiyum Petraan; Ivargal Ellaarum Yokdhaanin Kumaarar. "
 },{ "Verses": "24 sem, Arpaksaadh, Saalaa, "
 },{ "Verses": "25 eper, Pelegu, Rekoo, "
 },{ "Verses": "26 seroogu, Naagor, Theraagu, "
 },{ "Verses": "27 aabiraamaagiya Aabiragaam, "
 },{ "Verses": "28 aabiragaamin Kumaarar, Eesaakku, Ismavel Enbavargal. "
 },{ "Verses": "29 ivargaludaiya Sandhadhigalaavana: Ismavelin Mooththa Kumaaranaagiya Nebaayodh, Kedhaar, Adhpiyel, Mipsaam, "
 },{ "Verses": "30 mishmaa, Thoomaa, Maasaa, Aadhaadh, Themaa, "
 },{ "Verses": "31 yeththoor, Naapees, Kedhmaa Enbavargal; Ivargal Ismavelin Kumaarar. "
 },{ "Verses": "32 aabiragaamin Marumanaiyaattiyaagiya Keththooraal Petra Kumaarar, Simraan, Yakshaan, Medhaan, Meedhiyaan, Ispaag, Soovaa Enbavargal; Yakshaanin Kumaarar, Sebaa, Thedhaan Enbavargal. "
 },{ "Verses": "33 meedhiyaanin Kumaarar, Eppaa, Epper, Aanokku, Apeedhaa, Eldhaagaa Enbavargal; Ivargal Ellaarum Keththuraalin Kumaarar. "
 },{ "Verses": "34 aabiragaam Eesaakkaip Petraan; Eesaakkin Kumaarar, Esaa Isravel Enbavargal. "
 },{ "Verses": "35 esaavin Kumaarar, Eleeppaas, Reguvel, Eyoosh, Yaalaam, Koraagu Enbavargal. "
 },{ "Verses": "36 elippaasin Kumaarar, Themaan, Omaar, Seppi, Kaththaam, Kenaas, Thimnaa, Amalekku Enbavargal. "
 },{ "Verses": "37 reguvelin Kumaarar, Nagaadh, Seraagu, Sammaa, Meesaa Enbavargal. "
 },{ "Verses": "38 seyeerin Kumaarar, Loththaan, Sobaal, Sibiyon, Aanaa, Theeson, Edhser, Theesaan Enbavargal. "
 },{ "Verses": "39 loththaanin Kumaarar, Ori, Omaam Enbavargal; Loththaanin Sagodhari Thimnaal Enbavargal. "
 },{ "Verses": "40 sobaalin Kumaarar, Alvaan, Maanagaadh, Ebaal, Seppo, Onaam Enbavargal; Sibiyonin Kumaarar, Ayaa, Aanaagu Enbavargal. "
 },{ "Verses": "41 aanaagin Kumaararil Oruvan Thishon Enbavan; Thishonin Kumaarar, Amraam, Espaan Iththaraan, Keraan Enbavargal. "
 },{ "Verses": "42 edhserin Kumaarar, Pilkaan, Sagavaan, Yaakkaan Enbavargal; Thishaanin Kumaarar, Oodhs, Araan Enbavargal. "
 },{ "Verses": "43 isravel Puththirarai Oru Raajaa Aalaadhadharku Munne, Edhom Dhesaththil Arasaanda Raajaakkalaanavargal: Peyorin Kumaaran Pelaa Enbavan; Ivan Pattanaththin Per Thinkaabaa. "
 },{ "Verses": "44 pelaa Mariththapin Posraa Ooraanaagiya Seraagin Kumaaran Yobaab Avan Sthaanaththil Raajaavaanaan. "
 },{ "Verses": "45 yobaab Mariththapin, Themaaniyarin Dhesaththaanaagiya Oosaam Avan Sthaanaththil Raajaavaanaan. "
 },{ "Verses": "46 oosaam Mariththapin, Pedhaadhin Kumaaran Aadhaadh Avan Sthaanaththil Raajaavaanaan, Ivan Meedhiyaaniyarai Movaabin Naattile Muriya Adiththavan; Ivan Pattanaththinper Aaveedh. "
 },{ "Verses": "47 aadhaadh Mariththapin, Masrekkaa Ooraanaagiya Samlaa Avan Sthaanaththil Raajaavaanaan. "
 },{ "Verses": "48 samlaa Mariththapin, Nadhiyoramaana Regopoththaanaagiya Savul Avan Sthaanaththil Raajaavaanaan. "
 },{ "Verses": "49 savul Mariththapin, Akporin Kumaaran Paagaalaanaan Avan Sthaanaththil Raajaavaanaan. "
 },{ "Verses": "50 paagaalaanaan Mariththapin, Aadhaadh Avan Sthaanaththil Raajaavaanaan; Ivan Pattanaththinper Paagi; Mesakaabin Kumaaraththiyaagiya Maaththireththin Magalaana Avan Manaiviyin Per Megedhabel. "
 },{ "Verses": "51 aadhaadh Mariththapin, Edhomil Erpatta Prabukkalaanavargal; Thimnaa Prabu, Alyaa Prabu, Edhedh Prabu, "
 },{ "Verses": "52 akolibaamaa Prabu, Elaa Prabu, Pinon Prabu, "
 },{ "Verses": "53 kenaas Prabu, Themaan Prabu, Mipsaar Prabu, "
 },{ "Verses": "54 makdhiyel Prabu, Eeraam Prabu, Ivargale Edhomin Prabukkal. "
 }
]