[
 { "Verses": "1 yoodhaavin Kumaarar, Paares, Esron, Karmee, Oor, Sobaal Enbavargal. "
 },{ "Verses": "2 sobaalin Kumaaran Raayaa Yaagaaththaip Petraan; Yaagaadh Agumaayiyaiyum Laagaadhaiyum Petraan; Soraaththiyarin Vamsangal Ivaigale. "
 },{ "Verses": "3 edhaam Ennum Mooppanin Sandhadhiyaar, Yesreyel, Ishmaa, Idhpaas Enbavargal; Ivargaludaiya Sagodhariyin Per Adhselelponi; "
 },{ "Verses": "4 kedhorukku Mooppanaana Penuvel, Ushaavukku Mooppanaana Eser Enbavargal; Ivargal Bethlegemukku Mooppanaana Epraaththaavukku Mudharpirandha Oorin Kumaarar. "
 },{ "Verses": "5 thekkovaavukku Mooppanaana Asoorukku Elaal, Naaraal Ennum Irandu Penjaadhigal Irundhaargal. "
 },{ "Verses": "6 naaraal Avanukku Agusaamaiyum, Epperaiyum, Themaniyaiyum, Aagaasthaariyaiyum Petraal; Naaraalin Kumaarargal Ivargale. "
 },{ "Verses": "7 elaalin Kumaarar, Seredh, Edhsogaar, Edhnaan Enbavargal. "
 },{ "Verses": "8 kos Enbavan Anoobaiyum, Sobepaagaiyum, Aarumin Kumaaranaagiya Agarkelin Vamsangalaiyum Petraan. "
 },{ "Verses": "9 yaabes Than Sagodhararaippaarkkilum Ganampetravanaayirundhaan. Avan Thaai: Naan Dhukkaththode Avanaip Petren Endru Solli Avanukku Yaabes Endru Perittaal. "
 },{ "Verses": "10 yaabes Isravelin Dhevanai Nokki: Dhevareer Ennai Aaseervadhiththu, En Ellaiyaip Peridhaakki, Umadhu Karam Ennodirundhu, Theengu Ennai Dhukkappaduththaadhapadikku Adharku Ennai Vilakkik Kaaththarulum Endru Vendikkondaan; Avan Vendikkondadhai Dhevan Arulinaar. "
 },{ "Verses": "11 soogaavin Sagodharanaagiya Keloop Mekeeraip Petraan; Ivan Esthonin Thagappan. "
 },{ "Verses": "12 esthon Pedhraabaavaiyum, Paseyaagaiyum, Irnaagaashin Thagappanaagiya Theginaagaiyum Petraan; Ivargal Regaavoor Manushar. "
 },{ "Verses": "13 kenaasin Kumaarar, Odhniyel, Seraayaa Enbavargal; Odhniyelin Kumaararil Oruvan Aaththaadh. "
 },{ "Verses": "14 meyonaththaai Opiraavaip Petraan; Seraayaa Karaasheeman Pallaththaakkukku Mooppanaagiya Yovaabaip Petraan; Avargal Thozhilaaligalaayirundhaargal. "
 },{ "Verses": "15 eppunneyin Kumaaranaagiya Kaalebin Kumaarar, Eeru, Elaa, Naagaam; Elaavin Kumaararil Oruvan Kenaas. "
 },{ "Verses": "16 ekalelelin Kumaarar, Seep, Seeppaa, Thiriyaa, Asaareyel. "
 },{ "Verses": "17 esraavin Kumaarar, Yethther, Meredh, Epper, Yaalon; Mereththin Penjaadhi Miriyaamaiyum, Sammaayiyaiyum, Esthemovaa Oorukku Mooppanaana Ispaavaiyum Petraal. "
 },{ "Verses": "18 avan Penjaadhiyaagiya Egudhiyaal, Kedhorin Thagappanaagiya Yaaredhaiyum, Sokkovin Thagappanaagiya Eperaiyuma, Sanovaavin Thagappanaagiya Ekkuththiyelaiyum Petraal; Meredh Vivaagam Pannina Paarvonin Kumaaraththiyaagiya Piththiyaalin Kumaarar Ivargale. "
 },{ "Verses": "19 naagaamin Sagodhariyaagiya Odhiyaavinudaiya Penjaadhiyin Kumaarar Karmiyanaagiya Aabigeyilaavum, Maagaaththiyanaagiya Esthemovaavume. "
 },{ "Verses": "20 sheemonin Kumaarar, Amnon, Rinnaa, Penkaanaan, Theelon Enbavargal, Ishiyin Kumaarar, Sogedhum Pensogedhume. "
 },{ "Verses": "21 yoodhaavin Kumaaranaagiya Selaagin Puththirar: Lekkaavoor Mooppanaana Erum Maresaar Mooppanaana Laadhaagum, Melliya Pudavai Neydha Aspeyaa Veettuvamsangalum, "
 },{ "Verses": "22 yoyaakkeemum, Kosebaavin Manusharum, Movaabiyarai Aanda Yovaas, Saaraab Enbavargalum, Yasupilegemume; Ivaigal Poorvakaalaththin Seydhigal. "
 },{ "Verses": "23 ivargal Kuyavaraayirundhu Neththaayimilum Kedheraavilum Kudiyirundhaargal; Raajaavin Velaiyai Visaarikkiradharku Ange Vaasampanninaargal "
 },{ "Verses": "24 simiyonin Kumaarar, Nemuvel,yaamin, Yaareep, Seraa, Savul Enbavargal. "
 },{ "Verses": "25 ivan Kumaaran Salloom; Ivan Kumaaran Mipsaam; Ivan Kumaaran Mismaa. "
 },{ "Verses": "26 mismaavin Kumaararil Oruvan Ammuvel; Ivan Kumaaran Sakkoor; Ivan Kumaaran Seemeyi. "
 },{ "Verses": "27 seemeyikkup Padhinaaru Kumaararum Aaru Kumaaraththigalum Irundhaargal; Avan Sagodhararukku Anegam Pillaigal Irundhadhillai; Avargal Vamsamellaam Yoodhaavin Puththiraippolap Peruginadhumillai. "
 },{ "Verses": "28 avargal Peyersebaavilum, Molaadhaavilum, Aadhsaarkuvaavilum, "
 },{ "Verses": "29 pillaavilum, Edhsaamilum, Tholaadhilum, "
 },{ "Verses": "30 peththoovelilum, Ormaavilum, Siklaagilum, "
 },{ "Verses": "31 pedhmaarkaaboththilum, Aadhsaarsoosimilum, Pedhpiriyilum, Saaraayimilum Kudiyirundhaargal; Dhaaveedhu Raajaavaagumattum Ivaigal Avargal Pattanangalaayirundhadhu. "
 },{ "Verses": "32 avargaludaiya Pettaigal, Eththaam, Aayin, Rimmon, Thogen, Aasaan Ennum Aindhu Pattanangal. "
 },{ "Verses": "33 andha Pattanangalai Sutrilum, Paagaalmattumulla Avargaludaiya Ellaap Pettaigalum, Avargal Vaasasthalangalum, Avargaludaiya Vamsa Attavanaiyum Ivaigale. "
 },{ "Verses": "34 mesobaabum, Yamlegum, Amadhsiyaavin Kumaaran Yoshaavum, "
 },{ "Verses": "35 yovelum, Aasiyelin Magan Seraayaavukkup Pirandha Yosibiyaavin Kumaaran Ekoovum, "
 },{ "Verses": "36 eliyonaayum, Yaakkobaavum, Yesogaayaavum, Asaayaavum, Aadhiyelum, Yesimiyelum Penaayaavum, "
 },{ "Verses": "37 semaayaa Petra Simriyin Magan Yedhaayaavukkup Pirandha Allonin Puththiranaagiya Seeppiyin Kumaaran Seesaavum Endru, "
 },{ "Verses": "38 perperaai Ezhudhiyirukkira Ivargal Thangal Vamsangalil Prabukkalaayirundhaargal, Ivargal Pidhaakkalin Veettaar Eraalamaaip Parambinaargal. "
 },{ "Verses": "39 thangal Aadugalukku Meychchalaith Thedumpadikku Thedhorin Ellaiyaagiya Pallaththaakkin Keezhppuramattum Poi, "
 },{ "Verses": "40 nalla Sezhippaana Meychchalaiyum, Amarikkaiyum, Sugamumulla Visthaaramaana Dhesaththaiyum Kandupidiththaargal; Poorvaththile Kaamin Sandhadhiyaar Ange Kudiyirundhaargal." 
 },{ "Verses": "41 perperaai Ezhudhiyirukkira Ivargal Yoodhaavin Raajaavaagiya Esekkiyaavin Naatkalile Ange Poi, Ange, Kandupidiththavargalin Koodaarangalaiyum, Thaabarangalaiyum Azhiththu, Innaalile Irukkiradhupola, Avargalai Sangaarampanni, Ange Thangal Aadugalukkumeychchal Irundhapadiyinaal, Avargal Andha Sthalaththile Kudiyerinaargal. "
 },{ "Verses": "42 simiyonin Puththiraraagiya Ivargalil Ainnooru Manusharum, Avargal Thalaimaikkaararaagiya Ishiyin Kumaararaana Pelaththiyaavum, Negariyaavum, Reppaayaavum, Oosiyelum, Seyeer Malaiththesaththirkup Poi, "
 },{ "Verses": "43 amalekkiyaril Thappi Meedhiyaayirundhavargalai Madangadiththu, Innaalvaraikkum Irukkirapadi Ange Kudiyerinaargal. "
 }
]