[
{ "Verses": "1 saaththaan Isravelukku Virodhamaai Ezhumbi, Isravelaith Thogaiyidugiradharku Dhaaveedhai Evivittadhu. "
},{ "Verses": "2 appadiye Dhaaveedhu Yovaabaiyum, Janaththin Servaikkaararaiyum Nokki: Neengal Poi, Peyersebaathodangith Thaanmattum Irukkira Isravelai Enni, Avargal Lakkaththai Naan Ariyumpadikku, Ennidaththil Konduvaarungal Endraan. "
},{ "Verses": "3 appozhudhu Yovaab: Karththarudaiya Janangal Ippodhu Irukkiradhaippaarkkilum Nooraththanaiyaai Avar Varththikkappannuvaaraaga; Aanaalum Raajaavaagiya En Aandavane, Avargalellaarum En Aandavanin Sevagarallavaa? En Aandavan Idhai Visaarippaanen? Isravelinmel Kutramundaaga Idhu Nadakkavendiyadhu Enna Endraan. "
},{ "Verses": "4 yovaab Appadi Solliyum, Raajaavin Vaarththai Melittapadiyinaal, Yovaab Purappattu, Isravel Engum Sutriththirindhu Erusalemukku Vandhu, "
},{ "Verses": "5 janaththai Lakkampaarththu, Thogaiyai Dhaaveedhidaththil Koduththaan; Isravelilellaam Pattayam Uruvaththakkavargal Padhinorulatchamperum, Yoodhaavil Pattayam Uruvaththakkavargal Naalulatchaththu Ezhubadhinaayiramperum Irundhaargal. "
},{ "Verses": "6 aanaalum Raajaavin Vaarththai Yovaabukku Aruvaruppaayirundhapadiyinaal, Levi Benyameen Koththingalilullavargalai Avargaludaiya Lakkaththirkutpada Ennaadheponaan. "
},{ "Verses": "7 indhak Kaariyam Dhevanudaiya Paarvaikku Aagaadhadhaanapadiyinaal Avar Isravelai Vaadhiththaar. "
},{ "Verses": "8 dhaaveedhu Dhevanai Nokki: Naan Indhak Kaariyaththai Seydhadhinaal Migavum Paavancheydhen; Ippodhum Ummudaiya Adiyenin Akkiramaththai Neekkividum; Vegu Buththiyeenamaai Seydhen Endraan. "
},{ "Verses": "9 appozhudhu Karththar, Dhaaveedhin Gnaanadhrushtikkaaranaagiya Kaaththudane Pesi, "
},{ "Verses": "10 nee Dhaaveedhinidaththil Poi: Moondru Kaariyangalai Unakku Munbaaga Vaikkiren; Avaigalil Oru Kaariyaththaith Therindhukol; Adhai Naan Unakkuchcheyven Endru Karththar Uraikkiraar Endru Sol Endraar. "
},{ "Verses": "11 appadiye Kaa Dhaaveedhinidaththil Vandhu, Avanai Nokki: "
},{ "Verses": "12 moondru Varushaththup Panjamo? Alladhu Un Pagaignarin Pattayam Unnaip Pinthodara Nee Un Saththurukkalukku Munbaaga Murindhodippoga Seyyum Moondru Maadha Sangaaramo? Alladhu Moondrunaal Karththarudaiya Thoodhan Israveludaiya Ellaiyengum Sangaaram Undaagumpadi Dhesaththil Nirkum Karththarudaiyapattayamaagiya Kollai Noyo? Ivaigalil Ondraith Therindhukol Endru Karththar Uraikkiraar. Ippodhum Ennai Anuppinavarukku Naan Enna Maruuththaravu Kondupogavendum Enbadhai Yosiththuppaarum Endraan. "
},{ "Verses": "13 appozhudhu Dhaaveedhu Karththarai Nokki: Kodiya Idukkanil Agappattirukkiren; Ippodhu Naan Karththarudaiya Kaiyile Vizhuvenaaga; Avarudaiya Irakkangal Magaa Periyadhu; Manushar Kaiyile Vizhaadhiruppenaaga Endraan. "
},{ "Verses": "14 aagaiyaal Karththar Isravelile Kollainoyai Varappanninaar; Adhinaal Isravelil Ezhupadhinaayiramper Madindhaargal. "
},{ "Verses": "15 erusalemaiyum Azhikka Dhevan Oru Thoodhanai Anuppinaar; Aanaalum Avan Azhikkaiyil Karththar Paarththu, Andhath Theengukku Manasthaabappattu, Sangarikkira Thoodhanai Nokki: Podhum; Ippodhu Un Kaiyai Niruththu Endraar; Karththarudaiya Thoodhan Epoosiyanaagiya Ornaanin Kalaththandaiyile Nindraan. "
},{ "Verses": "16 dhaaveedhu Than Kangalai Ereduththu, Boomikkum Vaanaththirkum Naduve Nirkira Karththarudaiya Thoodhan Uruvina Pattayaththaith Than Kaiyil Pidiththu, Adhai Erusaleminmel Neettiyirukkak Kandaan; Appozhudhu Dhaaveedhum Mooppargalum Rattup Porththukkondu Mugankuppura Vizhundhaargal. "
},{ "Verses": "17 dhaaveedhu Dhevanai Nokki: Janaththai Enna Sonnavan Naan Allavo? Naandhaan Paavancheydhen; Pollaappu Nadappiththen; Indha Aadugal Enna Seydhadhu? En Dhevanaagiya Karththaave, Vaadhikkumpadi Ummudaiya Karam Ummudaiya Janaththirku Virodhamaayiraamal, Enakkum En Thagappan Veettirkum Virodhamaayiruppadhaaga Endraan. "
},{ "Verses": "18 appozhudhu Epoosiyanaagiya Ornaanin Kalaththile Karththarukku Oru Palipeedaththai Undaakkumpadi, Dhaaveedhu Ange Pogavendumendru Dhaaveedhukku Sol Endru Karththarudaiya Thoodhan Kaaththukkuk Kattalaiyittaan. "
},{ "Verses": "19 appadiye Dhaaveedhu Karththarin Naamaththile Kaadh Sonna Vaarththaiyinpadiye Ponaan. "
},{ "Verses": "20 ornaan Thirumbippaarththaan; Avanum Avanodirukkira Avanudaiya Naalu Kumaararum Andha Dhevadhoodhanaik Kandu Oliththukkondaargal; Ornaan Poradiththukkondirundhaan. "
},{ "Verses": "21 dhaaveedhu Ornaanidaththil Vandhapodhu Ornaan Kavaniththu Dhaaveedhaip Paarththu, Avan Kalaththilirundhu Purappattuvandhu, Tharaimattum Kunindhu Dhaaveedhai Vananginaan. "
},{ "Verses": "22 appozhudhu Dhaaveedhu Ornaanai Nokki: Indhak Kalaththin Nilaththile Naan Karththarukku Oru Palipeedaththaik Kattumpadikku Adhai Enakkuk Kodu; Vaadhai Janaththaivittu Niruththappada, Enakku Adhaip Perum Vilaikkuk Kodu Endraan. "
},{ "Verses": "23 ornaan Dhaaveedhai Nokki: Raajaavaagiya En Aandavan Adhai Vaangikkondu, Thammudaiya Paarvaikku Nalamaanapadi Seyvaaraaga; Idho, Sarvaangadhaganangalukku Maadugalum, Viragukkup Poradikkira Urulaigalum, Pojanapalikkuk Kodhumaiyum Aagiya Yaavaiyum Kodukkiren Endraan. "
},{ "Verses": "24 adharku Dhaaveedhuraajaa Ornaanai Nokki: Appadiyalla, Naan Unnudaiyadhai Ilavasamaai Vaangi, Karththarukku Sarvaanga Thaganaththaip Paliyidaamal, Adhai Perum Vilaikku Vaanguven Endru Solli, "
},{ "Verses": "25 dhaaveedhu Andha Nilaththirku Arunooru Sekkal Niraiponnai Ornaanukkuk Koduththu, "
},{ "Verses": "26 ange Karththarukku Oru Palipeedaththaik Katti, Sarvaanga Thaganapaligalaiyum Samaadhaana Paligalaiyum Seluththi, Karththarai Nokki Vinnappampanninaan; Appozhudhu Avar Vaanaththilirundhu Sarvaanga Thaganapalipeedaththinmel Irangina Akkiniyil Avanukku Maruuththaravu Koduththadhumallaamal, "
},{ "Verses": "27 dhevadhoodhan Thannudaiya Pattayaththai Uraiyile Thirumbap Podavendum Endru Karththar Avanukku Sonnaar. "
},{ "Verses": "28 epoosiyanaagiya Ornaanin Kalaththile Karththar Thanakku Uththaravu Arulinadhai Dhaaveedhu Akkaalaththile Kandu Angedhaane Paliyittaan. "
},{ "Verses": "29 mose Vanaandharaththil Undaakkina Karththarudaiya Vaasasthalamum Sarvaanga Thaganapalipeedamum Akkaalaththile Kibiyonin Mettil Irundhadhu. "
},{ "Verses": "30 dhaaveedhu Karththarudaiya Thoodhanin Pattayaththirku Bayandhirundhapadiyaal, Avan Dhevasannidhiyil Poi Visaarikkak Koodaadhirundhadhu. "
}
]