[
 { "Verses": "1 dhaaveedhukku Epronile Pirandha Kumaarar: Yesreyel Ooraalaana Aginovaamidaththil Pirandha Amnon Mudharperaanavan; Karmelin Ooraalaana Abigaayelidaththil Pirandha Dhaaniyel Irandaam Kumaaran. "
 },{ "Verses": "2 kesoorin Raajaavaagiya Thalmaayin Kumaaraththi Maakkaal Petra Apsalom Moondraam Kumaaran; Aageedh Petra Adhoniyaa Naalaam Kumaaran. "
 },{ "Verses": "3 abiththaal Petra Seppaththiyaa Aindhaam Kumaaran; Avan Penjaadhiyaagiya Eklaal Petra Idhreyaam Aaraam Kumaaran. "
 },{ "Verses": "4 indha Aaru Kumaarar Avanukku Epronile Pirandhaargal; Ange Ezhuvarushamum Aarumaadhamum Arasaandaan; Erusalemilo Muppaththumoondru Varusham Arasaandaan. "
 },{ "Verses": "5 erusalemil Avanukkup Pirandhavargal: Ammiyelin Kumaaraththiyaagiya Padhsuvaalidaththil Simeeyaa, Sobaab, Naaththaan, Saalomon Ennum Naaluperum, "
 },{ "Verses": "6 ipkaar, Elisaamaa, Elippeledh, "
 },{ "Verses": "7 nogaa, Nebek, Yappiyaa, "
 },{ "Verses": "8 elisaamaa, Eliyaadhaa, Elibeledh Ennum Onbadhuperume. "
 },{ "Verses": "9 marumanaiyaattigalin Kumaararaiyum Ivargal Sagodhariyaagiya Thaamaaraiyum Thavira, Ivargalellaarum Dhaaveedhin Kumaarar. "
 },{ "Verses": "10 saalomonin Kumaaran Regobeyaam; Ivanudaiya Kumaaran Abiyaa; Ivanudaiya Kumaaran Aasaa; Ivanudaiya Kumaaran Yosabaadh. "
 },{ "Verses": "11 ivanudaiya Kumaaran Yoraam; Ivanudaiya Kumaaran Agasiyaa; Ivanudaiya Kumaaran Yovaas. "
 },{ "Verses": "12 ivanudaiya Kumaaran Amadhsiyaa; Ivanudaiya Kumaaran Asariyaa; Ivanudaiya Kumaaran Yodhaam. "
 },{ "Verses": "13 ivanudaiya Kumaaran Aagaas; Ivanudaiya Kumaaran Esekkiyaa; Ivanudaiya Kumaaran Manaase. "
 },{ "Verses": "14 ivanudaiya Kumaaran Aamon; Ivanudaiya Kumaaran Yosiyaa. "
 },{ "Verses": "15 yosiyaavin Kumaarar, Mudhal Pirandha Yoganaanum, Yoyaakkeem Ennum Irandaam Kumaaranum, Sidhekkiyaa Ennum Moondraam Kumaaranum, Salloom Ennum Naalaam Kumaaranume. "
 },{ "Verses": "16 yoyaakkeemin Kumaarar, Ekoniyaa Mudhalaanavargal; Ivanukku Maganaanavan Sidhekkiyaa. "
 },{ "Verses": "17 kattunda Ekoniyaavin Kumaarar Salaaththiyel, "
 },{ "Verses": "18 malkeeraam, Pedhaayaa, Senaasaar, Yegamiyaa, Osaamaa, Nedhabiyaa Enbavargal. "
 },{ "Verses": "19 pedhaayaavin Kumaarar, Serubaabel, Simeyi Enbavargal; Serubaabelin Kumaarar, Mesullaam, Ananiyaa Enbavargal; Ivargal Sagodhari Selomeedh Enbaval. "
 },{ "Verses": "20 asoobaa, Ogel, Peragiyaa, Asadhiyaa, Oosaabesedh Ennum Aindhuperume. "
 },{ "Verses": "21 ananiyaavin Kumaarar, Peleththiyaa, Esaayaa Enbavargal; Ivanudaiya Kumaaran Rebaayaa; Ivanudaiya Kumaaran Arnaan; Ivanudaiya Kumaaran Obadhiyaa; Ivanudaiya Kumaaran Sekkaniyaa. "
 },{ "Verses": "22 sekkaniyaavin Kumaarar, Semaayaa Mudhalaanavargal; Semaayaavin Kumaarar, Aththoos, Ekeyaal, Paariyaa, Neyaariyaa, Seppaadh Ennum Aaruper. "
 },{ "Verses": "23 neyaariyaavin Kumaarar, Eliyoi, Esekkiyaa, Asrikkaam Ennum Moondruper. "
 },{ "Verses": "24 eliyonaayin Kumaarar, Odhaayaa, Eliyaasip, Pelaayaa, Akkoop, Yoganaan, Thelaayaa, Aanaani Ennum Ezhuper. "
 }
]