[
{ "Verses": "1 thangal Lakkaththinpadi Irukkira Isravel Puththirarukku Vamsangalin Thalaivarum, Aayiraththukku Servaikkaararum, Nootrirku Servaikkaararum, Ivargaludaiya Thalaivarum Vaikkappattirundhaargal; Ivargal Varushaththilundaana Maadhangalilellaam Maadhaththirku Maadham Raajaavai Sevikkiradharku Vagukkappatta Varisaigalinpadiyellaam Maarimaari Varuvaargal; Ovvoru Vaguppil Irubaththunaalaayiramper Irundhaargal. "
},{ "Verses": "2 mudhalaavadhu Maadhaththukku Mudhal Vaguppinmel Sapthiyelin Kumaaran Yashopeyaam Irundhaan; Avan Vaguppil Irubaththunaalaayiramper Irundhaargal. "
},{ "Verses": "3 avan Peresin Sandhadhiyaaril Sagala Senaapadhigalin Thalaivanaayirundhu Mudhal Maadham Visaariththaan. "
},{ "Verses": "4 irandaavadhu Maadhaththin Vaguppinmel Akogiyanaana Thodhaayi Irundhaan; Avan Vaguppile Mikloth Thalakarththanaayirundhaan; Avan Vaguppile Irubaththunaalaayiramper Irundhaargal. "
},{ "Verses": "5 moondraavadhu Maadhaththin Moondraam Senaapadhi Yoidhaavin Kumaaranaagiya Penaayaa Ennum Thalaimaiyaana Pradhaani Vaguppil Irubaththunaalaayiramper Irundhaargal. "
},{ "Verses": "6 indhap Penaayaa Andha Muppadhu Paraakkiramasaaligalil Oruvanum Andha Muppadhu Pergalin Thalaivanumaayirundhaan; Avanudaiya Vaguppai Avan Kumaaranaagiya Amisabaadh Visaariththaan. "
},{ "Verses": "7 naalaavadhu Maadhaththin Naalaam Senaapadhi Yovaabin Sagodharanaagiya Aasagelum, Avanukkuppinbu Avan Kumaaran Septhiyaavume; Avan Vaguppil Irubaththunaalaayiramper Irundhaargal. "
},{ "Verses": "8 aindhaavadhu Maadhaththin Aindhaam Senaapadhi Israagiyanaana Samkoodh Enbavan; Avan Vaguppil Irubaththunaalaayiramper Irundhaargal. "
},{ "Verses": "9 aaraavadhu Maadhaththin Aaraam Senaapadhi Ikkesin Kumaaran Eeraa Ennum Thekkoviyan; Avan Vaguppil Irubaththunaalaayiramper Irundhaargal. "
},{ "Verses": "10 ezhaavadhu Maadhaththin Ezhaam Senaapadhi Eppiraayeem Puththiraril Oruvanaagiya Eles Ennum Peloniyan; Avan Vaguppil Irubaththunaalaayiramper Irundhaargal. "
},{ "Verses": "11 ettaavadhu Maadhaththin Ettaam Senaapadhi Saariyaril Oruvanaagiya Sipekkaayi Ennum Ooshaaththiyan; Avan Vaguppil Irubaththunaalaayiramper Irundhaargal. "
},{ "Verses": "12 onbadhaavadhu Maadhaththin Onbadhaam Senaapadhi Benyameenaril Abiyesar Ennum Aanadhoththaan; Avan Vaguppil Irubaththunaalaayiramper Irundhaargal. "
},{ "Verses": "13 paththaavadhu Maadhaththin Paththaam Senaapadhi Saariyaril Oruvanaagiya Makraayi Ennum Neththobaaththiyan; Avan Vaguppil Irubaththunaalaayiramper Irundhaargal. "
},{ "Verses": "14 padhinoraavadhu Maadhaththin Padhinoraam Senaapadhi Eppiraayeem Puththiraril Penaayaa Ennum Praththoniyan; Avan Vaguppil Irubaththunaalaayiramper Irundhaargal. "
},{ "Verses": "15 pannirandaavadhu Maadhaththin Pannirandaam Senaapadhi Odhniyel Sandhadhiyaana Eldhaayi Ennum Neththobaaththiyan; Avan Vaguppil Irubaththunaalaayiramper Irundhaargal. "
},{ "Verses": "16 isravel Koththirangalukkuth Thalaivargal; Roobaniyarukkuth Thalaivan Sikriyin Kumaaran Eliyesar; Simiyoniyarukku Maakkaavin Kumaaran Seppaththiyaa. "
},{ "Verses": "17 leviyarukku Kemuvelin Kumaaran Ashaabiyaa; Aaron Sandhadhikku Saadhok. "
},{ "Verses": "18 yoodhaavukku Dhaaveedhin Sagodhararil Oruvanaagiya Elikoo; Isakkaarukku Migaavelin Kumaaran Omri. "
},{ "Verses": "19 sebulonukku Opthiyaavin Kumaaran Ismaayaa; Napthalikku Asriyelin Kumaaran Erimodh. "
},{ "Verses": "20 eppiraayeem Puththirarukku Asasiyaavin Kumaaran Oseyaa; Manaaseyin Paadhikkoththiraththirkup Pedhaayaavin Kumaaran Yovel. "
},{ "Verses": "21 kileyaaththilulla Manaaseyin Paadhikkoththiraththirku Sagariyaavin Kumaaran Iththo; Benyameenukku Apnerin Kumaaran Yaasiyel. "
},{ "Verses": "22 thaanukku Erogaamin Kumaaran Asaariyel; Ivargal Isravel Koththirangalukkuth Thalaivaraayirundhaargal. "
},{ "Verses": "23 isravelai Vaanaththin Natchaththirangal Aththanaiyaaip Perugappannuven Endru Karththar Solliyirundhapadiyaal; Dhaaveedhu Irubadhu Vayadhumudhal Adharku Keezhppattavargalin Lakkaththaiththogaiyetravillai. "
},{ "Verses": "24 seruyaavin Kumaaran Yovaab Ennaththuvakkiyum Mudikkaadheponaan; Adharkaaga Isravelinmel Kadunkobam Vandhadhu; Aadhalaal Andhaththogai Dhaaveedhu Raajaavin Naalaagamakkanakkile Eravillai. "
},{ "Verses": "25 raajaavudaiya Pokkishangalinmel Aadhiyelin Kumaaran Asmaaveththum, Pattanangalilum Graamangalilum Thurukkangalilumulla Nilaththin Varumaana Pandagasaalaigalinmel Usiyaavin Kumaaran Yonaththaanum, "
},{ "Verses": "26 nilaththaip Payirida Vayalveliyin Velaiseygiravargalinmel Kelooppinkumaaran Esriyum, "
},{ "Verses": "27 dhraatchaththottangalinmel Raamaaththiyanaana Seemeyum, Dhraatchaththottangalin Varaththaagiya Dhraatcharasam Vaikkum Idangalinmel Sipmiyanaagiya Sapthiyum, "
},{ "Verses": "28 pallaththaakkugalilulla Olivamarangalinmelum Musukkattai Virutchangalinmelum Kedheriyanaana Paalkaanaanum, Enney Kidangugalinmel Yovaasum, "
},{ "Verses": "29 saaronil Meygira Maadugalinmel Saaroniyanaana Sidhraayum, Pallaththaakkugalilulla Maadugalinmel Adhlaayin Kumaaran Saappaaththum, "
},{ "Verses": "30 ottagangalinmel Ismaveliyanaagiya Opilum, Kazhudhaigalinmel Meronoththiyanaagiya Egedhiyaavum, "
},{ "Verses": "31 aadugalinmel Aagaariyanaana Yaasisum Visaarippukkaararaayirundhaargal; Ivargalellaarum Dhaaveedhu Raajaavinporulgalukku Visaarippukkaararaayirundhaargal. "
},{ "Verses": "32 dhaaveedhin Siriya Thagappanaagiya Yonaththaan Ennum Buththiyum Padippumulla Manushan Aalosanaikkaaranaayirundhaan; Akmoniyin Kumaaran Yegiyel Raajaavin Kumaararodirundhaan. "
},{ "Verses": "33 agiththoppel Raajaavukku Aalosanaikkaaranaayirundhaan; Arkiyanaana Ooshaayi Raajaavin Thozhanaayirundhaan. "
},{ "Verses": "34 penaayaavin Kumaaran Yoidhaavum Abiyaththaarum Agiththoppelukku Udhaviyaayirundhaargal; Yovaab Raajaavin Padaiththalaivanaayirundhaan. "
}
]