[
{ "Verses":"1 theeruvin Raajaavaagiya Eeraam Dhaaveedhinidaththil Sthaanaapadhigalaiyum, Avanukku Oru Veettaik Kattugiradharkuk Kedhurumarangalaiyum, Thachcharaiyum, Kalthachcharaiyum Anuppinaan. "
},{ "Verses":"2 karththar Thannai Isravelinmel Raajaavaagath Thidappaduththi, Isravelennum Thammudaiya Janaththinimiththam Thannudaiya Raajyaththai Migavum Uyarththinaar Endru Dhaaveedhu Arindhukondaan. "
},{ "Verses":"3 erusalemile Dhaaveedhu Pinnum Anega Sthreegalai Vivaagampanni, Pinnum Kumaararaiyum Kumaaraththigalaiyum Petraan. "
},{ "Verses":"4 erusalemile Avanukkup Pirandha Kumaararin Naamangalaavana: Sammuvaa, Sobaab, Naaththaan, Saalomon, "
},{ "Verses":"5 ipkaar, Elisoovaa, Elpeledh, "
},{ "Verses":"6 nogaa, Neppek, Yappiyaa, "
},{ "Verses":"7 elishaamaa, Peliyaadhaa, Elippeledh Enbavaigal. "
},{ "Verses":"8 dhaaveedhu Samastha Isravelinmelum Raajaavaaga Abishegampannappattadhaip Pelisthar Kelvippattapodhu, Pelisthar Ellaarum Dhaaveedhaith Thedumpadi Vandhaargal; Adhai Dhaaveedhu Kettapodhu Avargalukku Virodhamaagap Purappattaan. "
},{ "Verses":"9 pelisthar Vandhu Reppaayeem Pallaththaakkile Paraviyirundhaargal. "
},{ "Verses":"10 pelistharukku Virodhamaagap Pogalaamaa, Avargalai En Kaiyil Oppukkoduppeeraa Endru Dhaaveedhu Dhevanaik Kettapodhu, Karththar Po, Avargalai Un Kaiyil Oppukkoduppen Endraar. "
},{ "Verses":"11 avargal Paagaalpiraaseemukku Vandhapodhu, Dhaaveedhu Ange Avargalai Muriyadiththu Thanneergal Udaindhodugiradhupola, Dhevan En Kaiyinaal En Saththurukkalai Udaindhodappanninaarendraan; Adhinimiththam Andha Sthalaththirkup Paagaalpiraaseem Ennum Perittaargal. "
},{ "Verses":"12 ange Avargal Thangal Dheyvangalaivittu Odipponaargal; Dhaaveedhu Karpiththapadi Avaigal Akkiniyaale Sutterikkappattana. "
},{ "Verses":"13 pelisthar Marupadiyum Vandhu Andhap Pallaththaakkile Iranginaargal. "
},{ "Verses":"14 appozhudhu Dhaaveedhu Thirumba Dhevanidaththil Visaariththadharku, Dhevan Nee Avargalukkup Pinnaale Pogaamal, Avargalukkup Pakkamaai Sutri, Musukkattai Sedigalukku Edhireyirundhu, Avargalmel Paaindhu, "
},{ "Verses":"15 musukkattai Sedigalin Nunigalile Sellugira Raichchalai Nee Ketkumpodhu, Yuththaththirkup Purappadu; Pelistharin Paalayaththai Muriya Adikka Dhevan Unakku Munne Purappattiruppaar Endraar. "
},{ "Verses":"16 dhevan Thanakkuk Karpiththapadiye Dhaaveedhu Seydhapodhu, Pelistharin Raanuvaththaik Kibiyon Thuvakkik Kaasermattum Muriya Adiththaargal. "
},{ "Verses":"17 appadiye Dhaaveedhin Keerththi Sagala Dhesangalilum Prasiththamaagi, Avanukku Bayappadugira Bayaththaik Karththar Sagala Jaadhigalinmelum Varappanninaar. "
}
]