[
{ "Verses": "1 dhaaveedhu Kizhavanum Poorana Vayadhullavanumaanapodhu, Than Kumaaranaagiya Saalomonai Isravelinmel Raajaavaakkinaan. "
},{ "Verses": "2 isravelin Ellaap Prabukkalaiyum, Aasaariyaraiyum, Leviyaraiyum Koodivarumpadi Seydhaan. "
},{ "Verses": "3 appozhudhu Muppadhu Vayadhumudhal Adharku Merpatta Leviyar Perperaaga Ennappattaargal, Thalaithalaiyaaga Ennappatta Avargaludaiya Lakkam Muppaththennaayiram. "
},{ "Verses": "4 avargalil Irubaththunaalaayiramper Karththarudaiya Aalayaththin Velaiyai Visaarikkiravargalum, Aaraayiramper Thalaivarum Maniyakaararumaayirukkavendum Endrum, "
},{ "Verses": "5 naalaayiramper Vaasal Kaakkiravargalaayirukkavendum Endrum, Thudhiseygiradharkuth Thaan Pannuviththa Keedhavaaththiyangalaal Naalaayiramper Karththaraith Thudhikkiravargalaayirukkavendum Endrum Dhaaveedhu Solli, "
},{ "Verses": "6 avargalai Leviyin Kumaararaagiya Kerson, Kogaadh, Meraari Enbavargaludaiya Vaguppugalinpadi Vaguththaan. "
},{ "Verses": "7 kersoniyaril, Laadhaanum, Simeyum Irundhaargal. "
},{ "Verses": "8 laadhaanin Kumaarar, Yegiyel, Seththaam, Yovel Ennum Moondruper; Ivargalil Mundhinavan Thalaimaiyaayirundhaan. "
},{ "Verses": "9 simeyin Kumaarar, Selomidh, Aasiyel, Aaraan Ennum Moondruper; Ivargal Laadhaan Vamsap Pidhaakkalil Thalaimaiyaayirundhaargal. "
},{ "Verses": "10 yaagaadh, Seenaa, Eyoosh, Pereeyaa Ennum Naaluperum Simeyin Kumaararaayirundhaargal. "
},{ "Verses": "11 yaagaath Thalaimaiyaayirundhaan; Seenaa Irandaam Kumaaranaayirundhaan; Eyooshukkum Pereeyaavukkum Anegam Kumaarar Iraadhapadiyinaal, Avargal Pidhaakkalin Kudumbaththaaril Ore Vamsamaaga Ennappattaargal. "
},{ "Verses": "12 kokaaththin Kumaarar Amraam, Idhsaar, Epron, Oosiyel Ennum Naaluper. "
},{ "Verses": "13 amraamin Kumaarar, Aaron, Mose Enbavargal; Aaronum Avan Kumaararum Parisuththaththirkup Parisuththamaana Sthalaththai Endraikkum Parisuththamaaik Kaakkiradharkum, Endraikkum Karththarukku Munbaaga Thoobankaattugiradharkum, Avarukku Aaraadhanai Seygiradharkum, Avar Naamaththile Aaseervaadham Kodukkiradharkum Piriththuvaikkappattaargal. "
},{ "Verses": "14 dhevanudaiya Manushanaagiya Moseyin Kumaararovenil, Levikoththiraththaarukkul Ennappattaargal. "
},{ "Verses": "15 moseyin Kumaarar, Kersom, Eliyesar Enbavargal. "
},{ "Verses": "16 kersomin Kumaararil Sebuvel Thalaimaiyaayirundhaan. "
},{ "Verses": "17 eliyesarudaiya Kumaararil Regabiyaa Ennum Avan Kumaaran Thalaimaiyaayirundhaan: Eliyesarukku Vere Kumaarar Illai, Regabiyaavin Kumaarar Anegaraayirundhaargal. "
},{ "Verses": "18 idhserin Kumaararil Selomith Thalaimaiyaayirundhaan. "
},{ "Verses": "19 epronin Kumaararil Eriyaa Enbavan Thalaimaiyaayirundhaan; Irandaavadhu Amariyaa, Moondraavadhu Yaagaasiyel Naalaavadhu Ekkaamiyaam. "
},{ "Verses": "20 oosiyelin Kumaararil Meegaa Enbavan Thalaimaiyaayirundhaan; Irandaavadhu Ishiyaa. "
},{ "Verses": "21 meraariyin Kumaarar, Mageli, Moosi Enbavargal; Mageliyin Kumaarar, Eleyaasaar, Kees Enbavargal. "
},{ "Verses": "22 eleyaasaar Marikkirapodhu, Avanukkuk Kumaaraththigale Allaamal Kumaarar Illai; Keesin Kumaararaagiya Ivargaludaiya Sagodharar Ivargalai Vivaagampanninaargal. "
},{ "Verses": "23 moosiyin Kumaarar, Magali, Edher, Eremodh Ennum Moondruper. "
},{ "Verses": "24 thangal Pidhaakkaludaiya Kudumbangalinpadiye, Pidhaakkalil Thalaimaiyaayirundha Levi Puththirarin Pertaappinpadiye, Thalaithalaiyaaga Ennappatta Irubadhu Vayadhumudhal Adharku Merpatta Ivargaludaiya Sandhadhiyaar Karththarudaiya Aalayaththup Panividaiyai Seydhaargal. "
},{ "Verses": "25 isravelin Dhevanaagiya Karththar Thamadhu Janaththai Ilaippaariyirukkappanninaar; Avar Endrendraikkum Erusalemil Vaasampannuvaarendrum, "
},{ "Verses": "26 ini Leviyar Vaasasthalaththaiyaagilum Adhin Oozhiyaththirkaduththa Adhin Panimuttugalil Edhaiyaagilum Sumakkaththevaiyillai Endrum, "
},{ "Verses": "27 dhaaveedhu Avargalaik Kuriththuchchonna Kadaisi Vaarththaigalinpadiye, Levi Puththiraril Thogaikkutpattavargal Irubadhuvayadhumudhal Adharku Merpattavargalaayirundhaargal. "
},{ "Verses": "28 avargal Aaronudaiya Kumaararin Keezhk Karththarudaiya Aalayaththin Oozhiyamaai Nindru, Praagaarangalaiyum, Araigalaiyum, Sagala Parisuththa Panimuttugalin Suththigarippaiyum, Dhevanudaiya Aalayaththin Aaraadhanaikkaduththa Velaiyaiyum Visaarippadhum, "
},{ "Verses": "29 samugaththappangalaiyum, Pojanapalikku Melliya Maavaiyum, Pulippillaadha Adhirasangalaiyum, Sattigalile Seygiradhaiyum Sudugiradhaiyum, Thittamaana Sagala Niraiyaiyum Alavaiyum Visaarippadhum, "
},{ "Verses": "30 naaldhorum Kaalaiyilum Maalaiyilum Karththaraip Potrith Thudhiththu, Oivunaatkalilum, Amaavaasaigalilum, Pandigaigalilum, Karththarukku Sarvaanga Thaganapaligal Seluththappadugira Sagala Velaigalilum, "
},{ "Verses": "31 lakkaththirkullaana Avargal Thangalukku Niyamikkappattapadiye, Eppozhudhum Andhap Pragaaramaai Seyya, Karththarukku Munbaaga Nirpadhum, "
},{ "Verses": "32 aasarippuk Koodaaraththin Kaavalaiyum Parisuththa Sthalaththin Kaavalaiyum Thangal Sagodhararaagiya Aaronudaiya Kumaararin Kaavalaiyum Kaappadhum, Karththarudaiyaaalayaththin Panividaiyai Seyvadhum Avargal Velaiyaayirundhadhu. "
}
]