[
{ "Verses":"1 leviyin Kumaarar, Kerson, Kogaadh, Meraari Enbavargal. "
},{ "Verses":"2 kokaaththin Kumaarar, Amraam, Idhsaar, Epron, Oosiyel Enbavargal. "
},{ "Verses":"3 amraamin Pillaigal, Aaron, Mose, Miriyaam Enbavargal; Aaronin Kumaarar, Naadhaab, Abiyoo, Eleyaasar, Iththaamaar Enbavargal. "
},{ "Verses":"4 eleyaasaar Pinegaasaip Petraan; Pinegaas Abisuvaavaip Petraan. "
},{ "Verses":"5 abisuvaa Pukkiyaip Petraan, Pukki Oosiyaip Petraan. "
},{ "Verses":"6 oosi Seraagiyaavaip Petraan; Seraagiyaa Meraayodhaip Petraan. "
},{ "Verses":"7 meraayodh Amariyaavaip Petraan; Amariyaa Agidhoobaip Petraan. "
},{ "Verses":"8 agidhoop Saadhokkaip Petraan; Saadhok Agimaasaip Petraan. "
},{ "Verses":"9 agimaas Asariyaavaip Petraan; Asariyaa Yoganaanaip Petraan. "
},{ "Verses":"10 yoganaan Asariyaavaip Petraan; Saalomon Erusalemil Kattina Aalayaththile Aasaariya Panividaiyai Seydhavan Ivandhaan. "
},{ "Verses":"11 asariyaa Amariyaavaip Petraan; Amariyaa Agidhoobaip Petraan. "
},{ "Verses":"12 agidhoop Saadhokkaip Petraan; Saadhok Salloomaip Petraan. "
},{ "Verses":"13 salloom Ilkkiyaavaip Petraan; Ilkkiyaa Asariyaavaip Petraan." 
},{ "Verses":"14 asariyaa Seraayaavaip Petraan; Seraayaa Yosadhaakkaip Petraan. "
},{ "Verses":"15 karththar Nebugaadhnechchaaraikkondu Yoodhaa Janangalaiyum Erusalemiyaraiyum Siraipidiththukkondupoga Seydhapodhu Yosadhaakkum Siraippattupponaan. "
},{ "Verses":"16 leviyin Kumaarar, Kersom, Kogaadh, Meraari Enbavargale. "
},{ "Verses":"17 kersomudaiya Kumaararin Naamangal, Lipni, Simeyi Enbavaigal. "
},{ "Verses":"18 kokaaththin Kumaarar, Amraam, Idhsaar, Epron, Oosiyel Enbavargal. "
},{ "Verses":"19 meraariyin Kumaarar, Mageli, Moosi Enbavargal. Leviyarukku Avargal Pidhaakkal Vazhiyaai Undaana Vamsangal: "
},{ "Verses":"20 kersomin Kumaaran Lipni; Ivan Kumaaran Yaagaadh; Ivan Kumaaran Simmaa. "
},{ "Verses":"21 ivan Kumaaran Yovaa; Ivan Kumaaran Iththo; Ivan Kumaaran Seraa; Ivan Kumaaran Yaaththiraayi. "
},{ "Verses":"22 kokaaththin Kumaararil Oruvan Amminadhaab, Ivan Kumaaran Koraagu, Ivan Kumaaran Aaseer. "
},{ "Verses":"23 ivan Kumaaran Ilkkaanaa; Ivan Kumaaran Abiyaasaab; Ivan Kumaaran Aaseer. "
},{ "Verses":"24 ivan Kumaaran Elkkaanaa; Ivan Kumaaran Ooriyel; Ivan Kumaaran Oosiyaa; Ivan Kumaaran Savul. "
},{ "Verses":"25 elkkaanaavin Kumaarar, Amaasaayi, Aagimodh Enbavargal. "
},{ "Verses":"26 elkkaanaavin Kumaararil Oruvan Sobaai, Ivan Kumaaran Naagaadh. "
},{ "Verses":"27 ivan Kumaaran Eliyaab; Ivan Kumaaran Erogaam; Ivan Kumaaran Elkkaanaa. "
},{ "Verses":"28 saamuvelin Kumaarar, Avanudaiya Mudharperaana Vashnee Abiyaa Enbavargal. "
},{ "Verses":"29 meraariyin Kumaararil Oruvan Mageli; Ivan Kumaaran Lipni; Ivan Kumaaran Simeyi; Ivan Kumaaran Oosaa. "
},{ "Verses":"30 ivan Kumaaran Simeyaa; Ivan Kumaaran Agiyaa; Ivan Kumaaran Asaayaa. "
},{ "Verses":"31 karththarudaiya Petti Nilaipetrapodhu, Dhaaveedhu Karththarudaiya Aalayaththil Sangeedha Sevaiyai Nadaththugiradharku Sthaabiththavargalum, "
},{ "Verses":"32 saalomon Erusalemile Karththarudaiya Aalayaththaik Kattith Theerumattum Aasarippuk Koodaara Vaasasthalaththirku Munbaaga Sangeedha Sevaiyudan Thangal Muraimaiyinpadiye Panividai Seydhuvandhavargalumaagiya Manusharum Avargal Kumaararumaanavargal. "
},{ "Verses":"33 kokaaththiyarin Kumaararil Emaan Ennum Paadagan; Ivan Yovelin Kumaaran; Ivan Saamuvelin Kumaaran. "
},{ "Verses":"34 ivan Elkkaanaavin Kumaaran; Ivan Yerogaamin Kumaaran; Ivan Eliyelin Kumaaran; Ivan Thovaagin Kumaaran. "
},{ "Verses":"35 ivan Sooppin Kumaaran; Ivan Ilkkaanaavin Kumaaran; Ivan Maagaaththin Kumaaran; Ivan Amaasaayin Kumaaran. "
},{ "Verses":"36 ivan Elkkaanaavin Kumaaran; Ivan Yovelin Kumaaran; Ivan Asariyaavin Kumaaran; Ivan Seppaniyaavin Kumaaran. "
},{ "Verses":"37 ivan Thaagaadhin Kumaaran; Ivan Aaseerin Kumaaran; Ivan Ebiyaasaappin Kumaaran, Ivan Koraagin Kumaaran. "
},{ "Verses":"38 ivan Idhsaarin Kumaaran; Ivan Kokaaththin Kumaaran; Ivan Isravelin Kumaaranaagiya Leviyin Kumaaran. "
},{ "Verses":"39 ivan Sagodharanaagiya Aasaab Ivan Valadhupakkaththile Nirpaan, Aasaab Peragiyaavin Kumaaran; Ivan Simeyaavin Kumaaran. "
},{ "Verses":"40 ivan Migaavelin Kumaaran; Ivan Paaseyaavin Kumaaran; Ivan Malkiyaavin Kumaaran. "
},{ "Verses":"41 ivan Edhniyin Kumaaran; Ivan Seraavin Kumaaran; Ivan Adhaayaavin Kumaaran. "
},{ "Verses":"42 ivan Eththaanin Kumaaran; Ivan Simmaavin Kumaaran; Ivan Seemeyin Kumaaran. "
},{ "Verses":"43 ivan Yaagaadhin Kumaaran; Ivan Kersomin Kumaaran; Ivan Leviyin Kumaaran. "
},{ "Verses":"44 meraariyin Puththiraraagiya Ivargaludaiya Sagodharar Idadhupakkaththile Nirpaargal; Avargalil Edhaan Enbavan Kishiyin Kumaaran, Ivan Apthiyin Kumaaran; Ivan Malloogin Kumaaran. "
},{ "Verses":"45 ivan Asabiyaavin Kumaaran; Ivan Amadhsiyaavin Kumaaran; Ivan Ilkkiyaavin Kumaaran. "
},{ "Verses":"46 ivan Amsiyin Kumaaran; Ivan Paaniyin Kumaaran; Ivan Saamerin Kumaaran. "
},{ "Verses":"47 ivan Mageliyin Kumaaran; Ivan Moosiyin Kumaaran; Ivan Meraariyin Kumaaran; Ivan Leviyin Kumaaran. "
},{ "Verses":"48 avargal Sagodhararaagiya Matra Leviyar Dhevanudaiya Aalayamaagiya Vaasasthalaththin Panividaikkellaam Vaikkappattirundhaargal. "
},{ "Verses":"49 aaronum Avan Kumaararum Sarvaanga Thaganapalipeedaththinmel Paliyittuth Thoobankaattum Peedaththinmel Thoobankaatti, Magaa Parisuththa Sthalaththin Ellaavelaikkum, Dhevanudaiya Dhaasanaagiya Mose Karpiththapadiyellaam Isravelukkaagap Paavanivirththiyundaakkugiradharkum Vaikkappattirundhaargal. "
},{ "Verses":"50 aaronin Kumaararil Eleyaasar Enbavanudaiya Kumaaran Pinegaas; Ivan Kumaaran Abisuvaa. "
},{ "Verses":"51 ivan Kumaaran Pukki; Ivan Kumaaran Oosi, Ivan Kumaaran Seraagiyaa. "
},{ "Verses":"52 ivan Kumaaran Meraayodh; Ivan Kumaaran Amariyaa; Ivan Kumaaran Agiththoop. "
},{ "Verses":"53 ivan Kumaaran Saadhok; Ivan Kumaaran Agimaas. "
},{ "Verses":"54 avargal Pettaigalinpadiye Avargal Ellaikkullaana Avargal Vaasasthalangalaavana: Kokaaththiyarin Vamsamaana Aaronin Puththirarukku Vizhundha Seettinpadiye, "
},{ "Verses":"55 yoodhaadhesaththilirukkira Epronaiyum Adhai Sutriyirukkira Velinilangalaiyum Koduththaargal. "
},{ "Verses":"56 andhap Pattanaththin Vayalgalaiyum Adhin Pattigalaiyum Eppunneyin Kumaaranaagiya Kaalebukkuk Koduththaargal. "
},{ "Verses":"57 ippadiye Aaronin Puththirarukku Epron Ennum Adaikkalappattanangalil Ondraiyum, Lipnaavaiyum Adhin Velinilangalaiyum, Yaaththeeraiyum Esthamovaavaiyum Avatrin Velinilangalaiyum, "
},{ "Verses":"58 eelenaiyum Adhin Velinilangalaiyum, Thepeeraiyum Adhin Velinilangalaiyum, "
},{ "Verses":"59 aasaanaiyum Adhin Velinilangalaiyum, Pedhsemesaiyum Adhin Velinilangalaiyum, "
},{ "Verses":"60 benyameen Koththiraththile Kebaavaiyum Adhin Velinilangalaiyum, Alemeththaiyum Adhin Velinilangalaiyum, Aanadhoththaiyum Adhin Velinilangalaiyum Koduththaargal; Ivargal Vamsangalukkuk Koduththa Ivargal Pattanangalellaam Padhinmoondru. "
},{ "Verses":"61 kokaaththin Matrap Puththirarukku Veroru Koththira Vamsaththilum, Paadhikkoththiramaagiya Manaaseyin Paadhiyilum Vizhundha Seettinpadiye Paththup Pattanangal Irundhadhu. "
},{ "Verses":"62 kersomin Puththirarukku Avargal Vamsangalinpadiye, Isakkaar Koththiraththilum, Aaser Koththiraththilum, Napthali Koththiraththilum, Paasaanilirukkira Manaase Koththiraththilum Padhinmoondru Pattanangal Irundhadhu. "
},{ "Verses":"63 meraariyin Puththirarukku Avargal Vamsangalinpadiye Rooban Koththiraththilum, Kaadh Koththiraththilum, Sebulon Koththiraththilum Vizhundha Seettinpadi Pannirandu Pattanangal Irundhadhu. "
},{ "Verses":"64 appadiye Isravel Puththirar Leviyarukkuk Koduththa Pattanangalum Avaigalin Velinilangalum Ennavendraal, "
},{ "Verses":"65 seettuppottu, Silarukku Yoodhaa Puththirarin Koththiraththilum, Simiyon Puththirarin Koththiraththilum, Benyameen Puththirarin Koththiraththilum, Perperaaga Sollappatta Andhap Pattanangalaik Koduththaargal. "
},{ "Verses":"66 kogaadh Puththiraril Matra Vamsangalukku Avargal Ellaiyaana Pattanangal Avargalukku Eppiraayeem Koththiraththile Irundhadhu. "
},{ "Verses":"67 evaiyenil, Adaikkalappattanangalil Avargalukku Eppiraayeem Malaiththesaththilirukkira Seegemaiyum Adhin Velinilangalaiyum, Keseraiyum Adhin Velinilangalaiyum, "
},{ "Verses":"68 yokmeyaamaiyum Adhin Velinilangalaiyum, Pedhoronaiyum Adhin Velinilangalaiyum, "
},{ "Verses":"69 aayalonaiyum Adhin Velinilangalaiyum, Kaadhrimmonaiyum Adhin Velinilangalaiyum, "
},{ "Verses":"70 manaaseyin Paadhikkoththiraththile Aaneraiyum Adhin Velinilangalaiyum, Peeliyaamaiyum Adhin Velinilangalaiyum Koduththaargal; Ivaigal Kaagaadh Puththirarilulla Matra Vamsangalukku Irundhadhu. "
},{ "Verses":"71 kersom Puththirarukku Manaaseyin Paadhikkoththira Vamsaththile Paasaanilirukkira Kolaanum Adhin Velinilangalum, Astharoththum Adhin Velinilangalum, "
},{ "Verses":"72 isakkaar Koththiraththile Kedhesum Adhin Velinilangalum, Thaabiraaththum Adhin Velinilangalum, "
},{ "Verses":"73 raamoththum Adhin Velinilangalum, Aanemum Adhin Velinilangalum, "
},{ "Verses":"74 aaser Koththiraththile Maashaalum Adhin Velinilangalum, Apthonum Adhin Velinilangalum, "
},{ "Verses":"75 ukkokkum Adhin Velinilangalum, Rekobum Adhin Velinilangalum. "
},{ "Verses":"76 napthali Koththiraththile Galileyaavilirukkira Kedhesum Adhin Velinilangalum, Ammonum Adhin Velinilangalum, Keeriyaaththaayimum Adhin Velinilangalum Irundhadhu. "
},{ "Verses":"77 meraariyin Matrap Puththirarukku Sebulon Koththiraththile Rimmonum Adhin Velinilangalum, Thaaborum Adhin Velinilangalum, "
},{ "Verses":"78 erigovukku Appuramaayirukkira Yordhaanukku Appaale Yordhaanukkuk Kizhakke Irukkira Rooban Koththiraththile Vanaandharaththilulla Peserum Adhin Velinilangalum, Yaadhsaavum Adhin Velinilangalum, "
},{ "Verses":"79 kedhemoththum Adhin Velinilangalum, Meppaaththum Adhin Velinilangalum, "
},{ "Verses":"80 kaadh Koththiraththile Keeleyaaththilulla Raamoththum Adhin Velinilangalum, Maknaayeemum Adhin Velinilangalum, "
},{ "Verses":"81 esponum Adhin Velinilangalum, Yaaserum Adhin Velinilangalum Irundhadhu. "
}
]