[
{ "Verses": "1 ippadiyirukka, Kiristhu Namakkaaga Maamsaththile Paadupattapadiyaal, Neengalum Appadippatta Sindhaiyai Aayudhamaagath Thariththukkollungal. "
},{ "Verses": "2 enendraal Maamsaththil Paadupadugiravan Ini Maamsaththilirukkum Kaalamvaraikkum Manusharudaiya Ichchaigalinpadi Pizhaikkaamal Dhevanudaiya Siththaththinpadiye Pizhaikkaththakkadhaagap Paavangalai Vittoindhiruppaan. "
},{ "Verses": "3 sendra Vaazhnaat Kaalaththile Naam Purajaadhigaludaiya Ishtaththinpadi Nadandhukondadhu Podhum; Appozhudhu Naam Kaamavigaaraththaiyum Thurichchaigalaiyum Natappiththu, Madhubaanampanni, Kaliyaattuch Seydhu, Verikondu, Aruvaruppaana Vikkirakaaraadhanaiyaich Seydhuvandhom. "
},{ "Verses": "4 anthath Thunmaarkka Ulaiyile Avargalodekooda Neengal Vizhaamalirukkiradhinaale Avargal Aachchariyappattu, Ungalaith Thooshikkiraargal. "
},{ "Verses": "5 uyirodirukkiravargalukkum Mariththorgalukkum Niyaayaththeerppukkodukka Aayaththamaayirukkiravarukku Avargal Kanakkoppuvippaargal. "
},{ "Verses": "6 idharkaaga Mariththoraanavargal, Manushar Munpaaga Maamsaththile Aakkinaikkullaakkappattirundhu, Dhevanmunpaaga Aaviyile Pizhaikkumpadiyaaga, Avargalukkum Suvisesham Arivikkappattadhu. "
},{ "Verses": "7 ellaavatrirkum Mudivu Sameepamaayitru; Aagaiyaal Thelindha Puththiyullavargalaayirundhu, Jebampannuvadharku Jaakkiradhaiyullavargalaayirungal. "
},{ "Verses": "8 ellaavatrirkum Melaaga Oruvariloruvar Ookkamaana Anbullavargalaayirungal; Anbu Thiralaana Paavangalai Moodum. "
},{ "Verses": "9 murumuruppillaamal Oruvaraiyoruvar Upasariyungal. "
},{ "Verses": "10 avanavan Petra Varaththinpadiye Neengal Dhevanudaiya Parpala Kirubaiyulla Eevugalaip Pakirndhukodukkum Nalla Ukkiraanakkaararpola, Oruvarukkoruvar Udhaviseyyungal. "
},{ "Verses": "11 oruvan Podhiththaal Dhevanudaiya Vaakkiyangalinpadi Podhikkakkadavan; Oruvan Udhaviseydhaal Dhevan Thandharulum Belaththinpadi Seyyakkadavan; Ellaavatrileyum Yesukiristhumoolamaai Dhevan Magimaippadumpadiye Seyveergalaaga; Avarukke Magimaiyum Vallamaiyum Sadhaakaalangalilum Undaayiruppadhaaga. Aamen. "
},{ "Verses": "12 piriyamaanavargale, Ungalaich Sodhikkumpadi Ungal Naduvil Patriyerigira Akkiniyaikkuriththu Edho Pudhumaiyendru Thigaiyaamal, "
},{ "Verses": "13 kiristhuvin Magimaivelippadumpodhu Neengal Kalikoorndhu Magizhumpadiyaaga Avarudaiya Paadugalukku Neengal Pangaaligalaanadhaal Sandhoshappadungal. "
},{ "Verses": "14 neengal Kiristhuvin Naamaththinimiththam Nindhikkappattaal Paakkiyavaangal; Enendraal Dhevanudaiya Aaviyaagiya Magimaiyulla Aaviyaanavar Ungalmel Thangiyirukkiraar; Avargalaale Thooshikkappadugiraar; Ungalaale Magimaippadugiraar. "
},{ "Verses": "15 aadhalaal Ungalil Oruvanum Kolaipaadhaganaayaavadhu, Thirudanaayaavadhu, Pollaangu Seydhavanaayaavadhu, Anniya Kaariyangalil Thalaiyittukkondavanaayaavadhu Paadupatugiravanaayirukkakkoodaadhu. "
},{ "Verses": "16 oruvan Kiristhavanaayiruppadhinaal Paadupattaal Vetkappadaamalirundhu, Adhinimiththam Dhevanai Magimaippaduththakkadavan. "
},{ "Verses": "17 niyaayaththeerppu Dhevanudaiya Veettile Thuvakkungaalamaayirukkiradhu; Munthi Nammidaththile Athu Thuvakkinaal Dhevanudaiya Suviseshaththirkuk Keezhppadiyaadhavargalin Mudivu Ennamaayirukkum? "
},{ "Verses": "18 needhimaane Iratchikkappatuvadhu Aridhaanaal, Pakdhiyillaadhavanum Paaviyum Enge Nirpaan? "
},{ "Verses": "19 aagaiyaal Dhevanudaiya Siththaththinpadi Paadanubavikkiravargal Nanmaiseygiravargalaaith Thangal Aaththumaakkalai Unmaiyulla Sirushtikarththaavaagiya Avarukku Oppukkotukkakkadavargal. "
}
]