[
{ "Verses": "1 yesukiristhuvin Apposthalanaagiya Pedhuru, Ponthu, Galaaththiyaa, Kappaththokkiyaa, Aasiyaa, Piththiniyaa Thesangalile Sidhariyirukkiravargalil, "
},{ "Verses": "2 pidhaavaagiya Dhevanudaiya Munnarivinpadiye, Aaviyaanavarin Parisuththamaakkudhalinaale, Keezhppadidhalukkum Yesukiristhuvinudaiya Raththam Thelikkappadudhalukkum Therindhukollappatta Paradhesigalukku Ezhudhugiradhaavadhu: Kirubaiyum Samaadhaanamum Ungalukkup Perugakkadavadhu. "
},{ "Verses": "3 nammudaiya Karththaraagiya Yesukiristhuvin Pidhaavaagiya Dhevanukku Sthoththiram Undaavadhaaga; "
},{ "Verses": "4 nammudaiya Karththaraagiya Yesukiristhuvin Pidhaavaagiya Dhevanukku Sthoththiram Undaavadhaaga; "
},{ "Verses": "5 kadaisikkaalaththile Velippada Aayaththamaakkappattirukkira Ratchippukku Edhuvaaga Visuvaasaththaik Kondu Dhevanudaiya Balaththinaale Kaakkappattirukkira Ungalukku Andhach Sudhandharam Paralogaththil Vaikkappattirukkiradhu. "
},{ "Verses": "6 idhile Neengal Migavum Sandhoshappadugireergal; Endraalum, Thunbappadavendiyadhu Avasiyamaanadhaal, Ippozhudhu Konjakkaalam Palavidhamaana Sodhanaigalinaale Thukkappadugireergal. "
},{ "Verses": "7 azhindhupogira Pon Akkiniyinaale Sodhikkappatum; Adhaippaarkkilum Adhiga Vilaiyerappetradhaayirukkira Ungal Visuvaasam Sodhikkappattu, Yesukiristhu Velippadumpodhu Ungalukkup Pukazhchchiyum Ganamum Magimaiyumundaagak Kaanappadum. "
},{ "Verses": "8 avarai Neengal Kaanaamalirundhum Avaridaththil Anbukoorugireergal; Ippozhudhu Avaraith Tharisiyaamalirundhum Avaridaththil Visuvaasam Vaiththu, Sollimudiyaadhadhum Magimaiyaal Niraindhadhumaayirukkira Sandhoshamullavargalaaik Kalikoorndhu, "
},{ "Verses": "9 ungal Visuvaasaththin Balanaagiya Aaththumaratchippai Adaigireergal. "
},{ "Verses": "10 ungalukku Undaana Kirubaiyaik Kuriththuth Theerkkadharisananjonna Theerkkadharisigal Indha Ratchippaikkuriththuk Karuththaai Aaraaindhu Parisodhanaipanninaargal; "
},{ "Verses": "11 thangalilulla Kiristhuvin Aaviyaanavar Kiristhuvukku Undaagum Paadugalaiyum, Avaigalukkup Pinvarum Magimaigalaiyum Munnariviththapodhu, Innakaalaththaik Kuriththaarenbadhaiyum, Andhak Kaalaththin Visesham Innadhenbadhaiyum Aaraaindhaargal. "
},{ "Verses": "12 thangalnimiththamalla, Namadhunimiththame Ivaigalaith Theriviththaargalendru Avargalukku Veliyaakkappattadhu, Paralogaththilirundhu Anuppappatta Parisuththa Aaviyinaale Ungalukkuch Suviseshaththaip Pirasangiththavargalaikkondu Ivaigal Ippozhudhu Ungalukku Arivikkappattu Varugiradhu; Ivaigalai Utruppaarkka Dhevathoodharum Aasaiyaayirukkiraargal. "
},{ "Verses": "13 aagaiyaal, Neengal Ungal Manadhin Araiyaik Kattikkondu, Thelindhapuththiyullavargalaayirundhu, Yesu Kiristhu Velippadumpodhu Ungalukku Alikkappadung Kirubaiyinmel Poorana Nambikkaiyullavargalaayirungal. "
},{ "Verses": "14 neengal Munne Ungal Ariyaamaiyinaale Kondirundha Ichchaigalinpadi Ini Nadavaamal, Keezhppadigira Pillaigalaayirundhu, "
},{ "Verses": "15 ungalai Azhaiththavar Parisuththaraayirukkiradhupola, Neengalum Ungal Nadakkaikalellaavatrileyum Parisuththaraayirungal. "
},{ "Verses": "16 naan Parisuththar, Aagaiyaal Neengalum Parisuththaraayirungal Endru Ezhudhiyirukkiradhe. "
},{ "Verses": "17 andriyum, Patchapaadhamillaamal Avanavanudaiya Kiriyaigalinpadi Niyaayantheerkkiravarai Neengal Pidhaavaagath Thozhudhukonduvarugirapadiyaal, Inge Paradhesigalaaich Sanjarikkumalavum Payaththudane Nadandhukollungal. "
},{ "Verses": "18 ungal Munnorgalaal Paarambariyamaai Neengal Anusariththu Vandha Veenaana Nadaththaiyinindru Azhivulla Vasthukkalaagiya Velliyinaalum Ponninaalum Meetkappadaamal, "
},{ "Verses": "19 kutramillaadha Maasatra Aattukkuttiyaagiya Kiristhuvin Vilaiyerappetra Raththaththinaale Meetkappatteergalendru Arindhirukkireergale. "
},{ "Verses": "20 avar Ulagaththotraththirku Munne Kurikkappattavaraayirundhu, Thamadhu Moolamaai Dhevanmel Visuvaasamaayirukkira Ungalukkaaga Indhak Kadaisikkaalangalil Velippattaar. "
},{ "Verses": "21 ungal Visuvaasamum Nambikkaiyum Dhevanmelirukkumpadi, Avarai Mariththorilirundhu Ezhuppi, Avarukku Magimaiyaik Koduththaar. "
},{ "Verses": "22 aagaiyaal Neengal Maayamatra Sagodhara Sinegamullavargalaagumpadi, Aaviyinaale Saththiyaththirkuk Keezhppadindhu, Ungal Aaththumaakkalaich Suththamaakkikkondavargalaayirukkirapadiyaal, Suththa Irudhayaththode Oruvariloruvar Ookkamaai Anbukoorungal; "
},{ "Verses": "23 azhivulla Viththinaale Alla, Endrendraikkum Nirkiradhum Jeevanulladhumaana Dhevavasanamaagiya Azhivillaadha Viththinaale Marubatiyum Jenippikkappattirukkireergale. "
},{ "Verses": "24 maamsamellaam Pullaippolavum, Manusharudaiya Magimaiyellaam Pullin Poovaippolavumirukkiradhu; Pul Ularndhadhu, Adhin Poovum Udhirndhadhu. "
},{ "Verses": "25 karththarudaiya Vasanamo Endrendraikkum Nilaiththirukkum; Ungalukkuch Suviseshamaai Arivikkappattuvarugira Vasanam Idhuve. "
}
]