[
{ "Verses": "1 ungalilulla Moopparukku Utanmooppanum, Kirisdhuvin Paatukalukkuch Chaatchiyum, Ini Velippatum Makimaikkup Pangaaliyumaayirukkira Naan Puththisollukiradhennavendraal: "
},{ "Verses": "2 ungalitaththilulla Thevanutaiya Mandhaiyai Neengal Meyththu, Kattaayamaai Alla, Manappoorvamaayum, Avalatchanamaana Aadhaayaththirkaaka Alla, Ursaaka Manadhotum, "
},{ "Verses": "3 sudhandharaththai Irumaappaai Aalukiravarkalaaka Alla, Mandhaikku Maadhirikalaakavum, Kankaanippuch Cheyyungal. "
},{ "Verses": "4 appatich Cheydhaal Piradhaana Meyppar Velippatumpodhu Makimaiyulla Vaataadha Kireetaththaip Peruveerkal. "
},{ "Verses": "5 andhappati, Ilaignare, Moopparukkuk Keezhppatiyungal. Neengalellaarum Oruvarukkoruvar Keezhppatindhu, Manaththaazhmaiyai Anindhukollungal; Perumaiyullavarkalukkuth Thevan Edhirththu Nirkiraar, Thaazhmaiyullavarkalukko Kirupai Alikkiraar. "
},{ "Verses": "6 aakaiyaal, Etrakaalaththile Thevan Ungalai Uyarththumpatikku, Avarutaiya Palaththa Kaikkul Atangiyirungal. "
},{ "Verses": "7 avar Ungalai Visaarikkiravaraanapatiyaal, Ungal Kavalaikalaiyellaam Avarmel Vaiththuvitungal. "
},{ "Verses": "8 thelindha Puththiyullavarkalaayirungal, Vizhiththirungal; Enenil, Ungal Edhiraaliyaakiya Pisaasaanavan Kerchchikkira Singampol Evanai Vizhungalaamo Endru Vakaidhetich Chutriththirikiraan. "
},{ "Verses": "9 visuvaasaththil Urudhiyaayirundhu, Avanukku Edhirththu Nillungal; Ulakaththilulla Ungal Sakodhararitaththile Appatippatta Paatukal Niraiverivarukiradhendru Arindhirukkireerkale. "
},{ "Verses": "10 kirisdhu Iyesuvukkul Nammaith Thamadhu Niththiya Makimaikku Azhaiththavaraayirukkira Sakala Kirupaiyum Porundhiya Thevandhaame Konjakkaalam Paatanupavikkira Ungalaich Cheerppatuththi, Sdhirappatuththi, Palappatuththi, Nilainiruththuvaaraaka; "
},{ "Verses": "11 avarukku Makimaiyum Vallamaiyum Sadhaakaalangalilum Untaayiruppadhaaka. Aamen. "
},{ "Verses": "12 ungalukkup Puththisollumpatikkum, Neengal Nilaikontu Nirkira Kirupai Thevanutaiya Meyyaana Kirupaidhaanendru Saatchiyitumpatikkum, Naan Surukkamaai Ungalukku Ezhudhi, Enakkuth Thondrukirapati Unmaiyulla Sakodharanaakiya Silvaanuvin Kaiyile Kotuththu Anuppiyirukkiren. "
},{ "Verses": "13 ungalutanekootath Therindhukollappattirukkira Paapilonilulla Sapaiyum, En Kumaaranaakiya Maarkum Ungalukku Vaazhththudhal Sollukiraarkal. "
},{ "Verses": "14 oruvaraiyoruvar Anpin Muththaththote Vaazhththudhal Seyyungal. Kirisdhu Iyesuvukkullaana Ungal Anaivarukkum Samaadhaanamuntaavadhaaka. Aamen. "
}
]