[
{ "Verses": "1 andhappadi Manaivigale, Ungalsondhap Purushargalukkuk Keezhppadindhirungal; Appozhudhu Avargalil Yaaraavadhu Thiruvasanaththirkuk Keezhppadiyaadhavargalaayirundhaal, Bayabakthiyodukoodiya Ungal Karpulla Nadakkaiyai Avargal Paarththu, "
},{ "Verses": "2 podhanaiyindri, Manaivigalin Nadakkaiyinaaleye Aadhaayappaduththikkollappaduvaargal. "
},{ "Verses": "3 mayiraip Pinni, Ponnaabaranangalai Anindhu, Uyarndha Vasthirangalai Uduththikkolludhalaagiya Purampaana Alangarippu Ungalukku Alangaaramaayiraamal, "
},{ "Verses": "4 azhiyaadha Alangarippaayirukkira Saandhamum Amaidhalumulla Aaviyaagiya Irudhayaththil Maraindhirukkira Guname Ungalukku Alangaaramaayirukkakkadavadhu; Adhuve Dhevanudaiya Paarvaiyil Vilaiyerappetradhu. "
},{ "Verses": "5 ippadiye Poorvaththil Dhevanidaththil Nampikkaiyaayirundha Parisuththa Sthireegalum Thangaludaiya Purushargalukkuk Keezhppadindhu Thangalai Alangariththaargal. "
},{ "Verses": "6 andhappadiye Saaraal Aabiragaamai Aandavan Endru Solli, Avanukkuk Keezhppadindhirundhaal; Neengal Nanmaiseydhu Oru Aabaththukkum Payappadaadhirundheergalaanaal Avalukkup Pillaigalaayiruppeergal. "
},{ "Verses": "7 andhappadi Purushargale, Manaiviyaanaval Belaveena Paandamaayirukkirapadiyinaal, Ungal Jebangalukkuth Thadaivaraadhapadikku, Neengal Vivegaththodu Avargaludane Vaazhndhu, Ungaludanekooda Avargalum Niththiyajeevanaagiya Kirubaiyaich Sudhandhariththukkollugiravargalaanapadiyinaal, Avargalukkuch Seyyavendiya Kanaththaich Seyyungal. "
},{ "Verses": "8 melum, Neengalellaarum Orumanappattavargalum, Irakkamullavargalum, Sagodhara Sinegamullavargalum Mana Urukkamullavargalum, Inakkamullavargalumaayirundhu, "
},{ "Verses": "9 theemaikkuth Theemaiyaiyum, Udhaasanaththukku Udhaasanaththaiyum Sarikkattaamal, Atharkup Pathilaaga, Neengal Aaseervaadhaththaich Sudhandhariththuk Kollumpadi Azhaikkappattirukkiravargalendru Arindhu, Aaseervadhiyungal. "
},{ "Verses": "10 jeevanai Virumbi, Nalla Naatkalaik Kaanavendumendrirukkiravan Pollaappukkuth Than Naavaiyum, Kabadaththukkuth Than Uthadugalaiyum Vilakkikkaaththu, "
},{ "Verses": "11 pollaappaivittu Neengi, Nanmaiseydhu, Samaadhaanaththaith Thedi, Adhaip Pinthodarakkadavan. "
},{ "Verses": "12 karththarudaiya Kangal Needhimaangalmel Nokkamaayirukkiradhu, Avarudaiya Sevigal Avargal Vendudhalukkuk Kavanamaayirukkiradhu; Theemaiseygiravargalukko Karththarudaiya Mugam Virodhamaayirukkiradhu. "
},{ "Verses": "13 neengal Nanmaiyaip Pinpatrugiravargalaanaal, Ungalukkuth Theemaiseygiravan Yaar? "
},{ "Verses": "14 needhiyinimiththamaaga Neengal Paadupattaal Paakkiyavaangalaayiruppeergal; Avargaludaiya Payamuruththalukku Neengal Payappadaamalum Kalangaamalum Irundhu, "
},{ "Verses": "15 karththaraagiya Dhevanai Ungal Irudhayangalil Parisuththampannungal; Ungalilirukkira Nambikkaiyaikkuriththu Ungalidaththil Visaariththuk Ketkira Yaavarukkum Saandhaththodum Vanakkaththotum Uththaravusolla Eppozhudhum Aayaththamaayirungal. "
},{ "Verses": "16 kiristhuvukketra Ungal Nalla Nadakkaiyaith Dhooshikkiravargal Ungalai Akkiramakkaararendru Ungalukku Virodhamaaich Sollukira Vishayaththil Vetkappadumpadikku Nalmanachsaatchiyudaiyavargalaayirungal. "
},{ "Verses": "17 theemaiseydhu Paadanubavippadhilum, Dhevanukkuch Siththamaanaal, Nanmaiseydhu Paadanubavippadhe Menmaiyaayirukkum. "
},{ "Verses": "18 enenil, Kiristhuvum Nammaith Dhevanidaththil Serkkumpadi Aneedhiyullavargalukkup Pathilaaga Needhiyullavaraaip Paavangalinimiththam Orudharam Paadupattaar; Avar Maamsaththile Kolaiyundu, Aaviyile Uyirppikkappattaar. "
},{ "Verses": "19 andha Aaviyile Avar Poik Kaavalilulla Aavigalukkup Pirasangiththaar. "
},{ "Verses": "20 andha Aavigal, Poorvaththile Novaa Pezhaiyai Aayaththampannum Naatkalile, Dhevan Neetiya Porumaiyode Kaaththirundhapodhu, Keezhppadiyaamar Ponavaigal; Andhap Pezhaiyile Silaraagiya Ettuppermaaththiram Piravesiththu Jalaththinaale Kaakkappattaargal. "
},{ "Verses": "21 adharku Oppanaiyaana Gnaanasnaanamaanadhu, Maamsa Azhukkai Neekkudhalaayiraamal, Dhevanaippatrum Nalmanachsaatchiyin Udanpadikkaiyaayirundhu, Ippozhudhu Nammaiyum Yesukiristhuvinudaiya Uyirththezhudhalinaal Ratchikkiradhu;" 
},{ "Verses": "22 avar Paralogaththirkup Poi, Dhevanudaiya Valadhupaarisaththil Irukkiraar; Dhevadhoodhargalum Adhigaarangalum Vallamaigalum Avarukkuk Keezhppattirukkiradhu. "
}
]