[
{ "Verses": "1 ippadiyirukka, Karththar Dhayaiyullavarenpadhai Neengal Rusipaarththadhundaanaal, "
},{ "Verses": "2 sagala Dhurkgunaththaiyum, Sagalavidha Kabadaththaiyum, Vanjagangalaiyum, Poraamaigalaiyum, Sagalavidha Purangoorudhalaiyum Ozhiththuvittu, "
},{ "Verses": "3 neengal Valarumpadi, Pudhidhaaip Pirandha Kuzhandhaigalaippola, Thiruvasanamaagiya Kalangamillaadha Gnaanappaalinmel Vaanjaiyaayirungal. "
},{ "Verses": "4 manusharaal Thallappattadhaayinum, Dhevanaal Therindhukollappattadhum Vilaiyerappetradhumaayirukkira Jeevanulla Kallaagiya Avaridaththil Serndhavargalaagiya Neengalum, "
},{ "Verses": "5 jeevanulla Karkalaippola Aavikketra Maaligaiyaagavum, Yesukiristhu Moolamaai Dhevanukkup Piriyamaana Aavikketra Paligalaich Seluththumpadikkup Parisuththa Aasaariyakkoottamaagavum Kattappattuvarugireergal. "
},{ "Verses": "6 andhappadiye: Idho, Therindhukollappattadhum Vilaiyerappetradhumaayirukkira Moolaikkallaich Seeyonil Vaikkiren; Adhinmel Visuvaasamaayirukkiravan Vetkappaduvadhillai Endru Vedhaththile Solliyirukkiradhu. "
},{ "Verses": "7 aagaiyaal Visuvaasikkira Ungalukku Adhu Vilaiyerappetradhu; Keezhppadiyaamalirukkiravargalukko Veettaik Kattugiravargalaal, Thallappatta Piradhaana Moolaikkallaagiya Andhak Kal Idarudharkedhuvaana Kallum Vizhudharkedhuvaana Kanmalaiyumaayitru; "
},{ "Verses": "8 avargal Thiruvasanaththirku Keezhppadiyaadhavargalaayirundhu Idarugiraargal; Adharkendre Niyamikkappattavargalaayum Irukkiraargal. "
},{ "Verses": "9 neengalo, Ungalai Andhagaaraththinindru Thammudaiya Aachchariyamaana Oliyinidaththirku Varavazhaiththavarudaiya Punniyangalai Arivikkumpadikkuth Therindhukollappatta Sandhadhiyaayum, Raajareegamaana Aasaariyakkoottamaayum, Parisuththa Jaadhiyaayum, Avarukkuch Sondhamaana Janamaayum Irukkireergal. "
},{ "Verses": "10 munne Neengal Dhevanudaiya Janangalaayirukkavillai, Ippozhudho Avarudaiya Janangalaayirukkireergal; Munne Neengal Irakkam Peraadhavargalaayirundheergal. Ippozhudho Irakkam Petravargalaayirukkireergal. "
},{ "Verses": "11 piriyamaanavargale, Anniyargalum Paradhesigalumaayirukkira Neengal Aaththumaavukku Virodhamaaip Porseygira Maamsa Ichchaigalai Vittu Vilagi, "
},{ "Verses": "12 purajaadhigal Ungalai Akkiramakkaararendru Virodhamaaip Pesum Vishayaththil, Avargal Ungal Narkiriyaigalaikkandu Avatrinimiththam Sandhippin Naalile Dhevanai Magimaippaduththumpadi Neengal Avargalukkulle Nalnadakkaiyullavargalaai Nadandhukollungal Endru Ungalukkup Puththisollukgiren. "
},{ "Verses": "13 neengal Manusharudaiya Kattalaigal Yaavatrirkum Karththarnimiththam Keezhppadiyungal. "
},{ "Verses": "14 melaana Adhigaaramulla Raajaavukkaanaalunjari, Theemaiseygiravargalukku Aakkinaiyum Nanmaiseygiravargalukkup Pugazhchchiyum Undaagumpadi Avanaal Anuppappatta Adhigaarigalukkaanaalunjari, Keezhppadiyungal. "
},{ "Verses": "15 neengal Nanmaiseygiradhinaale Puththiyeena Manusharudaiya Ariyaamaiyai Adakkuvadhu Dhevanudaiya Siththamaayirukkiradhu. "
},{ "Verses": "16 suyaadheenamullavargalaayirundhum Ungal Suyaadheenaththaith Thurkgunaththirku Moodalaagak Kondiraamal, Dhevanukku Adimaigalaayirungal. "
},{ "Verses": "17 ellaaraiyum Ganampannungal; Sagodhararidaththil Anbukoorungal; Dhevanukkup Payandhirungal; Raajaavaik Ganampannungal. "
},{ "Verses": "18 velaikkaarare, Adhiga Payaththudane Ungal Ejamaangalukkuk Keezhppadindhirungal; Nallavargalukkum Saanthagunamullavargalukkum Maaththiram Alla, Murattukgunamullavargalukkum Keezhppadindhirungal. "
},{ "Verses": "19 enenil, Dhevanmel Patrudhalaayirukkira Manachsaatchiyinimiththam Oruvan Aniyaayamaaip Paadupattu Ubaththiravangalaip Porumaiyaaich Sagiththaal Adhuve Pireedhiyaayirukkum. "
},{ "Verses": "20 neengal Kutranjeydhu Adikkappadumpodhu Porumaiyode Sagiththaal, Adhinaal Enna Keerththiyundu? Neengal Nanmaiseydhu Paadupadumpodhu Porumaiyode Sagiththaal Adhuve Dhevanukku Munbaagap Pireedhiyaayirukkum. "
},{ "Verses": "21 itharkaaga Neengal Azhaikkappattumirukkireergal; Enenil, Kiristhuvum Ungalukkaagap Paadupattu, Neengal Thammudaiya Adichchuvadugalaith Thodarndhuvarumpadi Ungalukku Maadhiriyaip Pinvaiththupponaar. "
},{ "Verses": "22 avar Paavanjeyyavillai, Avarudaiya Vaayile Vanjanai Kaanappadavumillai; "
},{ "Verses": "23 avar Vaiyappadumpodhu Badhilvaiyaamalum, Paadupadumpodhu Payamuruththaamalum, Niyaayamaaith Theerppuchseygiravarukkuth Thammai Oppuviththaar. "
},{ "Verses": "24 naam Paavangalukkuch Seththu, Needhikkup Pizhaiththirukkumpadikku, Avarthaame Thamadhu Sareeraththile Nammudaiya Paavangalaich Siluvaiyinmel Sumandhaar; Avarudaiya Thazhumbugalaal Gunamaaneergal. "
},{ "Verses": "25 sidharunda Aatukalaippolirundheergal; Ippozhudho Ungal Aaththumaakkalukku Meypparum Kankaaniyumaanavaridaththil Thiruppappattirukkireergal. "
}
]