[
{ "Verses": "1 appozhudhu Karththarudaiya Udanpadikkaip Pettiyai Seeyon Ennum Dhaaveedhin Nagaraththilirundhu Konduvarumpadi Saalomon Isravelin Moopparaiyum, Koththirap Prabukkalaagiya Isravel Puththirarilulla Pidhaakkalin Thalaivar Anaivaraiyum, Erusalemil Raajaavaagiya Saalomon Thannidaththile Koodivarachcheydhaan. "
},{ "Verses": "2 isravel Manusharellaarum Ezhaam Maadhamaagiya Eththaaneemmaadhaththup Pandigaiyile, Raajaavaagiya Saalomonidaththil Koodivandhaargal. "
},{ "Verses": "3 isravelin Mooppar Anaivarum Vandhirukkaiyil, Aasaariyar Karththarudaiya Pettiyai Eduththu, "
},{ "Verses": "4 pettiyaiyum, Aasarippuk Koodaaraththaiyum, Koodaaraththilirundha Parisuththa Panimuttugal Anaiththaiyum Sumandhu Konduvandhaargal; Aasaariyarum, Leviyarum, Avaigalai Sumandhaargal. "
},{ "Verses": "5 raajaavaagiya Saalomonum Avanodekoodina Isravel Sabaiyanaiththum Pettikku Munbaaga Nadandhu, Ennikkaiyum Kanakkumillaadha Thiralaana Aadugalaiyum Maadugalaiyum Paliyittaargal. "
},{ "Verses": "6 appadiye Aasaariyargal Karththarudaiya Udanpadikkaippettiyai Aalayaththin Sannidhi Sthaanamaagiya Magaaparisuththa Sthaanaththile Kerubeengaludaiya Settaigalinkeezhe Konduvandhu Vaiththaargal. "
},{ "Verses": "7 kerubeengal Pettiyirukkum Sthaanaththile Thangal Irandu Settaigalaiyum Viriththu, Uyara Irundhu Pettiyaiyum Adhin Thandugalaiyum Moodikkondirundhadhu. "
},{ "Verses": "8 thandugalin Munaigal Sannidhi Sthaanaththirku Munnaana Parisuththa Sthalaththile Kaanappadaththakkadhaai Andhath Thandugalai Munnukku Izhuththaargal; Aagilum Veliye Avaigal Kaanappadavillai; Avaigal Innaalvaraikkum Ange Dhaan Irukkiradhu. "
},{ "Verses": "9 isravel Puththirar Egipthudhesaththilirundhu Purappattapin Karththar Avargalode Udanpadikkai Pannugirapodhu, Mose Orepile Andhap Pettiyil Vaiththa Irandu Karpalagaigale Allaamal Adhile Verondrum Irundhadhillai. "
},{ "Verses": "10 appozhudhu Aasaariyargal Parisuththa Sthalaththilirundhu Purappadugaiyil, Megamaanadhu Karththarudaiya Aalayaththai Nirappitru. "
},{ "Verses": "11 megaththinimiththam Aasaariyargal Oozhiyancheygiradharku Nirkak Koodaamarpoyitru; Karththarudaiya Magimai Karththarudaiya Aalayaththai Nirappitru. "
},{ "Verses": "12 appozhudhu Saalomon: Kaarirulile Vaasampannuven Endru Karththar Sonnaar Endrum, "
},{ "Verses": "13 dhevareer Vaasampannaththakka Veedum, Neer Endraikkum Thangaththakka Nilaiyaana Sthaanamumaagiya Aalayaththai Umakkuk Kattinen Endrum Solli, "
},{ "Verses": "14 raajaa Mugam Thirumbi, Isravel Sabaiyaiyellaam Aaseervadhiththaan; Isravel Sabaiyaarellaarum Nindraargal. "
},{ "Verses": "15 avan Sonnadhu: Isravelin Dhevanaagiya Karththarukku Sthoththiram; Avar En Thagappanaagiya Dhaaveedhukkuth Thammudaiya Vaakkinaal Sonnadhaith Thammudaiya Karaththinaal Niraivetrinaar. "
},{ "Verses": "16 avar Naan En Janamaagiya Isravelai Egipthilirundhu Purappadappannina Naal Mudharkondu, En Naamam Vilangumpadi Oru Aalayaththaik Kattavendum Endru Naan Israveludaiya Ellaak Koththirangalilumulla Oru Pattanaththaiyum Therindhukollaamal En Janamaagiya Isravelinmel Adhigaariyaayirukkumpadi Dhaaveedhaiye Therindhukonden Endraar. "
},{ "Verses": "17 isravelin Dhevanaagiya Karththarin Naamaththirku Aalayaththaik Kattavendum Engira Viruppam En Thagappanaagiya Dhaaveedhin Irudhayaththil Irundhadhu. "
},{ "Verses": "18 aanaalum Karththar En Thagappanaagiya Dhaaveedhai Nokki: En Naamaththirku Aalayaththaik Kattavendum Engira Viruppam Un Manadhile Irundhadhu Nallakaariyandhaan. "
},{ "Verses": "19 aagilum Nee Andha Aalayaththaik Kattamaattaai, Un Karppappirappaagiya Un Kumaarane En Naamaththirku Andha Aalayaththaik Kattuvaan Endraar. "
},{ "Verses": "20 ippodhum Karththar Solliya Thammudaiya Vaarththaiyai Niraivetrinaar; Karththar Sonnapadiye, Naan En Thagappanaagiya Dhaaveedhin Sthaanaththil Ezhumbi, Isravelin Singaasanaththinmel Utkaarndhu, Isravelin Dhevanaagiya Karththarin Naamaththirku Aalayaththaik Kattinen. "
},{ "Verses": "21 karththar Nammudaiya Pidhaakkalai Egipthudhesaththilirundhu Purappadappanninapodhu, Avargalode Pannina Udanpadikkai Irukkira Pettikkaaga Adhile Oru Sthaanaththai Undaakkinen Endraan. "
},{ "Verses": "22 pinbu Saalomon: Karththarudaiya Palipeedaththirkumunne Isravel Sabaiyaarellaarukkum Edhiraaga Nindru, Vaanaththirku Neraaith Than Kaigalai Viriththu: "
},{ "Verses": "23 isravelin Dhevanaagiya Karththaave, Mele Vaanaththilum Keezhe Boomiyilum Umakku Oppaana Dhevan Illai; Thangal Muzhu Irudhayaththodum Umakku Munbaaga Nadakkira Umadhu Adiyaarukku Udanpadikkaiyaiyum Kirubaiyaiyum Kaaththu Varugireer. "
},{ "Verses": "24 dhevareer En Thagappanaagiya Dhaaveedhu Ennum Ummudaiya Dhaasanukku Seydha Vaakkuththaththaththaik Kaaththarulineer; Adhai Ummudaiya Vaakkinaal Sonneer; Innaalil Irukkirapadi, Ummudaiya Karaththinaal Adhai Niraivetrineer. "
},{ "Verses": "25 isravelin Dhevanaagiya Karththaave, Dhevareer En Thagappanaagiya Dhaaveedhu Ennum Ummudaiya Dhaasanai Nokki: Nee Enakku Munbaaga Nadandhadhu Pola, Un Kumaararum Enakku Munbaaga Nadakkumpadi Thangal Vazhiyaik Kaappaargaleyaanaal, Isravelin Singaasanaththinmel Veetrirukkum Purushan Enakku Munbaaga Unakku Illaamarpovadhillai Endru Sonnadhai Ippozhudhu Avanukku Niraivetrum. "
},{ "Verses": "26 isravelin Dhevane, En Thagappanaagiya Dhaaveedhu Ennum Ummudaiya Dhaasanukku Sonna Ummudaiya Vaarththai Meyyendru Vilanguvadhaaga. "
},{ "Verses": "27 dhevan Meyyaaga Boomiyile Vaasam Pannuvaaro? Idho, Vaanangalum Vaanaadhi Vaanangalum Ummaik Kollaadhe; Naan Kattina Indha Aalayam Emmaaththiram? "
},{ "Verses": "28 en Dhevanaagiya Karththaave, Umadhu Adiyen Indru Umadhu Sannidhiyil Seygira Vinnappaththaiyum Mandraattaiyum Kettu, Umadhu Adiyenudaiya Vinnappaththaiyum Vendudhalaiyum Thiruvulaththil Kondarulum." 
},{ "Verses": "29 umadhu Adiyen Ivvidaththile Seyyum Vinnappaththaik Ketkumpadi Ennudaiya Naamam Vilangumendru Neer Sonna Sthalamaagiya Indha Aalayaththin Mel Ummudaiya Kangal Iravum Pagalum Thirandhiruppadhaaga. "
},{ "Verses": "30 umadhu Adiyaanum, Indha Sthalaththile Vinnappan Cheyyappogira Umadhu Janamaagiya Isravelum Pannum Jebaththaik Kettarulum; Paralogamaagiya Ummudaiya Vaasasthalaththile Adhai Neer Ketpeeraaga, Kettu Mannippeeraaga. "
},{ "Verses": "31 oruvan Than Ayalaanukkuk Kutrancheydhirukkaiyil, Ivan Avanai Aanaiyidachchollumpodhu, Andha Aanai Indha Aalayaththile Ummudaiya Palipeedaththirku Mun Vandhaal, "
},{ "Verses": "32 appozhudhu Paralogaththil Irukkira Dhevareer Kettu, Dhunmaarkkanudaiya Nadakkaiyai Avan Thalaiyinmel Sumarappanni, Avanaik Kutravaaliyaagath Theerkkavum, Needhimaanukku Avanudaiya Needhikkuththakkadhaai Seydhu Avanai Needhimaanaakkavum Thakkadhaai Umadhu Adiyaarai Nyaayantheerppeeraaga. "
},{ "Verses": "33 ummudaiya Janangalaagiya Isravelar Umakku Virodhamaaip Paavancheydhadhinimiththam Saththuruvukku Munbaaga Murindhupoi, Ummidaththirkuth Thirumbi, Ummudaiya Naamaththai Arikkaipanni, Indha Aalayaththukku Neraaga Ummai Nokki Vinnappaththaiyum Vendudhalaiyum Seydhaal, "
},{ "Verses": "34 paralogaththil Irukkira Dhevareer Kettu, Ummudaiya Janamaagiya Isravelin Paavaththai Manniththu, Avargal Pidhaakkalukku Neer Koduththa Dhesaththukku Avargalaith Thirumbivarappannuveeraaga. "
},{ "Verses": "35 avargal Umakku Virodhamaaip Paavancheydhadhinaal Vaanam Adaipattu Mazhaipeyyaadhirukkumpodhu, Avargal Indha Sthalaththirku Neraaga Vinnappancheydhu, Ummudaiya Naamaththai Arikkaipanni, Thangalai Dhevareer Kilesappaduththugaiyil Thangal Paavangalai Vittuth Thirumbinaal, "
},{ "Verses": "36 paralogaththil Irukkira Dhevareer Kettu, Umadhu Adiyaarum Umadhu Janamaagiya Isravelum Seydha Paavaththai Manniththu, Avargal Nadakkavendiya Nalvazhiyai Avargalukkup Podhiththu, Dhevareer Umadhu Janaththirku Sudhandharamaagak Koduththa Umadhu Dhesaththil Mazhaipeyyak Kattalaiyiduveeraaga. "
},{ "Verses": "37 dhesaththile Panjam Undaagirapodhum, Kollainoi Undaagirapodhum, Varatchi, Saavi, Vettukkili, Pachchaikkili Undaagirapodhum, Avargal Saththurukkal Dhesaththilulla Pattanangalai Mutrikkaipodugirapodhum, Yaadhoru Vaadhaiyaagilum Yaadhoru Vyaadhiyaagilum Varugirapodhum, "
},{ "Verses": "38 ummudaiya Janamaagiya Isravel Anaivarilum Endha Manushanaanaalum Than Irudhayaththin Vaadhaiyai Unarndhu, Indha Aalayaththukku Neraagath Than Kaigalai Viriththu Seyyum Sagala Vinnappaththaiyum, Sagala Vendudhalaiyum, "
},{ "Verses": "39 ummudaiya Vaasasthalamaagiya Paralogaththil Irukkira Dhevareer Kettu Manniththu, "
},{ "Verses": "40 dhevareer Engal Pidhaakkalukkuk Koduththa Dhesaththil Avargal Uyirodirukkum Naalellaam Umakku Bayappadumpadikku Dhevareer Oruvare Ellaa Manupuththirarin Irudhayaththaiyum Arindhavaraadhalaal, Neer Avanavan Irudhayaththai Arindhirukkirapadiye, Avanavanudaiya Vazhigalukkuththakkadhaaga Seydhu, Avanavanukkup Palan Alippeeraaga. "
},{ "Verses": "41 ummudaiya Janamaagiya Isravel Jaadhiyallaadha Anniya Jaadhiyaar Umadhu Magaththuvamaana Naamaththaiyum, Umadhu Balaththa Karaththaiyum, Umadhu Ongiya Buyaththaiyum Kelvippaduvaargale. "
},{ "Verses": "42 appadikkoththa Anniya Jaadhiyaanum, Umadhu Naamaththinimiththam Thooradhesaththilirundhu Vandhu, Indha Aalayaththukku Neraaga Vinnappampanninaal, "
},{ "Verses": "43 umadhu Vaasasthalamaagiya Paralogaththil Irukkira Dhevareer Adhaik Kettu, Boomiyin Janangalellaarum Ummudaiya Janamaagiya Isravelaippola Umakku Bayappadumpadikkum, Naan Kattina Indha Aalayaththukku Ummudaiya Naamam Tharikkappattadhendru Ariyumpadikkum, Ummudaiya Naamaththai Ariyaththakkadhaaga, Andha Anniya Jaadhiyaan Ummai Nokki Vendikkolvadhinpadiyellaam Dhevareer Seyveeraaga. "
},{ "Verses": "44 neer Ummudaiya Janangalai Anuppum Vazhiyile Avargal Thangal Saththurukkalodu Yuththampannap Purappadum Podhu, Neer Therindhukonda Indha Nagaraththukkum, Ummudaiya Naamaththukku Naan Kattina Indha Aalayaththukkum Neraagak Karththarai Nokki Vinnappam Panninaal, "
},{ "Verses": "45 paralogaththil Irukkira Dhevareer Avargal Vinnappaththaiyum Vendudhalaiyum Kettu, Avargal Nyaayaththai Visaarippeeraaga. "
},{ "Verses": "46 paavancheyyaadha Manushan Illaiye; Aagaiyaal, Avargal Umakku Virodhamaaip Paavancheydhu, Dhevareer Avargalmel Kobankondu, Avargal Saththurukkal Kaiyil Avargalai Oppukkoduththu, Andha Saththurukkal Avargalai Dhooraththilaagilum Sameebaththilaagilum Irukkira Thangal Dhesaththirku Siraippidiththukkondupogumpodhu, "
},{ "Verses": "47 avargal Siraippattup Poyirukkira Dhesaththile Thangalil Unarvadaindhu, Mananthirumbi: Naangal Paavancheydhu, Akkiramampanni, Dhunmaarkkamaai Nadandhom Endru Thangal Siraiyiruppaana Dhesaththile Ummai Nokki Vendudhal Seydhu, "
},{ "Verses": "48 thangalai Siraipidiththuk Konda Thangal Saththurukkalin Dhesaththile Thangal Muzhu Irudhayaththodum Thangal Muzhu Aaththumaavodum Ummidaththil Thirumbi, Dhevareer Thangal Pidhaakkalukkuk Koduththa Thangal Dhesaththirkum, Dhevareer Therindhukonda Indha Nagaraththirkum, Ummudaiya Naamaththirku Naan Kattina Indha Aalayaththirkum Neraaga Ummai Nokki Vinnappampannumpodhu, "
},{ "Verses": "49 umadhu Vaasasthalamaagiya Paralogaththil Irukkira Dhevareer Avargal Vinnappaththaiyum Vendudhalaiyum Kettu, Avargal Nyaayaththai Visaariththu, "
},{ "Verses": "50 ummudaiya Janangal Umakku Virodhamaai Seydha Paavaththaiyum, Avargal Ummudaiya Kattalaiyai Meeriya Avargal Dhrogangalaiyum Ellaam Manniththu, Avargalai Siraipidiththuk Kondupogiravargal Avargalukku Irangaththakkadhaana Irakkaththai Avargalukku Kidaikkappannuveeraaga. "
},{ "Verses": "51 avargal Egipthengira Iruppuk Kaalavaayin Naduvilirundhu Dhevareer Purappadappannina Ummudaiya Janamum Ummudaiya Sudhandharamumaai Irukkiraargale. "
},{ "Verses": "52 avargal Ummai Nokki Vendikkolluvadhin Padiyellaam Dhevareer Avargalukku Seyyumpadi, Ummudaiya Kangal Umadhu Adiyaanin Vendudhalukkum, Umadhu Janamaagiya Isravelin Vendudhalukkum Thirandhiruppadhaaga. "
},{ "Verses": "53 karththaraagiya Aandavare, Neer Engal Pidhaakkalai Egipthilirundhu Purappadappannumpodhu, Ummudaiya Dhaasanaagiya Moseyaikkondu Sonnapadiye, Dhevareer Boomiyin Sagala Janangalilum Avargalai Umakku Sudhandharamaagap Piriththeduththeere Endru Vinnappam Panninaan. "
},{ "Verses": "54 saalomon Karththarai Nokki, Indha Jebaththaiyum Vendudhalaiyum Ellaam Seydhu Mudiththapinbu, Avan Karththarudaiya Palipeedaththirku Munbaagath Than Kaigalai Vaanaththirku Neraaga Viriththu, Muzhangaarpadiyittirundhadhai Vittezhundhu, "
},{ "Verses": "55 nindrukondu, Isravel Sabaiyaiyellaam Aaseervadhiththu, Uraththa Saththaththode Sonnadhu: "
},{ "Verses": "56 thaam Vaakkuththaththam Panninapadiyellaam Thammudaiya Janamaagiya Isravelukku Ilaippaarudhalai Arulina Karththarukku Sthoththiram, Avar Thammudaiya Dhaasanaagiya Moseyaik Kondu Sonna Avarudaiya Nalvaarththaigalil Ellaam Oru Vaarththaiyaanaalum Thavarippogavillai. "
},{ "Verses": "57 nammudaiya Dhevanaagiya Karththar Nammaik Kaividaamalum, Nammai Negizhavidaamalum, Avar Nammudaiya Pidhaakkalodu Irundhadhupola, Nammodum Irundhu, "
},{ "Verses": "58 naam Avarudaiya Vazhigalil Ellaarum Nadakkiradharkum, Avar Nammudaiya Pidhaakkalukkuk Kattalaiyitta Avarudaiya Karpanaigalaiyum, Avarudaiya Kattalaigalaiyum, Avarudaiya Nyaayangalaiyum Kaikkollugiradharkum, Nammudaiya Irudhayaththaith Thammidaththil Saayappannuvaaraaga. "
},{ "Verses": "59 karththare Dhevan, Veroruvarum Illaiyenbadhai Boomiyin Janangalellaam Ariyumpadiyaaga, "
},{ "Verses": "60 avar Thamadhu Adiyaanudaiya Nyaayaththaiyum, Thamadhu Janamaagiya Isravelin Nyaayaththaiyum, Andhandha Naalil Nadakkum Kaariyaththukkuththakkadhaai Visaarippadharku, Naan Karththarukku Munbaaga Vinnappampannina Indha Ennudaiya Vaarththaigal Iravumpagalum Nammudaiya Dhevanaagiya Karththarudaiya Sannidhiyil Iruppadhaaga. "
},{ "Verses": "61 aadhalaal Innaalil Irukkiradhu Pola, Neengal Avar Kattalaigalil Nadandhu, Avar Karpanaigalaik Kaikkolla, Ungal Irudhayam Nammudaiya Dhevanaagiya Karththarodu Uththamamaai Irukkakkadavadhu Endraan. "
},{ "Verses": "62 pinbu Raajaavum Avanode Irundha Isravelar Anaivarum, Karththarudaiya Sannidhiyil Paligalai Seluththinaargal. "
},{ "Verses": "63 saalomon Karththarukku Samaadhaanapaligalaaga, Irubaththeeraayiram Maadugalaiyum, Latchaththirubadhinaayiram Aadugalaiyum Paliyittaan; Ivvidhamaai Raajaavum Isravel Puththirar Anaivarum Karththarudaiya Aalayaththaip Pradhishtaipanninaargal. "
},{ "Verses": "64 karththarudaiya Sannidhiyil Irundha Vengalap Palipeedam Sarvaanga Thaganapaligalaiyum, Pojanapaligalaiyum, Samaadhaanapaligalin Ninaththaiyum Kollamaattaamal Siridhaayirundhapadiyinaal, Raajaa Karththarudaiya Aalayaththirkumun Irukkira Praagaaraththin Nadumaiyaththaip Parisuththappaduththi, Andraiyadhinam Ange Sarvaanga Thaganapaligalaiyum, Pojanapaligalaiyum, Samaadhaanapaligalin Ninaththaiyum Seluththinaan. "
},{ "Verses": "65 akkaalaththildhaane Saalomonum, Aamaaththin Ellaithodangi Egipthin Nadhimattum Irundhuvandhu, Avanode Irundha Periya Koottamaagiya Isravel Anaiththum Nammudaiya Dhevanaagiya Karththarudaiya Sannidhiyil Ezhu Naalum, Adharkup Pinbu Vere Ezhu Naalum, Aagap Padhinaalu Naalvaraikkum Pandigaiyai Aasariththaargal. "
},{ "Verses": "66 ettaamnaalile Janangalukku Vidaikoduththu Anuppinaan; Avargal Raajaavai Vaazhththi, Karththar Thamadhu Dhaasanaagiya Dhaaveedhukkum Thamadhu Janamaagiya Isravelukkum Seydha Ellaa Nanmaikkaagavum Sandhoshappattu Manamagizhchchiyode Thangal Koodaarangalukkup Poivittaargal. "
}
]