[
{ "Verses": "1 dhaaveedhu Maranamadaiyum Kaalam Sameebiththapodhu, Avan Than Kumaaranaagiya Saalomonukkuk Kattalaiyittu Sonnadhu: "
},{ "Verses": "2 naan Poologaththaar Yaavarum Pogira Vazhiye Pogiren; Nee Thidan Kondu Purushanaayiru. "
},{ "Verses": "3 nee Enna Seydhaalum, Nee Enge Ponaalum, Ellaavatrilum Buththimaanaayirukkiradharkum, Karththar Ennaik Kuriththu: Un Pillaigal Thangal Muzhu Irudhayaththodum Thangal Muzhu Aaththumaavodum Enakku Munbaaga Unmaiyaai Nadakkumpadikkuth Thangal Vazhiyaik Kaaththukkondaal, Isravelin Singaasanaththinmel Veetrirukkaththakka Purushan Unakku Illaamarpovadhillai Endru Sonna Thammudaiya Vaarththaiyaith Thidappaduththugiradharkum, "
},{ "Verses": "4 moseyin Nyaayappramaanaththil Ezhudhiyirukkirapadi, Nee Un Dhevanaagiya Karththarudaiya Kattalaigalaiyum, Karpanaigalaiyum, Nyaayangalaiyum, Saatchigalaiyum Kaikkolla, Avar Vazhigalil Nadakkumpadikku Avarudaiya Kaavalaik Kaappaayaaga. "
},{ "Verses": "5 seruyaavin Kumaaranaagiya Yovaab, Isravelin Irandu Senaapadhigalaagiya Nerin Kumaaran Apnerukkum, Eththerin Kumaaran Amaasaavukkum Seydha Kaariyaththinaal Enakku Seydha Kutraththai Nee Arindhirukkiraaye; Avan Avargalaik Kondru, Samaadhaanakaalaththile Yuththakaalaththu Raththaththai Sindhi, Yuththakaalaththu Raththaththaith Than Araiyilulla Than Kaalgalil Irundha Paadharatchaiyilum Vadiyavittaane. "
},{ "Verses": "6 aagaiyaal Un Yukthiyinpadiye Nee Seydhu, Avanudaiya Naraimayir Samaadhaanamaaip Paadhaalaththil Irangavottaadhiru. "
},{ "Verses": "7 keeleyaaththiyanaana Parsilaayin Kumaararukkuth Thayaiseyvaayaaga; Avargal Un Pandhiyile Saappidugiravargaludan Iruppaargalaaga; Un Sagodharanaagiya Apsalomukku Munbaaga Naan Odippogaiyil, Avargal Ennai Aadhariththaargal. "
},{ "Verses": "8 melum Pakoorim Ooraanaana Benyameenanaagiya Keraavin Magan Seemeyi Unnidaththil Irukkiraan; Naan Maknaayeemukkup Pogira Naalile, Avan Ennaik Kodiya Dhooshanamaai Dhooshiththaan; Aanaalum Avan Yordhaanile Enakku Edhirkonduvandhapadiyinaal: Naan Unnaip Pattayaththaale Kondrupoduvadhillai Endru Karththarmel Avanukku Aanaiyittukkoduththen. "
},{ "Verses": "9 aagilum Nee Avanaik Kutramatravan Endru Ennaadhe; Nee Buththimaan; Avanudaiya Naraimayirai Raththaththudan Paadhaalaththil Irangappanna, Nee Avanukku Seyyavendiyadhai Arivaai Endraan. "
},{ "Verses": "10 pinbu Dhaaveedhu Than Pidhaakkalode Niththiraiyadaindhu, Dhaaveedhin Nagaraththil Adakkampannappattaan. "
},{ "Verses": "11 dhaaveedhu Isravelai Arasaanda Naatkal Naarpadhu Varusham; Avan Epronil Ezhu Varushamum, Erusalemil Muppaththumoondru Varushamum Arasaandaan. "
},{ "Verses": "12 saalomon Than Thagappanaagiya Dhaaveedhudaiya Singaasanaththinmel Veetrirundhaan; Avan Raajyabaaram Migavum Sthirappattadhu. "
},{ "Verses": "13 aagiththin Kumaaranaagiya Adhoniyaa Saalomonin Thaayaagiya Padhsebaalidaththil Vandhaan. Nee Samaadhaanamaai Varugiraayaa Endru Aval Kettadharku: Samaadhaanamaaith Thaan Varugiren Endraan. "
},{ "Verses": "14 pinbu Avan: Ummode Naan Pesavendiya Oru Kaariyam Irukkiradhu Endraan. Adharku Aval: Sol Endraal. "
},{ "Verses": "15 appozhudhu Avan: Raajyam Ennudaiyadhaayirundhadhu Endrum, Naan Arasaalugiradharku Isravelarellaarum Enmel Nokkamaai Irundhaargal Endrum Neer Ariveer; Aanaalum Raajyabaaram Ennaivittuth Thaandi, En Sagodharanukku Aayitru; Karththaraal Adhu Avarukkuk Kidaiththadhu. "
},{ "Verses": "16 ippozhudhu Naan Ummidaththil Oru Mandraattaik Ketkiren; Adhai Enakku Marukkavendaam Endraan. Aval: Sol Endraal. "
},{ "Verses": "17 appozhudhu Avan: Raajaavaagiya Saalomon Ummudaiya Sollai Maruppadhillai; Soonem Ooraalaagiya Abishaagai Enakku Avar Vivaagam Pannikkodukka, Avarode Pesumpadi Vendugiren Endraan. "
},{ "Verses": "18 adharkup Padhsebaal: Nalladhu, Naan Unakkaaga Raajaavidaththil Pesuven Endraal. "
},{ "Verses": "19 padhsebaal Adhoniyaavukkaaga Raajaavaagiya Saalomonidaththil Pesumpadi Ponaal; Appozhudhu Raajaa Ezhundhirundhu, Avalukku Edhirkonduvandhu Avalai Vanangi, Than Singaasanaththinmel Utkaarndhu, Raajaavin Thaayaar Than Valadhupuramaaga Utkaara, Avalukku Oru Aasanaththai Vaiththaan. "
},{ "Verses": "20 appozhudhu Aval: Naan Ummai Oru Siriya Mandraattaik Ketka Virumbugiren; Enakku Adhai Marukkavendaam Endraal. Adharku Raajaa: En Thaayaare, Kelum; Naan Umakku Maruppadhillai Endraan. "
},{ "Verses": "21 appozhudhu Aval: Soonem Ooraalaagiya Abishaagai Ummudaiya Sagodharanaagiya Adhoniyaavukku Vivaagampannikkodukkavendum Endraal. "
},{ "Verses": "22 raajaavaagiya Saalomon Than Thaayaarukkup Pradhiyuththaramaaga: Neer Soonem Ooraalaagiya Abishaagai Adhoniyaavukkuk Ketpaanen? Appadiyaanaal Raajyabaaraththaiyum Avanukkuk Kelum; Avan Enakku Mooththa Sagodharan; Avanukkum Aasaariyanaagiya Abiyaththaarukkum Seruyaavin Kumaaran Yovaabukkume Adhaik Kelum Endraan. "
},{ "Verses": "23 pinbu Saalomon Raajaa: Adhoniyaa Indha Vaarththaiyaith Than Praananukku Sedhamaaga Sollaadhirundhaal, Dhevan Adharku Sariyaagavum Adharku Adhigamaagavum Enakku Seyyakkadavar Endru Karththarmel Aanaiyittu, "
},{ "Verses": "24 ippodhum Indraikku Adhoniyaa Kolaiyunbaan Endru Ennaith Thidappaduththinavarum, Ennai En Thagappanaagiya Dhaaveedhin Singaasanaththil Veetrirukkappanni, Thaam Sonnapadi Enakku Veettaik Kattuviththavarumaagiya Karththarudaiya Jeevanaik Kondu Sollugiren Endru Solli, "
},{ "Verses": "25 raajaavaagiya Saalomon Yoidhaavin Kumaaran Penaayaavukkuk Kattalaikoduththu Avanai Anuppinaan; Ivan Avanmel Vizhundhu Avanaik Kondrupottaan. "
},{ "Verses": "26 raajaa: Aasaariyanaagiya Abiyaththaarai Nokki: Nee Un Nilangal Irukkira Aanadhoththirkup Poividu; Nee Maranaththirkup Paaththiravaanaayirundhum, Nee En Thagappanaagiya Dhaaveedhukku Munbaagak Karththaraagiya Aandavarudaiya Pettiyai Sumandhapadiyinaalum, En Thagappan Anubaviththa Ubaththiravaththaiyellaam Neekooda Anubaviththapadiyinaalum, Indraiya Dhinam Naan Unnaik Kolaiseyyamaatten Endraan. "
},{ "Verses": "27 appadiye Karththar Seelovile Eliyin Veettaaraikkuriththu Sonna Vaarththaiyai Niraivetrumpadiyaaga, Saalomon Abiyaththaaraik Karththarudaiya Aasaariyanaayiraadhapadikkuth Thallippottaan. "
},{ "Verses": "28 nadandha Indha Seydhi Yovaabukku Vandhapodhu, Avan Karththarudaiya Koodaaraththirku Odippoi, Palipeedaththin Kombugalaip Pidiththukkondaan; Yovaab Apsalomin Patcham Saayaadhavanaayirundhum, Adhoniyaavin Patcham Saaindhirundhaan. "
},{ "Verses": "29 yovaab Karththarin Koodaaraththirku Odipponaan Endrum, Idho, Pali Peedaththandaiyil Nirkiraan Endrum, Raajaavaagiya Saalomonukku Arivikkappattapodhu, Saalomon Yoidhaavin Kumaaranaagiya Penaayaavai Anuppi, Nee Poi Avanmel Vizhu Endraan. "
},{ "Verses": "30 penaayaa Karththarin Koodaaraththirkup Poi, Avanaippaarththu: Veliye Vaa Endru Raajaa Sollugiraar Endraan. Adharku Avan: Naan Varamaatten; Ingeye Saaven Endraan; Aagaiyaal Penaayaa Raajaavinidaththil Poi, Yovaab Innapadi Solli, Innapadi Enakku Maru Uththaravu Koduththaan Endru Maruseydhi Sonnaan. "
},{ "Verses": "31 appozhudhu Raajaa Avanai Nokki: Avan Sonnapadiye Nee Seydhu, Avanaik Kondru, Adakkampanni, Ivvidhamaai Yovaab Mugaandharamillaamal Sindhina Raththaththai Ennaivittum En Pidhaavin Veettaivittum Vilakkip Podu. "
},{ "Verses": "32 avan Thannaippaarkkilum Needhiyum Nargunamumulla Iranduperaagiya Nerin Kumaaran Apner Ennum Isravelin Padaiththalaivan Melum, Edherin Kumaaran Amaasaa Ennum Yoodhaavin Padaiththalaivanmelum Vizhundhu, En Thagappanaagiya Dhaaveedhukkuth Theriyaamal Avargalaip Pattayaththaal Kondra Avanudaiya Raththappazhiyaik Karththar Avanudaiya Thalaiyinmel Thirumbappannuvaaraaga. "
},{ "Verses": "33 ippadiye Avargaludaiya Raththappazhi Endrum Yovaabudaiya Thalaiyin Melum, Avan Sandhadhiyaarin Thalaiyin Melum Thirumbavum, Dhaaveedhukkum Avar Sandhadhiyaarukkum Avar Veettaarukkum Avar Singaasanaththirkum Endrendraikkum Karththaraale Samaadhaanam Undaayirukkavum Kadavadhu Endraan. "
},{ "Verses": "34 appadiye Yoidhaavin Kumaaran Penaayaa Poi, Avanmel Vizhundhu Avanaik Kondrupottaan; Avan Vanaandharaththilirukkira Thannudaiya Veettile Adakkampannappattaan. "
},{ "Verses": "35 avanukkup Padhilaaga Raajaa Yoidhaavin Kumaaran Penaayaavai Raanuvaththinmelum, Aasaariyanaagiya Saadhokkai Abiyaththaarin Sthaanaththilum Vaiththaan. "
},{ "Verses": "36 pinbu Raajaa Seemeyiyai Azhaippiththu, Avanai Nokki: Nee Erusalemile Unakku Oru Veettaik Katti, Angeyirundhu Engeyaavadhu Veliye Pogaamal, Angedhaane Kudiyiru. "
},{ "Verses": "37 nee Veliye Poik Keedharon Aatraik Kadakkum Naalil, Nee Saagave Saavaai; Appozhudhu Un Raththappazhi Un Thalaiyinmel Irukkum Enbadhai Nee Nichchayamaai Arindhukol Endraan. "
},{ "Verses": "38 seemeyi Raajaavaip Paarththu: Adhu Nalla Vaarththai; Raajaavaagiya En Aandavan Sonnapadiye, Umadhu Adiyaanaagiya Naan Seyven Endru Solli, Seemeyi Aneganaal Erusalemile Kudiyirundhaan. "
},{ "Verses": "39 moondru Varusham Sendrapodhu, Seemeyiyin Velaikkaarar Iranduper Maakkaavin Kumaaranaagiya Aagees Ennum Kaaththin Raajaavinidaththukku Odipponaargal; Un Velaikkaarar Kaadh Ooril Irukkiraargal Endru Seemeyikku Ariviththaargal. "
},{ "Verses": "40 appozhudhu Seemeyi Ezhundhu, Than Kazhudhaiyinmel Senamvaiththu, Than Velaikkaararaith Theda, Kaadh Oorilirukkira Aageesidaththukkup Purappattup Ponaan; Ippadi Seemeyi Poi, Than Velaikkaararaik Kaadh Oorilirundhu Konduvandhaan. "
},{ "Verses": "41 seemeyi Erusalemilirundhu Kaadh Oorukkup Poi, Thirumbivandhaan Endru Saalomonukku Arivikkappattapodhu, "
},{ "Verses": "42 raajaa Seemeyiyai Azhaippiththu: Nee Veliye Purappattu Engeyaavadhu Pogiranaalile Saagave Saavaai Enbadhai Nee Nichchayamaai Arindhukol Endru Naan Unnaik Karththarmel Aanaiyida Seydhu, Unakkuth Thidachchaatchiyaaga Solliyirukka, Adharku Nee: Naan Ketta Vaarththai Nalladhendru Sollavillaiyaa? "
},{ "Verses": "43 nee Karththarin Aanaiyaiyum, Naan Unakkuk Karpiththa Kattalaiyaiyum Kaikkollaadhe Ponadhenna? Endru Solli, "
},{ "Verses": "44 pinnum Raajaa Seemeyiyaip Paarththu: Nee En Thagappanaagiya Dhaaveedhukku Seydhadhum Un Manadhukkuth Therindhirukkiradhumaana Ellaap Pollaappaiyum Arindhirukkiraai; Aagaiyaal Karththar Un Pollaappai Un Thalaiyin Mel Thirumbappannuvaar. "
},{ "Verses": "45 raajaavaagiya Saalomono Aaseervadhikkappattavanaayiruppaan; Dhaaveedhin Singaasanam Endraikkum Karththarukku Munbaaga Urudhiyaayirukkum Endru Solli, "
},{ "Verses": "46 raajaa Yoidhaavin Kumaaranaagiya Penaayaavukkuk Kattalaikoduththaan; Avan Veliye Poi, Avanmel Vizhundhu Avanaik Kondrupottaan. Raajyabaaram Saalomonin Kaiyile Sthirappattadhu. "
}
]