[
{ "Verses": "1 saalomon Karththarudaiya Aalayaththaiyum Raaja Aramanaiyaiyum, Thaan Seyyavendum Endru Virumbina Ellaavatraiyum Katti Mudiththapinbu, "
},{ "Verses": "2 karththar Kibiyonile Saalomonukku Dharisanamaanadhupola, Irandaandharamum Avanukku Dharisanamaanaar. "
},{ "Verses": "3 karththar Avanai Nokki: Nee En Samugaththil Seydha Un Vinnappaththaiyum Un Vendudhalaiyum Ketten; Nee Kattina Indha Aalayaththil En Naamam Endraikkum Vilangaththakkadhaaga, Adhaip Parisuththamaakkinen; En Kangalum En Irudhayamum Ennaalum Angeyirukkum. "
},{ "Verses": "4 naan Unakkuk Kattalaiyitta Ellaavatraiyum Nee Seydhu, En Kattalaigalaiyum En Nyaayangalaiyum Kaikkollumpadikku, En Samugaththil Mana Uththamamum Semmaiyumaai Un Thagappanaagiya Dhaaveedhu Nadandhadhupola Nadappaayaanaal, "
},{ "Verses": "5 isravelin Singaasanaththinmel Utkaarum Purushan Unakku Illaamarpovadhillai Endru Un Thagappanaagiya Dhaaveedhode Naan Sonnapadiye, Isravelinmelulla Un Raajyabaaraththin Singaasanaththai Endraikkum Nilaikkappannuven. "
},{ "Verses": "6 neengalum Ungal Pillaigalum Ennaivittup Pinvaangi, Naan Ungalukku Munvaiththa En Karpanaigalaiyum En Kattalaigalaiyum Kaikkollaamarpoi, Vere Dhevargalai Seviththu, Avaigalaip Panindhukolveergalaagil, "
},{ "Verses": "7 naan Isravelukkuk Koduththa Dhesaththile Avargalai Vaikkaadhapadikku Nirmoolamaakki, En Naamam Vilanga Naan Parisuththamaakkina Indha Aalayaththai En Samugaththaivittuth Thalluven; Appozhudhu Isravel Sagala Janangalukkullum Pazhamozhiyaagavum Vasai Sollaagavum Iruppaargal. "
},{ "Verses": "8 appozhudhu Unnadhamaayirukkira Indha Aalayaththaik Kadandhupogiravan Evanum Bramiththu, Pakidiyaai Eesalittu; Karththar Indha Dhesaththukkum Indha Aalayaththukkum Ippadi Seydhadhu Enna? Endru Ketpaargal. "
},{ "Verses": "9 adharku Avargal: Thangal Pidhaakkalai Egipthu Dhesaththilirundhu Purappadappannina Thangal Dhevanaagiya Karththaraivittu, Vere Dhevargalaip Patrik Kondu, Avargalai Namaskariththu Seviththapadiyinaal, Karththar Indhath Theengaiyellaam Avargalmel Varappanninaar Endru Solluvaargal Endraar. "
},{ "Verses": "10 saalomon Karththarudaiya Aalayamum Raaja Aramanaiyumaagiya Irandu Maaligaigalaiyum Katti Niraivetrugira Irubadhaam Varusham Mudivile, "
},{ "Verses": "11 thannudaiya Viruppaththinpadiyellaam Thanakkuk Kedhurumarangalaiyum, Dhevadhaari Virutchangalaiyum, Ponnaiyum Koduththuvandha Theeruvin Raajaavaagiya Eeraamukku, Raajaavaagiya Saalomon Kalileyaa Naattilulla Irubadhu Pattanangalaik Koduththaan. "
},{ "Verses": "12 eeraam Thanakku Saalomon Koduththa Pattanangalaip Paarkkiradharkuth Theeruvilirundhu Purappattuvandhaan; Avaigalil Avan Piriyappadavillai. "
},{ "Verses": "13 adhanaale Avan: En Sagodharane, Neer Enakkuk Koduththa Indhap Pattanangal Enna Pattanangal? Endraan. Avaigalukku Innaalmattum Vazhangivarugirapadi Kaabool Naadu Endru Perittaan. "
},{ "Verses": "14 eeraam Raajaavukku Nootrirubadhu Thaalandhu Pon Anuppiyirundhaan. "
},{ "Verses": "15 pidiththa Amanji Aatkalaikkondu Saalomon Raajaa Dhaan Karththarudaiya Aalayaththaiyum, Than Aramanaiyaiyum, Millovaiyum, Erusalemin Madhilaiyum, Aadhsoraiyum, Megidhovaiyum, Keseraiyum Kattinaan. "
},{ "Verses": "16 keserai En Kattinaan Endraal, Egipthin Raajaavaagiya Paarvon Purappattuvandhu, Andhak Keserpattanaththaip Pidiththu, Adhai Akkiniyaal Sutteriththu, Adhile Kudiyirundha Kaanaaniyaraik Kondrupottu, Adhai Saalomonin Manaiviyaagiya Than Kumaaraththikku Seedhanamaagak Koduththirundhaan. "
},{ "Verses": "17 saalomon Andhak Keserpattanaththaiyum, Keezhppeththoronaiyum. "
},{ "Verses": "18 paalaaththaiyum, Vanaandharaveliyilulla Thadhmoraiyum, "
},{ "Verses": "19 thanakku Irukkira Rasthukkalai Vaikkum Sagala Pattanangalaiyum, Radhangal Irukkum Pattanangalaiyum, Kudhirai Veerar Irukkum Pattanangalaiyum, Erusalemilum Leebanonilum, Thaan Arasaanda Dhesamengum Thanakku Ishtamaanadhaiyellaam Kattinaan. "
},{ "Verses": "20 isravel Puththirar Sangaaram Pannak Koodaamal Meendhirundha Isravel Puththirarin Jaadhiyallaadha Emoriyar, Eththiyar, Perisiyar, Eviyar, Eboosiyarumaana Sagala Janaththilum, "
},{ "Verses": "21 avargalukkup Piragu Dhesaththil Meendhirundha Sagala Janangaludaiya Pillaigalaiyum, Saalomon Innaalvaraikkum Nadakkiradhupola, Amanjivelai Seyya Adimaippaduththikkondaan. "
},{ "Verses": "22 isravel Puththiraril Oruvaraiyum Saalomon Adimaippaduththavillai; Avargal Yuththamanusharum, Avanukkup Panividaikkaararum, Prabukkalum, Servaikkaararum, Radhaveerarum, Kudhiraiveerarumaayirundhaargal. "
},{ "Verses": "23 ainnootraimbadhuper Saalomonin Velaiyai Visaariththu, Velaiyaatkalaik Kankaanikkiradharkuth Thalaimaiyaana Visaarippukkaararaayirundhaargal. "
},{ "Verses": "24 paarvonin Kumaaraththi, Dhaaveedhin Nagaraththilirundhu Saalomon Thanakkuk Kattina Than Maaligaiyile Kudivandhaal; Appozhudhu Millovaik Kattinaan. "
},{ "Verses": "25 saalomon Karththarin Aalayaththai Mudiththapinbu, Avarukkuk Kattina Palipeedaththinmel Varushaththil Moondrumurai Sarvaanga Thaganapaligalaiyum Samaadhaana Paligalaiyum Ittu, Karththarin Sannidhiyil Irukkira Palipeedaththinmel Thoobankaattivandhaan. "
},{ "Verses": "26 raajaavaagiya Saalomon Edhom Dhesaththil Sivandha Samuththirakkaraiyile Eloththukku Sameebaththilulla Esiyonkeperile Kappalgalai Seyviththaan. "
},{ "Verses": "27 andhak Kappalgalil Eeraam Samuththira Yaaththiraiyil Pazhagina Kappalaatkalaagiya Than Velaikkaararai Saalomonudaiya Velaikkaararodekooda Anuppinaan." 
},{ "Verses": "28 avargal Oppeerukkuppoi, Avvidaththilirundhu Naanootru Irubadhu Thaalandhu Ponnai Raajaavaagiya Saalomonidaththil Konduvandhaargal. "
}
]