[
{ "Verses": "1 saalomon Egipthin Raajaavaagiya Paarvonode Sambandhankalandhu, Paarvonin Kumaaraththiyai Vivaagampanni, Thannudaiya Aramanaiyaiyum Karththarudaiya Aalayaththaiyum Erusalemin Sutrumadhilaiyum Kattith Theerumattum Avan Avalai Dhaaveedhin Nagaraththil Konduvandhu Vaiththaan. "
},{ "Verses": "2 annaatkal Mattum Karththarudaiya Naamaththirku Oru Aalayam Kattappadaadhirundhadhinaal, Janangal Medaigalile Paliyittuvandhaargal. "
},{ "Verses": "3 saalomon Karththaridaththil Anbukoorndhu, Than Thagappanaagiya Dhaaveedhin Kattalaigalil Nadandhaan; Aanaalum Avan Medaigalile Paliyittuth Thoobankaatti Vandhaan. "
},{ "Verses": "4 appadiye Raajaa Paliyida Kibiyonukkup Ponaan; Adhu Periya Medaiyaayirundhadhu; Andhap Palipeedaththinmel Saalomon Aayiram Sarvaanga Thagana Paligalai Seluththinaan. "
},{ "Verses": "5 kibiyonile Karththar Saalomonukku Raaththiriyil Soppanaththile Dharisanamaagi: Nee Virumbugiradhai Ennidaththil Kel Endru Dhevan Sonnaar." 
},{ "Verses": "6 adharku Saalomon En Thagappanaagiya Dhaaveedhu Ennum Umadhu Adiyaan Ummaippatri Unmaiyum Needhiyum Mana Nermaiyumaai Umakku Munbaaga Nadandhapadiye Dhevareer Avarukkup Periya Kirubaiseydhu, Andhap Periya Kirubaiyai Avarukkuk Kaaththu, Innaalil Irukkirapadiye Avarudaiya Singaasanaththil Veetrirukkira Oru Kumaaranai Avarukkuth Thandheer. "
},{ "Verses": "7 ippodhum En Dhevanaagiya Karththaave, Dhevareer Umadhu Adiyenai En Thagappanaagiya Dhaaveedhin Sthaanaththile Raajaavaakkineere, Naanovendraal Pokku Varavu Ariyaadha Sirupillaiyaayirukkiren. "
},{ "Verses": "8 neer Therindhukondadhum Eraalaththinaal Ennikkaikku Adangaadhadhum Lakkaththirku Utpadaadhadhumaana Thiralaana Janangalaagiya Umadhu Janaththin Naduvil Adiyen Irukkiren. "
},{ "Verses": "9 aagaiyaal Umadhu Janangalai Nyaayam Visaarikkavum, Nanmai Theemai Innadhendru Vagaiyarukkavum, Adiyenukku Gnaanamulla Irudhayaththaith Thandharulum; Eraalamaayirukkira Indha Umadhu Janangalai Nyaayam Visaarikka Yaaraale Aagum Endraan. "
},{ "Verses": "10 saalomon Indhak Kaariyaththaik Kettadhu Aandavarudaiya Paarvaikku Ugandha Vinnappamaayirundhadhu. "
},{ "Verses": "11 aagaiyinaal Dhevan Avanai Nokki: Nee Unakku Neediththa Naatkalaik Kelaamalum, Aisuvariyaththaik Kelaamalum, Un Saththurukkalin Praananaik Kelaamalum, Nee Indhak Kaariyaththaiye Kettu, Nyaayam Visaarikkiradharku Etra Gnaanaththai Unakku Vendikkondapadiyinaal, "
},{ "Verses": "12 un Vaarththaigalinpadi Seydhen; Gnaanamum Unarvumulla Irudhayaththai Unakkuth Thandhen; Idhile Unakku Sariyaanavan Unakkumun Irundhadhumillai, Unakku Sariyaanavan Unakkuppin Ezhumbuvadhumillai. "
},{ "Verses": "13 idhuvumandri, Nee Kelaadha Aisuvariyaththaiyum Magimaiyaiyum Unakkuth Thandhen; Un Naatkalil Irukkira Raajaakkalil Oruvanum Unakku Sariyaanavan Iruppadhillai. "
},{ "Verses": "14 un Thagappanaagiya Dhaaveedhu Nadandhadhu Pola, Neeyum En Kattalaigalaiyum En Niyamangalaiyum Kaikkondu, En Vazhigalil Nadappaayaagil, Un Naatkalaiyum Neediththirukkappannuven Endraar. "
},{ "Verses": "15 saalomonukku Niththirai Thelindhapodhu, Adhu Soppanam Endru Arindhaan; Avan Erusalemukku Vandhu, Karththarudaiya Udanpadikkaip Pettikku Munbaaga Nindru, Sarvaanga Thaganapaligalaiyittu, Samaadhaanapaligalai Seluththi, Than Oozhiyakkaarar Ellaarukkum Virundhuseydhaan. "
},{ "Verses": "16 appozhudhu Vesigalaana Irandu Sthreegal Raajaavinidaththil Vandhu, Avanukku Munbaaga Nindraargal. "
},{ "Verses": "17 avargalil Oruththi: En Aandavane, Naanum Indha Sthreeyum Ore Veettile Kudiyirukkirom; Naan Ivalode Veettilirukkaiyil Aanpillai Petren. "
},{ "Verses": "18 naan Pillaipetra Moondraam Naalile, Indha Sthreeyum Aanpillai Petraal; Naangal Orumiththirundhom, Engal Iruvaraiyum Thavira, Veettukkulle Veroruvarum Illai. "
},{ "Verses": "19 raaththiri Thookkaththile Indha Sthree Than Pillaiyinmel Purandupaduththadhinaal Adhu Seththuppoyitru. "
},{ "Verses": "20 appozhudhu, Umadhu Adiyaal Niththiraipannugaiyil, Ival Nadujaamaththil Ezhundhu, En Pakkaththile Kidakkira En Pillaiyai Eduththu, Than Maarbile Kidaththikkondu, Seththa Than Pillaiyai Eduththu, En Maarbile Kidaththivittaal; "
},{ "Verses": "21 en Pillaikkup Paalkodukkak Kaalame Naan Ezhundhirundha Podhu, Adhu Seththukkidandhadhu; Pozhudhu Vidindhapin Naan Adhai Utru Paarkkum Podhu, Adhu Naan Petrapillai Allavendru Kanden Endraal. "
},{ "Verses": "22 adharku Matra Sthree: Appadiyalla, Uyirodirukkiradhu En Pillai, Seththadhu Un Pillai Endraal. Ivalo: Illai, Seththadhu Un Pillai, Uyirodirukkiradhu En Pillai Endraal; Ippadi Raajaavukku Munbaaga Vaadhaadinaargal. "
},{ "Verses": "23 appozhudhu Raajaa: Uyirodirukkiradhu En Pillai, Seththadhu Un Pillai Endru Ival Sollugiraal; Appadiyalla, Seththadhu Un Pillai, Uyirodirukkiradhu En Pillai Endru Aval Sollugiraal Endru Solli, "
},{ "Verses": "24 oru Pattayaththaik Konduvaarungal Endraan; Avargal Oru Pattayaththai Raajaavinidaththil Konduvandhaargal. "
},{ "Verses": "25 raajaa Uyirodirukkira Pillaiyai Irandaagap Pilandhu, Paadhiyai Ivalukkum Paadhiyai Avalukkum Kodungal Endraan. "
},{ "Verses": "26 appozhudhu Uyirodirukkira Pillaiyin Thaai, Than Pillaikkaaga Aval Kudal Thudiththadhinaal, Raajaavai Nokki: Aiyo, En Aandavane, Uyirodirukkira Pillaiyaik Kollavendaam; Adhai Avalukke Koduththuvidum Endraal; Matraval Adhu Enakkum Vendaam, Unakkum Vendaam, Pilandhu Podungal Endraal. "
},{ "Verses": "27 appozhudhu Raajaa Uyirodirukkira Pillaiyaik Kollaamal, Avalukkuk Koduththuvidungal; Avale Adhin Thaai Endraan. "
},{ "Verses": "28 raajaa Theerththa Indha Nyaayaththai Isravelar Ellaarum Kelvippattu, Nyaayam Visaarikkiradharku Dhevan Arulina Gnaanam Raajaavukku Undendru Kandu, Avanukku Bayandhaargal. "
}
]