[
{ "Verses": "1 saalomon Than Aramanai Muzhudhaiyum Kattimudikka Padhinmoondru Varusham Sendradhu. "
},{ "Verses": "2 avan Leebanon Vanam Ennum Maaligaiyaiyum Kattinaan; Adhu Nooru Muzha Neelamum, Aimbadhumuzha Agalamum, Muppadhumuzha Uyaramumaayirundhadhu; Adhaik Kedhurumara Uththirangal Paavappatta Kedhurumaraththoongalin Naalu Varisaigalinmel Kattinaan. "
},{ "Verses": "3 ovvoru Varisaikkup Padhinaindhu Thoongalaaga Naarpaththaindhu Thoongalin Mel Vaikkappatta Uththirangalin Mel Kedhurukkalaal Machchuppaaviyirundhadhu. "
},{ "Verses": "4 moondru Varisai Jannalgal Irundhadhu; Moondru Varisaiyilum Jannalgal, Ondrukkondru Edhiraayirundhadhu. "
},{ "Verses": "5 jannalgalin Vaasalgalum Sattangalum Ellaam Sadhuramaayirundhadhu; Moondru Varisaiyilum Jannalgal, Ondrukkondru Edhiraayirundhadhu. "
},{ "Verses": "6 aimbadhumuzha Neelamum Muppadhumuzha Agalamumaana Mandabaththaiyum Thoongal Niruththik Kattinaan; Andha Mandabamum, Adhin Thoongalum, Uththirangalum, Maaligaiyin Thoongalum Uththirangalum Edhiraayirundhadhu. "
},{ "Verses": "7 thaan Irundhu Nyaayam Theerkkiradharku Nyaayaasanam Pottirukkum Oru Nyaayavisaaranai Mandabaththaiyum Katti, Adhin Orupakkam Thuvakki Marupakkamattum Kedhuruppalagaigalaal Thalavarisaip Paduththinaan. "
},{ "Verses": "8 avan Vaasampannum Avanudaiya Aramanai Mandabaththirkulle Adhe Maadhiriyaaga Seyyappatta Veroru Mandabamum Irundhadhu. Saalomon Vivaagampannina Paarvonin Kumaaraththikkum Andha Mandabaththaippola Oru Maaligaiyaik Kattuviththaan. "
},{ "Verses": "9 ivaigalellaam, Ullum Purambum, Asthibaaramudhal Melthiranaigalmattum, Veliye Irukkum Periya Mutramvaraikkum, Alavupadi Vetti Vaalaal Arukkappatta Vilaiyerappetra Karkalaal Seyyappattadhu. "
},{ "Verses": "10 asthibaaram Paththumuzhak Karkalum, Ettumuzhak Karkalumaana Vilaiyerappetra Periya Karkalaayirundhadhu. "
},{ "Verses": "11 adhinmel Uyara Alavupadi Panippaduththina Vilaiyerappetra Karkalum, Kedhurumarangalum Vaikkappattirundhadhu." 
},{ "Verses": "12 periya Mutraththirku Sutrilum Moondru Varisaik Kedhurumara Uththirangalaalum Oru Varisai Panippaduththina Karkalaalum Seyyappattirundhadhu; Karththarudaiya Aalayaththin Utpraagaaraththirkum, Adhin Munmandabaththirkum Appadiye Seyyappattirundhadhu. "
},{ "Verses": "13 raajaavaagiya Saalomon Eeraam Ennum Oruvanaith Theeruvilirundhu Azhaippiththaan. "
},{ "Verses": "14 ivan Napthali Koththiraththaalaagiya Oru Kaimbennin Magan; Ivan Thagappan Theerunagaraththaanaana Kannaan; Ivan Sagalavidha Vengalavelaiyaiyum Seyyaththakka Yukthiyum Buththiyum Arivum Ullavanaayirundhaan; Ivan Raajaavaagiya Saalomonidaththil Vandhu, Avan Velaiyaiyellaam Seydhaan. "
},{ "Verses": "15 ivan Irandu Vengalath Thoongalai Undaakkinaan; Ovvoru Thoon Padhinettu Muzha Uyaramum, Ovvoru Thoonin Sutralavu Pannirandu Muzha Noolalavumaayirundhadhu. "
},{ "Verses": "16 andhath Thoongaludaiya Thalaippil Vaikka, Vengalaththaal Vaarkkappatta Irandu Kumbangalai Undaakkinaan; Ovvoru Kumbamum Aindhumuzha Uyaramaayirundhadhu. "
},{ "Verses": "17 thoongaludaiya Munaiyinmelulla Kumbangalukku Valaipondra Pinnalgalum, Sangilipondra Thongalgalum, Ovvoru Kumbaththirkum Evvezhaaga Irundhadhu. "
},{ "Verses": "18 thoongalaip Pannina Vidhamaavadhu: Thalaippinmelulla Kumbangalai Moodumpadikku, Kumbangal Ovvondrilum Pinnalinmel Sutrilum Irandu Varisai Maadhalampazhangalai Seyviththaan. "
},{ "Verses": "19 mandabaththin Munnirukkum Andhath Thoongaludaiya Thalaippinmelulla Kumbangal Leeli Pushpangalin Velaiyum, Naalumuzha Uyaramumaayirundhadhu. "
},{ "Verses": "20 irandu Thoongalinmelumulla Kumbangalil Seyyappatta Pinnalukku Aruge Irundha Idaththil Vimmiya Iru Nooru Maadhalampazhangalin Varisaigal Sutrilum Irundhadhu; Matrak Kumbaththilum Appadiye Irundhadhu. "
},{ "Verses": "21 andhath Thoongalai Dhevaalaya Vaasal Mandabaththil Niruththinaan; Avan Valadhu Puraththil Niruththina Thoonukku Yaageen Endrum, Idadhupuraththil Niruththina Thoonukku Povaas Endrum Perittaan. "
},{ "Verses": "22 thoongaludaiya Sigaraththil Leeli Pushpavelai Seyyappattirundhadhu; Ivvidhamaaith Thoongalin Velai Mudindhadhu. "
},{ "Verses": "23 vengalak Kadal Ennum Thottiyaiyum Vaarppiththaan; Sutrilum Sakkaraagaaramaana Adhinudaiya Oru Vilimbu Thodangi Maruvilimbumattum, Agalam Paththumuzhamum, Uyaram Aindhumuzhamum, Sutralavu Muppadhumuzha Noolalavumaayirundhadhu. "
},{ "Verses": "24 andhak Kadalthottiyai Sutri Vilimbukkuk Keezhe Adhai Sutrilum Mokkugal Ovvoru Muzhaththirkup Paththu Paththaaga Seyyappattirundhadhu; Vaarkkappatta Andha Mokkugalin Varisaigal Irandum Thottiyodu Ondraai Vaarkkappattirundhadhu. "
},{ "Verses": "25 adhu Pannirandu Rishabangalinmel Nindradhu; Avaigalil Moondru Vadakkeyum, Moondru Merkeyum, Moondru Therkeyum, Moondru Kizhakkeyum Nokkiyirundhadhu; Kadalthotti Rishabangalin Melaagavum, Avaigalin Pinpurangalellaam Ullaagavum Irundhadhu." 
},{ "Verses": "26 adhin Ganam Naalu Virarkadaiyum, Adhin Vilimbu Paanapaaththiraththin Vilimbupolum, Leelipushpampolum Irundhadhu; Adhu Irandaayiram Kudam Thanneer Pidikkum. "
},{ "Verses": "27 paththu Vengala Aadhaarangalaiyum Seydhaan; Ovvoru Aadhaaram Naalumuzha Neelamum, Naalumuzha Agalamum, Moondru Muzha Uyaramumaayirundhadhu. "
},{ "Verses": "28 andha Aadhaarangalin Velaippaadu Ennavenil, Avaigalukku Savukkaigal Undaayirundhadhu; Savukkaigalo Sattangalin Naduvil Irundhadhu. "
},{ "Verses": "29 sattangalukku Naduve Irukkira Andha Savukkaigalil Singangalum, Kaalaigalum, Kerubeengalum, Sattangalukku Melaaga Oru Thiranaiyum, Singangalukkum Kaalaigalukkum Keezhaaga Saaivaana Velaippaadulla Jaladhaaraigalum Adhanode Irundhadhu. "
},{ "Verses": "30 ovvoru Aadhaaraththirku Naalu Vengala Urulaigalum, Vengalath Thattugalum, Adhin Naangu Kodigalukku Achchugalum Irundhadhu; Kopparaiyin Keezhirukka, Andhak Kommaigal Ovvondrum Vaarppu Velaiyaaga Jaladhaaraigalukku Neraayirundhadhu. "
},{ "Verses": "31 thiranaigalukkullaana Adhin Vaai Melaaga Orumuzham Uyarndhirundhadhu; Adhin Vaai Ondraraimuzha Sakkaraagaaramum Thattaiyumaai, Adhin Vaayinmel Siththirangalum Seyyappattirundhadhu; Avaigalin Savukkaigal Vattamaayiraamal Sadhuramaayirundhadhu. "
},{ "Verses": "32 andha Naalu Urulaigal Savukkaigalin Keezhum, Urulaigalin Achchugal Aadhaaraththilum Irundhadhu; Ovvoru Urulai Ondrarai Muzha Uyaramaayirundhadhu. "
},{ "Verses": "33 urulaigalin Velai Radhaththu Urulaigalin Velaikku Oththirundhadhu; Avaigalin Achchugalum, Sakkarangalum, Vattangalum, Kambigalum Ellaam Vaarppuvelaiyaayirundhadhu. "
},{ "Verses": "34 ovvoru Aadhaaraththinudaiya Naalu Kodigalilum, Aadhaaraththilirundhu Purappadugira Naalu Kommaigal Irundhadhu. "
},{ "Verses": "35 ovvoru Aadhaaraththin Thalaippilum Araimuzha Uyaramaana Sakkaraagaaramum, Ovvoru Aadhaaraththinudaiya Thalaippinmelum Adhilirundhu Purappadugira Adhin Kaippidigalum Savukkaigalum Irundhadhu. "
},{ "Verses": "36 avaigalilirukkira Kaippidigalukkum Savukkaigalukkum Irukkira Sandhugalile, Kerubeengal Singangal Pereendhugaludaiya Siththirangalaith Theerththirundhaan; Sutrilum Ovvondrilum, Jaladhaaraigalilum Irukkum Idangalukkuth Thakkadhaai Seydhaan. "
},{ "Verses": "37 indhap Pragaaramaaga Andhap Paththu Aadhaarangalaiyum Seydhaan; Avaigalellaam Ore Vaarppum, Ore Alavum, Orevidha Koththuvelaiyumaayirundhadhu. "
},{ "Verses": "38 paththu Vengalak Kopparaigalaiyum Undaakkinaan; Ovvoru Kopparai Naarpadhu Kudam Pidikkum; Naalumuzha Agalamaana Ovvoru Kopparaiyum Andhap Paththu Aadhaarangalil Ovvondrinmelum Vaikkappattadhu. "
},{ "Verses": "39 aindhu Aadhaarangalai Aalayaththin Valadhupuraththilum, Aindhu Aadhaarangalai Aalayaththin Idadhupuraththilum Vaiththaan; Kadalthottiyaik Kizhakkil Aalayaththin Valadhupuraththile Therkukku Neraaga Vaiththaan. "
},{ "Verses": "40 pinbu Eeraam Kopparaigalaiyum Saambal Edukkira Karandigalaiyum Kalangalaiyum Seydhaan. Ivvidhamaai Eeraam Karththarudaiya Aalayaththukkaaga Raajaavaagiya Saalomonukku Seyyavendiya Ellaa Velaiyaiyum Seydhu Mudiththaan. "
},{ "Verses": "41 avaigal Ennavenil: Irandu Thoongalum, Irandu Thoongaludaiya Munaiyinmel Irukkira Irandu Urundaik Kumbangalum, Thoongaludaiya Munaiyinmel Irukkira Irandu Urundaik Kumbangalai Moodum Irandu Valaippinnalgalum, "
},{ "Verses": "42 thoongalinmelulla Irandu Urundaik Kumbangalai Moodumpadi Ovvoru Valaippinnalukkum Pannina Irandu Varisai Maadhalampazhangalum, Aaga Irandu Valaippinnalukkum Naanooru Maadhalampazhangalum, "
},{ "Verses": "43 paththu Aadhaarangalum, Aadhaarangalinmel Vaiththa Paththuk Kopparaigalum, "
},{ "Verses": "44 oru Kadalthottiyum, Kadal Thottiyin Keezhirukkira Pannirandu Rishabangalum, "
},{ "Verses": "45 seppuchchattigalum, Saambal Karandigalum, Kalangalum Seydhaan; Karththarin Aalayaththukkaaga Raajaavaagiya Saalomonukku Eeraam Seydha Indha Ellaap Panimuttugalum Suththamaana Vengalamaayirundhadhu. "
},{ "Verses": "46 yordhaanukku Aduththa Samanaana Boomiyile, Sukkoththukkum Sardhaanukkum Naduve Kalimantharaiyile Raajaa Ivaigalai Vaarppiththaan. "
},{ "Verses": "47 indha Sagala Panimuttugalin Vengalam Migavum Eraalamumaayirundhapadiyaal, Saalomon Avaigalai Nirukkavillai; Adhinudaiya Nirai Ivvalavendru Aaraaindhu Paarkkavumillai. "
},{ "Verses": "48 pinnum Karththarudaiya Aalayaththukkuth Thevaiyaana Panimuttugalaiyellaam Saalomon Undaakkinaan; Avaiyaavana, Pon Palipeedaththaiyum, Samugaththappangalai Vaikkum Ponmejaiyaiyum, "
},{ "Verses": "49 sannidhi Sthaanaththirku Munbaaga Vaikkum Pasumpon Vilakkuththandugal, Valadhupuramaaga Aindhaiyum Idadhupuramaaga Aindhaiyum, Ponnaana Adhin Pookkalodum Vilakkugalodum Kaththarigalodunkooda Undaakkinaan. "
},{ "Verses": "50 pasumpon Kinnangalaiyum, Vettukkaththigalaiyum, Kalangalaiyum, Kalayangalaiyum, Thoobakalasangalaiyum, Magaa Parisuththamaana Ul Aalayaththinudaiya Kadhavugalin Ponnaana Mulaigalaiyum, Dhevaalayamaagiya Maaligaik Kadhavugalin Ponnaana Mulaigalaiyum Seydhaan. "
},{ "Verses": "51 ivvidhamaai Raajaavaagiya Saalomon Karththarudaiya Aalayaththukkaaga Seydha Velaigalellaam Mudindhadhu; Appozhudhu Saalomon Than Thagappanaagiya Dhaaveedhu Parisuththampannumpadi Nerndhukonda Velliyaiyum Ponnaiyum Panimuttugalaiyum Konduvandhu, Karththarudaiya Aalayaththin Pokkishangalil Vaiththaan. "
}
]