[
{ "Verses": "1 dhaaveedhuraajaa Vayadhusendra Virththaappiyanaanapodhu, Vasthirangalinaal Avanai Moodinaalum, Avanukku Anal Undaagavillai. "
},{ "Verses": "2 appozhudhu Avanudaiya Oozhiyakkaarar Avanai Nokki: Raajasamugaththil Nindru, Avarukkup Panividai Seyyavum, Raajaavaagiya Engal Aandavanukku Anal Undaagumpadi Ummudaiya Madiyile Paduththukkollavum Kanniyaagiya Oru Siru Pennai Raajaavaagiya Engal Aandavanukkuth Theduvom Endru Solli, "
},{ "Verses": "3 isravelin Ellaiyilellaam Azhagaana Oru Pennaith Thedi, Soonem Ooraalaagiya Abishaagaik Kandu, Avalai Raajaavinidaththil Konduvandhaargal. "
},{ "Verses": "4 andhap Pen Vegu Azhagaayirundhaal; Aval Raajaavukku Udhaviyaayirundhu Avanukkup Panividaiseydhaal; Aanaalum Raajaa Avalai Ariyavillai, "
},{ "Verses": "5 aageeththirkup Pirandha Adhoniyaa Enbavan; Naan Raajaa Aaven Endru Solli, Thannaiththaan Uyarththi, Thanakku Radhangalaiyum Kudhiraiveeraraiyum, Thanakkumun Odum Aimbadhu Kaalaatkalaiyum Sambaadhiththaan. "
},{ "Verses": "6 avanudaiya Thagappan: Nee Ippadi Seyvaanen Endru Avanai Orukkaalum Kadindhukollavillai; Avan Migavum Azhagullavanaayirundhaan; Apsalomukkuppin Avanudaiya Thaai Avanaip Petraal. "
},{ "Verses": "7 avan Seruyaavin Kumaaranaagiya Yovaabodum, Aasaariyanaagiya Abiyaththaarodum Aalosanaipannivandhaan; Avargal Avanidaththilirundhu Avanukku Udhaviseydhuvandhaargal. "
},{ "Verses": "8 aasaariyanaagiya Saadhokkum, Yoidhaavin Kumaaranaagiya Penaayaavum, Theerkkadharisiyaagiya Naaththaanum, Seemeyiyum, Reyiyum, Dhaaveedhodirukkira Paraakkiramasaaligalum, Adhoniyaavukku Udandhaiyaayirukkavillai. "
},{ "Verses": "9 adhoniyaa Indrogelukku Sameebamaana Sokeledh Ennum Kallin Aruge Aadumaadugalaiyum Kozhuththa Jandhukkalaiyum Adiththu, Raajaavin Kumaararaagiya Than Sagodharar Ellaaraiyum, Raajaavin Oozhiyakkaararaana Yoodhaavin Manushar Anaivaraiyum Azhaiththaan. "
},{ "Verses": "10 theerkkadharisiyaagiya Naaththaanaiyum, Penaayaavaiyum, Paraakkiramasaaligalaiyum, Than Sagodharanaagiya Saalomonaiyum Azhaikkavillai. "
},{ "Verses": "11 appozhudhu Naaththaan Saalomonin Thaayaagiya Padhsebaalai Nokki: Nammudaiya Aandavanaagiya Dhaaveedhukkuth Theriyaamal, Aageeththin Kumaaranaagiya Adhoniyaa Raajaavaagira Seydhiyai Nee Ketkavillaiyaa? "
},{ "Verses": "12 ippodhum Un Praananaiyum, Un Kumaaranaagiya Saalomonin Praananaiyum Thappuvikkumpadikku Nee Vaa, Unakku Naan Aalosanai Solluven. "
},{ "Verses": "13 nee Dhaaveedhu Raajaavinidaththil Poi: Raajaavaagiya En Aandavane, Enakkuppin Un Kumaaranaagiya Saalomon Raajaavaagi, Avane En Singaasanaththinmel Veetriruppaan Endru Neer Umadhu Adiyaalukku Aanaiyidavillaiyaa? Appadiyirukka, Adhoniyaa Raajaavaagiradhu Enna? Endru Avaridaththil Kel. "
},{ "Verses": "14 nee Ange Raajaavode Pesikkondirukkaiyil, Naanum Unakkup Pinvandhu, Un Vaarththaigalai Urudhippaduththuven Endraan. "
},{ "Verses": "15 appadiye Padhsebaal Palliyaraikkul Raajaavidaththil Ponaal; Raajaa Migavum Vayadhusendravanaayirundhaan; Soonem Ooraalaagiya Abishaak Raajaavukkup Panividai Seydhukondirundhaal. "
},{ "Verses": "16 padhsebaal Kunindhu, Raajaavai Vananginaal; Appozhudhu Raajaa: Unakku Ennavendum Endru Kettaan. "
},{ "Verses": "17 adharku Aval: En Aandavane, Enakkuppin Un Kumaaranaagiya Saalomon Raajaavaagi, Avane En Singaasanaththinmel Veetriruppaan Endru Neer Ummudaiya Dhevanaagiya Karththaraik Kondu, Umadhu Adiyaalukku Aanaiyitteere. "
},{ "Verses": "18 ippozhudhu, Idho, Adhoniyaa, Raajaavaagiraan; En Aandavanaagiya Raajaave, Neer Adhai Ariyavillai. "
},{ "Verses": "19 avan Maadugalaiyum Kozhuththa Jandhukkalaiyum Aadugalaiyum Thiralaaga Adiththu, Raajaavin Kumaarar Anaivaraiyum Aasaariyanaagiya Abiyaththaaraiyum, Yovaab Ennum Padaiththalaivanaiyum Azhaiththaan; Aanaalum Umadhu Adiyaanaagiya Saalomonai Azhaikkavillai. "
},{ "Verses": "20 raajaavaagiya En Aandavane, Raajaavaagiya En Aandavanukkuppiragu Avarudaiya Singaasanaththinmel Veetriruppavan Innaan Endru Thangalukku Arivikkavendum Endru Isravelar Anaivarin Kangalum Ummai Nokkik Kondirukkiradhu. "
},{ "Verses": "21 ariviyaamarponaal Raajaavaagiya En Aandavan Thammudaiya Pidhaakkalode Paduththukkondapinbu, Naanum En Kumaaranaagiya Saalomonum Kutravaaligalaai Ennappaduvom Endraal. "
},{ "Verses": "22 aval Raajaavode Pesikkondirukkaiyil, Theerkkadharisiyaagiya Naaththaan Vandhaan. "
},{ "Verses": "23 theerkkadharisiyaagiya Naaththaan Vandhirukkiraar Endru Raajaavukkuth Theriviththaargal; Avan Raajaavukku Munbaagap Pravesiththu Mugankuppura Vizhundhu Raajaavai Vananginaan. "
},{ "Verses": "24 naaththaan: Raajaavaagiya En Aandavane, Adhoniyaa Enakkup Pin Raajaavaagi, Avane En Singaasanaththin Mel Veetriruppaan Endru Neer Sonnadhundo? "
},{ "Verses": "25 avan Indraiyadhinam Poi, Maadugalaiyum Kozhuththa Jandhukkalaiyum Aadugalaiyum Thiralaaga Adiththu, Raajaavin Kumaarar Anaivaraiyum Raanuvaththalaivaraiyum, Aasaariyanaagiya Abiyaththaaraiyum Azhaiththaan; Avargal Avanukku Munbaagap Pusiththuk Kudiththu, Raajaavaagiya Adhoniyaa Vaazhga Endru Sollugiraargal. "
},{ "Verses": "26 aanaalum Umadhu Adiyaanaagiya Ennaiyum, Aasaariyanaagiya Saadhokkaiyum, Yoidhaavin Kumaaranaagiya Penaayaavaiyum, Umadhu Adiyaanaagiya Saalomonaiyum Avan Azhaikkavillai. "
},{ "Verses": "27 raajaavaagiya En Aandavanukkuppin Thamadhu Singaasanaththil Veetriruppavan Ivan Dhaan Endru Neer Umadhu Adiyaanukkuth Therivikkaadhirukkaiyil, Indhak Kaariyam Raajaavaagiya En Aandavan Kattalaiyaal Nadandhirukkumo Endraan. "
},{ "Verses": "28 appozhudhu Dhaaveedhuraajaa Pradhiyuththaramaaga: Padhsebaalai Ennidaththil Varavazhaiyungal Endraan; Aval Raajasamugaththil Pravesiththu Raajaavukku Munne Nindraal. "
},{ "Verses": "29 appozhudhu Raajaa: Un Kumaaranaagiya Saalomon Enakkuppin Arasaandu, Avane En Sthaanaththil En Singaasanaththinmel Veetriruppaan Endru Naan Unakku Isravelin Dhevanaagiya Karththarmel Aanaiyittapadiye, Indraikku Seydhu Theerppen Enbadhai, "
},{ "Verses": "30 en Aaththumaavai Ellaa Ikkattukkum Neengalaakki Meetta Karththarudaiya Jeevanaikkondu Sollugiren Endru Aanaiyittaan. "
},{ "Verses": "31 appozhudhu Padhsebaal Tharaimattum Kunindhu Raajaavai Vanangi, En Aandavanaagiya Dhaaveedhuraajaa Endraikkum Vaazhga Endraal. "
},{ "Verses": "32 pinbu Dhaaveedhuraajaa, Aasaariyanaagiya Saadhokkaiyum Theerkkadharisiyaagiya Naaththaanaiyum Yoidhaavin Kumaaran Penaayaavaiyum Ennidaththil Varavazhaiyungal Endraan. "
},{ "Verses": "33 avargal Raajaavukku Munbaagap Pravesiththapodhu, Raajaa Avargalai Nokki: Neengal Ungal Aandavanudaiya Sevagaraik Koottikkondu, En Kumaaranaagiya Saalomonai En Koverukazhudhaiyinmel Etri, Avanaik Keegonukku Azhaiththukkondu Pongal. "
},{ "Verses": "34 ange Aasaariyaagiya Saadhokkum Theerkkadharisiyaagiya Naaththaanum Avanai Isravelin Mel Raajaavaaga Abishegam Pannakkadavargal; Pinbu Ekkaalam Oodhi, Raajaavaagiya Saalomon Vaazhga Endru Vaazhththungal. "
},{ "Verses": "35 adhinpinbu Avan Nagarvalam Vandhu, En Singaasanaththil Veetrirukkumpadi, Avanaik Koottikkondu Vaarungal; Avane En Sthaanaththil Raajaavaayiruppaan; Avan Isravelinmelum Yoodhaavinmelum Thalaivanaayirukkumpadi Avanai Erpaduththinen Endraan. "
},{ "Verses": "36 appozhudhu Yoidhaavin Kumaaran Penaayaa Raajaavukkup Pradhiyuththaramaaga: Aamen, Raajaavaagiya En Aandavanudaiya Dhevanaagiya Karththarum Ippadiye Solvaaraaga. "
},{ "Verses": "37 karththar Raajaavaagiya En Aandavanode Eppadi Irundhaaro, Appadiye Avar Saalomonodum Irundhu, Dhaaveedhu Raajaavaagiya En Aandavanudaiya Singaasanaththaippaarkkilum Avarudaiya Singaasanaththaip Peridhaakkuvaaraaga Endraan. "
},{ "Verses": "38 appadiye Aasaariyanaagiya Saadhokkum, Theerkkadharisiyaagiya Naaththaanum, Yoidhaavin Kumaaran Penaayaavum, Kireththiyarum Pileththiyarum Poi, Saalomonai Dhaaveedhu Raajaavinudaiya Koverukazhudhaiyinmel Etri, Avanaik Keegonukku Nadaththikkonduponaargal. "
},{ "Verses": "39 aasaariyanaagiya Saadhokku Thailakkombaik Koodaaraththilirundhu Eduththuk Kondupoi, Saalomonai Abishegampanninaan; Appozhudhu Ekkaalam Oodhi, Janangalellaarum Raajaavaagiya Saalomon Vaazhga Endru Vaazhththinaargal. "
},{ "Verses": "40 pirpaadu Janangalellaarum Avan Piragaale Ponaargal; Janangal Naagasurangalai Oodhi, Boomi Avargal Saththaththinaal Adhiraththakkadhaaga Magaa Poorippaai Sandhoshiththaargal. "
},{ "Verses": "41 adhoniyaavum Avanodirundha Ellaa Virundhaaligalum Pojanam Panni Mudindhapodhu Adhaik Kettaargal; Yovaab Ekkaalasaththaththaik Kettapodhu, Nagaraththil Undaayirukkira Aaravaaram Enna Endru Visaariththaan. "
},{ "Verses": "42 avan Pesikkondirukkaiyil, Aasaariyanaagiya Abiyaththaarin Kumaaran Yonaththaan Vandhaan; Appozhudhu Adhoniyaa, Ulle Vaa, Nee Kettikkaaran, Nee Narcheydhi Konduvarugiravan Endraan. "
},{ "Verses": "43 yonaththaan Adhoniyaavukkup Pradhiyuththaramaaga: Edhu, Dhaaveedhuraajaavaagiya Nammudaiya Aandavan Saalomonai Raajaavaakkinaare. "
},{ "Verses": "44 raajaa Aasaariyanaagiya Saadhokkaiyum, Theerkkadharisiyaagiya Naaththaanaiyum, Yoidhaavin Kumaaran Penaayaavaiyum, Kireththiyaraiyum Pileththiyaraiyum Avanode Anuppinaar; Avargal Avanai Raajaavudaiya Koverukazhudhaiyinmel Etrinaargal. "
},{ "Verses": "45 aasaariyanaagiya Saadhokkum, Theerkkadharisiyaagiya Naaththaanum, Avanaik Keegonile Raajaavaaga Abishegampanninaargal; Nagaramellaam Muzhangaththakkadhaaga Angeyirundhu Poorippode Purappattup Ponaargal; Neengal Ketta Iraichchal Adhudhaan. "
},{ "Verses": "46 allaamalum Saalomon Raajaangaththukkuriya Singaasanaththinmel Veetrirukkiraan. "
},{ "Verses": "47 raajaavin Oozhiyakkaararum Dhaaveedhu Raajaavaagiya Nammudaiya Aandavanai Vaazhththudhal Seyyavandhu: Dhevan Saalomonin Naamaththai Ummudaiya Naamaththaippaarkkilum Prabalapaduththi, Avarudaiya Singaasanaththai Ummudaiya Singaasanaththaip Paarkkilum Peridhaakkuvaaraaga Endraargal; Raajaa Thammudaiya Kattilinmel Kunindhu Panindhukondaar. "
},{ "Verses": "48 pinnum Raajaa: Ennudaiya Kangal Kaana Indraiyadhinam En Singaasanaththinmel Oruvanai Veetrirukka Seydha Isravelin Dhevanaagiya Karththarukku Sthoththiram Endru Sonnaar Endraan. "
},{ "Verses": "49 appozhudhu Adhoniyaavin Virundhaaligalellaarum Adhirndhu Ezhundhirundhu, Avaravar Thangal Vazhiye Poivittaargal. "
},{ "Verses": "50 adhoniyaa, Saalomonukku Bayandhadhinaal Ezhundhupoi, Palipeedaththin Kombugalaip Pidiththukkondaan. "
},{ "Verses": "51 idho, Adhoniyaa Raajaavaagiya Saalomonukku Bayappadugiraan Endrum, Idho, Avan Palipeedaththin Kombugalaip Pidiththukkondu, Raajaavaagiya Saalomon Thamadhu Adiyaanaip Pattayaththaale Kondrupoduvadhillai Endru Indru Enakku Aanaiyiduvaaraaga Engiraan Endrum, Saalomonukku Arivikkappattadhu. "
},{ "Verses": "52 appozhudhu Saalomon: Avan Yokkiyan Endru Vilanga Nadandhu Kondaal Avan Thalaimayiril Ondrum Tharaiyile Vizhappogiradhillai; Avanidaththil Pollaappuk Kaanappadumeyaagil, Avan Saagavendum Endraan. "
},{ "Verses": "53 avanaip Palipeedaththilirundhu Konduvara, Raajaavaagiya Saalomon Aatkalai Anuppinaan; Avan Vandhu, Raajaavaagiya Saalomonai Vananginaan; Saalomon Avanaip Paarththu: Un Veettirkup Po Endraan. "
}
]