[
{ "Verses": "1 seeriyaavin Raajaavaagiya Benaadhaath Than Senaiyaiyellaam Koottikkondu Poi, Samaariyaavai Mutrikkaipottu Adhinmel Yuththampanninaan; Avanodekooda Muppaththirandu Raajaakkal Irundhadhumallaamal, Kudhiraigalum Radhangalum Irundhadhu. "
},{ "Verses": "2 avan Nagaraththirkul Isravelin Raajaavaagiya Aagaabidaththil Sthaanaapadhigalai Anuppi: "
},{ "Verses": "3 unnudaiya Velliyum Unnudaiya Ponnum Ennudaiyadhu; Unnudaiya Sthreegalum Unnudaiya Kumaararukkul Samarththaraayirukkiravargalum Ennudaiyavargal Endru Benaadhaadh Sollugiraan Endru Avanukku Solla Sonnaan. "
},{ "Verses": "4 isravelin Raajaa Adharkup Pradhiyuththaramaaga: Raajaavaagiya En Aandavane, Ummudaiya Vaarththaiyinpadiye, Naanum Enakku Undaana Yaavum Ummudaiyavaigaldhaan Endru Solliyanuppinaan. "
},{ "Verses": "5 andha Sthaanaapadhigal Thirumbavum Vandhu: Benaadhaadh Sollugiradhu Ennavendraal, Un Velliyaiyum, Un Ponnaiyum, Un Sthreegalaiyum, Un Kumaarargalaiyum Nee Enakkuk Kodukkavendum Endru Umakku Solliyanuppinene. "
},{ "Verses": "6 aanaalum Naalai Inneraththil En Oozhiyakkaararai Unnidaththil Anuppuven; Avargal Un Veettaiyum Un Oozhiyakkaararin Veedugalaiyum Sodhiththu, Un Kannukkup Piriyamaanavaigal Ellaavatraiyum Thangal Kaigalil Eduththukkondupovaargal Endraar Endru Sonnaargal. "
},{ "Verses": "7 appozhudhu Isravelin Raajaa, Dhesaththin Moopparaiyellaam Azhaippiththu: Ivan Pollaapputh Thedugira Vidhaththaik Gavaniththuppaarungal; En Sthreegalaiyum, En Kumaarargalaiyum, En Velliyaiyum, En Ponnaiyum Ketka, Ivan Ennidaththil Aal Anuppinapodhu, Naan Kodukkamaatten Endru Ivanukku Marukkavillaiye Endraan. "
},{ "Verses": "8 appozhudhu Sagala Moopparum Sagala Janangalum Avanaip Paarththu: Neer Avanukku Sevikodukkavum, Avanukku Sammadhikkavum Vendaam Endraargal. "
},{ "Verses": "9 adhinaal Avan Benaadhaaththin Sthaanaapadhigalai Nokki: Neengal Raajaavaagiya En Aandavanukku Sollavendiyadhu Ennavendraal, Neer Mudhal Visai Umadhu Adiyaanukku Solliyanuppina Yaavum Seyven; Indhak Kaariyaththaiyo Naan Seyyakkoodaadhu Endru Sollungal Endraan; Sthaanaapadhigal Poi, Indha Marumozhiyai Avanukku Sonnaargal. "
},{ "Verses": "10 appozhudhu Benaadhaadh Avanidaththil Aal Anuppi: Enakkup Pin Sellugira Janangal Ellaarum Kaikku Oru Pidiyaavadhu Vaarikkolla Samaariyaavin Thool Podhumaanadhaayirundhaal, Dhevargal Adharku Sariyaagavum Adharku Adhigamaagavum Enakku Seyyakkadavargal Endru Sollachchonnaan. "
},{ "Verses": "11 adharku Isravelin Raajaa Pradhiyuththaramaaga: Aayudham Thariththirukkiravan, Aayudham Urindhu Podugiravanaippolap Perumaipaaraattalaagaadhu Endru Avanukku Sollungal Endraan. "
},{ "Verses": "12 benaadhaaththum, Matra Raajaakkalum Koodaarangalile Kudiththukkondirukkaiyil, Indha Vaarththaiyaik Kettu, Than Oozhiyakkaararai Nokki: Aayaththam Pannungal Endraan; Appadiye Nagaraththinmel Sandaiseyya Aayaththampanninaargal. "
},{ "Verses": "13 appozhudhu Oru Theerkkadharisi Isravelin Raajaavaagiya Aagaabidaththil Vandhu: Andha Eraalamaana Janakkoottaththaiyellaam Kandaayaa? Idho, Naane Karththarendru Nee Ariyumpadi Indraikku Adhai Un Kaiyil Oppukkoduppen Endru Karththar Sollugiraar Endraan. "
},{ "Verses": "14 yaaraikkondu Endru Aagaab Kettaan; Adharku Avan: Maagaanangaludaiya Adhipadhigalin Sevagaraik Kondu Endru Karththar Sollugiraar Endraan; Pinbu Avan, Yuththaththai Yaar Thuvakkavendum Endru Kettadharku; Avan, Neerdhaan Endraan. "
},{ "Verses": "15 avan Maagaanangaludaiya Adhipadhigalin Sevagarai Lakkam Paarththaan, Avargal Irunootru Muppaththiranduper; Avargalukkuppinbu, Isravel Puththiraraagiya Sagala Janaththin Lakkamum Paarththu Ezhaayiramper Endru Kandaan. "
},{ "Verses": "16 avargal Maththiyaanavelaiyile Veliye Purappattaargal; Benaadhaaththum, Avanukku Udhaviyaaga Vandha Muppaththirandu Raajaakkalaagiya Matra Raajaakkalum, Koodaarangalil Kudiththu Verikondirundhaargal. "
},{ "Verses": "17 maagaanangaludaiya Adhipadhigalin Sevagar Munthandaagap Purappadugirapodhu, Benaadhaadh Anuppina Manushar: Samaariyaavilirundhu Manushar Purappattu Varugiraargal Endru Avanukku Ariviththaargal. "
},{ "Verses": "18 appozhudhu Avan: Avargal Samaadhaanaththirkaagap Purappattuvandhaalum Avargalai Uyirode Pidiyungal; Avargal Yuththaththirkaagap Purappattuvandhaalum Avargalai Uyirode Pidiyungal Endraan. "
},{ "Verses": "19 maagaanangaludaiya Adhipadhigalin Sevagaraana Avargalum, Avargal Pinne Varugira Raanuvamum, Nagaraththilirundhu Veliye Vandhapodhu, "
},{ "Verses": "20 avargal Avaravar Thangalukku Edhirppadugiravargalai Vettinaargal; Seeriyar Murindhodipponaargal; Isravelar Avargalaith Thuraththinaargal; Seeriyaavin Raajaavaagiya Benaadhaadh, Kudhiraiyin Mel Eri Sila Kudhirai Veerarodunkoodath Thappiyodipponaan. "
},{ "Verses": "21 isravelin Raajaa Purappattu, Kudhiraigalaiyum Radhangalaiyum Muriya Adiththu, Seeriyaril Magaa Sangaaram Undaaga Vettinaan. "
},{ "Verses": "22 pinbu Andhath Theerkkadharisi Isravelin Raajaavinidaththil Vandhu, Avanai Nokki: Neer Poi Ummaip Palappaduththikkondu, Neer Seyyaththakkadhu Innadhendru Gavaniththuppaarum; Maruvarushaththile Seeriyaavin Raajaa Umakku Virodhamaaga Varuvaan Endraan. "
},{ "Verses": "23 seeriyaavin Raajaavudaiya Oozhiyakkaarar Avanaip Paarththu: Avargaludaiya Dhevargal Malaiththevargal, Adhinaal Avargal Nammai Merkondaargal; Naam Avargalode Samaboomiyile Yuththam Panninaal Nalladhu; Appozhudhu Avargalai Merkolvadhu Nichchayam. "
},{ "Verses": "24 adharkaaga Neer Seyyavendiyadhu Ennavendraal, Indha Raajaakkal Ovvoruvaraiyum Thangal Sthalaththilirundhu Maatri, Avargalukkup Padhilaaga Senaapadhigalai Erpaduththi; "
},{ "Verses": "25 neer Madiyakkoduththa Senaikku Sariyaai Senaiyaiyum, Andhak Kudhiraigalukku Sariyaaik Kudhiraigalaiyum, Radhangalukku Sariyaai Radhangalaiyum Lakkampaarththukkollum; Pirpaadu Samaboomiyile Naam Avargalodu Yuththampanni, Nichchayamaai Avargalai Merkolvom Endraargal; Avan Avargal Sorkettu Appadiye Seydhaan. "
},{ "Verses": "26 maruvarushaththile Benaadhaadh Seeriyarai Lakkampaarththu, Isravelodu Yuththampanna Aappekkukku Vandhaan. "
},{ "Verses": "27 isravel Puththirarum Lakkam Paarkkappattu, Thevaiyaanadhai Sambaadhiththukkondu, Avargalai Edhirkkap Purappattu, Avargalukku Edhire Irandu Siriya Vellaattuk Kidaigalaippolap Paalayamiranginaargal; Dhesam Seeriyaraal Niraindhirundhadhu. "
},{ "Verses": "28 appozhudhu Dhevanudaiya Manushan Oruvan Vandhu, Isravelin Raajaavaip Paarththu: Karththar Pallaththaakkugalin Dhevanaayiraamal, Malaigalin Dhevanaayirukkiraar Endru Seeriyar Solliyirukkirapadiyinaal, Naan Indha Eraalamaana Janakkoottaththaiyellaam Un Kaiyil Oppukkoduththen; Adhinaal Naane Karththar Endru Neengal Ariveergal Endru Karththar Sollugiraar Endraan. "
},{ "Verses": "29 ezhunaalalavum Avargal Mugamugamaaip Paalayamirangiyirundhaargal; Ezhaam Naalil Yuththam Kalandhu, Isravel Puththirar Orenaalile Seeriyaril Latcham Kaalaatkalai Madangadiththaargal. "
},{ "Verses": "30 meedhiyaanavargal Aappek Pattanaththirkul Odipponaargal; Ange Meedhiyaayirundha Irubaththezhaayiramperin Mel Alangam Idindhu Vizhundhadhu; Benaadhaaththum Odippoi Nagaraththirkul Pugundhu, Ullaraiyile Padhunginaan. "
},{ "Verses": "31 appozhudhu Avan Oozhiyakkaarar Avanai Nokki: Idho, Isravel Vamsaththu Raajaakkal Thayavulla Raajaakkal Endru Kettirukkirom; Naangal Rattugalai Engal Araigalil Katti, Kayirugalai Engal Thalaigalil Sutrik Kondu, Isravelin Raajaavinidaththil Povom; Oruvelai Ummai Uyirode Vaippaar Endru Solli, "
},{ "Verses": "32 irattaith Thangal Araigalil Katti, Kayirugalaith Thangal Thalaigalil Sutrikkondu, Isravelin Raajaavinidaththil Vandhu: Ennai Uyirodevaiyum Endru Umadhu Adiyaanaagiya Benaadhaadh Vinnappampannugiraan Endraargal. Adharku Avan, Innum Avan Uyirode Irukkiraanaa, Avan En Sagodharan Endraan. "
},{ "Verses": "33 andha Manushar Nandraaik Gavaniththu, Avan Vaayin Sollai Udane Pidiththu: Umadhu Sagodharanaagiya Benaadhaadh Irukkiraan Endraargal; Appozhudhu Avan: Neengal Poi, Avanai Azhaiththukkonduvaarungal Endraan; Benaadhaadh "
}
]