[
{ "Verses": "1 seeriyarukkum Isravelarukkum Moondru Varusham Yuththamillaamalirundhadhu. "
},{ "Verses": "2 moondraam Varushaththile Yoodhaavin Raajaavaagiya Yosabaadh Isravelin Raajaavinidaththirkup Poyirukkum Podhu, "
},{ "Verses": "3 isravelin Raajaa Than Oozhiyakkaararai Nokki: Keeleyaaththilulla Raamodh Nammudaiyadhendru Ariyeergalaa? Naam Adhai Seeriyaa Raajaavin Kaiyilirundhu Pidiththukkollaamal, Summaayiruppaanen Endru Solli, "
},{ "Verses": "4 yosabaaththai Nokki: Keeleyaaththilulla Raamoththinmel Yuththampanna Ennodekooda Varugireeraa Endru Kettaan. Yosabaadh Isravelin Raajaavai Nokki: Naandhaan Neer, Ennudaiya Janangal Ummudaiya Janangal, Ennudaiya Kudhiraigal Ummudaiya Kudhiraigal Endraan. "
},{ "Verses": "5 pinnum Yosabaadh Isravelin Raajaavaip Paarththu: Karththarudaiya Vaarththaiyai Indraikku Visaariththu Ariyum Endraan. "
},{ "Verses": "6 appozhudhu Isravelin Raajaa Erakkuraiya Naanooru Theerkkadharisigalaik Koodivarachcheydhu: Naan Keeleyaaththilulla Raamoththinmel Yuththampannappogalaamaa, Pogalaagaadhaa Endru Avargalaik Kettadharku; Avargal, Pom, Aandavar Raajaavin Kaiyil Oppukkoduppaar Endraargal. "
},{ "Verses": "7 pinbu Yosabaadh: Naam Visaariththu Arigiradharku Ivargalaiyallaamal Karththarudaiya Theerkkadharisi Vere Yaaraagilum Inge Illaiyaa Endru Kettaan. "
},{ "Verses": "8 appozhudhu Isravelin Raajaa, Yosabaaththai Nokki: Karththaridaththil Visaariththu Arigiradharku Imlaavin Kumaaranaagiya Migaayaa Ennum Innum Oruvan Irukkiraan; Aanaalum Naan Avanaip Pagaikkiren; Avan Ennaik Kuriththu Nanmaiyaaga Alla, Theemaiyaagave Theerkkadharisananchollugiravan Endraan. Adharku Yosabaadh, Raajaave, Appadi Sollavendaam Endraan. "
},{ "Verses": "9 appozhudhu Isravelin Raajaa Pradhaanigalil Oruvanaik Kooppittu: Imlaavin Kumaaranaagiya Migaayaavai Seekkiramaai Azhaiththuvaa Endraan. "
},{ "Verses": "10 isravelin Raajaavum, Yoodhaavin Raajaavaagiya Yosabaaththum, Samaariyaavin Olimugavaasalukku Munnirukkum Visaalaththile Raajavasthiram Thariththukkondavargalaai, Avaravar Thamtham Singaasanaththil Utkaarndhirundhaargal; Sagala Theerkkadharisigalum Avargalukku Munbaagath Theerkkadharisananchonnaargal. "
},{ "Verses": "11 kenaanaavin Kumaaranaagiya Sidhekkiyaa Thanakku Iruppukkombugalai Undaakki, Ivaigalaal Neer Seeriyarai Mutti Nirmoolamaakkip Poduveer Endru Karththarsollugiraar Endraan. "
},{ "Verses": "12 sagala Theerkkadharisigalum Adharku Isaivaagath Theerkkadharisanam Solli, Keeleyaaththilulla Raamoththukkuppom, Umakku Vaaikkum; Karththar Adhai Raajaavin Kaiyil Oppukkoduppaar Endraargal. "
},{ "Verses": "13 migaayaavai Azhaikkappona Aal Avanudan Pesi: Idho, Theerkkadharisigaludaiya Vaarththaigal Egavaakkaai Raajaavukku Nanmaiyaayirukkiradhu; Ummudaiya Vaarththaiyum Avargalil Oruvar Vaarththaiyaippola Irukkumpadi Nanmaiyaaga Sollum Endraan. "
},{ "Verses": "14 adharku Migaayaa: Karththar Ennidaththil Solvadhaiye Solluven Endru Karththarudaiya Jeevanaikkondu Sollugiren Endraan. "
},{ "Verses": "15 avan Raajaavinidaththil Vandhapodhu, Raajaa Avanaip Paarththu: Migaayaave, Naangal Keeleyaaththilulla Raamoththinmel Yuththampannappogalaamaa, Pogalaagaadhaa Endru Kettaan. Adharku Avan: pom, Umakku Vaaikkum; Karththar Adhai Raajaavinkaiyil Oppukkoduppaar Endraan. "
},{ "Verses": "16 raajaa Avanaip Paarththu: Nee Karththarudaiya Naamaththile Unmaiyai Allaamal Verondraiyum Ennidaththil Sollaadhapadikku, Naan Eththanaidharam Unnai Aanaiyiduvikkavendum Endru Sonnaan. "
},{ "Verses": "17 appozhudhu Avan: Isravelarellaarum Meyppan Illaadha Aadugalaippola Malaigalile Sidharappattadhaik Kanden; Appozhudhu Karththar: Ivargalukku Ejamaan Illai; Avaravar Tham Tham Veettirku Samaadhaanaththode Thirumbakkadavargal Endraar Endru Sonnaan. "
},{ "Verses": "18 appozhudhu Isravelin Raajaa Yosabaaththai Nokki: Ivan Ennaik Kuriththu Nanmaiyaaga Alla, Theemaiyaagave Theerkkadharisanam Sollugiravan Endru Naan Ummode Sollavillaiyaa Endraan. "
},{ "Verses": "19 appozhudhu Avan Sonnadhu: Karththarudaiya Vaarththaiyaik Kelum; Karththar Thammudaiya Singaasanaththin Mel Veetrirukkiradhaiyum, Paramasenaiyellaam Avaridam Avar Valadhupakkaththilum Avar Idadhupakkaththilum Nirkiradhaiyum Kanden. "
},{ "Verses": "20 appozhudhu Karththar: Aagaab Poi, Keeleyaaththilulla Raamoththil Vizhumpadikku, Avanukkup Podhanai Seygiravan Yaar Endru Kettadharku, Oruvan Ippadiyum Oruvan Appadiyum Sonnaargal." 
},{ "Verses": "21 appozhudhu Oru Aavi Purappattu Vandhu, Karththarukku Munbaaga Nindru: Naan Avanukkup Podhanai Seyven Endradhu. "
},{ "Verses": "22 edhinaal Endru Karththar Adhaik Kettaar. Appozhudhu Adhu: Naan Poi, Avanudaiya Theerkkadharisigal Ellaarin Vaayilum Poiyin Aaviyaai Iruppen Endradhu. Adharku Avar: Nee Avanukkup Podhanaiseydhu Appadi Nadakkappannuvaai; Poi Appadi Sey Endraar. "
},{ "Verses": "23 aadhalaal Karththar Poiyin Aaviyai Indha Ummudaiya Theerkkadharisigalaagiya Ivargal Ellaarudaiya Vaayilum Kattalaiyittaar; Karththar Ummaik Kuriththuth Theemaiyaaga Sonnaar Endraan. "
},{ "Verses": "24 appozhudhu Kenaanaavin Kumaaranaagiya Sidhekkiyaa Kittevandhu, Migaayaavaik Kannaththil Adiththu, Karththarudaiya Aavi Endhavazhiyaai Ennaivittu Unnode Pesumpadi Vandhadhu Endraan. "
},{ "Verses": "25 adharku Migaayaa: Nee Oliththukkolla Ullaraiyile Padhungum Annaalile Adhaik Kaanbaai Endraan. "
},{ "Verses": "26 appozhudhu Isravelin Raajaa: Migaayaavaip Pidiththu, Avanaip Pattanaththuth Thalaivanaagiya Aamonidaththirkum, Raajaavin Kumaaranaagiya Yovaasidaththirkum Thirumbak Kondu Poi, "
},{ "Verses": "27 ivanai Siraichchaalaiyile Vaiththu, Naan Samaadhaanaththode Varumalavum, Ivanukku Idukkaththin Appaththaiyum Idukkaththin Thanneeraiyum Saappidakkodungal Endru Raajaa Sonnaar Endru Sollungal Endraan. "
},{ "Verses": "28 appozhudhu Migaayaa: Neer Samaadhaanaththode Thirumbivarugiradhu Undaanaal, Karththar Ennaik Kondu Pesinadhillai Endru Solli; Janangale, Neengal Ellaarum Idhaik Kelungal Endraan. "
},{ "Verses": "29 pinbu Isravelin Raajaavum, Yoodhaavin Raajaavaagiya Yosabaaththum Keeleyaaththilulla Raamoththukkup Ponaargal. "
},{ "Verses": "30 isravelin Raajaa Yosabaaththai Nokki: Naan Veshammaari Yuththaththil Pravesippen; Neero Raajavasthiram Thariththirum Endru Solli, Isravelin Raajaa Veshammaari, Yuththaththil Pravesiththaan. "
},{ "Verses": "31 seeriyaavin Raajaa Thanakku Irukkira Radhangalin Muppaththirandu Thalaivaraiyum Nokki: Neengal Siriyavarodum Periyavarodum Yuththampannaamal Isravelin Raajaa Oruvanodemaaththiram Yuththampannungal Endru Kattalaiyittirundhaan. "
},{ "Verses": "32 aadhalaal Radhangalin Thalaivar Yosabaaththaik Kaangaiyil, Ivan Dhaan Isravelin Raajaa Endru Solli Yuththampanna Avanukku Neraaga Saaindhuvandhaargal; Appozhudhu Yosabaadh Kookkuralittaan. "
},{ "Verses": "33 ivan Isravelin Raajaa Alla Endru Radhangalin Thalaivar Kandu Avanaivittu, Vilagipponaargal. "
},{ "Verses": "34 oruvan Ninaiyaamal Villai Naanetri Eydhaan; Adhu Isravelin Raajaavinudaiya Kavasaththin Sandhugalukkul Pattadhu; Appozhudhu Avan Than Saaradhiyaip Paarththu: Nee Thiruppi Ennai Raanuvaththukkappaal Kondupo; Enakkuk Kaayampattadhu Endraan. "
},{ "Verses": "35 andraiyadhinam Yuththam Adhigariththadhu; Raajaavai Seeriyarukku Edhiraaga Radhaththil Niruththivaiththaargal; Saayankaalaththile Avan Irandhuponaan; Kaayaththin Raththam Radhaththin Thattile Vadindhadhu. "
},{ "Verses": "36 pozhudhupogumpodhu Avaravar Thamtham Pattanaththirkum, Avaravar Tham Tham Dhesaththirkum Pogalaam Endru Raanuvaththil Paraisaatrappattadhu. "
},{ "Verses": "37 appadiye Raajaa Irandhapinpu, Samaariyaavukkuk Konduvarappattaan; Raajaavai Samaariyaavil Adakkampanninaargal. "
},{ "Verses": "38 andha Radhaththaiyum Avanudaiya Kavasaththaiyum Samaariyaavin Kulaththile Kazhuvugirapodhu, Karththar Solliyirundha Vaarththaiyinpadiye, Naaigal Avan Raththaththai Nakkinadhu. "
},{ "Verses": "39 aagaabin Matra Varththamaanangalum, Avan Seydhavai Yaavum, Avan Kattina Thandha Aramanaiyin Varalaarum, Avan Kattina Ellaap Pattanangalin Varalaarum Isravel Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu. "
},{ "Verses": "40 aagaab Than Pidhaakkalode Niththiraiyadaindhapin, Avan Kumaaranaagiya Agasiyaa Avan Sthalaththil Raajaavaanaan. "
},{ "Verses": "41 aasaavin Kumaaranaagiya Yosabaadh Isravelin Raajaavaagiya Aagaabin Naalaam Varushaththil Yoodhaavinmel Raajaavaanaan. "
},{ "Verses": "42 yosabaadh Raajaavaagirapodhu Muppaththaindhu Vayadhaayirundhu, Irubaththaindhu Varusham Erusalemil Raajyabaarampanninaan; Silkiyin Kumaaraththiyaagiya Avanudaiya Thaayin Per Asubaal. "
},{ "Verses": "43 avan Than Thagappanaagiya Aasaavin Vazhigalilellaam Nadandhaan; Avan Adhai Vittu Vilagaamal Karththarin Paarvaikku Semmaiyaanadhai Seydhaan; Aagilum Medaigal Thagarkkappadavillai; Janangal Innum Medaigalinmel Paliyittuth Thoobankaattivandhaargal. "
},{ "Verses": "44 yosabaadh Isravelin Raajaavode Samaadhaanamaayirundhaan. "
},{ "Verses": "45 yosabaaththin Matra Varththamaanangalum, Avan Kaattiya Vallamaiyum, Avan Pannina Yuththamum, Yoodhaavudaiya Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu. "
},{ "Verses": "46 than Thagappanaagiya Aasaavin Naatkalil Meedhiyaai Vittirundha Lachchaiyaana Punarchchikkaararaiyum Avan Dhesaththilirundhu Atruppogappanninaan. "
},{ "Verses": "47 appozhudhu Edhomil Raajaa Illai; Pradhiraajaa Oruvan Irundhaan. "
},{ "Verses": "48 ponnukkaaga Oppeerukkup Pogumpadi, Yosabaath Tharshees Kappalgalai Seydhaan; Aanaal Avaigal Pogavillai; Avaigal Esiyonkeberile Udaindhupoyina. "
},{ "Verses": "49 appozhudhu Aagaabin Kumaaranaagiya Agasiyaa Yosabaaththai Nokki: En Velaikkaarar Ummudaiya Velaikkaararodunkoodak Kappalgalile Pogattum Endraan; Adharku Yosabaadh Sammadhikkavillai. "
},{ "Verses": "50 yosabaath Than Pidhaakkalode Niththiraiyadaindhu, Dhaaveedhin Nagaraththile Than Pidhaakkalode Adakkampannappattaan; Avan Kumaaranaagiya Yoraam Avan Sthaanaththil Raajaavaanaan. "
},{ "Verses": "51 aagaabin Kumaaranaagiya Agasiyaa Yoodhaavin Raajaavaagiya Yosabaaththin Padhinezhaam Varushaththile Samaariyaavil Raajaavaagi, Isravelinmel Irandu Varusham Raajyabaarampanni, "
},{ "Verses": "52 karththarin Paarvaikkup Pollaappaanadhai Seydhu, Than Thagappan Vazhiyilum, Than Thaayin Vazhiyilum, Isravelaip Paavancheyyappannina Nebaaththin Kumaaran Yerobeyaamin Vazhiyilum Nadandhu, "
},{ "Verses": "53 paagaalai Seviththu, Avanaip Panindhukondu, Than Thagappan Seydhapadiyellaam Isravelin Dhevanaagiya Karththarukkuk Kobamundaakkinaan. "
}
]