[
{ "Verses": "1 yerobeyaam Thoobankaatta Palipeedaththandaiyile Nirkaiyil, Idho, Dhevanudaiya Manushan Oruvan Karththarudaiya Vaarththaiyinpadiye, Yoodhaavilirundhu Beththelukku Vandhu, "
},{ "Verses": "2 andha Palipeedaththai Nokki: Palipeedame Palipeedame, Idho, Dhaaveedhin Vamsaththil Yosiyaa Ennum Perulla Oru Kumaaran Pirappaan; Avan Unmel Thoobankaattugira Medaigalin Aasaariyargalai Unmel Paliyiduvaan; Manusharin Elumbugalum Unmel Sutterikkappadum Enbadhaik Karththar Uraikkiraar Endru Karththarudaiya Vaarththaiyaik Koori; "
},{ "Verses": "3 andraiya Dhinam Avan Oru Adaiyaalaththaiyum Solli, Idho, Indhap Palipeedam Vediththu, Adhinmelulla Saambal Kottundupom; Karththar Uraiththadharku Idhuve Adaiyaalam Endraan. "
},{ "Verses": "4 beththelil Irukkira Andhap Palipeedaththirku Edhiraaga Dhevanudaiya Manushan Koorina Vaarththaiyai Raajaavaagiya Yerobeyaam Kettapodhu, Avanaip Pidiyungal Endru Than Kaiyaip Palipeedaththilirundhu Neettinaan; Avanukku Virodhamaai Neettina Kai Thannidamaaga Mudakkak Koodaadhapadikku Maraththuppoyitru. "
},{ "Verses": "5 dhevanudaiya Manushan Karththarudaiya Vaarththaiyaal Kuriththirundha Adaiyaalaththinpadiye Palipeedam Vediththu, Saambal Palipeedaththilirundhu Kottundupoyitru. "
},{ "Verses": "6 appozhudhu Raajaa, Dhevanudaiya Manushanukkup Pradhiyuththaramaaga: Nee Un Dhevanaagiya Karththarudaiya Samugaththai Nokki Vendikkondu, En Kai Mun Polirukkumpadikku Enakkaaga Vinnappampannavendum Endraan; Appozhudhu Dhevanudaiya Manushan Karththarudaiya Samugaththai Nokki Varundhi Vinnappam Seydhaan, Raajaavin Kai Munnirundhapadi Seerppattadhu. "
},{ "Verses": "7 appozhudhu Raajaa Dhevanudaiya Manushanai Nokki: Nee Ennodekooda Veettukku Vandhu Ilaippaaru; Unakku Vegumaanam Tharuven Endraan. "
},{ "Verses": "8 dhevanudaiya Manushan Raajaavai Nokki: Neer Enakku Ummudaiya Veettil Paadhi Koduththaalum, Naan Ummode Varuvadhillai, Indha Sthalaththil Appam Pusippadhumillai, Thanneer Kudippadhumillai. "
},{ "Verses": "9 enendraal Nee Appam Pusiyaamalum, Thanneer Kudiyaamalum, Ponavazhiyaaith Thirumbaamalum Iruvendru Karththar Thammudaiya Vaarththaiyaal Enakkuk Kattalaiyittirukkiraar Endru Solli, "
},{ "Verses": "10 avan Beththelukku Vandhavazhiyaaith Thirumbaamal, Veruvazhiyaaip Poivittaan. "
},{ "Verses": "11 kizhavanaana Oru Theerkkadharisi Beththelile Kudiyirundhaan; Avan Kumaarar Vandhu Dhevanudaiya Manushan Andraiya Dhinam Beththelile Seydha Ellaa Seygaigalaiyum, Avan Raajaavode Sonna Vaarththaigalaiyum Thangal Thagappanukku Ariviththaargal. "
},{ "Verses": "12 appozhudhu Avargal Thagappan: Avan Endha Vazhi Ponaan Endru Avargalaik Kettaan. Yoodhaavilirundhu Vandha Dhevanudaiya Manushan Ponavazhi Innadhendru Avan Kumaarar Paarththirundhapadiyaal, "
},{ "Verses": "13 avan Than Kumaararudane: Kazhudhaiyinmel Senamvaiththuk Kodungal Endraan; Avargal Kazhudhaiyinmel Senamvaiththuk Koduththapin, Avan Adhinmel Eri, "
},{ "Verses": "14 dhevanudaiya Manushanaith Thodarndhupoi, Oru Karvaali Maraththinkeezh Utkaarndhirukkira Avanaik Kandu: Yoodhaavilirundhuvandha Dhevanudaiya Manushan Neerdhaanaa Endru Avanaik Kettadharku; Avan, Naan Dhaan Endraan. "
},{ "Verses": "15 appozhudhu Avanai Nokki: Ennode Veettukku Vandhu Appam Pusiyum Endraan. "
},{ "Verses": "16 adharku Avan: Naan Ummode Thirumbavum Ummode Ulle Pogavumaatten; Indha Sthalaththile Ummode Naan Appam Pusikkavum Thanneer Kudikkavumaatten. "
},{ "Verses": "17 enendraal Nee Appam Pusiyaamalum, Ange Thanneer Kudiyaamalum, Nee Ponavazhiyaaith Thirumbivaraamalum Iru Endru Karththarudaiya Vaarththai Enakku Undaayirukkiradhu Endraan. "
},{ "Verses": "18 adharku Avan: Ummaippola Naanum Theerkkadharisidhaan; Avan Appam Pusiththuth Thanneer Kudikka, Nee Avanaith Thiruppi, Un Veettukku Azhaiththukkonduvaa Endru Oru Thoodhan Karththarudaiya Vaarththaiyaaga Ennode Sonnaan Endru Avanidaththil Poi Sonnaan. "
},{ "Verses": "19 appozhudhu Avan Ivanode Thirumbip Poi, Ivan Veettile Appam Pusiththuth Thanneer Kudiththaan. "
},{ "Verses": "20 avargal Pandhiyil Utkaarndhirukkirapodhu, Avanaith Thiruppikkonduvandha Theerkkadharisikkuk Karththarudaiya Vaarththai Undaanadhinaal, "
},{ "Verses": "21 avan Yoodhaavilirundhu Vandha Dhevanudaiya Manushanaip Paarththu Saththamittu, Un Dhevanaagiya Karththar Unakkuk Karpiththa Kattalaiyai Nee Kaikkollaamal Karththarudaiya Vaakkai Meeri, "
},{ "Verses": "22 appam Pusikkavum Thanneer Kudikkavum Vendaam Endru Avar Vilakkina Sthalaththirku Nee Thirumbi, Appam Pusiththuth Thanneer Kudiththapadiyinaal, Unnudaiya Predham Un Pidhaakkalin Kallaraiyile Seruvadhillai Endru Karththar Sollugiraar Endraan. "
},{ "Verses": "23 avan Pojanabaanampanni Mudindhapinbu, Andhath Theerkkadharisiyaith Thiruppikkonduvandhavan Avanukkuk Kazhudhaiyinmel Senamvaiththuk Koduththaan. "
},{ "Verses": "24 avan Ponapirpaadu Vazhiyile Oru Singam Avanukku Edhirppattu Avanaik Kondrupottadhu; Avan Predham Vazhiyile Kidandhadhu; Kazhudhai Adhinandaiyile Nindradhu; Singamum Predhath Thandaiyile Nindradhu. "
},{ "Verses": "25 andha Vazhiye Kadandhuvarugira Manushar, Vazhiyile Kidakkira Predhaththaiyum, Predhaththandaiyile Nirkira Singaththaiyum Kandu, Kizhavanaana Theerkkadharisi Kudiyirundha Pattanaththile Vandhu Sonnaargal. "
},{ "Verses": "26 avanai Vazhiyilirundhu Thirumbap Pannina Theerkkadharisi Adhaik Kettapodhu, Avan Karththarudaiya Vaakkai Meerina Dhevanudaiya Manushan Thaan, Karththar Avanukku Sonna Vaarththaiyinpadiye, Karththar Avanai Oru Singaththirku Oppukkoduththaar; Adhu Avanai Muriththuk Kondrupottadhu Endru Solli, "
},{ "Verses": "27 than Kumaararai Nokki: Enakkuk Kazhudhaiyinmel Senamvaiththuk Kodungal Endraan; Avargal Senam Vaiththuk Koduththaargal. "
},{ "Verses": "28 appozhudhu Avan Poi, Vazhiyile Kidakkira Avan Predhaththaiyum, Predhaththandaiyile Kazhudhaiyum Singamum Nirkiradhaiyum Kandaan; Andha Singam Predhaththaith Thinnavumillai, Kazhudhaiyai Muriththuppodavumillai. "
},{ "Verses": "29 appozhudhu Kizhavanaana Andhath Theerkkadharisi Dhevanudaiya Manushanin Predhaththai Eduththu, Adhaik Kazhudhaiyinmel Vaiththu, Adharkaaga Dhukkankondaadavum Adhai Adakkampannavum, Adhaith Than Pattanaththirkuk Konduvandhu, "
},{ "Verses": "30 avan Predhaththaith Thannudaiya Kallaraiyile Vaiththaan. Avanukkaaga: Aiyo, En Sagodharane Endru Pulambi, Dhukkankondaadinaargal. "
},{ "Verses": "31 avanai Adakkampanninapinbu, Avan Than Kumaararai Nokki: Naan Marikkumpodhu, Dhevanudaiya Manushan Adakkampannappatta Kallaraiyile Ennaiyum Neengal Adakkampanni, Avan Elumbugalandaiyile En Elumbugalaiyum Vaiyungal. "
},{ "Verses": "32 avan Beththelil Irukkira Palipeedaththirkum, Samaariyaavin Pattanangalil Irukkira Medaigalaagiya Sagala Kovilgalukkum Virodhamaagak Koorina Karththarudaiya Vaarththai Nichchayamaai Niraiverum Endraan. "
},{ "Verses": "33 indha Nadapadikkuppinbu, Yerobeyaam Than Pollaadha Vazhiyaivittuth Thirumbaamal, Marupadiyum Janaththil Eenamaanavargalai Medaigalin Aasaariyaraakkinaan; Evan Mel Avanukku Manadhirundhadho Avanaip Pradhishtaippanninaan; Appadippattavargal Medaigalin Aasaariyaraanaargal. "
},{ "Verses": "34 yerobeyaamin Veettaarai Boomiyinmel Vaikkaamal Adhampanni Azhikkumpadiyaaga Indhak Kaariyam Avargalukkup Paavamaayitru. "
}
]