[
{ "Verses": "1 akkaalaththile Yerobeyaamin Kumaaranaagiya Abiyaa Vyaadhiyil Vizhundhaan. "
},{ "Verses": "2 appozhudhu Yerobeyaam Than Manaiviyaip Paarththu: Nee Ezhundhu, Nee Yerobeyaamin Manaiviyendru Oruvarum Ariyaadhapadikku Veshammaari Seelovukkup Po; Indha Janaththinmel Naan Raajaavaaven Endru Ennode Sonna Theerkkadharisiyaagiya Agiyaa Ange Irukkiraan. "
},{ "Verses": "3 nee Un Kaiyile Paththu Appangalaiyum, Paniyaarangalaiyum, Oru Kalasam Thenaiyum Eduththukkondu Avanidaththukkup Po; Pillaikku Sambavikkappogiradhu Innadhendru Avan Unakku Arivippaan Endraan. "
},{ "Verses": "4 appadiye Yerobeyaamin Manaivi Seydhaal; Aval Ezhundhu Seelovukkup Poi, Agiyaavin Veettirkul Pravesiththaal; Agiyaavo Mudhir Vayadhaanadhinaal Avan Kangal Mangaladaindhu Paarkkak Koodaadhirundhaan. "
},{ "Verses": "5 karththar Agiyaavinidaththil: Idho, Yerobeyaamin Manaivi Vyaadhiyaayirukkira Than Kumaaranukkaaga Unnai Oru Viseshamketka Varugiraal; Nee Avalukku Inna Inna Pragaaramaaga Sollavendum; Aval Utpravesikkirapodhu, Thannai Anniya Sthreeyaagak Kaanbippaal Endraar. "
},{ "Verses": "6 aagaiyaal Vaasarpadikkul Pravesikkum Avaludaiya Nadaiyin Saththaththai Agiyaa Kettavudane, Avan: Yerobeyaamin Manaiviye, Ulle Vaa; Unnai Anniya Sthreeyaagak Kaanbikkiradhenna? Dhukkaseydhiyai Unakku Arivikka Naan Anuppappatten." 
},{ "Verses": "7 nee Poi Yerobeyaamai Nokki: Isravelin Dhevanaagiya Karththar Sollugiradhu Ennavendraal: Janaththinindru Unnai Naan Uyarththi, Unnai Isravel Ennum En Janaththinmel Adhipadhiyaaga Vaiththen. "
},{ "Verses": "8 naan Raajyabaaraththai Dhaaveedhu Vamsaththaarin Kaiyilirundhu Pidungi Unakkuk Koduththen; Aanaalum En Karpanaigalaik Kaikkondu, En Paarvaikku Semmaiyaanadhaiye Seyya Than Muzhu Irudhayaththodum Ennaip Pinpatrina En Dhaasanaagiya Dhaaveedhaip Pola Nee Iraamal, "
},{ "Verses": "9 unakku Munnirundha Ellaaraip Paarkkilum Pollaappu Seydhaai; Enakkuk Kobam Undaakka, Nee Poi Unakku Anniya Dhevargalaiyum Vaarkkappatta Vikkiragangalaiyum Undupanni, Unakkup Purambe Ennaith Thallivittaai. "
},{ "Verses": "10 aagaiyaal Idho, Naan Yerobeyaamudaiya Veettinmel Pollaappai Varappanni, Yerobeyaamukku, Suvarmel Neervidum Oru Naai Mudhalaayiraadhapadikku, Isravelile Adaipattavanaiyum Vidupattavanaiyum Sangaarampanni, Kuppai Kazhiththuppodappadugiradhu Pola Yerobeyaamin Pinnadiyaarai Avargal Kattode Atrup Pogumattum Kazhiththuppoduven Endraar. "
},{ "Verses": "11 yerobeyaamin Sandhadhiyaaril Pattanaththile Saagiravanai Naaigal Thinnum; Veliyile Saagiravanai Aagaayaththin Paravaigal Thinnum; Karththar Idhai Uraiththaar. "
},{ "Verses": "12 aagaiyaal Nee Ezhundhu, Un Veettukkup Po, Un Kaalgal Pattanaththirkul Pravesikkaiyil Pillaiyaandaan Seththuppovaan. "
},{ "Verses": "13 avanukkaaga Isravelarellaarum Dhukkankondaadi Avanai Adakkampannuvaargal; Yerobeyaamin Veettaaril Isravelil Dhevanaagiya Karththarukku Munbaaga Avanidaththile Nalla Kaariyam Kaanappattadhinaal, Yerobeyaamin Sandhadhiyil Avan Oruvane Kallaraikkutpaduvaan. "
},{ "Verses": "14 aanaalum Karththar Thamakku Isravelinmel Oru Raajaavai Ezhumbappannuvaar; Avan Annaalile Yerobeyaamin Veettaarai Sangarippaan; Ippodhe Idhu Nadandherum. "
},{ "Verses": "15 thanneerile Naanal Asaigiradhu Pola, Karththar Isravelai Muriththasaiyappanni, Avargal Pidhaakkalukkuth Thaam Koduththa Indha Nalla Dhesaththilirundhu Isravelai Verode Pidungi, Avargal Thangalukku Thoppu Vikkiragangalai Vaiththu, Karththarukkuk Kobam Undaakkinapadiyinaal, Avargalai Nadhikkappaale Sidharadiththu, "
},{ "Verses": "16 yerobeyaam Seydhadhum Isravelai Seyyappanninadhumaana Paavaththinimiththam Isravelai Oppukkoduththuviduvaar Endraan. "
},{ "Verses": "17 appozhudhu Yerobeyaamin Manaivi Ezhundhu Purappattu Thirsaavukku Vandhaal; Aval Vaasarpadiyile Varugaiyil Pillaiyaandaan Seththupponaan. "
},{ "Verses": "18 karththar Theerkkadharisiyaagiya Agiyaa Ennum Thamadhu Oozhiyakkaaranaik Kondu Sonna Vaarththaiyinpadiye, Avargal Avanai Adakkampanni, Isravelar Ellaarum Avanukkaaga Dhukkankondaadinaargal. "
},{ "Verses": "19 yerobeyaam Yuththampanninadhum Aandadhumaana Avanudaiya Matra Varththamaanangal Isravel Raajaakkalin Naalaagamap Pusthagaththil Ezhudhiyirukkiradhu. "
},{ "Verses": "20 yerobeyaam Raajyabaarampannina Kaalam Irubaththirandu Varusham; Avan Than Pidhaakkalode Niththiraiyadaindhapin, Avan Kumaaranaagiya Naadhaab Avan Sthaanaththil Raajaavaanaan. "
},{ "Verses": "21 saalomonin Kumaaranaagiya Regobeyaam Yoodhaavile Raajyabaaram Panninaan; Regobeyaam Raajaavaagirapodhu Naarpaththoru Vayadhaayirundhu, Karththar Thammudaiya Naamam Vilangumpadi Isravel Koththirangalilellaam Therindhukonda Nagaramaagiya Erusalemile Padhinezhuvarusham Raajyabaarampanninaan; Ammon Jaadhiyaana Avanudaiya Thaayinper Naamaal. "
},{ "Verses": "22 yoodhaajanangal Karththarin Paarvaikkup Pollaappaanadhai Seydhu, Thaangal Seydhuvarugira Thangaludaiya Paavangalinaal Thangal Pidhaakkal Seydha Ellaavatraippaarkkilum Avarukku Adhiga Erichchalai Moottinaargal. "
},{ "Verses": "23 avargalum Uyarndha Sagala Mettin Melum, Pachchaiyaana Sagala Maraththinkeezhum, Medaigalaiyum Silaigalaiyum Thoppu Vikkiragangalaiyum Thangalukku Undaakkinaargal. "
},{ "Verses": "24 dhesaththile Lachchaiyaana Punarchchikkaararum Irundhaargal; Karththar Isravel Puththirarukku Munbaagath Thuraththivitta Jaadhigaludaiya Aruvaruppugalin Padiyellaam Seydhaargal. "
},{ "Verses": "25 regobeyaam Raajyabaarampannum Aindhaam Varushaththile, Egipthin Raajaavaagiya Seeshaak Erusalemukku Virodhamaai Vandhu, "
},{ "Verses": "26 karththarudaiya Aalayaththin Pokkishangalaiyum, Raajaavudaiya Aramanaiyin Pokkishangalaiyum, Saalomon Seyviththa Pon Parisaigal Aagiya Sagalaththaiyum Eduththukkondu Poivittaan. "
},{ "Verses": "27 avaigalukkup Padhilaaga Raajaavaagiya Regobeyaam Vengalap Parisaigalai Seyviththu, Avaigalai Raajaavin Vaasarpadiyaik Kaakkira Sevagarudaiya Thalaivarin Kaiyil Oppuviththaan. "
},{ "Verses": "28 raajaa Karththarudaiya Aalayaththukkul Pravesikkumpodhu, Aramanai Sevagar Avaigalaip Pidiththukkondu Poi, Thirumbath Thangal Araiyile Vaippaargal. "
},{ "Verses": "29 regobeyaamin Matra Varththamaanangalum, Avan Seydhavai Yaavum, Yoodhaavudaiya Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu. "
},{ "Verses": "30 regobeyaamukkum Yerobeyaamukkum Avargal Irundha Naatkalilellaam Yuththam Nadandhukondirundhadhu. "
},{ "Verses": "31 regobeyaam Than Pidhaakkalode Niththiraiyadaindhu, Dhaaveedhin Nagaraththil Than Pidhaakkalandaiyil Adakkampannappattaan; Ammon Jaadhiyaana Avan Thaaikku Naamaal Endru Per; Avan Kumaaranaagiya Abiyaam Avan Sthaanaththil Raajaavaanaan. "
}
]