[
{ "Verses": "1 nebaaththin Kumaaranaagiya Yerobeyaam Ennum Raajaavin Padhinettaam Varushaththile Abiyaam Yoodhaavinmel Raajaavaagi, "
},{ "Verses": "2 moondru Varusham Erusalemil Raajyabaarampanninaan; Apsalomin Kumaaraththiyaagiya Avanudaiya Thaayin Per Maagaal. "
},{ "Verses": "3 than Thagappan Thanakku Munseydha Ellaap Paavangalilum Avan Nadandhaan; Avan Irudhayam Avan Thagappanaagiya Dhaaveedhin Irudhayaththaippol, Than Dhevanaagiya Karththarukku Munbaaga Uththamamaayirukkavillai. "
},{ "Verses": "4 aanaalum Dhaaveedhinimiththam Avanudaiya Dhevanaagiya Karththar, Avanukkup Pirpaadu Avan Kumaaranai Ezhumbappannugiradhinaalum, Erusalemai Nilai Niruththugiradhinaalum, Avanukku Erusalemil Oru Vilakkaik Kattalaiyittu Vandhaar. "
},{ "Verses": "5 dhaaveedhu Eththiyanaagiya Uriyaavin Sangadhi Ondruthavira Karththar Thanakkuk Kattalaiyittadhile Thaan Uyirodirundha Naalellaam Ondraiyum Vittu Vilagaamal, Avar Paarvaikku Semmaiyaanadhai Seydhuvandhaan. "
},{ "Verses": "6 regobeyaamukkum Yerobeyaamukkum Avargal Irundha Naatkalilellaam Yuththam Nadandhukondirundhadhu. "
},{ "Verses": "7 abiyaamin Matra Varththamaanangalum, Avan Seydhavai Yaavum Yoodhaavudaiya Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu; Abiyaamukkum Yerobeyaamukkum Yuththam Nadandhukondirundhadhu. "
},{ "Verses": "8 abiyaam Than Pidhaakkalode Niththiraiyadaindhapin, Avanai Dhaaveedhin Nagaraththil Adakkampanninaargal; Avan Kumaaranaagiya Aasaa Avan Sthaanaththil Raajaavaanaan. "
},{ "Verses": "9 isravelin Raajaavaagiya Yerobeyaamin Irubadhaam Varushaththile Aasaa Yoodhaavinmel Raajaavaagi, "
},{ "Verses": "10 naarpaththoru Varusham Erusalemil Raajyabaarampanninaan; Apsalomin Kumaaraththiyaagiya Avanudaiya Thaayin Per Maagaal. "
},{ "Verses": "11 aasaa Than Thagappanaagiya Dhaaveedhaip Pol Karththarin Paarvaikku Semmaiyaanadhai Seydhaan. "
},{ "Verses": "12 avan Lachchaiyaana Punarchchik Kaararai Dhesaththilirundhu Agatri, Than Pidhaakkal Undupannina Naragalaana Vikkiragangalaiyellaam Vilakki, "
},{ "Verses": "13 thoppile Aruvaruppaana Vikkiragaththai Undupannina Than Thaayaagiya Maagaalaiyum Raajaaththiyaai Iraadhapadikku Vilakkivittaan; Avaludaiya Vikkiragaththaiyum Aasaa Nirmoolamaakki, Keedharon Aatrandaiyile Sutteriththuppottaan. "
},{ "Verses": "14 medaigalo Thagarkkappadavillai; Aanaalum Aasaa Uyirodirundha Naalellaam Avan Irudhayam Karththarode Uththamamaayirundhadhu. "
},{ "Verses": "15 than Thagappanum Thaanum Parisuththap Paduththumpadi Nerndhukonda Velliyaiyum Ponnaiyum Panimuttugalaiyum Avan Karththarudaiya Aalayaththile Konduvandhaan. "
},{ "Verses": "16 aasaavukkum Isravelin Raajaavaagiya Paashaavukkum Avargaludaiya Naatkalilellaam Yuththam Nadandhukondirundhadhu. "
},{ "Verses": "17 oruvarum Yoodhaavin Raajaavaagiya Aasaavinidaththil Pokkuvaraththaayiraadhapadikku, Isravelin Raajaavaagiya Paashaa Yoodhaavukku Virodhamaaga Vandhu Raamaavaik Kattinaan. "
},{ "Verses": "18 appozhudhu Aasaa Karththarudaiya Aalayaththin Pokkishangalil Meedhiyaana Ellaa Velliyaiyum Ponnaiyum, Raajaavin Aramanaiyin Pokkishangalaiyum Eduththu, Avaigalaith Than Oozhiyakkaarar Kaiyile Thamaskuvil Vaasamaayirukkira Esiyonin Maganaagiya Thaprimonin Kumaaran Penaadhaadh Ennum Seeriyaavin Raajaavukkuk Koduththanuppi: "
},{ "Verses": "19 enakkum Umakkum En Thagappanukkum Ummudaiya Thagappanukkum Udanpadikkai Unde; Idho, Umakku Vegumadhiyaai Velliyaiyum Ponnaiyum Anuppugiren; Isravelin Raajaavaagiya Paashaa Ennaivittu Vilagip Pogumpadikku, Neer Vandhu Avanodu Seydha Udanpadikkaiyaith Thallippodum Endru Solla Sonnaan. "
},{ "Verses": "20 penaadhaadh, Raajaavaagiya Aasaavukku Sevikoduththu, Thanakku Undaana Senaapadhigalai Isravelin Pattanangalukku Virodhamaaga Anuppi, Eeyonaiyum, Thaanaiyum Pedhmaakkaa Ennum Aabelaiyum Kinnaredh Anaiththaiyum Napthaliyin Muzhuththesaththodun Koodamuriya Adiththaan. "
},{ "Verses": "21 paashaa Adhaik Kettapodhu, Raamaavaik Kattugiradhai Vittu Thirsaavilirundhuvittaan. "
},{ "Verses": "22 appozhudhu Raajaavaagiya Aasaa Yoodhaa Engum Oruvarum Thappaamal Ellaarum Poi, Paashaa Kattina Raamaavinkarkalaiyum Adhin Marangalaiyum Eduththuvara Paraimurai Iduviththu; Avaigalinaal Benyameen Koththiraththilulla Kebaavaiyum Mispaavaiyum Kattinaan. "
},{ "Verses": "23 aasaavin Matra Ellaa Varththamaanangalum, Avanudaiya Ellaa Vallamaiyum, Avan Seydhavai Yaavum, Avan Kattina Pattanangalin Varalaarum, Yoodhaavudaiya Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu; Avan Mudhirvayadhaana Kaalaththil Avanudaiya Kaalgalil Vyaadhi Kandirundhadhu. "
},{ "Verses": "24 aasaa Than Pidhaakkalode Niththiraiyadaindhapin, Than Thagappanaagiya Dhaaveedhin Nagaraththile Than Pidhaakkalandaiyil Adakkampannappattaan; Avan Kumaaranaagiya Yosabaadh Avan Sthaanaththile Raajaavaanaan. "
},{ "Verses": "25 yoodhaavin Raajaavaagiya Aasaavin Irandaam Varushaththile Yerobeyaamin Kumaaranaagiya Naadhaab Isravelin Mel Raajaavaagi, Irandu Varusham Isravelinmel Raajyabaarampanninaan. "
},{ "Verses": "26 avan Karththarudaiya Paarvaikkup Pollaappaanadhai Seydhu, Than Thagappan Vazhiyilum, Avan Isravelaip Paavancheyyappannina Avanudaiya Paavaththilum Nadandhaan. "
},{ "Verses": "27 isakkaar Vamsaththaanaagiya Agiyaavin Kumaaranaana Paashaa, Avanukku Virodhamaaik Kattuppaadupanni, Naadhaabum Isravelanaiththum Pelistharukku Irundha Kipeththonai Mutrikkaipottirukkaiyil, Paashaa Avanaik Kipeththonile Vettippottaan." 
},{ "Verses": "28 paashaa Yoodhaavin Raajaavaagiya Aasaavin Moondraam Varushaththile Avanaik Kondrupottapin, Avan Sthaanaththil Raajaavaanaan. "
},{ "Verses": "29 appozhudhu Yerobeyaam Seydhadhum, Isravelai Seyyappanninadhumaana Paavangalinimiththamum, Avan Isravelin Dhevanaagiya Karththarukku Undaakkina Kobaththinimiththamum, Karththar Seeloniyanaana Agiyaa Ennum Thamadhu Oozhiyakkaaranaikkondu Solliyirundha Vaarththaiyinpadiye, "
},{ "Verses": "30 avan Raajaavaanapin Avan Yerobeyaamin Veettaaraiyellaam Vettippottaan; Yerobeyaamukku Irundha Suvaasamulladhondraiyum Avan Azhikkaamal Vidavillai. "
},{ "Verses": "31 naadhaabin Matra Varththamaanangalum Avan Seydhavai Yaavum Isravel Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu. "
},{ "Verses": "32 aasaavukkum Isravel Raajaavaagiya Paashaavukkum Avargal Naatkalilellaam Yuththam Nadandhukondirundhadhu. "
},{ "Verses": "33 yoodhaavin Raajaavaagiya Aasaavin Moondraam Varushaththile Agiyaavin Kumaaranaagiya Paashaa, Isravelanaiththin Melum Thirsaavile Raajaavaagi Irubaththu Naalu Varusham Aandu, "
},{ "Verses": "34 karththarin Paarvaikkup Pollaappaanadhai Seydhu, Yerobeyaamin Vazhiyilum, Avan Isravelaip Paavancheyyappannina Avanudaiya Paavaththilum Nadandhaan. "
}
]