[
{ "Verses": "1 ivaigalukkup Pinbu, Yesrayelanaagiya Naaboththukku Yesrayelile Samaariyaavin Raajaavaagiya Aagaabin Aramanai Andaiyil Oru Dhraatchaththottam Irundhadhu. "
},{ "Verses": "2 aagaab Naaboththode Pesi: Un Dhraatchaththottam En Veettirku Aduththirukkirapadiyaal, Adhaik Keeraikkollaiyaakkumpadi Enakkuk Kodu, Adhaippaarkkilum Nalla Dhraatchaththottaththai Adharkup Padhilaaga Unakkuth Tharuven; Alladhu Unakku Vendumaanaal, Adhin Vilaikkirayamaana Panaththaith Tharuven Endraan. "
},{ "Verses": "3 naabodh Aagaabai Nokki: Naan En Pidhaakkalin Sudhandharaththai Umakkuk Kodaadhapadi Karththar Ennaik Kaappaaraaga Endraan. "
},{ "Verses": "4 ippadi En Pidhaakkalin Sudhandharaththai Umakkuk Koden Endru Yesrayelanaagiya Naaboth Thannode Sonna Vaarththaikkaaga Aagaab Salippum Sinamumaai, Than Veettirku Vandhu, Pojanampannaamal, Than Kattilin Mel Paduththu, Than Mugaththaith Thiruppik Kondirundhaan. "
},{ "Verses": "5 appozhudhu Avan Manaiviyaagiya Yesabel Avanidaththil Vandhu: Neer Pojanampannaadhapadikku, Ummudaiya Manam Salippaayirukkiradhu Enna Endru Avanaik Kettadharku, "
},{ "Verses": "6 avan Avalaip Paarththu: Naan Yesrayelanaagiya Naaboththode Pesi: Un Dhraatchaththottaththai Enakku Vilaikkirayamaaikkodu; Alladhu Unakku Raasiyaanaal Adharkup Padhilaaga Vere Dhraatchaththottaththai Unakkuth Tharuven Endren. Adharku Avan: En Dhraatchaththottaththai Umakkuk Kodukkamaatten Endru Sonnaan Endraan. "
},{ "Verses": "7 appozhudhu Avan Manaiviyaagiya Yesabel Avanai Nokki: Neer Ippodhu Isravelinmel Raajyabaarampannugiravar Allavaa? Neer Ezhundhu Pojanam Panni Manamagizhchchiyaayirum; Yesrayelanaagiya Naaboththin Dhraatchaththottaththai Naan Umakkuk Koduppen Endru Sonnaal. "
},{ "Verses": "8 aval Aagaabin Peyaraal Nirubangalai Ezhudhi, Avan Muththiraiyai Avaigalukkup Pottu, Andha Nirubangalai Naabodh Irukkum Pattanaththil Avanode Kudiyirukkira Moopparidaththukkum Periyoridaththukkum Anuppinaal. "
},{ "Verses": "9 andha Nirubangalil Aval Ezhudhinadhu Ennavendraal: Neengal Ubavaasam Endru Prasiththappaduththi, Naaboththai Janaththin Mun Niruththi, "
},{ "Verses": "10 dhevanaiyum Raajaavaiyum Dhooshiththaai Endru Avanmel Saatchichollugira Peliyaalin Makkalaagiya Irandu Perai Avanukku Edhiraaga Niruththi, Avanai Veliye Kondupoi Avan Saagumpadikku Avanaik Kalleriyungal Endru Ezhudhinaal. "
},{ "Verses": "11 avan Pattanaththile Kudiyirukkira Moopparum Periyorumaagiya Avan Pattanaththu Manushar, Yesabel Thangalukku Anuppina Nirubangalil Ezhudhikkattalaiyittirundhapadiye Seydhaargal. "
},{ "Verses": "12 avargal Ubavaasam Endru Prasiththappaduththi Naaboththai Janaththin Munne Niruththinaargal. "
},{ "Verses": "13 appozhudhu Peliyaalin Makkalaagiya Irandu Per Vandhu, Avanukku Edhiraaga Utkaarndhu: Naaboth Dhevanaiyum Raajaavaiyum Dhooshiththaan Endru Janaththirku Munbaaga Avanmel Saatchi Sonnaargal; Adharkuppinbu Avanaip Pattanaththirku Veliye Kondu Poi, Avan Saagumpadikku Avanaik Kallerindhu, "
},{ "Verses": "14 pirpaadu Yesabelukku, Naabodh Kalleriyundu Seththaan Endru Solliyanuppinaargal. "
},{ "Verses": "15 naabodh Kalleriyundu Seththadhai Yesabel Kettapodhu, Aagaabai Nokki: Neer Ezhundhirundhu, Yesrayelanaagiya Naabodh Umakku Vilaikkirayamaaik Kodukkamaatten Endru Sonna Dhraatchaththottaththai Sondhamaai Eduththukkollum; Naabodh Uyirodillai, Avan Seththupponaan Endraal. "
},{ "Verses": "16 naabodh Seththupponadhai Aagaab Kettapodhu, Avan Yesrayelanaagiya Naaboththin Dhraatchaththottaththai Sondhamaai Eduththukkollumpadi Ezhundhuponaan. "
},{ "Verses": "17 karththarudaiya Vaarththai Thisbiyanaagiya Eliyaavukku Undaayitru, Avar: "
},{ "Verses": "18 nee Ezhundhu, Samaariyaavilirukkira Isravelin Raajaavaagiya Aagaabai Sandhikkumpadi Po; Idho, Avan Naaboththin Dhraatchaththottaththai Sondhamaai Eduththukkolla Ange Poyirukkiraan. "
},{ "Verses": "19 nee Avanaip Paarththu: Nee Kolai Seydhadhum Eduththukkondadhum Illaiyo Endru Karththar Sollugiraar; Naaigal Naaboththin Raththaththai Nakkina Sthalaththile Unnudaiya Raththaththaiyum Naaigal Nakkum Endru Karththar Sollugiraar Endru Sol Endraar. "
},{ "Verses": "20 appozhudhu Aagaab Eliyaavai Nokki: En Pagaignane, Ennaik Kandupidiththaayaa Endraan. Adharku Avan: Kandupidiththen; Karththarin Paarvaikkup Pollaappaanadhai Seyya Nee Unnai Vitruppottaai. "
},{ "Verses": "21 naan Unmel Pollaappu Varappanni, Un Sandhadhiyai Azhiththuppottu, Aagaabukku Suvaril Neervidum Oru Naayaagilum Iraadhapadikku Isravelil Adaipattavanaiyum Vidupattavanaiyum Sangariththu, "
},{ "Verses": "22 nee Enakkuk Kobam Undaakki, Isravelaip Paavancheyyappanninadhinimiththam, Unnudaiya Kudumbaththai Nebaaththin Kumaaranaagiya Yerobeyaamin Kudumbaththukkum, Agiyaavin Kumaaranaagiya Paashaavin Kudumbaththukkum Samaanamaakkuven Endraar Endru Sonnaan. "
},{ "Verses": "23 yesabelaiyum Kuriththuk Karththar: Naaigal Yesabelai Yesrayelin Madhil Aruge Thinnum. "
},{ "Verses": "24 aagaabin Sandhadhiyil Pattanaththile, Saagiravanai Naaigalum, Veliyile Saagiravanai Aagaayaththup Paravaigalum Thinnum Endraar. "
},{ "Verses": "25 than Manaiviyaagiya Yesabel Thoondivittapadiye, Karththarin Paarvaikkup Pollaappaanadhai Seyya, Thannai Vitruppotta Aagaabaippola Oruvanumillai. "
},{ "Verses": "26 karththar Isravel Puththirarukku Munnindru Thuraththivitta Emoriyar Seydhapadiyellaam, Avan Naragalaana Vikkiragangalaip Pinpatri, Magaa Aruvaruppaai Nadandhukondaan. "
},{ "Verses": "27 aagaab Indha Vaarththaigalaik Kettapodhu, Than Vasthirangalaik Kizhiththu, Than Sareeraththinmel Rattaipporththukkondu, Ubavaasampanni, Rattile Paduththuth Thaazhmaiyaai Nadandhukondaan. "
},{ "Verses": "28 appozhudhu Karththarudaiya Vaarththai Thisbiyanaagiya Eliyaavukku Undaayitru, Avar: "
},{ "Verses": "29 aagaab Enakku Munbaagath Thannaith Thaazhththinadhaik Kandaayaa? Avan Enakku Munbaagath Thannaith Thaazhththugirapadiyinaal, Naan Avan Naatkalil Andhap Pollappai Varappannaamal, Avan Kumaaran Naatkalil Adhai Avan Veettinmel Varappannuven Endraar. "
}
]