[
{ "Verses": "1 saalomonai Avanudaiya Pidhaavin Sthaanaththil Raajaavaaga Abishegampanninaargal Endru Theeruvin Raajaavaagiya Eeraam Kelvippattu, Than Oozhiyakkaararai Avanidaththil Anuppinaan; Eeraam Dhaaveedhukku Sagalanaalum Snegidhanaayirundhaan. "
},{ "Verses": "2 appozhudhu Saalomon Eeraaminidaththil Aatkalai Anuppi: "
},{ "Verses": "3 en Thagappanaagiya Dhaaveedhin Saththurukkalaik Karththar Avarudaiya Paadhangalukkuk Keezhppaduththividumalavum, Avargal Thammai Sutrilum Seygira Yuththaththinaal, Avar Thammudaiya Dhevanaagiya Karththarudaiya Naamaththirku Aalayaththaik Katta, Avarukkuk Koodaadhirundhadhu Endru Neer Arindhirukkireer. "
},{ "Verses": "4 aanaalum Ippozhudho En Dhevanaagiya Karththar Engum Enakku Ilaippaarudhalaith Thandhaar; Virodhiyum Illai, Idaiyoorum Illai. "
},{ "Verses": "5 aagaiyaal: Naan Un Sthaanaththil Un Singaasanaththinmel Vaikkum Un Kumaarane En Naamaththirku Aalayaththaik Kattuvaan Endru Karththar En Thagappanaagiya Dhaaveedhinidaththil Sonnapadiye, En Dhevanaagiya Karththarin Naamaththirku Aalayaththaik Kattavendum Endru Irukkiren. "
},{ "Verses": "6 aadhalaal Leebanonil Enakkaaga Kedhurumarangalai Vettak Kattalaiyidum; Seedhoniyaraippola Maravettu Velai Arindhavargal Engalukkulle Oruvarumillai Enbadhu Umakkuth Theriyum; Adharkaaga En Velaikkaarar Ummudaiya Velaikkaararode Iruppaargal; Neer Solvadhinpadiyellaam Ummudaiya Velaikkaararin Sambalaththai Umakkuk Koduppen Endru Solla Sonnaan. "
},{ "Verses": "7 eeraam Saalomonin Vaarththaigalaik Kettapodhu, Migavum Sandhoshappattu: Andha Eraalamaana Janangalai Aalumpadi, Dhaaveedhukku Oru Gnaanamulla Kumaaranaik Koduththa Karththar Indru Sthoththirikkappaduvaaraaga Endru Solli; "
},{ "Verses": "8 eeraam Saalomonidaththil Manusharai Anuppi: Neer Enakku Solliyanuppina Kaariyaththai Naan Ketten; Kedhurumarangalukkaagavum, Dhevadhaari Virutchangalukkaagavum, Ummudaiya Viruppaththinpadiyellaam Naan Seyven. "
},{ "Verses": "9 en Velaikkaarar Leebanonil Irundhu Avaigalai Irakkik Kadalile Konduvaruvaargal; Ange Naan Avaigalaith Theppangalaagak Katti, Neer Niyamikkum Idaththukkuk Kadalvazhiyaai Anuppi, Avaigalai Avizhththu Oppippen; Ange Neer Avaigalai Oppukkondu En Janangalukku Aagaarankoduththu, En Viruppaththinpadi Seyyavendum Endru Sollachchonnaan. "
},{ "Verses": "10 appadiye Eeraam Saalomonukku Vendiyamattum Kedhurumarangalaiyum Dhevadhaari Virutchangalaiyum Koduththuk Konduvandhaan. "
},{ "Verses": "11 saalomon Eeraamin Aramanaikkup Pojanaththirkaaga Irubadhinaayirakkalam Kodhumaiyaiyum, Idiththuppizhindha Olivamarangalin Irubadhukala Enneyaiyum Koduththaan; Ippadi Saalomon Eeraamukku Varushaandharam Koduththuvandhaan. "
},{ "Verses": "12 karththar Saalomonukku Solliyirundhapadiye Avanukku Gnaanaththaith Thandharulinaar; Eeraamukkum Saalomonukkum Samaadhaanam Undaayirundhu, Iruvarum Udanpadikkai Pannikkondaargal. "
},{ "Verses": "13 raajaavaagiya Saalomon Isravelarellaarilum Oozhiyaththukku Muppadhinaayiram Amanji Aatkalaip Pidiththaan. "
},{ "Verses": "14 avargalil Ovvoru Maadhaththirkup Padhinaayiramperai Maatri Maatri, Leebanonukku Anuppinaan; Avargal Oru Maadham Leebanonilum, Irandu Maadham Thangal Veedugalilum Iruppaargal; Adhoneeraam Andha Amanji Aatkalinmel Visaarippukkaaranaayirundhaan. "
},{ "Verses": "15 saalomonidaththil Sumai Sumakkiravargal Ezhubadhinaayiramperum, Malaigalil Maram Vettugiravargal Enbadhinaayiramperum, "
},{ "Verses": "16 ivargalaiththavira Velaiyai Visaariththu Velaiyaatkalaik Kankaanikkiradharku Thalaimaiyaana Visaarippukkaarar Moovaayiraththu Munnooruperum Irundhaargal. "
},{ "Verses": "17 vettina Kallaal Aalayaththukku Asthibaaram Poda, Peridhum Vilaiyerappetradhumaana Karkalaik Konduvara Raajaa Kattalaiyittaan. "
},{ "Verses": "18 aalayaththaik Katta, Saalomonin Sirpaasaarigalum, Eeraamin Sirpaasaarigalum, Kipali Ooraarum, Andha Marangalaiyum Karkalaiyum Vetti Aayaththappaduththinaargal. "
}
]