[
{ "Verses": "1 eliyaa Seydha Ellaavatraiyum, Avan Theerkkadharisigalellaaraiyum Pattayaththaale Kondrupotta Seydhi Anaiththaiyum, Aagaab Yesabelukku Ariviththaan. "
},{ "Verses": "2 appozhudhu Yesabel Eliyaavinidaththil Aal Anuppi: Avargalil Ovvoruvanudaiya Praananukku Seyyappattadhupola, Naan Naalai Inneraththil Un Praananukku Seyyaadheponaal, Dhevargal Adharku Sariyaagavum Adharku Adhigamaagavum Enakku Seyyakkadavargal Endru Sollachchonnaal. "
},{ "Verses": "3 avanukku Adhu Therindhapodhu Ezhundhu, Than Praananaik Kaakka Yoodhaavaichcherndha Peyersebaavukkup Purappattuppoi, Than Velaikkaaranai Ange Niruththivittaan. "
},{ "Verses": "4 avan Vanaandharaththil Orunaal Prayaanam Poi, Oru Sooraichchediyin Keezh Utkaarndhu, Thaan Saagavendum Endru Kori: Podhum Karththaave, En Aaththumaavai Eduththukkollum; Naan En Pidhaakkalaippaarkkilum Nallavan Alla Endru Solli, "
},{ "Verses": "5 oru Sooraichchediyinkeezhp Paduththukkondu Niththiraipanninaan; Appozhudhu Oru Thoodhan Avanaith Thattiyezhuppi: Ezhundhirundhu Pojanam Pannu Endraan. "
},{ "Verses": "6 avan Vizhiththup Paarkkirapodhu, Idho, Thazhalil Sudappatta Adaiyum, Oru Paaththiraththil Thanneerum Avan Thalaimaattil Irundhadhu; Appozhudhu Avan, Pusiththuk Kudiththuth Thirumbap Paduththukkondaan. "
},{ "Verses": "7 karththarudaiya Thoodhan Thirumba Irandaandharam Vandhu Avanaith Thattiyezhuppi: Ezhundhirundhu Pojanampannu; Nee Pannavendiya Prayaanam Vegudhooram Endraan." 
},{ "Verses": "8 appozhudhu Avan Ezhundhirundhu Pusiththuk Kudiththu, Andhap Pojanaththin Balaththinaal Naarpadhunaal Iravupagal Orep Ennum Dhevanudaiya Parvadhamattum Nadandhuponaan. "
},{ "Verses": "9 ange Avan Oru Kebikkul Poith Thanginaan; Idho, Karththarudaiya Vaarththai Avanukku Undaagi, Avar: Eliyaave, Inge Unakku Enna Kaariyam Endraar. "
},{ "Verses": "10 adharku Avan: Senaigalin Dhevanaagiya Karththarukkaaga Vegu Bakthivairaakkiyamaayirundhen; Isravel Puththirar Umadhu Udanpadikkaiyaith Thallivittaargal; Ummudaiya Palipeedangalai Idiththu, Ummudaiya Theerkkadharisigalaip Pattayaththinaal Kondrupottaargal; Naan Oruvanmaaththiram Meedhiyaayirukkiren; En Praananaiyum Vaangath Thedugiraargal Endraan. "
},{ "Verses": "11 appozhudhu Avar: Nee Veliye Vandhu Karththarukku Munbaagap Parvadhaththil Nil Endraar; Appozhudhu, Idho, Karththar Kadandhuponaar; Karththarukku Munbaagap Parvadhangalaip Pilakkiradhum Kanmalaigalai Udaikkiradhumaana Balaththa Perungaatru Undaayitru; Aanaalum Andhak Kaatrile Karththar Irukkavillai; Kaatrirkuppin Boomi Adhirchchi Undaayitru; Boomi Adhirchchiyilum Karththar Irukkavillai. "
},{ "Verses": "12 boomi Adhirchchikkuppin Akkini Undaayitru; Akkiniyilum Karththar Irukkavillai; Akkinikkuppin Amarndha Melliyasaththam Undaayitru. "
},{ "Verses": "13 adhai Eliyaa Kettapodhu, Than Saalvaiyinaal Than Mugaththai Moodikkondu Veliye Vandhu, Kebiyin Vaasalil Nindraan. Appozhudhu, Idho, Eliyaave, Inge Unakku Enna Kaariyam Engira Saththam Avanukku Undaayitru. "
},{ "Verses": "14 adharku Avan: Senaigalin Dhevanaagiya Karththarukkaaga Vegu Bakthivairaakkiyamaayirundhen; Isravel Puththirar Umadhu Udanpadikkaiyaith Thallivittaargal; Ummudaiya Palipeedangalai Idiththu, Ummudaiya Theerkkadharisigalaip Pattayaththinaal Kondrupottaargal, Naan Oruvanmaaththiram Meedhiyaayirukkiren; En Praananaiyum Vaangath Thedugiraargal Endraan. "
},{ "Verses": "15 appozhudhu Karththar Avanaip Paarththu: Nee Thamaskuvin Vazhiyaai Vanaandharaththirkuth Thirumbip Poi, Aasagelai Seeriyaavinmel Raajaavaaga Abishegam Panni, "
},{ "Verses": "16 pinbu Nimsiyin Kumaaranaagiya Yegoovai Isravelinmel Raajaavaaga Abishegampanni, Aabelmekolaa Ooraanaana Saappaaththin Kumaaranaagiya Elisaavai Un Sthaanaththile Theerkkadharisiyaaga Abishegampannu. "
},{ "Verses": "17 sambavippadhaavadhu: Aasagelin Pattayaththirkuth Thappinavanai Yegoo Kondrupoduvaan; Yegoovin Pattayaththirkuth Thappinavanai Elisaa Kondru Poduvaan. "
},{ "Verses": "18 aanaalum Paagaalukku Mudangaadhirukkira Muzhangaalgalaiyum, Avanai Muththancheyyaadhirukkira Vaaigalaiyumudaiya Ezhaayiramperai Isravelile Meedhiyaaga Vaiththirukkiren Endraar. "
},{ "Verses": "19 appadiye Avan Avvidam Vittu Purappattuppoi, Pannirandu Erpootti Uzhudha Saappaaththin Kumaaranaagiya Elisaavaik Kandaan; Avan Pannirandaam Erai Ottikkondirundhaan; Eliyaa Avan Irukkum Idamattum Poi, Avanmel Than Saalvaiyaip Pottaan. "
},{ "Verses": "20 appozhudhu Avan Maadugalai Vittu, Eliyaavin Pirage Odi: Naan En Thagappanaiyum En Thaayaiyum Muththancheyya Uththaravukodum, Adharkuppin Ummaip Pinthodarven Endraan. Adharku Avan: Poith Thirumbivaa; Naan Unakku Seydhadhai Ninaiththuk Kol Endraan. "
},{ "Verses": "21 appozhudhu Avan Ivanai Vittup Poi, Or Ermaadugalaip Pidiththu Adiththu, Erin Maramuttugalaal Avaigalin Iraichchiyai Samaiththu Janangalukkuk Koduththaan; Avargal Saappittapirpaadu, Avan Ezhundhu, Eliyaavukkup Pinsendru Avanukku Oozhiyancheydhaan. "
}
]