[
{ "Verses": "1 keeleyaaththin Kudigalile Thisbiyanaagiya Eliyaa Aagaabai Nokki: En Vaakkinpadiye Andri Indha Varushangalile Paniyum Mazhaiyum Peyyaadhirukkum Endru Isravelin Dhevanaagiya Karththarukku Munbaaga Nirkira Naan Avarudaiya Jeevanaikkondu Sollugiren Endraan. "
},{ "Verses": "2 pinbu Karththarudaiya Vaarththai Avanukku Undaayitru, Avar: "
},{ "Verses": "3 nee Ivvidaththai Vittuk Keezhththisaiyai Nokkip Poi, Yordhaanukku Neraayirukkira Kereedh Aatrandaiyil Oliththukkondiru. "
},{ "Verses": "4 andha Aatrin Thanneeraik Kudippaai; Ange Unnaip Poshikka, Kaagangalukkuk Kattalaiyiduven Endraar. "
},{ "Verses": "5 avan Poi, Karththarudaiya Vaarththaiyinpadiye Yordhaanukku Neraayirukkira Kereedh Aatrandaiyile Thangiyirundhaan. "
},{ "Verses": "6 kaagangal Avanukku Vidiyarkaalaththil Appamum Iraichchiyum, Saayankaalaththil Appamum Iraichchiyum Konduvandhadhu; Thaagaththirku Andha Aatrin Thanneeraik Kudiththaan. "
},{ "Verses": "7 dhesaththil Mazhaipeyyaadhapadiyinaal, Silanaalukkuppinbu Andha Aaru Vatrippoyitru. "
},{ "Verses": "8 appozhudhu Karththarudaiya Vaarththai Avanukku Undaayitru, Avar: "
},{ "Verses": "9 nee Ezhundhu, Seedhonukkaduththa Saaribaadh Oorukkup Poi, Ange Thangiyiru; Unnaip Paraamarikkumpadi Ange Irukkira Oru Vidhavaikkuk Kattalaiyitten Endraar. "
},{ "Verses": "10 appadiye Avan Ezhundhu, Saaribaaththukkup Ponaan; Andhap Pattanaththin Olimugavaasalukku Avan Vandha Podhu, Ange Oru Vidhavai Viragu Porukkikkondirundhaal; Avan Avalaip Paarththuk Kooppittu, Naan Kudikkiradharkuk Konjam Thanneer Oru Paaththiraththil Enakkuk Konduvaa Endraan. "
},{ "Verses": "11 konduvara Aval Pogirapodhu Avan Avalai Nokkik Kooppittu, Konjam Appamum Un Kaiyile Enakkuk Konduvaa Endraan. "
},{ "Verses": "12 adharku Aval: Paanaiyil Oru Pidimaavum Kalayaththil Konjam Enneyume Allaamal, Ennidaththil Oru Adaiyum Illaiyendru Ummudaiya Dhevanaagiya Karththarudaiya Jeevanaik Kondu Sollugiren; Idho, Naanum En Kumaaranum Saappittu Seththuppoga, Adhai Enakkum Avanukkum Aayaththappaduththugiradharku Irandu Viragu Porukkugiren Endraal. "
},{ "Verses": "13 appozhudhu Eliyaa Avalaip Paarththu: Bayappadaadhe; Nee Poi Un Vaarththaiyinpadi Aayaththappaduththu; Aanaalum Mudhal Adhile Enakku Oru Siriya Adaiyaip Panni Ennidaththil Konduvaa; Pinbu Unakkum Un Kumaaranukkum Pannalaam. "
},{ "Verses": "14 karththar Dhesaththinmel Mazhaiyaik Kattalaiyidum Naalmattum Paanaiyin Maa Selavazhindhupovadhum Illai; Kalasaththin Enney Kuraindhupovadhum Illai Endru Isravelin Dhevanaagiya Karththar Sollugiraar Endraan. "
},{ "Verses": "15 aval Poi, Eliyaavin Sorpadi Seydhaal; Avalum, Ivanum, Aval Veettaarum Aneganaal Saappittaargal. "
},{ "Verses": "16 karththar Eliyaavaikkondu Sonna Vaarththaiyinpadiye, Paanaiyile Maa Selavazhindhupogavum Illai; Kalasaththin Enney Kuraindhupogavum Illai. "
},{ "Verses": "17 ivaigal Nadandhapinbu, Veettukkaariyaagiya Andha Sthreeyin Magan Vyaadhiyil Vizhundhaan; Avanudaiya Suvaasam Pogumattum Avanudaiya Vyaadhi Adhigariththukkonde Irundhadhu. "
},{ "Verses": "18 appozhudhu Aval Eliyaavai Nokki: Dhevanudaiya Manushane, Enakkum Umakkum Enna? En Akkiramaththai Ninaikkappannavum, En Kumaaranai Saagappannavumaa Ennidaththil Vandheer? Endraal. "
},{ "Verses": "19 adharku Avan: Un Kumaaranai Ennidaththil Thaa Endru Solli, Avanai Aval Madiyilirundhu Eduththu, Thaan Thangiyirukkira Melveettile Avanaik Kondupoi, Than Kattilinmel Vaiththu: "
},{ "Verses": "20 en Dhevanaagiya Karththaave, Naan Thangiyirukka Idankoduththa Indha Vidhavaiyin Maganai Saagappanninadhinaal Avalukku Dhukkaththai Varuviththeero Endru Karththarai Nokkik Kooppittu; "
},{ "Verses": "21 andhap Pillaiyinmel Moondru Tharam Kuppuravizhundhu: En Dhevanaagiya Karththaave, Indhap Pillaiyin Aaththumaa Avanukkul Thirumbivarappannum Endrukarththarai Nokki Vinnappam Panninaan. "
},{ "Verses": "22 karththar Eliyaavin Saththaththaik Kettaar; Pillaiyinudaiya Aaththumaa Avanul Thirumbivandhadhu; Avan Pizhaiththaan. "
},{ "Verses": "23 appozhudhu Eliyaa Pillaiyai Eduththu, Melveettilirundhu Avanaik Keezhveettirkul Konduvandhu, Avanai Avan Thaayinidaththil Koduththu: Paar Un Pillai Uyirodirukkiraan Endru Sonnaan. "
},{ "Verses": "24 appozhudhu Andha Sthree Eliyaavai Nokki: Neer Dhevanudaiya Manushan Endrum, Ummudaiya Vaayilirundhu Pirakkum Karththarin Vaarththai Unmai Endrum, Idhinaal Ippodhu Arindhirukkiren Endraal. "
}
]