[
{ "Verses": "1 regobeyaamai Raajaavaakkumpadi, Isravelar Ellaarum Seegemukku Vandhirundhapadiyaal, Avanum Seegemukkup Ponaan. "
},{ "Verses": "2 raajaavaagiya Saalomonai Vittu Odippoi, Egipthile Kudiyirundha Nebaaththin Kumaaranaagiya Yerobeyaamo, Egipthil Irukkaiyil Idhaik Kelvippattaan. "
},{ "Verses": "3 avargal Yerobeyaamukku Aal Anuppi Avanai Azhaippiththaargal; Avanum Isravel Sabai Anaiththum Vandhu, Regobeyaamai Nokki: "
},{ "Verses": "4 ummudaiya Thagappan Baaramaana Nugaththai Engalmel Vaiththaar; Ippodhum Neer Ummudaiya Thagappan Sumaththina Kadinamaana Velaiyaiyum, Avar Engalmel Vaiththa Baaramaana Nugaththaiyum Laguvaakkum; Appozhudhu Ummai Sevippom Endraargal. "
},{ "Verses": "5 adharku Avan: Neengal Poi, Moondrunaal Poruththu Ennidaththil Thirumbivaarungal Endraan; Appadiye Janangal Poyirundhaargal. "
},{ "Verses": "6 appozhudhu Raajaavaagiya Regobeyaam Than Thagappanaagiya Saalomon Uyirodirukkaiyil Avan Samugaththil Nindra Mudhiyorode Aalosanaipanni, Indha Janangalukku Maruuththaravu Kodukka, Neengal Enna Yosanai Sollugireergal Endru Kettaan. "
},{ "Verses": "7 adharku Avargal: Neer Indru Indha Janangalukku Sevaganaagi, Avargalukku Inangi, Avargal Sorpadi Seydhu, Marumozhiyaaga Nalvaarththaigalai Solveeraanaal, Ennaalum Avargal Umakku Oozhiyakkaararaayiruppaargal Endraargal. "
},{ "Verses": "8 mudhiyor Thanakku Sonna Aalosanaiyai Avan Thallivittu, Thannode Valarndhu Than Samugaththil Nirkira Vaalibarode Aalosanaipanni, "
},{ "Verses": "9 avargalai Nokki: Ummudaiya Thagappan Engal Mel Vaiththa Nugaththai Laguvaakkum Endru Ennidaththil Sonna Indha Janangalukku Marumozhi Kodukka, Neengal Enna Yosanai Sollugireergal Endru Kettaan. "
},{ "Verses": "10 appozhudhu Avanode Valarndha Vaalibar Avanai Nokki: Ummudaiya Thagappan Engal Nugaththai Baaramaakkinaar, Neer Adhai Engalukku Laguvaakkum Endru Ummidaththil Sonna Indha Janaththirku Neer Sollavendiyadhu Ennavendraal: En Sunduviral En Thagappanaarudaiya Iduppaippaarkkilum Barumanaayirukkum. "
},{ "Verses": "11 ippodhum En Thagappan Baaramaana Nugaththai Ungalmel Vaiththaar, Naan Ungal Nugaththai Adhiga Baaramaakkuven; En Thagappan Ungalai Savukkugalinaale Dhandiththaar, Naan Ungalaith Thelgalinaale Dhandippen Endru Neer Avargalode Sollavendum Endraargal. "
},{ "Verses": "12 moondraamnaal Ennidaththil Vaarungal Endru Raajaa Solliyirundhapadiye, Yerobeyaamum Sagala Janangalum Moondraam Naalile Regobeyaamidaththil Vandhaargal. "
},{ "Verses": "13 raajaa Mudhiyor Thanakku Sonna Aalosanaiyaith Thallivittu, Vaalibarudaiya Aalosanaiyinpadiye Avargalode Pesi: "
},{ "Verses": "14 en Thagappan Ungal Nugaththai Baaramaakkinaar, Naan Ungal Nugaththai Adhiga Baaramaakkuven; En Thagappan Ungalai Savukkugalinaale Dhandiththaar, Naan Ungalaith Thelgalinaale Dhandippen Endru Janangalukkuk Kadinamaana Uththaravu Koduththaan. "
},{ "Verses": "15 raajaa Janangalukku Sevikodaamarponaan; Karththar Seeloniyanaana Agiyaavaikkondu Nebaaththin Kumaaranaagiya Yerobeyaamukku Sonna Thammudaiya Vaarththaiyai Urudhippaduththumpadi Karththaraal Ippadi Nadandhadhu. "
},{ "Verses": "16 raajaa Thangalukku Sevikodaadhadhai Isravelar Ellaarum Kandapodhu, Janangal Raajaavukku Maru Uththaravaaga: Dhaaveedhode Engalukkup Pangedhu? Eesaayin Kumaaranidaththil Engalukku Sudhandharam Illai; Isravele, Un Koodaarangalukkup Poividu; Ippodhu Dhaaveedhe, Un Sondha Veettaip Paarththukkol Endru Solli, Isravelar Thangal Koodaarangalukkup Poivittaargal. "
},{ "Verses": "17 aanaalum Yoodhaavin Pattanangalile Kudiyirundha Isravel Puththirar Mel Regobeyaam Raajaavaayirundhaan. "
},{ "Verses": "18 pinbu Raajaavaagiya Regobeyaam Pagudhi Visaarippukkaaranaagiya Adhoraamai Anuppinaan; Isravelar Ellaarum Avanaik Kallerindhu Kondraargal; Appozhudhu Raajaavaagiya Regobeyaam Theeviramaai Radhaththinmel Eri, Erusalemukku Odipponaan. "
},{ "Verses": "19 appadiye Innaalvaraikkum Irukkirapadi Isravelar Dhaaveedhin Vamsaththai Vittu Kalagampannip Pirindhu Poyirukkiraargal. "
},{ "Verses": "20 yerobeyaam Thirumbivandhaan Endru Isravelarukkellaam Kelviyaanapodhu, Avanai Sabaiyinidaththil Azhaiththanuppi, Avanai Samastha Isravelinmelum Raajaavaakkinaargal; Yoodhaakoththirammaaththirameyandri Veroruvarum Dhaaveedhin Vamsaththaip Pinpatravillai. "
},{ "Verses": "21 regobeyaam Erusalemukku Vandhapodhu, Isravel Vamsaththaarode Yuththampannavum, Raajyaththai Saalomonin Kumaaranaagiya Thannidamaagath Thiruppikkollavum, Yoodhaa Vamsaththaar Benyameen Koththiraththaar Anaivarumaagiya Therindhukollappatta Yuththaveerar Latchaththu Enbadhinaayiram Peraik Koottinaan. "
},{ "Verses": "22 dhevanudaiya Manushanaagiya Semaayaavukku Dhevanudaiya Vaarththaiyundaagi, Avar Sonnadhu: "
},{ "Verses": "23 nee Yoodhaavin Raajaavaagiya Regobeyaam Ennum Saalomonin Kumaaranaiyum Yoodhaa Vamsaththaar Anaivaraiyum, Benyameenaraiyum, Matra Janangalaiyum Nokki: "
},{ "Verses": "24 neengal Pogaamalum, Isravel Puththiraraana Ungal Sagodhararodu Yuththampannaamalum, Avaravar Thamtham Veettirkuth Thirumbungal; Ennaale Indhak Kaariyam Nadandhadhu Endru Karththar Uraikkiraar Endru Sol Endraar; Appozhudhu Avargal: Karththarudaiya Sollaik Kettu, Karththarudaiya Vaarththaiyinpadiye Thirumbip Poivittaargal. "
},{ "Verses": "25 yerobeyaam Eppiraayeem Malaiththesaththil Seegemaik Katti, Adhile Vaasampanni, Angirundhu Poip Penoovelaik Kattinaan. "
},{ "Verses": "26 yerobeyaam: Ippodhu Raajyabaaram Dhaaveedhu Vamsavasamaaith Thirumbugiradhaayirukkum. "
},{ "Verses": "27 indha Janangal Erusalemilulla Karththarudaiya Aalayaththile Paligalai Seluththapponaal, Indha Janangalin Irudhayam Yoodhaavin Raajaavaagiya Regobeyaam Ennum Thangal Aandavan Vasamaaith Thirumbi, Avargal Ennaik Kondrupottu, Yoodhaavin Raajaavaagiya Regobeyaamin Paarisamaaip Poi Viduvaargal Endru Than Manadhile Sindhiththukkondirundhaan. "
},{ "Verses": "28 aagaiyaal Raajaavaanavan Yosanaipanni, Ponninaal Irandu Kandrukkuttigalai Undaakki, Janangalaip Paarththu: Neengal Erusalemukkup Pogiradhu Ungalukku Varuththam; Isravelare, Idho, Ivaigal Ungalai Egipthudhesaththilirundhu Varappannina Ungal Dhevargal Endru Solli, "
},{ "Verses": "29 ondraip Beththelilum, Ondraith Thaanilum Sthaabiththaan. "
},{ "Verses": "30 indhak Kaariyam Paavamaayitru; Janangal Indha Oru Kandrukkuttikkaagath Thaanmattum Povaargal. "
},{ "Verses": "31 avan Medaiyaagiya Oru Kovilaiyum Katti, Leviyin Puththiraraayiraadha Janaththil Eenamaanavargalai Aasaariyaraakkinaan. "
},{ "Verses": "32 yoodhaavil Aasarikkappadum Pandigaikkoppaaga Ettaam Maadham Padhinaindhaam Thedhiyile Yerobeyaam Oru Pandigaiyaiyum Kondaadi, Palipeedaththinmel Paliyittaan; Appadiye Beththelile Thaan Undaakkina Kandrukkuttigalukkup Paliyittu, Thaan Undupannina Medaigalin Aasaariyargalaip Beththelile Sthaabiththu, "
},{ "Verses": "33 than Manadhile Thaane Niyamiththuk Konda Ettaam Maadham Padhinaindhaam Thedhiyile Beththelil Thaan Undaakkina Palipeedaththinmel Paliyittu, Isravel Puththirarukkup Pandigaiyai Erpaduththi, Palipeedaththinmel Paliyittuth Thoobankaattinaan. "
}
]