[
{ "Verses": "1 isravel Puththirar Egipthu Dhesaththilirundhu Purappatta Naanootru Enbadhaam Varushaththilum, Saalomon Isravelinmel Raajaavaana Naalaam Varusham Seep Maadhamaagiya Irandaam Maadhaththilum, Avan Karththarin Aalayaththaik Kattaththodanginaan. "
},{ "Verses": "2 saalomon Raajaa Karththarukkuk Kattina Aalayam Arubadhu Muzhaneelamum, Irubadhu Muzha Agalamum, Muppadhu Muzha Uyaramumaayirundhadhu. "
},{ "Verses": "3 aalayamaagiya Andha Maaligaiyin Mugappile Avan Kattina Mandabam Aalayaththin Agalaththirku Sariyaai Irubadhumuzha Neelamum, Aalayaththukku Munne Paththumuzha Agalamumaayirundhadhu. "
},{ "Verses": "4 paarvaikkuk Kurugippogira Odukkamaana Jannalgalai Aalayaththirku Seyviththaan. "
},{ "Verses": "5 avan Dhevaalayaththin Suvarum Sannidhi Sthaanachchuvarumaagiya Aalayaththin Suvargalukku Aduththadhaai Sutrukkattugalaik Katti, Avaigalil Araigalai Sutrilum Undaakkinaan. "
},{ "Verses": "6 keezhe Irukkira Sutrukkattu Aindhu Muzha Agalamum, Naduve Irukkiradhu Aaru Muzha Agalamum, Moondraavadhaayirukkiradhu Ezhumuzha Agalamumaayirundhadhu; Avaigal Aalayaththinudaiya Suvargalile Thaangaadha Padikku Aalayaththai Sutrilum Purambe Ottuchchuvargalaik Kattuviththaan. "
},{ "Verses": "7 aalayam Kattappadugaiyil, Adhu Panitheerndhu Konduvarappatta Karkalaale Kattappattadhu; Aagaiyaal Adhu Kattappadugirapodhu, Suththigal Vaachchigal Mudhalaana Endha Iruppu Aayudhangalin Saththamum Adhile Ketkappadavillai. "
},{ "Verses": "8 nadu Araigalukkup Pogira Vaasarpadi Aalayaththin Valadhupuraththil Irundhadhu; Suzharpadigalaal Nadu Araigalukkum, Nadu Araigalilirundhu Moondraavadhu Araigalukkum Eruvaargal. "
},{ "Verses": "9 ivvidhamaai Avan Aalayaththaik Katti, Kedhurumara Uththirangalaalum Palagaigalaalum Aalayaththai Machchuppaavi Mudiththaan. "
},{ "Verses": "10 avan Aindhumuzha Uyaramaana Sutruk Kattugalai Aalayaththinmelengum Kattuviththaan; Avaigal Kedhurumarangalaal Aalayaththode Inaikkappattirundhadhu. "
},{ "Verses": "11 appozhudhu Karththarudaiya Vaarththai Saalomonukku Undaayitru; Avar "
},{ "Verses": "12 nee En Kattalaigalinpadi Nadandhu, En Needhi Nyaayangalai Niraivetri, En Karpanaigalinpadiyellaam Nadandhu Kollumpadikku, Avaigalaik Kaikkondaal, Nee Kattugira Indha Aalayaththaik Kuriththu Naan Un Thagappanaagiya Dhaaveedhode Sonna En Vaarththaiyai Unnidaththil Niraivetri, "
},{ "Verses": "13 isravel Puththirar Naduvile Vaasampanni, En Janamaagiya Isravelaik Kaividaadhiruppen Endraar. "
},{ "Verses": "14 appadiye Saalomon Aalayaththaik Katti Mudiththaan. "
},{ "Verses": "15 aalayaththu Suvargalin Utpuraththai, Thalamthodangi Suvargalin Melmachchumattum, Kedhuruppalagaigalaal Moodi, Ippadi Utpuraththai Maravelaiyaakki, Aalayaththin Thalaththai Dhevadhaari Virutchangalin Palagaigalaal Thalavarisaippaduththinaan. "
},{ "Verses": "16 thalavarisai Thodangi Suvargalin Uyaramattum Aalayaththin Pakkangalaith Thodarndhirukkira Irubadhu Muzha Neelamaana Maraippaiyum Kedhuruppalagaigalaal Undaakki, Utpuraththai Magaa Parisuththamaana Sannidhi Sthaanamaagak Kattinaan. "
},{ "Verses": "17 adhin Munnirukkira Dhevaalayamaagiya Maaligai Naarpadhumuzha Neelamaayirundhadhu. "
},{ "Verses": "18 aalayaththirkul Irukkira Kedhurumarangalil Mokkugalum Malarndha Pookkalumaana Siththiravelai Seydhirundhadhu; Paarvaikku Oru Kallaagilum Kaanappadaamal Ellaam Kedhurumaramaayirundhadhu. "
},{ "Verses": "19 karththarudaiya Udanpadikkaip Pettiyai Vaikkiradharku Aalayaththukkulle Sannidhi Sthaanaththai Aayaththappaduththinaan. "
},{ "Verses": "20 sannidhi Sthaanam Munpuramattum Irubadhumuzha Neelamum, Irubadhu Muzha Agalamum, Irubadhumuzha Uyaramumaayirundhadhu; Adhaip Pasumpon Thagattaal Moodinaan; Kedhurumarap Palipeedaththaiyum Appadiye Moodinaan." 
},{ "Verses": "21 aalayaththin Utpuraththai Saalomon Pasumpon Thagattaal Moodi, Sannidhi Sthaanaththin Maraippukkum Pon Sangiligalaik Kurukke Pottu, Adhaip Pon Thagattaal Moodinaan. "
},{ "Verses": "22 ippadi Aalayam Muzhuvadhum Kattith Theerumattum, Avan Aalayam Muzhuvadhaiyum Pon Thagattaal Moodi, Sannidhi Sthaanaththirku Munbaaga Irukkira Palipeedaththai Muzhuvadhum Pondhakattaal Moodinaan. "
},{ "Verses": "23 sannidhi Sthaanaththil Olivamarangalaal Irandu Kerubeengalai Seydhu Vaiththaan; Ovvondrum Paththumuzha Uyaramaayirundhadhu. "
},{ "Verses": "24 kerubeenukku Irukkira Oru Settai Aindhu Muzhamum Kerubeenin Matra Settai Aindhu Muzhamumaai, Ippadi Oru Settaiyin Kadaisi Munaithodangi Matra Settaiyin Kadaisimunaimattum Paththu Muzhamaayirundhadhu. "
},{ "Verses": "25 matrak Kerubeenum Paththu Muzhamaayirundhadhu; Irandu Kerubeengalum Ore Alavum Ore Thittamumaayirundhadhu. "
},{ "Verses": "26 oru Kerubeen Paththumuzha Uyaramaayirundhadhu; Matrak Kerubeenum Appadiye Irundhadhu. "
},{ "Verses": "27 andhak Kerubeengalai Ul Aalayaththile Vaiththaan; Kerubeengalin Settaigal Viriththirundhadhinaal, Oru Kerubeenin Settai Orupakkaththu Suvarilum, Matrak Kerubeenin Settai Marupakkaththu Suvarilum Thodaththakkadhaayirundhadhu; Aalayaththin Nadumaiyaththil, Avaigalin Settaigal Ondrodondru Thodaththakkadhaayirundhadhu. "
},{ "Verses": "28 andhak Kerubeengalaip Pondhakattaal Moodinaan. "
},{ "Verses": "29 aalayaththin Suvargalaiyellaam Avan Sutrilum Ullum Purambumaagak Kerubeengalum Pereendhugalum Malarndha Pookkalumaana Siththirangalum Koththu Velaigalumaakkinaan. "
},{ "Verses": "30 ullum Purambumaayirukkira Aalayaththuth Thalavarisaiyaiyum Pondhakattaal Moodinaan. "
},{ "Verses": "31 sannidhi Sthaanaththin Vaasalukku Olivamarangalaal Rattaik Kadhavugalai Seydhaan; Mel Sattamum Nilaigalum Maraippin Alavil Aindhil Oru Pangaayirundhadhu. "
},{ "Verses": "32 olivamaramaana Andha Rattaik Kadhavugalil Avan Kerubeengalum Pereendhugalum Malarndha Pookkalumaana Siththirangalai Seydhu, Andhak Kerubeengalilum Pereendhugalilum Ponpadhiyaththakkadhaaip Pon Thagattaal Moodinaan. "
},{ "Verses": "33 ippadi Dhevaalayaththin Vaasalukkum Olivamara Nilaigalai Seydhaan; Adhu Suvar Alavil Naalaththoru Pangaayirundhadhu. "
},{ "Verses": "34 adhin Irandu Kadhavugalum Dhevadhaarip Palagaigalaal Seyyappattirundhadhu; Oru Kadhavukku Irandu Madippup Palagaigalum, Matra Kadhavugalukku Irandu Madippup Palagaigalum Irundhadhu. "
},{ "Verses": "35 avaigalil Kerubeengalum Pereendhugalum Malarndha Pookkalumaana Siththirangalukku Sariyaaga Seyyappatta Pon Thagattaal Avaigalai Moodinaan. "
},{ "Verses": "36 avan Utpraagaaraththai Moondru Varisai Vettina Karkalaalum, Oru Varisai Kedhurup Palagaigalaalum Kattinaan. "
},{ "Verses": "37 naalaam Varusham Seepmaadhaththile Karththarudaiya Aalayaththukku Asthibaaram Pottu, "
},{ "Verses": "38 padhinoraam Varusham Pool Ennum Ettaam Maadhaththile, Andha Aalayamuzhudhum Sagala Sattathittaththinpadiye Oru Pangum Kuraiyaamal Kattith Theerndhadhu; Avan Adhaik Kattimudikka Ezhuvarusham Sendradhu. "
}
]