[
{ "Verses": "1 raajaavaagiya Saalomon, Paarvonin Kumaaraththiyai Nesiththadhumallaamal, Movaabiyarum, Ammoniyarum, Edhomiyarum, Seedhoniyarum, Eththiyarumaagiya Anniya Jaadhiyaaraana Anegam Sthreegalmelum Aasaivaiththaan. "
},{ "Verses": "2 karththar Isravel Puththirarai Nokki: Neengal Avargalandaikkum Avargal Ungalandaikkum Pravesikkalaagaadhu; Avargal Nichchayamaaith Thangal Dhevargalaip Pinpatrumpadi Ungal Irudhayaththai Saayappannuvaargal Endru Solliyirundhaar; Saalomon Avargalmel Aasaivaiththu, Avargalodu Aikkiyamaayirundhaan. "
},{ "Verses": "3 avanukkup Prabukkal Kulamaana Ezhunooru Manaiyaattigalum, Munnooru Marumanaiyaattigalum Irundhaargal; Avanudaiya Sthreegal Avan Irudhayaththai Vazhuvippogappanninaargal. "
},{ "Verses": "4 saalomon Vayadhusendrapodhu, Avanudaiya Manaivigal Avan Irudhayaththai Anniyadhevargalaip Pinpatrumpadi Saayappanninaargal; Adhinaal Avanudaiya Irudhayam Avan Thagappanaagiya Dhaaveedhin Irudhayaththaippola, Than Dhevanaagiya Karththarode Uththamamaayirukkavillai. "
},{ "Verses": "5 saalomon Seedhoniyarin Dheviyaagiya Astharoththaiyum, Ammoniyarin Aruvaruppaagiya Milkomaiyum Pinpatrinaan. "
},{ "Verses": "6 saalomon Than Thagappanaagiya Dhaaveedhaippola Karththaraip Pooranamaaip Pinpatraamal, Karththarin Paarvaikkup Pollaappaanadhai Seydhaan. "
},{ "Verses": "7 appozhudhu Saalomon Erusalemukku Edhiraana Malaiyile Movaabiyarin Aruvaruppaagiya Kaamosukkum, Ammon Puththirarin Aruvaruppaagiya Mologukkum Medaiyaik Kattinaan. "
},{ "Verses": "8 ippadiye Thangal Dhevargalukkuth Thoobankaattip Paliyidugira Anniyajaadhiyaaraana Than Sthreegal Ellaarukkaagavum Seydhaan. "
},{ "Verses": "9 aagaiyaal Isravelin Dhevanaagiya Karththar Saalomonukku Iranduvisai Dharisanamaagi, Anniyadhevargalaip Pinpatravendaam Endru Kattalaiyittirundhum, Avan Karththarai Vittuth Than Irudhayaththaith Thiruppi, "
},{ "Verses": "10 avar Karpiththadhaik Kaikkollaamarponadhinaal Karththar Avanmel Kobamaanaar. "
},{ "Verses": "11 aagaiyaal Karththar Saalomonai Nokki: Naan Unakkuk Kattalaiyitta En Udanpadikkaiyaiyum En Kattalaigalaiyum Nee Kaikkollaamarpoi Indhak Kaariyaththai Seydhapadiyinaal, Raajyabaaraththai Unnidaththilirundhu Pidungi, Adhai Un Oozhiyakkaaranukkuk Koduppen. "
},{ "Verses": "12 aagilum Un Thagappanaagiya Dhaaveedhinimiththam, Naan Adhai Un Naatkalile Seyvadhillai; Un Kumaaranudaiya Kaiyinindru Adhaip Pidunguven. "
},{ "Verses": "13 aanaalum Raajyam Muzhuvadhaiyum Naan Pidungaamal, En Dhaasanaagiya Dhaaveedhinimiththamum, Naan Therindhukonda Erusaleminimiththamum, Oru Koththiraththai Naan Un Kumaaranukkuk Koduppen Endraar. "
},{ "Verses": "14 karththar Edhomiyanaagiya Aadhaadh Ennum Oru Virodhiyai Saalomonukku Ezhuppinaar; Ivan Edhomilirundha Raajakulamaanavan. "
},{ "Verses": "15 dhaaveedhu Edhomil Irukkumpodhu Padaiththalaivanaagiya Yovaab Edhomilulla Aanmakkalaiyellaam Sangariththu, Vettundavargalai Adakkampannapponaan. "
},{ "Verses": "16 avargalaiyellaam Sangarikkumalavum, Thaanum Isravel Anaiththum Ange Aarumaadham Irukkumpodhu, "
},{ "Verses": "17 aadhaadhum Avanodekooda Avan Thagappanudaiya Oozhiyakkaararil Sila Edhomiyarum Egipthirkuppoga Odipponaargal; Aadhaadh Appozhudhu Oru Sirupillaiyaayirundhaan. "
},{ "Verses": "18 avargal Meedhiyaanilirundhu Ezhundhu, Paaraanukku Sendru, Paaraanile Sila Manusharaik Koottikkondu, Egipthirkup Paarvon Ennum Egipthin Raajaavinidaththirkup Ponaargal; Avan Ivanukku Oru Veedukoduththu, Ivanukku Aagaaraththaith Thittampanni, Nilaththaiyum Koduththaan. "
},{ "Verses": "19 aadhaadhukkup Paarvonin Kangalil Migundha Dhayaikidaiththapadiyinaal, Avan Raajasthreeyaagiya Thaappenes Ennum Than Manaiviyin Sagodhariyai Avanukku Vivaagancheydhukoduththaan. "
},{ "Verses": "20 thaappenesin Sagodhariyaagiya Ival Avanukkuk Kenubaadh Ennum Oru Kumaaranaip Petraal; Avanaith Thaappenes Paarvonin Veettile Valarththaal; Appadiye Kenubaadh Paarvonin Veettil Avanudaiya Kumaararudan Irundhaan. "
},{ "Verses": "21 dhaaveedhu Than Pidhaakkalode Niththiraiyadaindhaan Endrum, Padaiththalaivanaagiya Yovaab Irandhuponaan Endrum, Egipthile Aadhaadh Kelvippattapodhu, Aadhaadh Paarvonai Nokki: Naan En Suyadhesaththukkup Poga Ennai Anuppavendum Endraan. "
},{ "Verses": "22 adharkup Paarvon: Idho, Nee Un Suyadhesaththukkuppoga Virumbugiradharku, Ennidaththil Unakku Enna Kuraivu Irukkiradhu Endraan; Adharku Avan: Oru Kuraivum Illai; Aagilum Ennai Anuppividavendum Endraan. "
},{ "Verses": "23 eliyaadhaavin Kumaaranaagiya Reson Ennum Veroru Virodhiyai Dhevan Ezhuppinaar; Ivan Than Aandavanaagiya Aadhaadhesar Ennum Sobaavin Raajaavai Vittu Odippoi, "
},{ "Verses": "24 dhaaveedhu Sobaavil Ullavargalaik Kondru Podugaiyil, Avan Thannode Sila Manusharai Serththukkondu, Andhak Koottaththirkuth Thalaivanaanaan; Ivargal Thamaskuvukkup Poi, Ange Kudiyirundhu, Thamaskuvil Aandaargal. "
},{ "Verses": "25 aadhaadh Pollaappu Seydhadhumallaamal, Reson Saalomonudaiya Naalellaam Isravelukku Virodhiyaagi, Seeriyaavinmel Raajaavaayirundhu, Isravelaip Pagaiththaan. "
},{ "Verses": "26 seredhaa Oorilulla Eppiraayeem Manushanaagiya Nebaaththin Kumaaran Yerobeyaam Ennum Saalomonin Oozhiyakkaaranum Raajaavukku Virodhamaaik Kaiyeduththaan; Avanudaiya Thaai Seroogaal Ennum Perulla Oru Vidhavai. "
},{ "Verses": "27 avan Raajaavukku Virodhamaaik Kaiyeduththa Mugaandharam Ennavendraal, Saalomon Millovaikkatti, Than Thagappanaagiya Dhaaveedhudaiya Nagaraththin Idindhupona Idangalaip Pazhudhu Paarththapodhu, "
},{ "Verses": "28 yerobeyaam Enbavan Paraakkiramasaaliyaayirundhaan; Avan Kaariya Samarththanaana Vaaliban Endru Saalomon Kandu, Yoseppu Vamsaththaarin Kaariyaththaiyellaam Avan Visaarippukku Oppuviththaan. "
},{ "Verses": "29 akkaalaththile Yerobeyaam Erusalemilirundhu Veliye Pogira Podhu, Seeloniyanaana Agiyaa Ennum Theerkkadharisi Pudhuchchaalvaiyaip Porththukkondirundhu, Vazhiyile Avanaik Kandaan; Iruvarum Vayalveliyile Thaniththirukkaiyil, "
},{ "Verses": "30 agiyaa Thaan Porththukkondirundha Pudhuchchaalvaiyaip Pidiththu, Adhaip Pannirandu Thundaagak Kizhiththuppottu, "
},{ "Verses": "31 yerobeyaamai Nokki: Paththuth Thundugalai Eduththukkol; Isravelin Dhevanaagiya Karththar Sollugiradhu Ennavendraal: Idho, Naan Raajyabaaraththai Saalomonudaiya Kaiyilirundhu Eduththuk Kizhiththu, Unakkup Paththuk Koththirangalaik Koduppen. "
},{ "Verses": "32 aanaalum En Dhaasanaagiya Dhaaveedhukkaagavum, Naan Isravel Koththirangalil Ellaam Therindhukonda Erusalem Nagaraththukkaagavum, Oru Koththiram Avanukku Irukkum. "
},{ "Verses": "33 avargal Ennaivittu, Seedhoniyarin Dheviyaagiya Astharoththaiyum, Movaabiyarin Dhevanaagiya Kaamosaiyum, Ammon Puththirarin Dhevanaagiya Milkomaiyum Panindhukondu, Avan Thagappanaagiya Dhaaveedhaippola En Paarvaikku Semmaiyaai Irukkiradhai Seyyavum, En Kattalaigalaiyum En Nyaayangalaiyum Kaikkollavum, Avargal En Vazhigalil Nadavaamarponapadiyinaal Appadi Seyven. "
},{ "Verses": "34 aanaalum Raajyabaara Muzhuvadhaiyum Naan Avan Kaiyilirundhu Eduththup Poduvadhillai; Naan Therindhukondavanum, En Karpanaigalaiyum En Kattalaigalaiyum Kaikkondavanumaana En Dhaasanaagiya Dhaaveedhinimiththam, Avan Uyirodirukkum Naalellaam Avanai Adhipadhiyaaga Vaippen. "
},{ "Verses": "35 aanaalum Raajbaaraththai Avan Kumaaran Kaiyilirundhu Eduththu, Adhile Paththuk Koththirangalai Unakkuth Tharuven. "
},{ "Verses": "36 en Naamam Vilangumpadikku, Naan Therindhukonda Nagaramaagiya Erusalemile En Samugaththil En Dhaasanaagiya Dhaaveedhukku Ennaalum Oru Vilakku Irukkaththakkadhaaga, Avan Kumaaranukku Oru Koththiraththaik Koduppen. "
},{ "Verses": "37 nee Un Manaviruppaththinpadi Aandukondu, Isravelinmel Raajaavaai Iruppadharkaaga Naan Unnaith Therindhukonden. "
},{ "Verses": "38 naan Unakkuk Kattalaiyittadhaiyellaam Nee Kettuk Kaikkondu, Nee En Vazhigalil Nadandhu, En Dhaasanaagiya Dhaaveedhu Seydhadhupola, En Kattalaigalaiyum En Karpanaigalaiyum Kaikkollumpadikku En Paarvaikku Semmaiyaanadhai Seygiradhundaanaal, Naan Unnodirundhu, Naan Dhaaveedhukkuk Kattinadhupola Unakkum Nilaiyaana Veettaik Katti Isravelai Unakkuth Tharuven. "
},{ "Verses": "39 ippadi Naan Indhak Kaariyaththinimiththam Dhaaveedhin Sandhadhiyai Sirumaippaduththuven; Aagilum Ennaalum Appadiyiraadhu Endru Sonnaan. "
},{ "Verses": "40 adhinimiththam Saalomon Yerobeyaamaik Kolla Vagaithedinaan; Yerobeyaam Ezhundhu, Egipthirku Seeshaak Ennum Egipthin Raajaavinidaththil Odippoi, Saalomon Maranamadaiyumattum Egipthil Irundhaan. "
},{ "Verses": "41 saalomonin Matra Nadapadigalum, Avan Seydhavai Anaiththum, Avanudaiya Gnaanamum, Saalomonudaiya Nadapadip Pusthagaththil Allavo Ezhudhiyirukkiradhu. "
},{ "Verses": "42 saalomon Erusalemile Isravelaiyellaam Arasaanda Naatkal Naarpadhu Varusham. "
},{ "Verses": "43 saalomon Than Pidhaakkalode Niththiraiyadaindhu, Than Thagappanaagiya Dhaaveedhin Nagaraththil Adakkampannappattaan; Avan Kumaaranaagiya Regobeyaam Avan Sthaanaththil Raajaavaanaan. "
}
]