[
{ "Verses": "1 karththarudaiya Naamaththaikkuriththu Saalomonukku Undaayirundha Keerththi Sebaavin Raajasthreekkuk Kelviyaanapodhu, Aval Vidukadhaigalinaal Avanai Sodhikkiradharkaaga, "
},{ "Verses": "2 migundha Parivaaraththodum, Kandhavarkkangalaiyum, Migudhiyaana Ponnaiyum Raththinangalaiyum Sumakkira Ottagangalodum, Erusalemukku Vandhaal; Aval Saalomonidaththil Vandhapodhu, Than Manadhil Irundha Ellaavatraiyunkuriththu Avanidaththil Sambaashiththaal. "
},{ "Verses": "3 appozhudhu Saalomon Aval Kettavaigalaiyellaam Viduviththaan, Avalukku Viduvikkak Koodaadhapadikku, Ondraagilum Raajaavukku Maraiporulaayirukkavillai. "
},{ "Verses": "4 sebaavin Raajasthree Saalomonudaiya Sagala Gnaanaththaiyum, Avan Kattina Aramanaiyaiyum, "
},{ "Verses": "5 avan Pandhiyin Pojanapadhaarththangalaiyum, Avan Oozhiyakkaararin Veedugalaiyum, Avan Uththiyogastharin Varisaiyaiyum, Avargal Vasthirangalaiyum, Avanudaiya Paanapaaththirakkaararaiyum, Avan Karththarudaiya Aalayaththukkul Pravesikkum Nadaimandabaththaiyum Kandapodhu Aval Aachchariyaththaal Bramaikondu, "
},{ "Verses": "6 raajaavai Nokki: Ummudaiya Varththamaanangalaiyum Ummudaiya Gnaanaththaiyum Kuriththu Naan En Dhesaththil Ketta Seydhi Meyyaayitru. "
},{ "Verses": "7 naan Vandhu Adhai En Kangalaal Kaanumattum Andha Vaarththaigalai Naan Nambavillai; Ivaigalil Paadhiyaagilum Enakku Arivikkappadavillai Endru Kaangiren; Naan Kelvippatta Prasthaabaththaippaarkkilum, Ummudaiya Gnaanamum Selvamum Adhigamaayirukkiradhu. "
},{ "Verses": "8 ummudaiya Janangal Baakkiyavaangal; Eppodhum Umakku Munbaaga Nindru, Ummudaiya Gnaanaththaik Ketkira Ummudaiya Oozhiyakkaararum Baakkiyavaangal. "
},{ "Verses": "9 ummai Isravelin Singaasanaththinmel Vaikka, Ummel Piriyankonda Ummudaiya Dhevanaagiya Karththar Sthoththirikkappaduvaaraaga: Karththar Isravelai Endraikkum Snegikkirapadiyinaal, Nyaayamum Needhiyum Seygiradharku Ummai Raajaavaaga Erpaduththinaar Endraal. "
},{ "Verses": "10 aval Raajaavukku Nootrirubadhu Thaalandhu Ponnaiyum, Migudhiyaana Kandhavarkkangalaiyum, Raththinangalaiyum Koduththaal; Sebaavin Raajasthree Raajaavaagiya Saalomonukkuk Koduththa Avvalavu Kandhavarkkangal Pirpaadu Orukkaalum Varavillai. "
},{ "Verses": "11 oppeerilirundhu Ponnaik Konduvarugira Eeraamin Kappalgalum, Oppeerilirundhu Migundha Vaasanai Marangalaiyum Raththinangalaiyum Konduvandhadhu. "
},{ "Verses": "12 andha Vaasanai Marangalaal Raajaa Karththarudaiya Aalayaththirkum Raaja Aramanaikkum Oondrukaalgalaiyum, Sangeedhakkaararukku Suramandalangalaiyum, Thamburugalaiyum Undaakkinaan; Appadippatta Vaasanaimarangal Pirpaadu Vandhadhumillai, Innaalvaraikkum Kaanappadavumillai. "
},{ "Verses": "13 raajaavaagiya Saalomon Thaane Sandhoshamaai Sebaavin Raajasthreekku Vegumadhigal Koduththadhum Allaamal, Aval Viruppappattuk Kettadhu Ellaavatraiyum Avalukkuk Koduththaan; Pinbu Aval Than Parivaaraththode Than Dhesaththirkuth Thirumbip Ponaal." 
},{ "Verses": "14 saalomonukku Vyaabaarigalaalum, Sugandha Thiraviya Varththagaraalum, Arabidhesaththu Sagala Raajaakkalaalum, Maagaanangalin Adhipadhigalaalum Vandha Ponnaiyallaamal, "
},{ "Verses": "15 ovvoru Varushaththil Avanukku Vandha Pon Arunootru Arubaththaaru Thaalandhu Niraiyaayirundhadhu. "
},{ "Verses": "16 saalomon Raajaa, Adiththa Pon Thagattaal Irunooru Parisaigalai Seyviththaan; Ovvoru Parisaikku Arunooru Sekkal Niraipon Sendradhu. "
},{ "Verses": "17 adiththa Pon Thagattaal Munnooru Kedagangalaiyum Seyviththaan; Ovvoru Kedagaththirku Moondru Raaththal Pon Sendradhu; Avaigalai Raajaa Leebanon Vanam Ennum Maaligaiyile Vaiththaan. "
},{ "Verses": "18 raajaa Thandhaththinaal Periya Oru Singaasanaththaiyum Seyviththu, Adhaip Pasumpon Thagattaal Moodinaan. "
},{ "Verses": "19 andha Singaasanaththirku Aaru Padigal Irundhadhu; Singaasanaththin Thalaippu Pinnaaga Valaivaayirundhadhu; Utkaarum Idaththirku Irupuramum Kaichchaaimaanangal Irundhadhu; Irandu Singangal Kai Saaimaanangal Aruge Nindradhu. "
},{ "Verses": "20 aaru Padigalinmelum, Irandu Pakkaththilum, Pannirandu Singangal Nindradhu; Endha Raajyaththilum Ippadip Pannappadavillai. "
},{ "Verses": "21 raajaavaagiya Saalomonukku Irundha Paanapaaththirangalellaam Ponnum, Leebanon Vanam Engira Maaligaiyin Panimuttugalellaam Pasumponnumaayirundhadhu; Ondrum Velliyinaal Seyyappadavillai; Saalomonin Naatkalil Velli Oru Porulaai Ennappadavillai. "
},{ "Verses": "22 raajaavukku Samuththiraththile Eeraamin Kappalgalodekoodath Tharsheesin Kappalgalum Irundhadhu; Tharsheesin Kappalgal Moondru Varushaththukku Orudharam Ponnaiyum, Velliyaiyum, Yaanaiththandhangalaiyum, Kurangugalaiyum, Mayilgalaiyum Konduvarum. "
},{ "Verses": "23 boomiyin Sagala Raajaakkalaippaarkkilum, Raajaavaagiya Saalomon Aisuvariyaththilum Gnaanaththilum Sirandhavanaayirundhaan. "
},{ "Verses": "24 saalomonin Irudhayaththile Dhevan Aruliya Gnaanaththaik Ketkiradharkaaga, Sagala Dhesaththaarum Avan Mugadharisanaththaith Thedinaargal. "
},{ "Verses": "25 varushaavarusham Avaravar Thangal Kaanikkaiyaagiya Vellippaaththirangalaiyum, Porpaaththirangalaiyum, Vasthirangalaiyum, Aayudhangalaiyum, Kandhavarkkangalaiyum, Kudhiraigalaiyum, Koveru Kazhudhaigalaiyum Konduvaruvaargal. "
},{ "Verses": "26 saalomon Radhangalaiyum Kudhiraiveeraraiyum Serththaan; Avanukku Aayiraththu Naanooru Radhangal Irundhadhu, Panneeraayiram Kudhiraiveerarum Irundhaargal; Avaigalai Radhangal Vaikkum Pattanangalilum,avargalai Erusalemil Thannidaththilum Vaiththirundhaan. "
},{ "Verses": "27 erusalemile Raajaa Velliyaik Karkalpolavum, Kedhurumarangalaip Pallaththaakkugalil Irukkum Kaattaththimarangalpolavum Adhigamaakkinaan. "
},{ "Verses": "28 saalomon Thanakkuk Kudhiraigalaiyum Pudavaigalaiyum Egipthilirundhu Azhaippiththaan; Raajaavin Varththagar Pudavaigalai Oppandha Vilaikkirayaththirku Vaanginaargal. "
},{ "Verses": "29 egipthilirundhu Vandha Ovvoru Radhaththin Vilai Arunooru Vellikkaasum, Ovvoru Kudhiraiyin Vilai Nootraimbadhu Vellik Kaasumaayirundhadhu; Indhappragaaram Eththiyarin Raajaakkalellaarukkum, Seeriyaavin Raajaakkalukkum Avargal Mo "
}
]