[
{ "Verses": "1 aneganaal Sendru, Moondraam Varushamaagaiyil, Karththarudaiya Vaarththai Eliyaavukku Undaagi: Nee Poi Aagaabukku Unnaik Kaanbi; Naan Dhesaththinmel Mazhaiyaik Kattalaiyiduven Endraar. "
},{ "Verses": "2 appozhudhu Eliyaa Aagaabukkuth Thannaik Kaanbikkapponaan; Panjamovenil Samaariyaavile Kodidhaayirundhadhu. "
},{ "Verses": "3 aanapadiyaal Aagaab Aramanai Visaarippukkaaranaagiya Obadhiyaavai Azhaippiththaan; Obadhiyaa Karththarukku Migavum Bayandhu Nadakkiravanaayirundhaan. "
},{ "Verses": "4 yesabel Karththarin Theerkkadharisigalai Sangarikkirapodhu, Obadhiyaa Nooru Theerkkadharisigalai Serththu, Avargalaik Kebikku Aimbadhu Aimbadhu Peraaga Oliththuvaiththu, Avargalukku Appamum Thanneerum Koduththu, Avargalaip Paraamariththuvandhaan. "
},{ "Verses": "5 aagaab Obadhiyaavaip Paarththu: Nee Dhesaththilirukkira Ellaa Neerootrugalidaththilum, Ellaa Aarugalidaththilum Po; Naam Sagala Mirugajeevangalaiyum Saagakkodaamal, Kudhiraigalaiyum Koveru Kazhudhaigalaiyumaavadhu Uyirode Kaappaatrumpadikku Namakkup Pul Agappadumaa Endru Paar Endraan. "
},{ "Verses": "6 appadiye Dhesaththai Sutrip Paarkkumpadi, Adhaip Paguththukkondu, Aagaab Oru Vazhiyaayum, Obadhiyaa Veroru Vazhiyaayum Ponaargal. "
},{ "Verses": "7 obadhiyaa Vazhiyil Pogumpodhu, Eliyaa Avanukku Edhirppattaan; Avan Ivanai Innaan Endru Arindhu, Mugankuppura Vizhundhu, Neer En Aandavanaagiya Eliyaa Allavaa Endru Kettadharku; "
},{ "Verses": "8 avan, Naandhaan; Nee Poi, Idho, Eliyaa Vandhirukkiraan Endru Un Aandavanukku Sol Endraan. "
},{ "Verses": "9 adharku Avan: Aagaab Ennaik Kondrupodumpadikku, Neer Umadhu Adiyaanai Avan Kaiyil Oppukkodukka Naan Enna Paavam Seydhen. "
},{ "Verses": "10 ummaith Thedumpadi En Aandavan Manusharai Anuppaadha Jaadhiyum Raajyamum Illai Endru Ummudaiya Dhevanaagiya Karththarin Jeevanaikkondu Sollugiren; Neer Illaiyendru Avargal Sonnapodhu, Avan Andha Raajyaththaiyum Andha Jaadhiyaiyum Ummaik Kaanavillai Endru Saththiyam Vaangi Kondaan. "
},{ "Verses": "11 ippodhum Nee Poi, Un Aandavanukku, Idho, Eliyaa Vandhirukkiraan Endru Sol Endru Neer Sollugireere. "
},{ "Verses": "12 naan Ummai Vittupponavudane Oruvelai Karththarudaiya Aaviyaanavar Ummai Eduththu, Naan Ariyaadha Idaththirkuk Kondupovaar; Appozhudhu Naan Aagaabidaththirkup Poi Ariviththa Pinbu, Avan Ummaik Kaanaavittaal, Ennaik Kondrupoduvaane; Umadhu Adiyaanaagiya Naan Siruvayadhumudhal Karththarukku Bayandhu Nadakkiravan. "
},{ "Verses": "13 yesabel Karththarin Theerkkadharisigalaik Kondrupodugirapodhu, Naan Karththarudaiya Theerkkadharisigalil Nooruperai Ovvoru Kebiyile Aimbadhu Aimbadhu Peraaga Oliththuvaiththu, Avargalukku Appamum Thanneerum Koduththu, Paraamariththuvandha Ennudaiya Seygai En Aandavanukku Arivikkappadavillaiyo? "
},{ "Verses": "14 ippodhum En Aandavan Ennaik Kondrupodumpadiyaaga, Neer: Idho, Eliyaa Vandhirukkiraan Endru Poi Avanukku Sol Endru Sollugireere Endraan. "
},{ "Verses": "15 adharku Eliyaa: Indraikku Ennai Avanukkuk Kaanbippen Endru Senaigalin Karththarukku Munbaaga Nirkira Naan Avarudaiya Jeevanaik Kondu Sollugiren Endraan. "
},{ "Verses": "16 appozhudhu Obadhiyaa Poi, Aagaabai Sandhiththu Avanukku Adhai Ariviththavudane, Aagaab Eliyaavai Sandhikkapponaan. "
},{ "Verses": "17 aagaab Eliyaavaik Kandapodhu, Aagaab Avanai Nokki: Isravelaik Kalangappannugiravan Neeyallavaa Endraan. "
},{ "Verses": "18 adharku Avan: Isravelaik Kalangappannugiravan Naan Alla; Karththarin Kattalaigalai Vittu Paagaalgalaip Pinpatrinadhinaal Neerum Ummudaiya Thagappan Veettaarume Isravelaik Kalangappannugiravargal. "
},{ "Verses": "19 ippodhum Karmel Parvadhaththile Isravelanaiththaiyum, Paagaalin Theerkkadharisigal Naanootraimbadhuperaiyum, Yesabelin Pandhiyile Saappidugira Thoppu Vikkiragaththin Theerkkadharisigal Naanooruperaiyum Ennidaththil Koottikkonduvara Aatkalai Anuppum Endraan. "
},{ "Verses": "20 appadiye Aagaab: Isravel Puththirar Ellaaridaththilum Aatkalai Anuppi, Karmel Parvadhaththile Andhath Theerkkadharisigalaik Koodivarumpadi Seydhaan. "
},{ "Verses": "21 appozhudhu Eliyaa Sagala Janaththandaikkum Vandhu: Neengal Endhamattum Irandu Ninaivugalaal Kundhikkundhi Nadappeergal; Karththar Dheyvamaanaal Avaraip Pinpatrungal; Paagaal Dheyvamaanaal Avanaip Pinpatrungal Endraan, Janangal Pradhiyuththaramaaga Avanukku Ondrum Sollavillai. "
},{ "Verses": "22 appozhudhu Eliyaa Janangalai Nokki: Karththarin Theerkkadharisigalil Meendhirukkiravan Naan Oruvan; Paagaalin Theerkkadharisigalo Naanootraimbadhuper. "
},{ "Verses": "23 ippodhum Irandu Kaalaigalai Engalidaththil Konduvarattum; Oru Kaalaiyai Avargal Therindhukondu, Adhai Sandhusandhaagath Thundiththu, Neruppup Podaamal Viragugalinmel Vaikkakkadavargal; Naan Matrak Kaalaiyai Appadiye Seydhu, Neruppup Podaamal Viragugalinmel Vaippen. "
},{ "Verses": "24 neengal Ungal Dhevanudaiya Naamaththai Sollik Kooppidungal; Naan Karththarudaiya Naamaththai Sollik Kooppiduven; Appozhudhu Akkiniyinaal Uththaravu Arulum Dheyvame Dheyvam Endraan; Adharku Janangalellaarum Idhu Nalla Vaarththai Endraargal." 
},{ "Verses": "25 appozhudhu Eliyaa Paagaalin Theerkkadharisigalai Nokki: Neengal Anegaraanadhaal Neengale Mundhi Oru Kaalaiyaith Therindhukondu Adhai Aayaththam Panni, Neruppuppodaamal Ungal Dhevanudaiya Naamaththai Sollik Kooppidungal Endraan. "
},{ "Verses": "26 thangalukkuk Kodukkappatta Kaalaiyai Avargal Vaangi, Adhai Aayaththampanni: Paagaale, Engalukku Uththaravu Arulum Endru Kaalaithodangi Maththiyaanamattum Paagaalin Naamaththai Sollik Kooppittaargal; Aanaalum Oru Saththamum Pirakkavillai, Maru Uththaravu Koduppaarum Illai. Avargal Kattina Palipeedaththirku Edhire Kudhiththu Aadinaargal. "
},{ "Verses": "27 maththiyaanavelaiyile Eliyaa Avargalaip Pariyaasampanni: Uraththa Saththamaaik Kooppidungal; Avan Dhevanaame, Avan Dhyaanaththil Iruppaan; Alladhu Aluvalaayiruppaan; Alladhu Prayaanampoyiruppaan; Alladhu Thoonginaalum Thoonguvaan; Avanai Ezhuppavendiyadhaakkum Endraan. "
},{ "Verses": "28 avargal Uraththasaththamaaik Kooppittu, Thangal Vazhakkaththinpadiye Raththam Thangalmel Vadiyumattum Kaththigalaalum Eettigalaalum Thangalaik Keerikkondaargal. "
},{ "Verses": "29 maththiyaanavelai Sendrapinbu, Andhippaliseluththum Neramattaaga Sannadham Sollikkondirundhaargal; Aanaalum Oru Saththamum Pirakkavillai, Maru Uththaravu Koduppaarum Illai, Gavanippaarum Illai. "
},{ "Verses": "30 appozhudhu Eliyaa Sagala Janangalaiyum Nokki: En Kitte Vaarungal Endraan; Sagala Janangalum Avan Kitte Vandhapodhu, Thagarkkappatta Karththarudaiya Palipeedaththai Avan Seppanittu; "
},{ "Verses": "31 unakku Isravel Ennum Per Iruppadhaaga Endru Solli, Karththarudaiya Vaarththaiyaippetra Yaakkobudaiya Kumaararaal Undaana Koththirangaludaiya Lakkaththinpadiye, Pannirandu Karkalai Eduththu, "
},{ "Verses": "32 andhak Karkalaale Karththarudaiya Naamaththirkendru Oru Palipeedaththaik Katti, Palipeedaththai Sutrilum Dhaaniyam Alakkira Irandupadi Vidhai Vidhaikkaththakka Idamaana Oru Vaaikkaalai Undaakki, "
},{ "Verses": "33 viragugalai Adukki, Oru Kaalaiyai Sandhusandhaagath Thundiththu Viragugalin Mel Vaiththaan. "
},{ "Verses": "34 pirpaadu Avan: Neengal Naalukudam Thanneer Konduvandhu, Sarvaanga Thaganapaliyinmelum, Viragugalinmelum Ootrungal Endraan; Pinbu Irandaandharamum Appadiye Ootrungal Endraan; Irandaandharamum Ootrinaargal; Adharkuppinbu Moondraandharamum Appadiye Ootrungal Endraan; Moondraandharamum Ootrinaargal. "
},{ "Verses": "35 appozhudhu Thanneer Palipeedaththai Sutrilum Odinadhu; Vaaikkaalaiyum Thanneeraal Nirappinaan." 
},{ "Verses": "36 andhippali Seluththum Neraththile, Theerkkadharisiyaagiya Eliyaa Vandhu: Aabragaamukkum Eesaakkukkum Yaakkobukkum Dhevanaagiya Karththaave, Isravelile Neer Dhevan Endrum, Naan Ummudaiya Oozhiyakkaaran Endrum, Naan Indhak Kaariyangalaiyellaam Ummudaiya Vaarththaiyinpadi Seydhen Endrum Indraikku Vilangappannum. "
},{ "Verses": "37 karththaave, Neer Dhevanaagiya Karththar Endrum, Dhevareer Thangal Irudhayaththai Marupadiyum Thiruppineer Endrum Indha Janangal Ariyumpadikku, Ennaik Kettarulum, Ennaik Kettarulum Endraan. "
},{ "Verses": "38 appozhudhu: Karththaridaththil Irundhu Akkini Irangi, Andha Sarvaanga Thaganapaliyaiyum, Viragugalaiyum, Karkalaiyum, Mannaiyum Patchiththu, Vaaikkaalilirundha Thanneeraiyum Nakkippottadhu. "
},{ "Verses": "39 janangalellaarum Idhaik Kandapodhu, Mugankuppura Vizhundhu: Karththare Dheyvam, Karththare Dheyvam Endraargal. "
},{ "Verses": "40 appozhudhu Eliyaa Avargalai Nokki: Neengal Paagaalin Theerkkadharisigalil Oruvanum Thappippogaadhapadikku Avargalaip Pidiyungal Endraan; Avargalaip Pidiththapodhu, Eliyaa Avargalaik Keezhe Keeson Aatrankaraiyile Kondupoi, Ange Avargalai Vettippottaan. "
},{ "Verses": "41 pinbu Eliyaa Aagaabai Nokki: Neer Pom, Pojanabaanampannum; Perumazhaiyin Iraichchal Ketkappadugiradhu Endraan. "
},{ "Verses": "42 aagaab Pojanabaanam Pannapponaan; Pinbu Eliyaa Karmel Parvadhaththinudaiya Sigaraththinmel Eri, Tharaiyile Panindhu, Than Mugam Than Muzhangaalil Pada Kunindhu," 
},{ "Verses": "43 than Oozhiyakkaaranai Nokki: Nee Poi Samuththiramugamaaip Paar Endraan; Avan Poip Paarththu, Ondrum Illai Endraan; Nee Innum Ezhudharam Poip Paar Endraan. "
},{ "Verses": "44 ezhaandharam Ivan: Idho, Samuththiraththilirundhu Oru Manushanudaiya Ullangai Aththanai Siriya Megam Ezhumbugiradhu Endraan; Appozhudhu Avan Nee Poi, Aagaabai Nokki: Mazhai Ummaith Thadaiseyyaadhapadikku Radhaththaip Pootti, Poividum Endru Sol Endraan. "
},{ "Verses": "45 adharkullaaga Vaanam Megangalinaalum Kaatrinaalum Karuththu Perumazhai Undaayitru; Aagaab Radhaththil Eri Yesrayelukkup Ponaan. "
},{ "Verses": "46 karththarudaiya Kai Eliyaavinmel Irundhadhinaal, Avan Than Araiyaik Kattikkondu, Yesrayelukku Varumattaaga Aagaabukkumun Odinaan. "
}
]