[
{ "Verses": "1 raajaavaagiya Saalomon Samastha Isravelin Melum Raajaavaayirundhaan. "
},{ "Verses": "2 avanukku Irundha Prabukkal: Saadhokkin Kumaaranaagiya Asariyaa Pradhaana Mandhiriyaayirundhaan. "
},{ "Verses": "3 seesaavin Kumaararaagiya Elikoreppum Agiyaavum Sambiradhigalaayirundhaargal; Agiloodhin Kumaaran Yosabaadh Mandhiriyaayirundhaan. "
},{ "Verses": "4 yoidhaavin Kumaaran Penaayaa Padaiththalaivanum, Saadhokkum Abiyaththaarum Aasaariyargalumaayirundhaargal. "
},{ "Verses": "5 naaththaanin Kumaaran Asariyaa Maniyakaararin Thalaivanaayirundhaan; Naaththaanin Kumaaran Saaboodh Raajaavin Pradhaaniyum Ishtanumaayirundhaan. "
},{ "Verses": "6 akeeshaar Aramanai Visaarippukkaaranum, Apthaavin Kumaaran Adhoniraam Pagudhi Visaarippukkaaranumaai Irundhaan. "
},{ "Verses": "7 raajaavukkum Avan Aramanaikkum Vendiya Unavupporulgalai Segarikkira Pannirandu Maniyakaarar Saalomonukku Isravel Dhesamengum Vaikkappattirundhaargal; Avargal Maadhaththukku Ovvoruvaraaga Varushamuzhuvadhum Paraamariththuvandhaargal. "
},{ "Verses": "8 avargal Naamangalaavana: Oorin Kumaaran, Ivan Eppiraayeem Malaiththesaththil Irundhaan. "
},{ "Verses": "9 thekkerin Kumaaran, Ivan Maakkaadhsilum, Saalpeemilum, Pedhshimesilum, Elonpeththaanaanilum Irundhaan. "
},{ "Verses": "10 esedhin Kumaaran, Ivan Arupoththil Irundhaan; Sokovum Epper Seemaiyanaiththum Ivan Visaarippil Irundhadhu. "
},{ "Verses": "11 abinadhaabin Kumaaran, Ivan Thorin Naattuppuramanaiththirkum Visaarippukkaaranaayirundhaan; Saalomonin Kumaaraththiyaagiya Thaabaadh Ivanukku Manaiviyaayirundhaal. "
},{ "Verses": "12 agiloodhin Kumaaranaagiya Paanaa, Ivan Visaarippil, Thaanaagum, Megidhovum, Sarththanaavukkup Pakkamaagavum Yesrayelukkuk Keezhaagavum Pedhseyaan Thodangi Aabel Mekollaamattum Yakmeyaamukku Appuraththumattum Irukkira Pedhseyaan Anaiththum Irundhadhu. "
},{ "Verses": "13 keperin Kumaaran, Ivan Keeleyaaththilulla Raamoththil Irundhaan; Keeleyaaththilulla Manaaseyin Kumaaranaagiya Yaaveerin Graamangalum Madhilgalum Vengala Thaazhppaalgalumulla Paasaan Dhesaththinudaiya Arubadhu Periya Pattanangalulla Arkop Seemaiyum Ivan Visaarippil Irundhadhu. "
},{ "Verses": "14 iththovin Kumaaran Aginadhaab, Ivan Maknaayeemil Irundhaan. "
},{ "Verses": "15 agimaas, Ivan Napthaliyil Irundhaan; Ivan Saalomonukku Irundha Oru Kumaaraththiyaagiya Pasmaadh Enbavalai Vivaagampanninaan. "
},{ "Verses": "16 oosaayin Kumaaran Paanaa, Ivan Aaserilum Aaloththilum Irundhaan. "
},{ "Verses": "17 paruvaavin Kumaaran Yosabaadh, Ivan Isakkaaril Irundhaan. "
},{ "Verses": "18 elaavin Kumaaran Seemeyi, Ivan Benyameenil Irundhaan. "
},{ "Verses": "19 ooriyin Kumaaran Keper, Ivan Emoriyarin Raajaavaagiya Seekonukkum Paasaanin Raajaavaagiya Ogukkum Irundha Dhesamaagiya Keeleyaaththesaththil Irundhaan; Ivanmaaththiram Aththesaththil Adhipadhiyaai Irundhaan. "
},{ "Verses": "20 yoodhaavum Isravelum Kadarkarai Manalaththanai Eraalamaayirundhu, Pusiththuk Kudiththu Magizhndhukondirundhaargal. "
},{ "Verses": "21 nadhithodangi, Pelisthar Dhesavazhiyaai Egipthin Ellaimattum Irukkira Sagala Raajyangalaiyum Saalomon Aandukondirundhaan; Avargal Saalomonukkuk Kaanikkaigalaik Konduvandhu, Avan Uyirodirundha Naalellaam Avanai Seviththaargal. "
},{ "Verses": "22 naal Ondrirku Saalomonukku Sellum Saappaattu Selavu, Muppadhu Marakkaal Melliya Maavum, Arubadhu Marakkaal Maavum, "
},{ "Verses": "23 kalaimaangalaiyum Velimaangalaiyum Varaiyaadugalaiyum Kozhumaiyaana Paravaigalaiyum Thavira, Kozhukkappatta Paththu Maadugalum, Meychchalilirundhu Vandha Irubadhu Maadugalum Nooru Aadugalumaam. "
},{ "Verses": "24 nadhikku Ippuraththil Irukkira Thipsaa Mudharkondu Aasaa Mattumullavaiyellaavatraiyum, Nadhikku Ippuraththilulla Sagala Raajaakkalaiyum Aanduvandhaan; Avanai Sutri Engum Samaadhaanamaayirundhadhu. "
},{ "Verses": "25 saalomonudaiya Naalellaam Thaan Thuvakkip Peyersebaamattum, Yoodhaavum Isravelum Avaravar Thangal Thangal Dhraatchachchediyin Nizhalilum, Thangal Thangal Aththimaraththin Nizhalilum Sugamaaik Kudiyirundhaargal. "
},{ "Verses": "26 saalomonukku Naalaayiram Radhak Kudhirailaayangalum, Panneeraayiram Kudhiraiveerarum Irundhaargal. "
},{ "Verses": "27 mersolliya Maniyakaararil Ovvoruvarum Than Than Maadhaththile Saalomon Raajaavukkum, Raajaavin Pandhikku Varum Yaavarukkum Vendiyavaigalai Oru Kuraivumindri Paraamariththu, "
},{ "Verses": "28 kudhiraigalukkum Ottagangalukkum Vendiya Vaarkodhumaiyaiyum, Vaikkolaiyum, Avaravar Thangalukku Idappatta Kattalaiyinpadi Avaigal Irukkum Sthalaththirkuk Konduvaruvaargal. "
},{ "Verses": "29 dhevan Saalomonukku Migudhiyaana Gnaanaththaiyum Buththiyaiyum, Kadarkarai Manalaththanaiyaana Manoviruththiyaiyum Koduththaar. "
},{ "Verses": "30 sagala Kizhakkaththip Puththirarin Gnaanaththaiyum Egipthiyarin Sagala Gnaanaththaiyum Paarkkilum Saalomonin Gnaanam Sirandhadhaayirundhadhu. "
},{ "Verses": "31 avan Esraagiyanaagiya Eththaanilum, Emaan, Kalkol, Thardhaa Ennum Maagolinkumaararilum, Matra Ellaa Manusharilum Gnaanavaanaayirundhaan; Sutrilum Irundha Sagala Jaadhigalilum Avan Keerththi Prabalamaayirundhadhu. "
},{ "Verses": "32 avan Moovaayiram Needhimozhigalai Sonnaan; Avanudaiya Paattugal Aayiraththu Aindhu. "
},{ "Verses": "33 leebanonil Irukkira Kedhurumarangal Mudharkondu Suvaril Mulaikkira Eesoppup Poonduvaraikkumulla Maramudhaliya Thaabarangalaikkuriththum, Mirugangal Paravaigal Oorumpiraanigal Machchangal Aagiya Ivaigalaikkuriththum Vaakkiyangalai Sonnaan. "
},{ "Verses": "34 saalomonin Gnaanaththaik Kuriththuk Kelvippatta Boomiyin Sagala Raajaakkalidaththilumirundhu Naanaajaadhiyaana Janangalum Avanudaiya Gnaanaththaik Ketkiradharku Vandhaargal. "
}
]