[
{ "Verses": "1 saamuvel Mudhirvayadhaanapodhu, Than Kumaararai Isravelinmel Niyaayaadhipadhikalaaka Vaiththaan. "
},{ "Verses": "2 avanutaiya Mooththakumaaranukkup Peyar Yovel, Ilaiyavanukkup Peyar Apiyaa; Avarkal Peyersepaavile Niyaayaadhipadhikalaayirundhaarkal. "
},{ "Verses": "3 aanaalum Avanutaiya Kumaarar Avan Vazhikalil Natavaamal, Porulaasaikkuch Chaaindhu, Paridhaanam Vaangi, Niyaayaththaip Purattinaarkal. "
},{ "Verses": "4 appozhudhu Isravelin Mooppar Ellaarum Koottangooti, Raamaavilirundha Saamuvelinitaththil Vandhu; "
},{ "Verses": "5 idho, Neer Mudhirvayadhullavaraaneer; Ummutaiya Kumaarar Ummutaiya Vazhikalil Natakkiradhillai; Aakaiyaal Sakala Jaadhikalukkullum Irukkirapati, Engalai Niyaayam Visaarikkiradharku, Oru Raajaavai Erpatuththaventum Endraarkal. "
},{ "Verses": "6 engalai Niyaayam Visaarikka Oru Raajaavai Erpatuththum Endru Avarkal Sonna Vaarththai Saamuvelukkuth Thakaadhadhaaik Kaanappattadhu; Aakaiyaal Saamuvel Karththarai Nokki Vinnappampanninaan. "
},{ "Verses": "7 appozhudhu Karththar Saamuvelai Nokki: Janangal Unnitaththil Solvadhellaavatrilum Avarkal Sollaik Kel; Avarkal Unnaith Thallavillai, Naan Avarkalai Aalaadhapatikku, Ennaiththaan Thallinaarkal. "
},{ "Verses": "8 naan Avarkalai Ekipdhilirundhu Purappatappannina Naal Mudhal Innaalmattum Avarkal Ennaivittu, Vere Thevarkalaich Cheviththuvandha Thangal Ellaach Cheykaikalin Patiyum Seydhadhupola, Avarkal Unakkum Seykiraarkal. "
},{ "Verses": "9 ippodhum Avarkal Sollaikkel; Aanaalum Un Apippiraayaththaik Kaattumpati Avarkalai Aalum Raajaavin Kaariyam Innadhu Endru Avarkalukkuth Thitasaatchiyaaith Theriyappatuththu Endraar. "
},{ "Verses": "10 appozhudhu Saamuvel, Oru Raajaa Ventum Endru Thannitaththil Ketta Janangalukkuk Karththarutaiya Vaarththaikalaiyellaam Solli: "
},{ "Verses": "11 ungalai Aalum Raajaavin Kaariyam Ennavendraal Than Radhaththirku Mun Otumpati Avan Ungal Kumaararai Etuththu, Than Radhasaaradhikalaakavum Than Kudhiraiveeraraakavum Vaiththukkolluvaan. "
},{ "Verses": "12 aayiramperukkum Aimpadhu Perukkum Thalaivaraakavum, Than Nilaththai Uzhukiravarkalaakavum, Than Vilaichchalai Arukkiravarkalaakavum, Than Yuththa Aayudhangalaiyum Than Radhangalin Panimuttukalaiyum Pannukiravarkalaakavum, Avarkalai Vaiththukkolluvaan. "
},{ "Verses": "13 ungal Kumaaraththikalaip Parimaladhailam Seykiravarkalaakavum, Samaiyal Pannukiravarkalaakavum, Appam Sutukiravarkalaakavum Vaiththukkolluvaan. "
},{ "Verses": "14 ungal Vayalkalilum, Ungal Thiraatchaththottangalilum, Ungal Olivaththoppukalilum, Nallavaikalai Etuththukkontu, Than Oozhiyakkaararukkuk Kotuppaan. "
},{ "Verses": "15 ungal Thaaniyaththilum Ungal Thiraatchappalanilum Thasamapaakam Vaangi, Than Piradhaanikalukkum Than Sevakarkalukkum Kotuppaan. "
},{ "Verses": "16 ungal Velaikkaararaiyum, Ungal Velaikkaarikalaiyum, Ungalil Thiramaiyaana Vaaliparaiyum, Ungal Kazhudhaikalaiyum Etuththu Thannutaiya Velaikku Vaiththukkolluvaan. "
},{ "Verses": "17 ungal Aatukalile Paththil Ondru Etuththukkolluvaan; Neengal Avanukku Velaiyaatkalaaveerkal. "
},{ "Verses": "18 neengal Therindhukonta Ungal Raajaavinimiththam Annaalile Muraiyituveerkal; Aanaalum Karththar Annaalile Ungalukkuch Chevikotukkamaattaar Endraan. "
},{ "Verses": "19 janangal Saamuvelin Sollaik Ketka Manadhillaamal: Appatiyalla, Engalukku Oru Raajaa Irukkaththaan Ventum." 
},{ "Verses": "20 sakala Jaadhikalaiyum Pola Naangalum Iruppom; Engal Raajaa Engalai Niyaayam Visaariththu, Engalukku Munpaakap Purappattu, Engal Yuththangalai Nataththaventum Endraarkal. "
},{ "Verses": "21 saamuvel Janangalin Vaarththaikalaiyellaam Kettu, Avaikalaik Karththaritaththil Theriyappatuththinaan. "
},{ "Verses": "22 karththar Saamuvelai Nokki: Nee Avarkal Sollaik Kettu, Avarkalai Aala Oru Raajaavai Erpatuththu Endraar; Appozhudhu Saamuvel Isravel Janangalaip Paarththu: Avaravar Thangal Oorkalukkup Pokalaam Endraan. "
}
]