[
{ "Verses": "1 orunaal Savulin Kumaaranaakiya Yonaththaan Than Aayudhadhaariyaakiya Vaalipanai Nokki: Namakku Edhiraaka Andhap Pakkaththil Irukkira Pelisdharin Thaanaiyaththirkup Povom Vaa Endru Sonnaan; Adhai Avan Than Thakappanukku Arivikkavillai. "
},{ "Verses": "2 savul Kipiyaavin Kataisi Munaiyaakiya Mikronile Oru Maadhalamaraththinkeezh Irundhaan; Avanotekoota Irundha Janangal Erakkuraiya Arunooruperaayirundhaarkal. "
},{ "Verses": "3 seelovile Karththarutaiya Aasaariyanaayirundha Eliyin Kumaaranaakiya Pinekaasukkup Pirandha Ikkapoththin Sakodharanum Akidhoopin Kumaaranumaakiya Akiyaa Enpavan Epoththaith Thariththavanaayirundhaan; Yonaththaan Ponadhai Janangal Ariyaadhirundhaarkal. "
},{ "Verses": "4 yonaththaan Pelisdharin Thaanaiyaththirkup Pokappaarththa Vazhikalin Natuve, Indhappakkam Oru Senguththaana Paaraiyum, Andhappakkam Oru Senguththaana Paaraiyum Irundhadhu; Ondrukkup Poses Endru Per, Matrondrukkuch Chene Endru Per. "
},{ "Verses": "5 andhap Paaraikalil Ondru Vatakke Mikmaasukku Edhiraakavum, Matrondru Therke Kipiyaavukku Edhiraakavum Irundhadhu. "
},{ "Verses": "6 yonaththaan Than Aayudhadhaariyaakiya Vaalipanai Nokki: Viruththasedhanam Illaadhavarkalutaiya Andhath Thaanaiyaththirkup Povom Vaa; Oruvelai Karththarnamakkaaka Oru Kaariyam Seyvaar; Anekamperaik Kontaakilum, Konjam Peraik Kontaakilum, Ratchikkak Karththarukkuth Thataiyillai Endraan. "
},{ "Verses": "7 appozhudhu Avan Aayudhadhaari Avanaip Paarththu: Ummutaiya Irudhayaththil Irukkirapatiyellaam Seyyum; Appatiye Pom; Idho, Ummutaiya Manadhukku Etrapati Naanum Ummotekoota Varukiren Endraan. "
},{ "Verses": "8 adharku Yonaththaan: Idho, Naam Katandhu, Andha Manusharitaththirkup Pokiravarkalpola Avarkalukku Nammaik Kaanpippom. "
},{ "Verses": "9 naangal Ungalitaththukku Varumattum Nillungal Endru Nammote Solvaarkalaanaal, Naam Avarkalitaththukku Erippokaamal, Nammutaiya Nilaiyile Nirpom. "
},{ "Verses": "10 engalitaththukku Erivaarungal Endru Solvaarkalaanaal, Erippovom; Karththar Avarkalai Nammutaiya Kaiyil Oppukkotuththaar; Idhu Namakku Ataiyaalam Endraan. "
},{ "Verses": "11 appatiye Avarkal Iruvarum Pelisdharin Thaanaiyaththirmun Thangalaik Kaanpiththaarkal; Appozhudhu Pelisdhar: Idho, Epireyar Oliththuk Kontirundha Valaikalaivittup Purappatukiraarkal Endru Solli, "
},{ "Verses": "12 thaanaiyam Irukkira Manushar Yonaththaanaiyum Avan Aayudhadhaariyaiyum Paarththu: Engalitaththukku Erivaarungal, Ungalukkup Puththi Karpippom Endraarkal; Appozhudhu Yonaththaan Than Aayudhadhaariyai Nokki: En Pinnaale Erivaa; Karththar Avarkalai Isravelin Kaiyil Oppukkotuththaar Endru Solli, "
},{ "Verses": "13 yonaththaan Than Kaikalaalum Than Kaalkalaalum Thavazhndhu Erinaan. Avan Aayudhadhaari Avan Pinnaale Erinaan; Appozhudhu Avarkal Yonaththaanukku Munpaaka Matindhu Vizhundhaarkal; Avan Aayudhadhaariyum Avan Pinnaale Vettikkonte Ponaan. "
},{ "Verses": "14 yonaththaanum Avan Aayudhadhaariyum Atiththa Andha Mundhina Atiyile Erakkuraiya Irupadhuper Araiyer Nilamaana Visaalaththile Vizhundhaarkal. "
},{ "Verses": "15 appozhudhu Paalayaththilum Veliyilum, Sakala Janangalilum, Payangaram Untaaki, Thaanaiyam Irundhavarkalum Kollaiyitappona Thantilullavarkalungootath Thikil Ataindhaarkal; Poomiyum Adhirndhadhu; Adhu Thevanaal Untaana Payangaramaayirundhadhu. "
},{ "Verses": "16 penyameen Naattilulla Kipiyaavile Savulukku Irundha Jaamakkaarar Paarththu: Idho, Andha Eraalamaana Koottam Kalaindhu, Oruvarmel Oruvar Vizhukiradhaik Kantaarkal. "
},{ "Verses": "17 appozhudhu Savul Thannotekoota Irukkira Janangalai Nokki: Nammitaththilirundhu Ponavarkal Yaar Endru Ilakkampaarungal Endraan; Avarkal Ilakkam Paarkkirapodhu, Idho, Yonaththaanum Avan Aayudhadhaariyum Ange Illai Endru Kantaarkal. "
},{ "Verses": "18 appozhudhu Savul Akeeyaavai Nokki: Thevanutaiya Pettiyaik Kontuvaa Endraan; Thevanutaiya Petti Annaatkalil Isravel Puththiraritaththil Irundhadhu. "
},{ "Verses": "19 ippatich Chavul Aasaariyanote Pesukaiyil, Pelisdharin Paalayaththil Untaana Kalakam Varavara Adhikariththadhu; Appozhudhu Savul Aasaariyanaip Paarththu: Irukkattum Endraan. "
},{ "Verses": "20 savulum Avanotirundha Janangalum Koottangootip Porkkalaththirkup Ponaarkal; Oruvar Pattayam Oruvarukku Virodhamaayirundhapatiyaal Makaa Amaliyuntaayitru. "
},{ "Verses": "21 idharkumun Pelisdharutan Kooti Avarkalotekootap Paalayaththile Thirindhu Vandha Epireyarum, Savulotum Yonaththaanotum Irukkira Isravelarote Kootikkontaarkal. "
},{ "Verses": "22 eppiraayeem Malaikalil Oliththukkontirundha Sakala Isravelarum Pelisdhar Murindhotukiradhaik Kelvippattapodhu, Yuththaththile Avarkalai Nerungith Thotarndhaarkal. "
},{ "Verses": "23 ippatik Karththar Andraiyadhinam Isravelai Ratchiththaar; Andha Yuththam Peththaavenmattum Natandhadhu. "
},{ "Verses": "24 isravelar Andraiyadhinam Mikundha Varuththam Ataindhaarkal: Naan En Saththurukkal Kaiyile Pazhivaanga Ventum, Saayangaalamattum Porukkaamal Evan Pojanam Seykiraano Avan Sapikkappattavan Endru Savul Janangalukku Aanaiyittuch Cholliyirundhapatiyaal, Janangalil Oruvarum Evvalavenum Pojanampannaadhirundhaarkal. "
},{ "Verses": "25 thesaththu Janangal Ellaarum Oru Kaattile Vandhaarkal; Ange Veliyile Thenkootu Kattiyirundhadhu. "
},{ "Verses": "26 janangal Kaattile Vandhapodhu, Idho, Then Ozhukikkontirundhadhu; Aanaalum Oruvanum Adhaith Than Kaiyinaale Thottuth Than Vaayil Vaikkavillai; Janangal Andha Aanaiyinimiththam Payappattaarkal. "
},{ "Verses": "27 yonaththaan Than Thakappan Janangalukku Aanaiyittadhaik Kelvippatavillai; Avan Than Kaiyilirundha Kolaineetti, Adhin Nuniyinaale Thenkoottaik Kuththi, Adhai Etuththuth Than Vaayile Pottukkontaan; Adhinaal Avan Kankal Thelindhadhu. "
},{ "Verses": "28 appozhudhu Janangalil Oruvan: Indraikku Pojanam Saappitukiravan Sapikkappattavan Endru Ummutaiya Thakappanaar Janangalukku Urudhiyaai Aanaiyittirukkiraar; Aakaiyinaal Janangal Vitaaiththirukkiraarkal Endraan. "
},{ "Verses": "29 appozhudhu Yonaththaan: En Thakappan Thesaththin Janangalaik Kalakkappatuththinaar; Naan Indhath Thenile Konjam Rusipaarththadhinaale, En Kankal Thelindhadhaip Paarungal. "
},{ "Verses": "30 indraiyadhinam Janangal Thangalukku Akappatta Thangal Saththurukkalin Kollaiyile Edhaakilum Pusiththirundhaal, Eththanai Nalamaayirukkum; Pelisdharukkul Untaana Sangaaram Mikavum Adhikamaayirukkume Endraan. "
},{ "Verses": "31 avarkal Andraiyadhinam Mikmaasilirundhu Aayalonmattum Pelisdharai Muriya Atiththapodhu, Janangal Mikavum Vitaaiththirundhaarkal. "
},{ "Verses": "32 appozhudhu Janangal Kollaiyinmel Paaindhu, Aatukalaiyum Maatukalaiyum Kandrukkuttikalaiyum Pitiththu, Tharaiyile Pottu Atiththu, Iraththaththotum Pusiththaarkal. "
},{ "Verses": "33 appozhudhu: Idho, Iraththaththotirukkiradhaip Pusikkiradhinaal Janangal Karththarukku Elaadha Paavam Seykiraarkal Endru Savulukku Ariviththaarkal; Avan: Neengal Thurokampannineerkal; Ippodhe Oru Periya Kallai Ennitaththil Uruttikkontuvaarungal. "
},{ "Verses": "34 neengal Janaththirkulle Poi, Iraththaththotirukkiradhaich Chaappitukiradhinaale, Karththarukku Elaadha Paavam Seyyaadhapatikku, Avaravar Thangal Maattaiyum Avaravar Thangal Aattaiyum Ennitaththil Kontuvandhu, Inge Atiththu, Pinpu Saappitaventum Endru Avarkalukkuch Chollungal Endru Kattalaiyittaan; Aakaiyaal Janangal Ellaarum Avaravar Thangal Maatukalai Andru Iraaththiri Thaangale Kontuvandhu, Ange Atiththaarkal. "
},{ "Verses": "35 pinpu Savul Karththarukku Oru Palipeetaththaik Kattinaan; Adhu Avan Karththarukkuk Kattina Mudhalaavadhu Palipeetam. "
},{ "Verses": "36 adharkuppinpu Savul: Naam Indha Iraaththiriyile Pelisdharaith Thotarndhupoi, Vitiyarkaala Velichchamaakumattum Avarkalaik Kollaiyittu, Avarkalil Oruvaraiyum Meedhiyaaka Vaikkaadhiruppomaaka Endraan. Adharku Avarkal: Ummutaiya Kankalukku Nalamaanapatiyellaam Seyyum Endraarkal. Aasaariyano: Naam Inge Thevasannidhiyil Serakkatavom Endraan. "
},{ "Verses": "37 appatiye: Pelisdharaith Thotarndhupokalaamaa? Avarkalai Isravelin Kaiyil Oppukkotuppeeraa? Endru Savul Thevanitaththil Visaariththaan; Avar Andha Naalile Avanukku Maruuththaravu Arulavillai. "
},{ "Verses": "38 appozhudhu Savul: Janaththin Thalaivarkale, Neengal Ellaarum Inge Serndhuvandhu, Indru Indhap Paavam Edhinaale Untaayitru Endru Paarththariyungal. "
},{ "Verses": "39 adhu En Kumaaranaakiya Yonaththaanitaththil Kaanappattaalum, Avan Saakave Saakaventum Endru Isravelai Ratchikkira Karththarutaiya Jeevanaik Kontu Sollukiren Endraan; Sakala Janangalukkullum Oruvanum Avanukkup Piradhiyuththaram Sollavillai. "
},{ "Verses": "40 adharkuppin Avan Isravelar Ellaaraiyum Nokki: Neengal Andhappakkaththile Irungal; Naanum En Kumaaranaakiya Yonaththaanum Indhappakkaththil Iruppom Endraan; Janangal Savulaip Paarththu: Ummutaiya Kankalukku Nalamaanapati Seyyum Endraarkal. "
},{ "Verses": "41 appozhudhu Savul Isravelin Thevanaakiya Karththarai Nokki: Nidhaanamaaik Kattalaiyittu Yadhaarththaththai Vilangappannum Endraan; Appozhudhu Yonaththaanmelum Savulin Melum Seettu Vizhundhadhu, Janangalo Thappinaarkal. "
},{ "Verses": "42 enakkum En Kumaaranaakiya Yonaththaanukkum Seettuppotungal Endru Savul Sonnapodhu, Yonaththaanmel Seettu Vizhundhadhu. "
},{ "Verses": "43 appozhudhu Savul Yonaththaanaippaarththu: Nee Seydhadhu Enna? Enakkuch Chol Endru Kettaan. Adharku Yonaththaan: En Kaiyil Irukkira Kolin Nuniyinaale Konjam Then Etuththu Rusipaarththen; Adharkaaka Naan Saakaventum Endraan. "
},{ "Verses": "44 appozhudhu Savul: Yonaththaane, Nee Saakaththaanventum; Illaavittaal Thevan Enakku Adharkuch Chariyaakavum Adharku Adhikamaakavum Seyyakkatavar Endraan. "
},{ "Verses": "45 janangalo Savulai Nokki: Isravelile Indhap Periya Iratchippaich Cheydha Yonaththaan Kolaiseyyappatalaamaa? Adhu Kootaadhu; Avan Thalaiyil Irukkira Oru Mayirum Tharaiyile Vizhappokiradhillai Endru Karththarutaiya Jeevanaikkontu Aanaiyittuch Chollukirom; Thevan Thunai Nirka Avan Indru Kaariyaththai Natappiththaan Endraarkal; Appatiye Yonaththaan Saakaadhapatikku, Janangal Avanaith Thappuviththaarkal. "
},{ "Verses": "46 savul Pelisdharaith Thotaraamal Thirumpivittaan; Pelisdharum Thangal Sdhalaththirkup Poivittaarkal. "
},{ "Verses": "47 ippatich Chavul Isravelai Aalukira Raajyapaaraththaip Petrukkontu, Sutrilum Irukkira Thannutaiya Ellaach Chaththurukkalumaakiya Movaapiyarukkum, Ammon Puththirarukkum, Edhomiyarukkum, Sopaavin Raajaakkalukkum, Pelisdharukkum Virodhamaaka Yuththam Panni, Evarkal Mel Pataiyetuththaano, Avarkalaiyellaam Atakkinaan. "
},{ "Verses": "48 avan Palaththu, Amalekkiyarai Muriya Atiththu, Isravelaraik Kollaiyitukira Yaavar Kaikkum Avarkalai Neengalaakki Iratchiththaan. "
},{ "Verses": "49 savulukku Irundha Kumaarar: Yonaththaan, Isvi, Malkisoovaa Enpavarkal; Avanutaiya Irantu Kumaaraththikalil, Mooththaval Per Merap, Ilaiyaval Per Meekaal. "
},{ "Verses": "50 savulutaiya Manaiviyin Per Akinovaam, Aval Akimaasin Kumaaraththi: Avanutaiya Senaapadhiyinper Apner, Avan Savulutaiya Siriyadhakappanaakiya Nerin Kumaaran. "
},{ "Verses": "51 kees Savulin Thakappan; Apnerin Thakappanaakiya Ner Aapiyelin Kumaaran. "
},{ "Verses": "52 savul Irundha Naalellaam Pelisdharin Mel Katinamaana Yuththam Natandhadhu; Savul Oru Paraakkiramasaaliyaiyaakilum Oru Palasaaliyaiyaakilum Kaanumpodhu, Avarkal Ellaaraiyum Thannitamaakach Cherththukkolluvaan. "
}
]