[
{ "Verses": "1 karththarutaiya Petti Pelisdharin Thesaththil Ezhumaadham Irundhadhu. "
},{ "Verses": "2 pinpu Pelisdhar Poojaasaarikalaiyum Kurisollukiravarkalaiyum Azhaippiththu: Karththarutaiya Pettiyaip Patri Naangal Enna Seyyaventum? Adhai Naangal Evvidhamaai Adhin Sdhaanaththirku Anuppivitalaam Endru Engalukkuch Chollungal Endraarkal. "
},{ "Verses": "3 adharku Avarkal: Isravelin Thevanutaiya Pettiyai Neengal Anuppinaal, Adhai Verumaiyaai Anuppaamal, Kutranivaarana Kaanikkaiyai Evvidhaththilum Avarukkuch Cheluththaventum; Appozhudhu Neengal Sosdhamataikiradhum Allaamal, Avarutaiya Kai Ungalai Vitaadhirundhamukaandharam Innadhu Endrum Ungalukkuth Theriyavarum Endraarkal. "
},{ "Verses": "4 adharku Avarkal: Kutranivaarana Kaanikkaiyaaka Naangal Avarukku Ennaththaich Cheluththaventumendru Kettadharku, Avarkal: Ungalellaarukkum Ungal Adhipadhikalukkum Ore Vaadhaiyuntaanapatiyaal, Pelisdharutaiya Adhipadhikalin Ilakkaththirkuch Chariyaaka Moolaviyaadhiyin Saayalaanapati Seydha Aindhu Pon Suroopangalum, Ponnaal Seydha Aindhu Suntelikalum Seluththaventum. "
},{ "Verses": "5 aakaiyaal Ungal Moolaviyaadhiyin Saayalaana Suroopangalaiyum, Ungal Thesaththaik Ketuththuppotta Suntelikalin Saayalaana Suroopangalaiyum Neengal Untupanni, Isravelin Thevanukku Makimaiyaich Cheluththungal; Appozhudhu Oruvelai Ungal Melum, Ungal Thevarkal Melum, Ungal Thesaththin Melum Irangiyirukkira Avarutaiya Kai Ungalai Vittu Vilakum. "
},{ "Verses": "6 ekipdhiyarum Paarvonum Thangal Irudhayaththaik Katinappatuththinadhu Pola, Neengal Ungal Irudhayaththaik Katinappatuththuvaanen? Avarkalai Avar Theengaai Vaadhiththapinpu, Janangalai Avarkal Anuppivittadhum, Avarkal Poi Vittadhum Illaiyo? "
},{ "Verses": "7 ippodhum Neengal Oru Pudhuvantil Seydhu, Nukampoottaadhirukkira Irantu Karavaippasukkalaip Pitiththu, Avaikalai Vantilile Katti, Avaikalin Kandrukkuttikalai Avaikalukkup Pinnaakap Pokavitaamal, Veettile Kontuvandhuvittu, "
},{ "Verses": "8 pinpu Karththarutaiya Pettiyai Etuththu, Adhai Vantilinmel Vaiththu, Neengal Kutra Nivaaranakaanikkaiyaaka Avarukkuch Cheluththum Ponnuruppatikalai Adhin Pakkaththil Oru Siriya Pettiyile Vaiththu, Adhai Anuppivitungal. "
},{ "Verses": "9 appozhudhu Paarungal; Adhu Than Ellaikkup Pokiravazhiyaai Pedhshimesukkup Ponaal, Indhap Periya Theengai Namakkuch Cheydhavar Avardhaame Endru Ariyalaam; Pokaadhirundhaal, Avarutaiya Kai Nammaith Thotaamal, Adhu Tharseyalaai Namakku Nerittadhu Endru Arindhukollalaam Endraarkal. "
},{ "Verses": "10 andha Manushar Appatiye Seydhu, Irantu Karavaippasukkalaik Kontuvandhu, Avaikalai Vantilile Katti, Avaikalin Kandrukkuttikalai Veettile Ataiththuvaiththu, "
},{ "Verses": "11 karththarutaiya Pettiyaiyum, Ponnaal Seydha Suntelikalum Thangal Moolaviyaadhiyin Saayalaana Suroopangalum Vaiththirukkira Siriya Pettiyaiyum, Andha Vantilinmel Vaiththaarkal. "
},{ "Verses": "12 appozhudhu Andhap Pasukkal Pedhshimesukkup Pokira Vazhiyile Sevvaiyaaip Poi, Valadhu Itadhu Pakkamaai Vilakaamal, Perumpaadhaiyaana Nervazhiyaakak Kooppittuk Konte Natandhana; Pelisdharin Adhipadhikal Pedhshimesin Ellaimattum Avaikalin Pirake Ponaarkal. "
},{ "Verses": "13 pedhshimesin Manushar Pallaththaakkile Kodhumai Aruppu Aruththukkontirundhaarkal; Avarkal Thangal Kankalai Eretukkumpodhu, Pettiyaik Kantu, Adhaik Kantadhinaal Sandhoshappattaarkal. "
},{ "Verses": "14 andha Vantil Pedhshimes Ooraanaakiya Yosuvaavin Vayalil Vandhu, Ange Nindradhu; Ange Oru Periya Kallirundhadhu; Appozhudhu Vantilin Marangalaip Pilandhu, Pasukkalaik Karththarukkuch Charvaangadhakanapaliyaakach Cheluththinaarkal. "
},{ "Verses": "15 leviyar Karththarutaiya Pettiyaiyum, Adhanotirundha Ponnuruppatikalulla Siriya Pettiyaiyum Irakki, Andhap Periya Kallinmel Vaiththaarkal; Pedhshimesin Manushar, Andraiya Thinam Karththarukkuch Charvaanga Thakanangalaich Cheluththip Palikalai Ittaarkal. "
},{ "Verses": "16 pelisdharin Aindhu Adhipadhikalum Ivaikalaikkantu, Andraiya Thinam Ekronukkuth Thirumpip Ponaarkal. "
},{ "Verses": "17 pelisdhar Kutranivaaranaththirkaaka, Karththarukkuch Cheluththina Moolaviyaadhiyin Saayalaana Pon Suroopangalaavana, Asdhoththirkaaka Ondru, Kaasaavukkaaka Ondru, Askalonukkaaka Ondru, Kaaththukkaaka Ondru, Ekronukkaaka Ondru, "
},{ "Verses": "18 ponnaal Seydha Suntelikalovendraal, Aranaana Pattanangal Thuvakki Naattilulla Kiraamangalmattum, Karththarutaiya Pettiyai Vaiththa Periya Kal Irukkira Aapelmattum, Aindhu Adhipadhikalukkum Aadheenamaayirukkira Pelisdharutaiya Sakala Oorkalin Ilakkaththirkuch Chariyaayirundhadhu. Andhak Kal Innaalvaraikkum Pedhshimes Ooraanaakiya Yosuvaavin Vayalil Irukkiradhu. "
},{ "Verses": "19 aanaalum Pedhshimesin Manushar Karththarutaiya Pettikkul Paarththapatiyinaal, Karththar Janangalil Aimpadhinaayiraththu Ezhupadhuperai Atiththaar; Appozhudhukarththar Janangalaip Periya Sangaaramaaka Atiththadhinimiththam, Janangal Thukkiththukkontirundhaarkal. "
},{ "Verses": "20 indhap Parisuththamaana Thevanaakiya Karththarukku Munpaaka Nirkaththakkavan Yaar? Petti Nammitaththilirundhu Yaaritaththukkup Pokum Endru Pedhshimesin Manushar Solli, "
},{ "Verses": "21 keeriyaadhyaareemin Kutikalukku Aatkalai Anuppi: Pelisdhar Karththarutaiya Pettiyaith Thirumpa Anuppinaarkal; Neengal Vandhu, Adhai Ungalitaththukku Etuththukkontu Pongal Endru Sollachchonnaarkal. "
}
]