[
{ "Verses": "1 appozhudhu Saamuvel Thailakkuppiyai Etuththu, Avan Thalaiyin Mel Vaarththu, Avanai Muththanjeydhu: Karththar Unnaith Thammutaiya Sudhandharaththinmel Thalaivanaaka Apishekampanninaar Allavaa? "
},{ "Verses": "2 nee Indraikku Ennaivittup Pokirapodhu, Penyameen Ellaiyaakiya Selsaakil Raakelin Kallaraiyantaiyil Irantu Manusharaik Kaanpaai; Avarkal Unnaip Paarththu: Nee Thetappona Kazhudhaikal Akappattadhu; Idho, Un Thakappan Kazhudhaikalinmelirundha Kavalaiyai Vittu, Ungalukkaaka Visaarappattu, En Makanukkaaka Ennaseyven? Enkiraan Endru Solluvaarkal. "
},{ "Verses": "3 nee Avvitaththai Vittu Appuram Katandhupoi, Thaaporilulla Samapoomiyil Serumpodhu, Thevanaip Paniyumpati Peththelukkup Pokira Moondru Manushar Ange Unnaik Kantu Sandhippaarkal, Oruvan Moondru Aattukkuttikalaiyum, Innoruvan Moondru Appangalaiyum, Veroruvan Thiraatcharasamulla Oru Thuruththiyaiyum Kontuvandhu, "
},{ "Verses": "4 unnutaiya Sukaseydhiyai Visaariththu, Unakku Irantu Appangalaik Kotuppaarkal; Avaikalai Nee Avarkal Kaiyile Vaangaventum. "
},{ "Verses": "5 pinpu Pelisdharin Thaanaiyam Irukkira Thevanutaiya Malaikkup Povaai; Ange Nee Pattanaththirkul Piravesikkaiyil, Metaiyilirundhu Irangivarukira Theerkkadharisikalin Koottaththirku Edhirppatuvaai; Avarkalukku Munpaakath Thampurum Melamum Naakasuramum Suramantalamum Pokum; Avarkal Theerkkadharisanam Solluvaarkal. "
},{ "Verses": "6 appozhudhu Karththarutaiya Aavi Unmel Iranguvaar; Nee Avarkalotekootath Theerkkadharisanam Solli, Veru Manushanaavaai. "
},{ "Verses": "7 indha Ataiyaalangal Unakku Neritumpodhu, Samayaththukku Etrapati Nee Sey; Thevan Unnote Irukkiraar. "
},{ "Verses": "8 nee Enakku Munne Kilkaalukku Irangippo; Sarvaanga Thakanapalikalaiyum Samaadhaanapalikalaiyum Seluththumpatikku, Naan Unnitaththil Varuven; Naan Unnitaththil Vandhu, Nee Seyya Ventiyadhai Unakku Arivikkumattum, Ezhunaal Kaaththiru Endraan. "
},{ "Verses": "9 avan Saamuvelai Vittup Pokumpati Thirumpinapodhu, Thevan Avanukku Vere Irudhayaththaik Kotuththaar; Andha Ataiyaalangal Ellaam Andraiya Thiname Nerittadhu. "
},{ "Verses": "10 avarkal Andha Malaikku Vandha Podhu, Idho, Theerkkadharisikalin Koottam Avanukku Edhiraaka Vandhadhu; Appozhudhu Thevanutaiya Aavi Avanmel Iranginadhinaal, Avanum Avarkalukkulle Theerkkadharisanam Sonnaan. "
},{ "Verses": "11 adharku Munne Avanai Arindhavarkal Ellaarum Avan Theerkkadharisikalotirundhu, Theerkkadharisanam Sollukiradhaik Kantapodhu: Keesin Kumaaranukku Vandhadhu Enna? Savulum Theerkkadharisikalil Oruvano? Endru Andha Janangal Oruvarotoruvar Sollikkontaarkal. "
},{ "Verses": "12 adharku Ange Irukkiravarkalil Oruvan: Ivarkalukkuth Thakappan Yaar Endraan; Aadhalaal Savulum; Theerkkadharisikalil Oruvano? Enpadhu Pazhamozhiyaayitru. "
},{ "Verses": "13 avan Theerkkadharisanam Solli Mutindhapinpu, Metaiyin Mel Vandhaan. "
},{ "Verses": "14 appozhudhu Savulutaiya Siriya Thakappan: Neengal Enge Poneerkal Endru Avanaiyum Avan Velaikkaaranaiyum Kettaan. Adharku Avan Naangal Kazhudhaikalaith Thetappoi, Avaikalai Engung Kaanaadhapatiyinaal, Saamuvelitaththukkup Ponom Endraan. "
},{ "Verses": "15 appozhudhu Savulin Siriyadhakappan: Saamuvel Ungalukkuch Chonnadhu Enna? Adhaich Chol Endraan. "
},{ "Verses": "16 savul Than Siriyadhakappanaip Paarththu: Kazhudhaikal Akappattadhu Endru Engalukkuth Theermaanamaaich Chonnaar Endraan; Aanaalum Raajyapaaraththaippatrich Chaamuvel Sonnadhai Avanukku Arivikkavillai. "
},{ "Verses": "17 saamuvel Janangalai Mispaavile Karththaritaththil Varavazhaiththu, "
},{ "Verses": "18 isravel Puththirarai Nokki: Isravelin Thevanaakiya Karththar Sollukiradhu Ennavendraal, Naan Isravelai Ekipdhilirundhu Purappatappanni, Ungalai Ekipdhiyar Kaikkum, Ungalai Irukappitiththa Ellaa Raajyaththaarin Kaikkum Neengalaakkivitten. "
},{ "Verses": "19 neengalo Ungalutaiya Ellaaththeengukalukkum Nerukkangalukkum Ungalai Neengalaakki Ratchiththa Ungal Thevanai Innaalile Purakkaniththu, Oru Raajaavai Engalmel Erpatuththum Endru Avaritaththil Kettukkonteerkal; Ippozhudhu Karththarutaiya Sannidhiyil Ungal Vamsangalinpatiyeyum, Aayirangalaana Ungal Servaikalinpatiyeyum, Vandhu Nillungal; Endraan. "
},{ "Verses": "20 saamuvel Isravelin Koththirangalaiyellaam Serappanninapinpu Penyameen Koththiraththinmel Seettu Vizhundhadhu. "
},{ "Verses": "21 avan Penyameen Koththiraththai Adhinutaiya Kutumpangalinpatiye Serappanninapinpu, Maaththiri Kutumpaththinmelum, Adhile Keesin Kumaaranaakiya Savulinmelum, Seettu Vizhundhadhu; Avanaith Thetinapodhu, Avan Akappatavillai. "
},{ "Verses": "22 avan Ini Inge Varuvaanaa Endru Avarkal Thirumpak Karththaritaththil Visaariththapodhu: Idho, Avan Thalavaatangalirukkira Itaththile Oliththukkontirukkiraan Endru Karththar Sonnaar. "
},{ "Verses": "23 appozhudhu Avarkal Oti, Angeyirundhu Avanai Azhaiththukkontuvandhaarkal; Avan Janangal Natuve Vandhu Nindrapodhu, Ellaa Janangalum Avan Tholukkuk Keezhaayirukkaththakka Uyaramullavanaayirundhaan. "
},{ "Verses": "24 appozhudhu Saamuvel Ellaa Janangalaiyum Nokki: Karththar Therindhukontavanaip Paarungal, Samasdha Janangalukkullum Avanukkuch Chamaanamaanavan Illai Endraan; Appozhudhu Janangal Ellaarum Aarppariththu: Raajaa Vaazhka Endraarkal. "
},{ "Verses": "25 saamuvel Raajaangaththin Muraiyai Janangalukkuth Theriviththu, Adhai Oru Pusdhakaththil Ezhudhi, Karththarutaiya Sannidhiyil Vaiththu, Janangalaiyellaam Avaravar Veettukku Anuppivittaan. "
},{ "Verses": "26 savulum Kipiyaavilirukkira Than Veettukkup Ponaan; Iraanuvaththil Thevan Evarkal Manadhai Evinaaro, Avarkalum Avanotekootap Ponaarkal. "
},{ "Verses": "27 aanaalum Peliyaalin Makkal: Ivanaa Nammai Ratchikkappokiravan Endru Solli, Avanukkuk Kaanikkai Kontu Varaamal Avanai Asattaipanninaarkal; Avano Kaadhukelaadhavan Pola Irundhaan. "
}
]