[
{ "Verses": "1 thaaveedhum Avan Manusharum Moondraam Naalile, Siklaakukku Vandhu Serukiradharkulle, Amalekkiyar Thenpuraththuch Cheemaiyinmelum Siklaakin Melum Vizhundhu, Siklaakaik Kollaiyatiththu, Adhai Akkiniyaal Sutteriththu, "
},{ "Verses": "2 adhilirundha Sdhireekalaakiya Siriyavarkalaiyum Periyavarkalaiyum Siraipitiththu, Oruvaraiyum Kondrupotaamal, Avarkalaip Pitiththukkontu, Thangal Vazhiye Poivittaarkal. "
},{ "Verses": "3 thaaveedhum Avan Manusharum Andhap Pattanaththirku Vandhapodhu, Idho, Adhu Akkiniyinaal Sutterikkappattadhu Endrum, Thangal Manaivikalum Thangal Kumaararum Thangal Kumaaraththikalum Siraipitiththuk Kontupokappattaarkal Endrum Kantaarkal. "
},{ "Verses": "4 appozhudhu Thaaveedhum Avanotirundha Janangalum Azhukiradharkuth Thangalil Pelanillaamal Pokumattum Saththamittu Azhudhaarkal. "
},{ "Verses": "5 thaaveedhin Irantu Manaivikalaakiya Yesrayel Ooraalaana Akinovaamum, Karmel Ooraalaana Naapaalin Manaiviyaayirundha Apikaayilum, Siraipitiththukkontupokappattaarkal. "
},{ "Verses": "6 thaaveedhu Mikavum Nerukkappattaan; Sakala Janangalum Thangal Kumaaraththikalinimiththam Manakkilesamaanadhinaal, Avanaik Kalleriyaventum Endru Sollikkontaarkal; Thaaveedhu Than Thevanaakiya Karththarukkulle Thannaith Thitappatuththikkontaan. "
},{ "Verses": "7 thaaveedhu Akimelekkin Kumaaranaakiya Apiyaththaar Ennum Aasaariyanai Nokki: Epoththai Ennitaththil Kontuvaa Endraan; Apiyaththaar Epoththaith Thaaveedhinitaththil Kontuvandhaan. "
},{ "Verses": "8 thaaveedhu Karththarai Nokki: Naan Andhath Thantaip Pin Thotaraventumaa? Adhaip Pitippenaa? Endru Kettaan. Adharku Avar: Adhaip Pindhotar; Adhai Nee Pitiththu, Sakalaththaiyum Thiruppikkolvaai Endraar. "
},{ "Verses": "9 appozhudhu Thaaveedhum Avanotirundha Arunooruperum Ponaarkal; Avarkal Pesor Aatrantaikku Vandha Podhu Ange Silar Nindruponaarkal. "
},{ "Verses": "10 thaaveedho, Naanooruperotungootath Thotarndhuponaan; Irunooruper Vitaaiththupponapatiyinaal Pesor Aatraik Katakkamaattaamal Nindruponaarkal. "
},{ "Verses": "11 oru Ekipdhiyanai Veliyil Avarkal Kantu, Avanaith Thaaveedhinitaththil Kontuvandhu, Pusikka Avanukku Appamum Kutikkath Thanneerum Kotuththu, "
},{ "Verses": "12 aththippazha Ataiyin Oru Thuntaiyum, Vatralaana Irantu Thiraatchappazhak Kulaikalaiyum Avanukkuk Kotuththaarkal; Adhai Avan Saappitta Pinpu, Avanutaiya Uyir Thirumpa Avanukkul Vandhadhu. Avan Iraappakal Moondrunaalaai Appam Saappitaamalum Thanneer Kutiyaamalum Irundhaan. "
},{ "Verses": "13 thaaveedhu Avanai Nokki: Nee Yaarutaiyavan? Nee Evvitaththaan Endru Kettadharku, Avan: Naan Oru Amalekkiyanutaiya Velaikkaaranaakiya Ekipdhu Thesaththu Pillaiyaantaan; Moondru Naalaikkumun Naan Viyaadhippattapodhu, En Ejamaan Ennaik Kaivittaan. "
},{ "Verses": "14 naangal Kireththiyarutaiya Thenpuraththinmelum, Yoodhaavukkatuththa Ellaiyinmelum, Kaaleputaiya Thenpuraththinmelum, Pataiyetuththuppoi Siklaakai Akkiniyinaal Sutteriththuppottom Endraan. "
},{ "Verses": "15 thaaveedhu Avanai Nokki: Nee Ennai Andhath Thantinitaththukkuk Kontu Povaayaa Endru Kettadharku: Avan, Neer Ennaik Kondrupotuvadhumillai, Ennai En Ejamaan Kaiyil Oppukkotuppadhumillai Endru Thevanmel Aanaiyituveeraanaal, Ummai Andhath Thantinitaththukkuk Koottikkontu Poven Endraan. "
},{ "Verses": "16 ivan Avanaik Kontupoi Vittapodhu, Idho, Avarkal Veliyengum Paravi, Pusiththuk Kutiththu, Thaangal Pelisdhar Thesaththilum Yoodhaadhesaththilum Kollaiyittuvandha Makaa Peridhaana Andha Ellaak Kollaikkaakavum Aatippaatikkontirundhaarkal. "
},{ "Verses": "17 avarkalaith Thaaveedhu Andru Saayangaalandhotangi Marunaal Saayangaalamattum Muriya Atiththaan; Ottakangal Mel Eri Otippona Naanooru Vaalipar Thavira, Avarkalil Veroruvarum Thappavillai. "
},{ "Verses": "18 amalekkiyar Pitiththukkontu Pona Ellaavatraiyum, Thannutaiya Irantu Manaivikalaiyum, Thaaveedhu Vituviththaan. "
},{ "Verses": "19 avarkal Kollaiyaatikkontupona Ellaavatrilum, Siriyadhilum Periyadhilum, Kumaararilum, Kumaaraththikalilum, Ondrum Kuraipataamal, Ellaavatraiyum Thaaveedhu Thiruppikontaan. "
},{ "Verses": "20 ellaa Aatumaatukalaiyum Thaaveedhu Pitiththukkontaan; Avaikalaith Thangal Mirukajeevankalukku Munnaale Otti, Idhu Thaaveedhin Kollai Endraarkal. "
},{ "Verses": "21 vitaaiththupponadhinaale Thaaveedhukkup Pinsellaamal, Pesor Aatrantaiyile Thangiyirundha Irunooruperitaththukkuth Thaaveedhu Varukirapodhu, Ivarkal Thaaveedhukkum Avanotirundha Janaththirkum Edhirkontuvandhaarkal; Thaaveedhu Andha Janaththinitaththil Serndhu, Avarkal Sukaseydhiyai Visaariththaan. "
},{ "Verses": "22 appozhudhu Thaaveedhote Natandhu Vandha Manusharil Pollaadhavarkalum Peliyaalin Makkalumaana Ellaarum: Avarkal Engalote Varaadhapatiyinaal Naangal Thiruppikkonta Kollaiyutaimaikalil Avarkalukku Ondrum Kotuppadhillai; Avarkalil Ovvoruvanum Than Than Manaiviyaiyum Than Than Pillaikalaiyume Azhaiththukkontu Pokattum Endraarkal. "
},{ "Verses": "23 adharkuth Thaaveedhu: En Sakodharare, Karththar Namakkuth Thandhadhai Neengal Ippatich Cheyyaventaam; Karththar Nammaik Kaappaatri, Namakku Virodhamaai Vandhirundha Andhath Thantai Nammutaiya Kaiyil Oppukkotuththaar. "
},{ "Verses": "24 indhak Kaariyaththil Ungal Sorketka Yaar Sammadhippaan? Yuththaththirkup Ponavarkalin Pangu Evvalavo, Avvalavu Rasdhukkalantaiyil Irundhavarkalukkum Panguveedham Kitaikkaventum; Saripangaakap Pangituvaarkalaaka Endraan. "
},{ "Verses": "25 appatiye Annaalmudharkontu Natandhuvarukiradhu; Adhai Isravelile Innaalvaraikkum Irukkum Kattalaiyum Piramaanamumaaka Erpatuththinaan. "
},{ "Verses": "26 thaaveedhu Siklaakukku Vandhapodhu, Avan Kollaiyaatinavaikalile Than Sinekidharaakiya Yoodhaavin Moopparukkuch Chilavatrai Anuppi: Idho, Karththarutaiyasaththurukkalin Kollaiyil Ungalukku Untaayirukkum Aaseervaadhapaakam Endru Sollachchonnaan. "
},{ "Verses": "27 yaaryaarukku Anuppinaanendraal, Peththelil Irukkiravarkalukkum, Therkaana Raamoththil Irukkiravarkalukkum, Yaaththeeril Irukkiravarkalukkum, "
},{ "Verses": "28 aaroveril Irukkiravarkalukkum, Sipmoththil Irukkiravarkalukkum, Esdhemokaavil Irukkiravarkalukkum, "
},{ "Verses": "29 raakkaalil Irukkiravarkalukkum, Yeraamiyeliyarin Pattanangalil Irukkiravarkalukkum, Keniyarin Pattanangalil Irukkiravarkalukkum, "
},{ "Verses": "30 ormaavil Irukkiravarkalukkum, Koraasaanil Irukkiravarkalukkum, Aatraakil Irukkiravarkalukkum, "
},{ "Verses": "31 epronil Irukkiravarkalukkum, Thaaveedhum Avan Manusharum Natamaatina Ellaa Itangalil Irukkiravarkalukkum Anuppinaan. "
}
]