[
{ "Verses": "1 pinpu Seep Ooraar Kipiyaavilirukkira Savulitaththil Vandhu: Thaaveedhu Eshimonukku Edhiraana Aakilaamettil Oliththukkontirukkiraan Endraarkal. "
},{ "Verses": "2 appozhudhu Savul: Seepvanaandharaththile Thaaveedhaith Thetumpati Ezhundhu, Isravelile Therindhukollappatta Moovaayiram Perotung Koota, Seep Vanaandharaththirkup Purappattupponaan. "
},{ "Verses": "3 savul Eshimonukku Edhire Vazhiyantaiyilirukkira Aakilaamettile Paalayamiranginaan; Thaaveedhu Vanaandharaththil Thangi, Savul Thannaith Thotarndhu Vanaandharaththirku Varukiradhaik Kantu, "
},{ "Verses": "4 thaaveedhu Vevukaararai Anuppi, Savul Vandhadhu Nichchayam Endru Arindhukontaan. "
},{ "Verses": "5 pinpu Thaaveedhu Ezhundhu, Savul Paalayamirangina Itaththirkup Poi, Savulum Nerin Kumaaranaakiya Apner Ennum Avan Pataiththalaivanum Patuththukkontirukkira Itaththaip Paarththaan; Savul Iradhangalirukkira Itaththile Patuththuk Kontirundhaan; Janangal Avanaich Chutrilum Paalayamirangiyirundhaarkal. "
},{ "Verses": "6 thaaveedhu Eththiyanaakiya Akimelekkaiyum, Seruyaavin Kumaaranum Yovaapin Sakodharanumaakiya Apisaayaiyum Paarththu: Ennotekootach Chavulitaththirkup Paalayaththil Irangivarukiravan Yaar Endradharku, Apisaai: Naan Ummotekoota Varukiren Endraan. "
},{ "Verses": "7 appatiye Thaaveedhum Apisaayum Iraaththiriyile Andha Janangalukkulle Vandhaarkal; Idho, Savul Iradhangalirukkira Itaththile Patuththu Niththiraipanninaan; Avan Thalaimaattil Avanutaiya Eetti Nilaththile Kuththiyirundhadhu; Avanaich Chutrilum Apnerum Janangalum Patuththukkontirundhaarkal. "
},{ "Verses": "8 appozhudhu Apisaai Thaaveedhaip Paarththu: Indru Thevan Ummutaiya Saththuruvai Ummutaiya Kaiyil Oppukkotuththaar;` Ippodhum Naan Avanai Eettiyinaal Irantu Kuththaakak Kuththaamal, Ore Kuththaaka Nilaththil Uruvak Kuththattumaa Endraan. "
},{ "Verses": "9 thaaveedhu Apisaayaip Paarththu: Avaraik Kollaadhe; Karththar Apishekam Pannuviththavarmel Than Kaiyaip Pottu, Kutramillaamarpokiravan Yaar? Endru Sonnaan. "
},{ "Verses": "10 pinnum Thaaveedhu: Karththar Avarai Atiththu, Alladhu Avarutaiya Kaalam Vandhu, Avar Mariththu, Alladhu Avar Yuththaththirkuppoi Maantaalozhiya, "
},{ "Verses": "11 naan En Kaiyaik Karththar Apishekampannuviththavarmel Potaadhapatikku, Karththar Ennaik Kaakkakkatavar Endru Karththarutaiya Jeevanaik Kontu Sollukiren; Ippodhum Avar Thalaimaattil Irukkira Eettiyaiyum, Thanneerch Chempaiyum Etuththukkontu Povom Endraan. "
},{ "Verses": "12 thaaveedhu Savulin Thalaimaattil Irundha Eettiyaiyum, Thanneerch Chempaiyum Etuththukkontapinpu, Purappattuponaarkal; Adhai Oruvarum Kaanavillai, Ariyavumillai, Oruvarum Vizhiththukkollavumillai; Karththar Avarkalukku Ayarndha Niththirai Varuviththadhinaal, Avarkalellaarum Thoonginaarkal. "
},{ "Verses": "13 thaaveedhu Katandhu, Andhap Pakkaththirkup Poi, Thangalukkum Avarkalukkum Natuve Pondha Itamuntaaka, Thooraththilirukkira Malaiyin Kotumutiyile, "
},{ "Verses": "14 janangalukkum Nerin Kumaaranaakiya Apnerukkum Neraaka Nindru Kooppittu: Apnere, Uththaravu Sollamaatteeraa Endraan; Adharku Apner: Raajaavukku Neraakak Kookkuralitukira Nee Yaar Endraan. "
},{ "Verses": "15 appozhudhu Thaaveedhu Apnerai Nokki: Neer Veeran Allavaa? Isravelil Umakkuch Chariyaanavan Yaar? Pinnai Neer Ummutaiya Aantavanaakiya Raajaavaik Kaakkaamarponadhenna? Janaththil Oruvan Ummutaiya Aantavanaakiya Raajaavaik Kollumpati Vandhirundhaane. "
},{ "Verses": "16 neer Seydha Indhak Kaariyam Nalladhalla; Karththar Apishekampannina Ungal Aantavanai Neengal Kaakkaamarponapatiyinaal, Neengal Maranaththirkup Paaththiravaankal; Ippodhum Raajaavin Thalaimaattil Irundha Avarutaiya Eettiyum Thanneerch Chempum Enge Endru Paarum Endraan. "
},{ "Verses": "17 appozhudhu Savul: Thaaveedhin Saththaththai Arindhu, En Kumaaranaakiya Thaaveedhe, Idhu Un Saththamallavaa Endraan. Adharkuth Thaaveedhu: Raajaavaakiya En Aantavane, Idhu En Saththandhaan Endru Solli, "
},{ "Verses": "18 pinnum: En Aantavanaakiya Neer Ummutaiya Atiyaanai Ippatip Pin Thotarukiradhu Enna? Naan Ennaseydhen? Ennitaththil Enna Pollaappu Irukkiradhu? "
},{ "Verses": "19 ippozhudhu Raajaavaakiya En Aantavan Thammutaiya Atiyaanutaiya Vaarththaikalaik Ketpaaraaka; Karththar Ummai Enakku Virodhamaaka Etuththu Vittadhuntaanaal, Adharku Avar Kaanikkaiyai Etrukkolvaaraaka; Manupuththirar Adhaich Cheydhaarkaleyaakil, Avarkal Karththarukku Munpaakach Chapikkappatakkatavarkal; Avarkal: Nee Poi, Anniya Thevarkalaich Chevi Endru Solli, Avarkal Indru Ennaik Karththarutaiya Sudhandharaththirku Atuththavanaayiraadhapatikku, Thuraththivittaarkale. "
},{ "Verses": "20 ippodhum Karththarutaiya Samukaththil En Iraththam Tharaiyil Vizhaadhiruppadhaaka; Malaikalil Oru Kavudhaariyai Vettaiyaatukiradhupola, Isravelin Raajaa Oru Thelluppoochchiyaith Thetavandhaaro Endraan. "
},{ "Verses": "21 appozhudhu Savul: Naan Paavanjeydhen; En Kumaaranaakiya Thaaveedhe, Thirumpivaa; En Jeevan Indraiyadhinam Un Paarvaikku Arumaiyaayirundhapatiyaal, Ini Unakku Oru Pollaappunjeyyen; Idho, Naan Madhiyatravanaai Makaa Periya Thappidhanjeydhen Endraan. "
},{ "Verses": "22 adharkuth Thaaveedhu: Idho, Raajaavin Eetti Inge Irukkiradhu; Vaaliparil Oruvan Ippuram Vandhu, Adhai Vaangik Kontupokattum. "
},{ "Verses": "23 karththar Avanavanukku Avanavan Needhikkum Unmaikkum Thakkadhaakappalan Alippaaraaka; Indru Karththar Ummai Enkaiyil Oppukkotuththirundhum, Karththarapishekampanninavarmel, En Kaiyai Neetta Manadhillaadhirundhen. "
},{ "Verses": "24 idho, Ummutaiya Jeevan Indraiyadhinam En Paarvaikku Eppati Arumaiyaayirundhadho, Appatiye En Jeevanum Karththarin Paarvaikku Arumaiyaayiruppadhinaal, Avar Ennai Ellaa Upaththiravaththirkum Neengalaakki Vituvaaraaka Endraan. "
},{ "Verses": "25 appozhudhu Savul Thaaveedhai Nokki: En Kumaaranaakiya Thaaveedhe, Nee Aaseervadhikkappattavan; Nee Periya Kaariyangalaich Cheyvaai, Menmelum Palappatuvaai Endraan; Appatiye Thaaveedhu Than Vazhiye Ponaan; Savulum Than Sdhaanaththirkuth Thirumpinaan. "
}
]