[
{ "Verses": "1 idho, Pelisdhar Kekilaavinmel Yuththampanni, Kalanjiyangalaik Kollaiyitukiraarkal Endru Thaaveedhukku Arivikkappattadhu. "
},{ "Verses": "2 appozhudhu Thaaveedhu: Naan Poi, Andhap Pelisdharai Muriya Atikkalaamaa Endru Karththaritaththil Visaariththadharku, Karththar: Nee Po; Pelisdharai Muriya Atiththu, Kekilaavai Ratchippaayaaka Endru Thaaveedhukkuch Chonnaar. "
},{ "Verses": "3 aanaalum Thaaveedhin Manushar Avanai Nokki: Idho, Naangal Inge Yoodhaavile Irukkumpodhe Payappatukirom; Naangal Pelisdharutaiya Senaikalai Edhirkkiradharku Kekilaavukkup Ponaal, Evvalavu Adhikam Endraarkal. "
},{ "Verses": "4 appozhudhu Thaaveedhu Thirumpavum Karththaritaththil Visaariththapodhu, Karththar Avanukku Uththaramaaka: Nee Ezhumpi, Kekilaavukkup Po; Naan Pelisdharai Un Kaiyil Oppukkotuppen Endraar. "
},{ "Verses": "5 appatiye Thaaveedhu Than Manusharaik Koottikkontu, Kekilaavukkup Poi, Pelisdharotu Yuththampanni, Avarkalil Anekamperai Vetti, Avarkal Aatumaatukalai Ottikkontuponaan; Ivvidhamaai Kekilaavin Kutikalai Ratchiththaan. "
},{ "Verses": "6 akimelekkin Kumaaranaakiya Apiyaththaar Kekilaavil Irukkira Thaaveedhinitaththil Thappiyotukirapodhu, Avanitaththil Oru Epoththu Irundhadhu. "
},{ "Verses": "7 thaaveedhu Kekilaavukku Vandhaan Endru Savulukku Arivikkappattapodhu, Thevan Avanai En Kaiyil Oppukkotuththaar; Avan Kadhavukalum Thaazhppaalkalumulla Pattanaththirkul Piravesiththadhinaal, Ataipattirukkiraan Endru Savul Solli, "
},{ "Verses": "8 thaaveedhaiyum Avan Manusharaiyum Mutrikkai Potumpatikku, Kekilaavukkup Poka, Ellaa Janaththaiyum Yuththaththirku Azhaippiththaan. "
},{ "Verses": "9 thanakkup Pollaappuch Cheyyach Chavul Eththanampannukiraan Endru Thaaveedhu Arindhukontapodhu, Aasaariyanaakiya Apiyaththaarai Nokki: Epoththai Inge Kontuvaa Endraan. "
},{ "Verses": "10 appozhudhu Thaaveedhu: Isravelin Thevanaakiya Karththaave, Savul Kekilaavukku Vandhu, Ennimiththam Pattanaththai Azhikka Vakaidhetukiraan Endru Umadhu Atiyaanaakiya Naan Nichchayamaaik Kelvippatten. "
},{ "Verses": "11 kekilaa Pattanaththaar Ennai Avan Kaiyil Oppukkotuppaarkalo, Ummutaiya Atiyaan Kelvippattapati Savul Varuvaano, Isravelin Thevanaakiyakarththaave, Idhai Ummutaiya Atiyaanukkuth Therivikkaventum Endraan. Adharkuk Karththar: Avan Varuvaan Endraar. "
},{ "Verses": "12 kekilaapattanaththaar Ennaiyum En Manusharaiyum Savulin Kaiyil Oppukkotuppaarkalo Endru Thaaveedhu Kettadharku, Karththar: Oppukkotuppaarkal Endraar. "
},{ "Verses": "13 aakaiyaal Thaaveedhum Erakkuraiya Arunooruperaakiya Avan Manusharum Ezhumpi, Kekilaavai Vittup Purappattu, Pokakkootiya Itaththirkup Ponaarkal; Thaaveedhu Kekilaavilirundhu Thappipponaan Endru Savulukku Arivikkappattapodhu, Thaan Purappatukiradhai Niruththi Vittaan. "
},{ "Verses": "14 thaaveedhu Vanaandharaththilulla Aranaana Sdhalangalile Thangi, Seep Ennum Vanaandharaththilirukkira Oru Malaiyile Thariththirundhaan; Savul Anudhinamum Avanaith Thetiyum, Thevan Avanai Avan Kaiyil Oppukkotukkavillai. "
},{ "Verses": "15 than Piraananai Vaangath Thetumpatikku, Savul Purappattaan Endru Thaaveedhu Arindhapatiyinaale, Thaaveedhu Seep Vanaandharaththilulla Oru Kaattile Irundhaan. "
},{ "Verses": "16 appozhudhu Savulin Kumaaranaakiya Yonaththaan Ezhundhu, Kaattilirukkira Thaaveedhinitaththil Poi, Thevanukkul Avan Kaiyaith Thitappatuththi: "
},{ "Verses": "17 neer Payappataventaam; En Thakappanaakiya Savulin Kai Ummaik Kantu Pitikkamaattaadhu; Neer Isravelinmel Raajaavaayiruppeer; Appozhudhu Naan Umakku Irantaavadhaayiruppen; Appati Natakkum Endru En Thakappanaakiya Savulum Arindhirukkiraar Endraan. "
},{ "Verses": "18 avarkal Iruvarum Karththarukku Munpaaka Utanpatikkai Panninapinpu, Thaaveedhu Kaattil Irundhuvittaan; Yonaththaano Than Veettirkup Ponaan. "
},{ "Verses": "19 pinpu Seep Ooraar Kipiyaavilirukkira Savulitaththil Vandhu: Thaaveedhu Engalitaththil Eshimonukkuth Therke Aakilaa Ennum Malaikkaattilulla Aranippaana Itangalil Oliththukkontirukkiraan Allavaa? "
},{ "Verses": "20 ippodhum Raajaave, Neer Ummutaiya Manaviruppaththinpati Irangivaarum; Avanai Raajaavin Kaiyil Oppukkotukka, Engalaal Aakum Endraarkal. "
},{ "Verses": "21 adharku Savul: Neengal Enmel Thayai Vaiththadhinaale, Karththaraal Aaseervadhikkappattiruppeerkalaaka. "
},{ "Verses": "22 neengal Poi, Avan Kaal Natamaatukira Itaththaip Paarththu, Ange Avanaik Kantavan Yaar Enpadhaiyum Innum Nandraai Visaariththu Ariyungal; Avan Makaa Thandhiravaadhi Endru Enakkuth Theriyavandhadhu. "
},{ "Verses": "23 avan Oliththukkontirukkum Ellaa Maraivitangalaiyum Paarththarindhu Kontu, Nichchaya Seydhi Enakkuk Kontuvaarungal; Appozhudhu Naan Ungalote Kootavandhu, Avan Thesaththil Irundhaal, Yoodhaavilirukkira Sakala Aayirangalukkullum Avanaith Thetip Poven Endraan. "
},{ "Verses": "24 appozhudhu Avarkal Ezhundhu, Savulukku Munnaale Seep Oorukkup Ponaarkal; Thaaveedhum Avan Manusharum Eshimonukkuth Therkaana Andhara Veliyaakiya Maakon Vanaandharaththil Irundhaarkal. "
},{ "Verses": "25 savulum Avan Manusharum Thaaveedhaith Thetavarukiraarkal Endru Avanukku Arivikkappattapodhu, Avan Kanmalaiyilirundhu Irangi, Maakon Vanaandharaththile Thanginaan; Adhai Savul Kelvippattu, Maakon Vanaandharaththile Thaaveedhaip Pin Thotarndhaan. "
},{ "Verses": "26 savul Malaiyin Indhappakkaththilum, Thaaveedhum Avan Manusharum Malaiyin Andhappakkaththilum Natandhaarkal; Savulukkuth Thappippoka, Thaaveedhu Theeviriththapodhu, Savulum Avan Manusharum Thaaveedhaiyum Avan Manusharaiyum Pitikkath Thakkadhaai Avarkalai Valaindhukontaarkal. "
},{ "Verses": "27 andhach Chamayaththil Oru Aal Savulitaththil Vandhu: Neer Seekkiramaai Vaarum; Pelisdhar Thesaththinmel Pataiyetuththu Vandhirukkiraarkal Endraan. "
},{ "Verses": "28 adhanaal Savul Thaaveedhaip Pin Thotarukiradhai Vittuth Thirumpi, Pelisdharai Edhirkkumpati Ponaan; Aadhalaal Avvitaththirkuch Chelaa Ammaalikodh Endru Perittaarkal. "
},{ "Verses": "29 thaaveedhu Avvitaththai Vittup Purappattu, Enkedhiyilulla Aranippaana Itangalil Thanginaan. "
}
]