[
{ "Verses": "1 thaaveedhu Raamaavukkatuththa Naayodhilirundhu Otippoi, Yonaththaan Munpaaka Vandhu: Ummutaiya Thakappan En Piraananai Vaangaththetukiraare, Naan Seydhadhu Enna? En Akkiramam Enna? Naan Avarukkuch Cheydha Thurokam Enna? Endraan. "
},{ "Verses": "2 adharku Avan: Appati Orukkaalum Varaadhu; Neer Saavadhillai, Idho, Enakku Arivikkaamal En Thakappan Periya Kaariyamaanaalum Siriyakaariyamaanaalum Ondrum Seykiradhillai; Indhak Kaariyaththai En Thakappan Enakku Maraippaanen? Appati Irukkamaattaadhu Endraan. "
},{ "Verses": "3 appozhudhu Thaaveedhu: Ummutaiya Kankalil Enakkuth Thayaikitaiththadhu Endru Ummutaiya Thakappan Nandraai Arivaar; Aakaiyaal Yonaththaanukku Mananovu Untaakaadhapatikku Avan Idhai Ariyappokaadhu Enpaar; Maranaththirkum Enakkum Oru Ati Thooramaaththiram Irukkiradhu Endru Karththarutaiya Jeevanaiyum Ummutaiya Jeevanaiyum Kontu Nichchayamaaich Chollukiren Endru Marumozhi Solli Aanaiyittaan. "
},{ "Verses": "4 appozhudhu Yonaththaan Thaaveedhaip Paarththu: Umadhu Manaviruppam Innadhu Endru Sollum, Adhinpati Umakkuch Cheyven Endraan. "
},{ "Verses": "5 thaaveedhu Yonaththaanai Nokki: Idho, Naalaikku Amaavaasi, Naan Raajaavote Pandhiyirundhu Saappitaventiyadhaayirukkum; Aanaalum Naan Moondraam Naal Saayangaalamattum Veliyile Oliththirukkumpati Enakku Uththaravu Kotum. "
},{ "Verses": "6 ummutaiya Thakappan Ennaik Kuriththu Visaariththaal, Than Ooraakiya Pedhlakemile Than Kutumpaththaar Yaavarum Varushaththukku Orudharam Paliyitavarukirapatiyaal Thaaveedhu Avvitaththirkup Poka Ennitaththil Varundhikkettaan Endru Neer Sollum. "
},{ "Verses": "7 adharku Avar Nalladhu Endraal, Ummutaiya Atiyaanukkuch Chamaadhaanam Irukkum; Avarukku Erichchaluntaanaal, Avaraale Pollaapputh Theermaanappattirukkiradhu Endru Arindhukolveer. "
},{ "Verses": "8 aakaiyaal Ummutaiya Atiyaanukkuth Thayaiseyyaventum; Karththarukku Munpaaka Ummutaiya Atiyaanote Utanpatikkai Panniyirukkireere; Ennil Oru Akkiramam Irundhadheyaanaal, Neere Ennaik Kondrupotum; Neer Ennai Ummutaiya Thakappanitaththukkuk Kontupokaventiyadhu Enna Endraan. "
},{ "Verses": "9 appozhudhu Yonaththaan: Appati Umakku Varaadhiruppadhaaka; Umakkup Pollaappuch Cheyya En Thakappanaale Theermaaniththirukkiradhu Endru Naan Nichchayamaai Arindhenaanaal Naan Adhai Umakku Arivikkaadhiruppeno Endraan. "
},{ "Verses": "10 thaaveedhu Yonaththaanai Nokki: Ummutaiya Thakappan Katinamaana Uththaram Sonnaal Adhai Yaar Enakku Arivippaar Endraan. "
},{ "Verses": "11 appozhudhu Yonaththaan Thaaveedhaip Paarththu: Oorukku Veliye Povom Vaarum Endraan; Iruvarum Veliye Purappattupponaarkal. "
},{ "Verses": "12 appozhudhu Yonaththaan Isravelin Thevanaakiya Karththarai Munnittuth Thaaveedhai Nokki: Naan Naalaiyaavadhu, Marunaalilaavadhu En Thakappanutaiya Manadhai Arindhukontu, Avar Thaaveedhinmel Thayavaayirukkiraar Endru Kantum, Adhai Appodhu Umadhu Sevikalukku Velippatuththumpatikku, Umakkuch Cholliyanuppaadhirundhaal, "
},{ "Verses": "13 isravelin Thevanaakiya Karththar Yonaththaanukku Adharkuch Chariyaakavum Adharku Adhikamaakavum Seyyakkatavar; Aanaalum Umakkuth Theengu Seyya En Thakappanukkup Piriyamaayirundhaal, Adhai Umadhu Sevikalukku Velippatuththi, Neer Samaadhaanaththote Pokumpatikku Ummai Anuppivituven; Karththar En Thakappanotu Irundhadhupol, Ummotum Iruppaaraaka. "
},{ "Verses": "14 melum, Naan Uyirotirukkaiyil, Naan Saakaadhapatikku Neer Karththarin Nimiththamaai Enakkuth Thayaiseyyaventiyadhum Allaamal, "
},{ "Verses": "15 karththar Thaaveedhin Saththurukkalaakiya Ovvoruvaraiyum Poomiyinmel Iraadhapatikku, Ver Arukkumpodhum, Neer Endraikkum Umadhu Thayavai En Veettaivittu Akatrivitaamalum Irukkaventum Endraan. "
},{ "Verses": "16 ippati Yonaththaan Thaaveedhin Kutumpaththote Utanpatikkaipanni, Thaaveedhutaiya Saththurukkalin Kaiyile Karththar Kanakkuk Ketpaaraaka Endru Solli, "
},{ "Verses": "17 yonaththaan Thaaveedhai Mikavum Sinekiththapatiyinaal, Pinnum Avanukku Aanaiyittaan; Than Uyiraich Chinekiththadhupola Avanaich Chinekiththaan. "
},{ "Verses": "18 pinpu Yonaththaan Thaaveedhaip Paarththu: Naalaikku Amaavaasi, Neer Utkaaraventiya Itam Kaaliyaayiruppadhinaal Ummaikkuriththu Visaarikkappatum. "
},{ "Verses": "19 kaariyam Natandhapodhu, Moondraam Naalile Neer Oliththirukkum Itaththirkuth Theeviriththu Vandhu, Esel Ennum Kallantaiyil Utkaarndhirum. "
},{ "Verses": "20 appozhudhu Naan Kurippuvaiththu Eykiradhupola, Adharkup Pakkamaaka Moondru Ampukalai Eydhu: "
},{ "Verses": "21 nee Poi, Andha Ampukalaith Theti Vaa Endru Oru Pillaiyaantaanai Anuppuven; Idho, Ampukal Unakku Ippuraththile Kitakkiradhu, Avaikalai Etuththukkontuvaa Endru Pillaiyaantaanitaththil Naan Sonnaal, Neer Vaarum; Appozhudhu Ondrum Illai, Umakkuch Chamaadhaanam Irukkum Endrukarththarutaiya Jeevanaikkontu Sollukiren. "
},{ "Verses": "22 idho, Ampukal Unakku Appuraththile Kitakkiradhu Endru Naan Andha Pillaiyaantaanitaththil Sonnaal, Neer Poivitum; Appozhudhu Karththar Ummaip Pokachchollukiraar Endru Ariyum. "
},{ "Verses": "23 neerum Naanum Pesikkonta Kaariyaththirku, Idho, Karththar Enakkum Umakkum Endraikkum Natunirkum Saatchi Endraan. "
},{ "Verses": "24 appatiye Thaaveedhu Veliyile Oliththukkontirundhaan; Amaavaasiyaanapodhu Raajaa Pojanam Panna Utkaarndhaan. "
},{ "Verses": "25 raajaa Suvarantaiyilirukkira Than Itaththil Eppodhumpol Utkaarndha Podhu, Yonaththaan Ezhundhirundhaan; Apnero Savulutaiya Pakkaththil Utkaarndhaan; Thaaveedhu Irukkum Itam Kaaliyaayirundhadhu. "
},{ "Verses": "26 aanaalum Avan Theettaayirukkiraanaakkum, Avan Theettuppattuththaan Irukkaventum Endru Andraiyadhinam Savul Ondrum Sollavillai. "
},{ "Verses": "27 amaavaasikku Marunaalilum Thaaveedhu Irukkum Itam Kaaliyaayirundhadhu; Appozhudhu Savul: Eesaayin Makan Netrum Indrum Pojanaththukku Varaadheponadhu Enna Endru Than Kumaaranaakiya Yonaththaanaik Kettaan. "
},{ "Verses": "28 yonaththaan Savulukkup Piradhiyuththaramaaka: Pedhlekemmattum Poka, Thaaveedhu Ennitaththil Varundhikkettu, "
},{ "Verses": "29 ange Naan Pokaventum; Engal Kutumpaththaar Oorile Paliyitap Pokiraarkal; En Thamaiyan Ennai Varumpati Kattalaiyittaar; Ummutaiya Kankalil Enakkuth Thayaikitaiththadhaanaal, Naan En Sakodhararaip Paarkkiradharkup Poka Enakku Uththaravu Kotum Endraan; Idhanaaledhaan Avan Raajaavin Pandhikku Varavillai Endraan. "
},{ "Verses": "30 appozhudhu Savul Yonaththaanmel Kopamoontavanaaki, Avanaip Paarththu: Irantakamum Maarupaatumullavalin Makane, Nee Unakku Vetkamaakavum, Un Thaayin Maanaththirku Vetkamaakavum, Eesaayin Makanaith Thozhanaakath Therindhukontirukkiradhai Naan Ariyeno? "
},{ "Verses": "31 eesaayin Makan Poomiyinmel Uyirotirukkum Naalvaraiyum Neeyaanaalum Un Raajyapaaramaanaalum Nilaippatuvadhillai; Ippodhe Avanai Azhaippiththu, Ennitaththil Kontuvaa; Avan Saakaventum Endraan. "
},{ "Verses": "32 yonaththaan Than Thakappanaakiya Savulukkup Piradhiyuththaramaaka: Avan En Kollappataventum? Avan Enna Seydhaan Endraan. "
},{ "Verses": "33 appozhudhu Savul: Avanaik Kuththippota Avanmel Eettiyai Erindhaan; Aakaiyaal Thaaveedhaik Kondru Potath Than Thakappan Theermaaniththirukkiraan Enpadhai Yonaththaan Arindhukontu, "
},{ "Verses": "34 kopadhaapamaai Pandhiyaivittu Ezhundhirundhupoi, Amaavaasiyin Marunaalaakiya Andraiyadhinam Pojanam Pannaadhirundhaan; Than Thakappan Thaaveedhai Nindhiththuch Chonnadhu Avanukku Mananovaayirundhadhu. "
},{ "Verses": "35 marunaal Kaalame, Yonaththaan Thaaveedhukkuk Kuriththaneraththile Oru Sirupillaiyaantaanaik Koottik Kontu, Veliye Purappattuppoi; "
},{ "Verses": "36 pillaiyaantaanai Nokki: Nee Oti, Naan Eykira Ampukalaith Theti Etuththuk Kontuvaa Endru Solli, Andhap Pillaiyaantaan Otumpodhu, Avanukku Appaale Pokumpati Oru Ampai Eydhaan. "
},{ "Verses": "37 yonaththaan Eydha Ampirukkum Itamattum Pillaiyaantaan Ponapodhu, Ampu Unakku Innum Appaal Irukkiradhu Allavaa Endru Yonaththaan Pillaiyaantaanukkup Pirakeyirundhu Kooppittaan. "
},{ "Verses": "38 nee Thariththunirkaamal Theeviriththup Pottenappo Endrum Yonaththaan Pillaiyaantaanukkup Pirakeyirundhu Kooppittaan; Appatiye Yonaththaanin Pillaiyaantaan Ampukalaip Porukki, Than Ejamaanitaththil Kontuvandhaan. "
},{ "Verses": "39 andhak Kaariyam Yonaththaanukkum Thaaveedhukkum Therindhirundhadheyallaamal, Andhap Pillaiyaantaanukku Ondrum Theriyaadhirundhadhu. "
},{ "Verses": "40 appozhudhu Yonaththaan: Than Aayudhangalaip Pillaiyaantaanitaththil Kotuththu, Ivaikalaip Pattanaththirkuk Kontupo Endraan. "
},{ "Verses": "41 pillaiyaantaan Ponapinpu, Thaaveedhu Thenpuramaana Itaththilirundhu Ezhundhuvandhu, Tharaiyile Mukanguppura Vizhundhu, Moondruvisai Vananginaan; Avarkal Oruvarai Oruvar Muththanjeydhu Azhudhaarkal; Thaaveedhu Mikavum Azhudhaan. "
},{ "Verses": "42 appozhudhu Yonaththaan Thaaveedhai Nokki: Neer Samaadhaanaththote Pom, Karththar Endraikkum Enakkum Umakkum, En Sandhadhikkum Umadhu Sandhadhikkum Natunirkum Saatchi Endru Solli, Karththarutaiya Naamaththaikkontu Naam Iruvarum Aanaiyittukkontadhai Ninaiththukkollum Endraan. "
},{ "Verses": "43 pinpu Avan Ezhundhu Purappattup Ponaan; Yonaththaano Pattanaththirkup Poivittaan. "
}
]