[
{ "Verses": "1 appozhudhu Annaal Jepam Panni: En Irudhayam Karththarukkul Kalikoorukiradhu; En Kompu Karththarukkul Uyarndhirukkiradhu; En Pakaignarinmel En Vaai Thirandhirukkiradhu; Ummutaiya Iratchippinaale Sandhoshappatukiren. "
},{ "Verses": "2 karththaraippolap Parisuththamullavar Illai; Ummaiyallaamal Veroruvarum Illai; Engal Thevanaippola Oru Kanmalaiyum Illai. "
},{ "Verses": "3 ini Mettimaiyaana Pechchaip Pesaadhirungal; Akandhaiyaana Pechchu Ungal Vaayilirundhu Purappataventaam; Karththar Gnaanamulla Thevan; Avar Seykaikal Yadhaarththamallavo? "
},{ "Verses": "4 palavaankalin Vil Murindhadhu; Thallaatinavarkalo Palaththinaal Itaikattappattaarkal. "
},{ "Verses": "5 thirupdhiyaayirundhavarkal Appaththukkaaka Koolivelai Seykiraarkal; Pasiyaayirundhavarkalo Inip Pasiyaayiraarkal; Malatiyaayirundhaval Ezhu Petraal; Anekam Pillaikalaip Petravalo Palatchayappattaal. "
},{ "Verses": "6 karththar Kollukiravarum Uyirppikkiravarumaayirukkiraar; Avare Paadhaalaththil Irangavum Adhilirundhu Eravum Pannukiravar." 
},{ "Verses": "7 karththar Thariththiram Ataiyachcheykiravarum, Aisuvariyam Ataiyappannukiravarumaayirukkiraar; Avar Thaazhththukiravarum, Uyarththukiravarumaanavar. "
},{ "Verses": "8 avar Siriyavanaip Puzhudhiyilirundhu Etuththu, Eliyavanaik Kuppaiyilirundhu Uyarththukiraar; Avarkalaip Pirapukkalote Utkaaravum, Makimaiyulla Singaasanaththaich Chudhandharikkavum Pannukiraar; Poomiyin Asdhipaarangal Karththarutaiyavaikal; Avare Avaikalinmel Poochchakkaraththai Vaiththaar. "
},{ "Verses": "9 avar Thamadhu Parisuththavaankalin Paadhangalaik Kaappaar; Thunmaarkkar Irulile Mownamaavaarkal; Pelaththinaal Oruvanum Merkolvadhillai. "
},{ "Verses": "10 karththarote Vazhakkaatukiravarkal Norukkappatuvaarkal; Vaanaththilirundhu Avarkalmel Muzhanguvaar; Karththar Poomiyin Kataiyaandharangalai Niyaayandheerththu, Thaam Erpatuththina Raajaavukkup Pelan Aliththu, Thaam Apishekam Panninavarin Kompai Uyarappannuvaar Endru Thudhiththaal. "
},{ "Verses": "11 pinpu Elkkaanaa Raamaavilirukkira Than Veettukkup Ponaan; Andhap Pillaiyo, Aasaariyanaakiya Elikku Munpaakak Karththarukkup Panivitai Seydhukontirundhaan. "
},{ "Verses": "12 eliyin Kumaarar Peliyaalin Makkalaayirundhaarkal; Avarkal Karththarai Ariyavillai. "
},{ "Verses": "13 andha Aasaariyarkal Janangalai Natappiththa Vidham Ennavendraal, Evanaakilum Oru Paliyaich Cheluththungaalaththil Iraichchi Vekumpodhu, Aasaariyanutaiya Velaikkaaran Moondru Koorulla Oru Aayudhaththaith Than Kaiyile Pitiththuvandhu, "
},{ "Verses": "14 adhinaale, Kopparaiyilaavadhu Paanaiyilaavadhu Saruvaththilaavadhu Sattiyilaavadhu Kuththuvaan; Andha Aayudhaththil Varukiradhaiyellaam Aasaariyan Etuththukkolluvaan; Appati Ange Seelovile Varukira Isravelarukkellaam Seydhaarkal. "
},{ "Verses": "15 kozhuppaith Thakanikkiradharku Munnum, Aasaariyanutaiya Velaikkaaran Vandhu Paliyitukira Manushanai Nokki: Aasaariyanukkup Porikkumpati Iraichchikotu; Pachchai Iraichchiye Allaamal, Aviththadhai Unkaiyile Vaangukiradhillai Enpaan. "
},{ "Verses": "16 adharku Andha Manushan: Indru Seyyaventiyapati Mudhalaavadhu Kozhuppaith Thakaniththuvitattum; Pirpaatu Un Manaviruppaththinpati Etuththukkol Endru Sonnaalum; Avan: Appatiyalla, Ippozhudhe Kotu, Illaavittaal Palavandhamaai Etuththukkolluven Enpaan. "
},{ "Verses": "17 aadhalaal Andha Vaaliparin Paavam Karththarutaiya Sannidhiyil Mikavum Peridhaayirundhadhu; Manushar Karththarin Kaanikkaiyai Veruppaai Enninaarkal. "
},{ "Verses": "18 saamuvel Ennum Pillaiyaantaan Sanal Nool Epoththaith Thariththavanaaik Karththarukku Munpaakap Panivitai Seydhaan. "
},{ "Verses": "19 avanutaiya Thaai Varushandhorum Seluththum Paliyaich Cheluththukiradharkaaka, Than Purushanotekoota Varukirapodhellaam, Avanukku Oru Sinnach Chattaiyaith Thaiththuk Kontu Varuvaal. "
},{ "Verses": "20 eli Elkkaanaavaiyum Avan Manaiviyaiyum Aaseervadhiththu: Indha Sdhiree Karththarukkendru Oppukkotuththadharkup Padhilaakak Karththar Unakku Avalaale Sandhaanam Kattalaiyituvaaraaka Endraan; Avarkal Thangal Sdhaanaththirkuth Thirumpap Poivittaarkal. "
},{ "Verses": "21 appatiye Karththar Annaalaik Kataatchiththaar; Aval Karppandhariththu Moondru Kumaararaiyum Irantu Kumaaraththikalaiyum Petraal; Saamuvel Ennum Pillaiyaantaan Karththarutaiya Sannidhiyil Valarndhaan. "
},{ "Verses": "22 eli Mikundha Kizhavanaayirundhaan; Avan Than Kumaarar Isravelukkellaam Seykira Ellaavatraiyum, Avarkal Aasarippuk Kootaaraththin Vaasalil Koottangootukira Sdhireekalote Sayanikkiradhaiyum Kelvippattu, "
},{ "Verses": "23 avarkalai Nokki: Neengal Ippatippatta Kaariyangalaich Cheykiradhu Enna? Indha Janangal Ellaarum Ungal Pollaadha Natakkaikalaich Chollakketkiren. "
},{ "Verses": "24 en Kumaarare, Ventaam; Naan Kelvippatukira Indhach Cheydhi Nalladhalla; Karththarutaiya Janangal Meeri Natakkiradharkuk Kaaranamaayirukkireerkale. "
},{ "Verses": "25 manushanukku Virodhamaaka Manushan Paavanjeydhaal, Niyaayaadhipadhikal Adhaith Theerppaarkal; Oruvan Karththarukku Virodhamaakap Paavanjeyvaaneyaakil, Avanukkaaka Vinnappanjeyyaththakkavan Yaar Endraan; Avarkalo Thangal Thakappan Sollaik Kelaamarponaarkal; Avarkalaich Changarikkak Karththarsiththamaayirundhaar. "
},{ "Verses": "26 saamuvel Ennum Pillaiyaantaano, Periyavanaaka Valarndhu, Karththarukkum Manusharukkum Piriyamaaka Natandhukontaan. "
},{ "Verses": "27 thevanutaiya Manushan Oruvan Eliyinitaththil Vandhu: Karththar Uraikkiradhu Ennavendraal, Un Pidhaavin Veettaar Ekipdhile Paarvonin Veettil Irukkaiyil, Naan Ennai Avarkalukku Velippatuththi, "
},{ "Verses": "28 en Palipeetaththinmel Paliyitavum, Thoopangaattavum, En Samukaththil Epoththaith Tharikkavum, Isravel Koththirangalilellaam Avanai Enakku Aasaariyanaakath Therindhukontu, Un Pidhaavin Veettaarukku Isravel Puththirarutaiya Thakanapalikalaiyellaam Kotukkavillaiyaa? "
},{ "Verses": "29 en Vaasasdhalaththile Seluththumpati Naan Kattalaiyitta En Paliyaiyum, En Kaanikkaiyaiyum, Neengal Udhaippaanen? En Janamaakiya Isravelin Kaanikkaikalilellaam Piradhaanamaanavaikalaik Kontu Ungalaik Kozhukkappannumpatikku, Nee Ennaippaarkkilum Un Kumaararai Madhippaanen Enkiraar. "
},{ "Verses": "30 aakaiyaal Isravelin Thevanaakiya Karththar Sollukiradhaavadhu: Un Veettaarum Un Pidhaavin Veettaarum Endraikkum En Sannidhiyil Natandhu Kolvaarkal Endru Naan Nichchayamaaich Cholliyirundhum, Ini Adhu Enakkuth Thooramaayiruppadhaaka; Ennaik Kanampannukiravarkalai Naan Kanam Pannuven; Ennai Asattai Pannukiravarkal Kanaveenappatuvaarkal Endru Karththar Sollukiraar. "
},{ "Verses": "31 un Veettil Oru Kizhavanum Iraadhapatikku Un Puyaththaiyum Un Pidhaavin Veettaarutaiya Puyaththaiyum Naan Thariththuppotum Naatkal Varum. "
},{ "Verses": "32 isravelukkuch Cheyyappatum Sakala Nanmaikalukkum Maaraaka En Vaasasdhalaththile Upaththiravaththaik Kaanpaai; Orupodhum Un Veettil Oru Kizhavanum Iruppadhillai. "
},{ "Verses": "33 en Palipeetaththil Sevikka, Naan Un Sandhadhiyil Nirmoolamaakkaadhavarkalo, Un Kankalaip Pooththuppokap Pannavum, Un Aaththumaavai Vedhanaippatuththavum Vaikkappatuvaarkal; Un Vamsaththilulla Yaavarum Vaalavayadhile Saavaarkal. "
},{ "Verses": "34 opni Pinekaas Ennum Un Irantu Kumaararinmel Varuvadhe Unakku Ataiyaalamaayirukkum; Avarkal Iruvarum Orenaalil Saavaarkal. "
},{ "Verses": "35 naan En Ullaththukkum En Siththaththukkum Etrapati Seyyaththakka Unmaiyaana Oru Aasaariyanai Ezhumpappanni, Avanukku Nilaiyaana Veettaik Kattuven; Avan Ennaal Apishekam Pannappattavanukku Munpaakach Chakala Naalum Natandhukolluvaan." 
},{ "Verses": "36 appozhudhu Un Veettaaril Meedhiyaayiruppavan Evanum Oru Vellippanaththukkaakavum Oru Appaththunikkaikkaakavum Avanitaththil Vandhu Panindhu: Naan Konjam Appam Saappita Yaadhoru Aasaariya Oozhiyaththil Ennaich Cherththukkollum Endru Kenjuvaan Endru Sollukiraar Endraan. "
}
]