[
{ "Verses": "1 saamuvel Ennum Pillaiyaantaan Elikku Munpaakak Karththarukkup Panivitai Seydhukontirundhaan; Annaatkalile Karththarutaiya Vasanam Apoorvamaayirundhadhu; Piraththiyatchamaana Tharisanam Irundhadhillai. "
},{ "Verses": "2 orunaal Eli Thannutaiya Sdhaanaththile Patuththukkontirundhaan; Avan Paarkkak Kootaadhapatikku Avanutaiya Kankal Irulataindhirundhadhu. "
},{ "Verses": "3 thevanutaiya Petti Irukkira Karththarutaiya Aalayaththil Thevanutaiya Vilakku Anaindhupokumunne Saamuvelum Patuththukkontirundhaan. "
},{ "Verses": "4 appozhudhu Karththar, Saamuvelaik Kooppittaar. Adharku Avan: Idho, Irukkiren Endru Solli, "
},{ "Verses": "5 eliyinitaththil Oti, Idho, Irukkiren; Ennaik Kooppitteere Endraan. Adharku Avan: Naan Kooppitavillai, Thirumpippoip Patuththukkol Endraan; Avan Poippatuththukkontaan. "
},{ "Verses": "6 marupatiyum Karththar Saamuvele Endru Kooppittaar; Appozhudhu Saamuvel Ezhundhirundhu Eliyinitaththil Poi: Idho, Irukkiren; Ennaik Kooppitteere Endraan. Adharku Avan: En Makane, Naan Unnaik Kooppitavillai. Thirumpippoip Patuththukkol Endraan. "
},{ "Verses": "7 saamuvel Karththarai Innum Ariyaadhirundhaan; Karththarutaiya Vaarththai Avanukku Innum Velippatavillai. "
},{ "Verses": "8 karththar Marupatiyum Moondraamvisai: Saamuvele Endru Kooppittaar. Avan Ezhundhirundhu Eliyinitaththil Poi, Idho, Irukkiren; Ennaik Kooppitteere Endraan. Appozhudhu Karththar Pillaiyaantaanaik Kooppitukiraar Endru Eli Arindhu, "
},{ "Verses": "9 saamuvelai Nokki: Nee Poippatuththukkol; Unnaik Kooppittaal, Appozhudhu Nee: Karththaave Sollum; Atiyen Ketkiren Endru Sol Endraan; Saamuvel Poi, Thannutaiya Sdhaanaththile Patuththukkontaan. "
},{ "Verses": "10 appozhudhu Karththar Vandhu Nindru, Munpola: Saamuvele Saamuvele Endru Kooppittaar; Adharkuch Chaamuvel: Sollum; Atiyen Ketkiren Endraan. "
},{ "Verses": "11 karththar Saamuvelai Nokki: Idho, Naan Isravelil Oru Kaariyaththaich Cheyven; Adhaik Ketkira Ovvoruvanutaiya Irantu Kaadhukalilum Adhu Thoniththukkontirukkum. "
},{ "Verses": "12 naan Eliyin Kutumpaththirku Virodhamaakach Chonna Yaavaiyum, Avanmel Annaalile Varappannuven; Adhaith Thotangavum Adhai Mutikkavum Pokiren. "
},{ "Verses": "13 avan Kumaarar Thangalmel Saapaththai Varappannukiradhai Avan Arindhirundhum, Avarkalai Atakkaamarpona Paavaththinimiththam, Naan Avan Kutumpaththukku Endrum Neengaadha Niyaayaththeerppuch Cheyven Endru Avanukku Ariviththen. "
},{ "Verses": "14 adhinimiththam Eliyin Kutumpaththaar Seydha Akkiramam Orupodhum Paliyinaalaavadhu Kaanikkaiyinaalaavadhu Nivirththiyaavadhillai Endru Eliyin Kutumpaththaikkuriththu Aanaiyittirukkiren Endraar. "
},{ "Verses": "15 saamuvel Vitiyarkaalamattum Patuththirundhu, Karththarutaiya Aalayaththin Kadhavukalaith Thirandhaan; Saamuvel Elikku Andhath Tharisanaththai Arivikkap Payandhaan. "
},{ "Verses": "16 eliyo: Saamuvele, En Makane Endru Saamuvelaik Kooppittaan. Avan: Idho, Irukkiren Endraan. "
},{ "Verses": "17 appozhudhu Avan: Karththar Unnitaththil Sonna Kaariyam Enna? Enakku Adhai Maraikkaventaam; Avar Unnitaththil Sonna Sakala Kaariyaththilum Yaadhondrai Enakku Maraiththaayaanaal, Thevan Unakku Adharkuch Chariyaakavum Adharku Adhikamaakavum Seyvaaraaka Endraan. "
},{ "Verses": "18 appozhudhu Saamuvel Ondraiyum Avanukku Maraikkaamal, Andhak Kaariyangalaiyellaam Avanukku Ariviththaan. Adharku Avan: Avar Karththar; Avar Thamadhu Paarvaikku Nalamaanadhaich Cheyvaaraaka Endraan. "
},{ "Verses": "19 saamuvel Valarndhaan; Karththar Avanutanekoota Irundhaar; Avar Thammutaiya Ellaa Vaarththaikalilum Ondraiyaakilum Tharaiyile Vizhundhu Pokavitavillai. "
},{ "Verses": "20 saamuvel Karththarutaiya Theerkkadharisidhaan Endru Thaanmudhal Peyersepaamattumulla Sakala Isravelarukkum Vilanginadhu. "
},{ "Verses": "21 karththar Pinnum Seelovile Tharisanam Thandharulinaar; Karththar Seelovile Thammutaiya Vaarththaiyinaale Saamuvelukkuth Thammai Velippatuththinaar. "
}
]