[
{ "Verses": "1 pinpu Thaaveedhu: Naan Endha Naalilaakilum Orunaal Savulin Kaiyinaal Matindhupoven; Inich Chavul Isravelin Ellaikalil Engeyaavadhu Ennaik Kantupitikkalaam Enkira Nampikkai Atruppokumpatikkum, Naan Avan Kaikku Neengalaayirukkumpatikkum, Naan Pelisdharin Thesaththirkup Poi, Thappiththukkolvadhaippaarkkilum Nalamaana Kaariyam Verillai Endru Than Irudhayaththil Yosiththaan. "
},{ "Verses": "2 aakaiyaal Thaaveedhu Thannotirundha Arunooruperotungoota Ezhundhirundhu, Maayokin Kumaaranaakiya Aakis Ennum Kaaththin Raajaavinitaththil Poich Cherndhaan. "
},{ "Verses": "3 ange Thaaveedhum, Avan Manusharum, Avaravar Veettaarum, Thaaveedhotekoota Avan Irantu Manaivikalaakiya Yesrayel Ooraalaakiya Akinovaamum, Naapaalin Manaiviyaayirundha Karmel Ooraalaakiya Apikaayilum, Kaadhpattanaththil Aakeesitaththil Thangiyirundhaarkal. "
},{ "Verses": "4 thaaveedhu Kaadhpattanaththirku Otipponaan Endru Savulukku Arivikkappattapodhu, Avan Appuram Avanaith Thetavillai. "
},{ "Verses": "5 thaaveedhu Aakeesai Nokki: Ummutaiya Kankalil Enakkuth Thayaikitaikkumaanaal, Naan Vaasampannumpati Naattilulla Oorkalile Ondril Enakku Itandhaarum; Ummutaiya Atiyaan Ummotekoota Raajadhaani Pattanaththile Vaasamaayiruppaanen Endraan. "
},{ "Verses": "6 appozhudhu Aakees: Andraiya Thinam Siklaakai Avanukkuk Kotuththaan; Adhinimiththam Siklaak Innaal Varaikkum Yoodhaavin Raajaakkalaich Cherndhirukkiradhu. "
},{ "Verses": "7 thaaveedhu Pelisdharin Naattile Oru Varushamum Naalu Maadhamum Kutiyirundhaan. "
},{ "Verses": "8 angeyirundhu Thaaveedhum Avan Manusharum Kesooriyarmelum Kesriyar Melum Amalekkiyarmelum Pataiyetuththupponaarkal; Soorukkup Pokira Ellaidhuvakki Ekipdhudhesamattum Irukkira Naattile Poorvakaalam Thuvakkik Kutiyirundhavarkal Ivarkale." 
},{ "Verses": "9 thaaveedhu Andha Naattaik Kollaiyatikkirapodhu, Purusharkalaiyum Sdhireekalaiyum Uyirote Vaikkaamal, Aatu Maatukalaiyum Kazhudhaikalaiyum Ottakangalaiyum Vasdhirangalaiyum Etuththukkontu, Aakeesitaththukkuth Thirumpivaruvaan. "
},{ "Verses": "10 indru Eththisaiyil Poik Kollaiyatiththeerkal Endru Aakees Ketkumpodhu, Thaaveedhu: Yoodhaavutaiya Then Thisaiyilum Yeraamiyelarutaiya Then Thisaiyilum Keniyarutaiya Then Thisaiyilum Enpaan. "
},{ "Verses": "11 inna Innapati Thaaveedhu Seydhaan Endru Thangalukku Virodhamaana Seydhiyai Arivikkaththakka Oruvaraiyum Thaaveedhu Kaadhpattanaththirkuk Kontu Varaadhapatikku, Oru Purushanaiyaakilum Sdhireeyaiyaakilum Uyirote Vaikkaadhiruppaan; Avan Pelisdharin Naattup Puraththile Kutiyirukkira Naalellaam Ivvannam Seydhukontuvandhaan. "
},{ "Verses": "12 aakees Thaaveedhai Nampi: Avan Isravelaraakiya Thannutaiya Janangal Thannai Verukkumpati Seykiraan; Endraikkum Avan En Oozhiyakkaaranaayiruppaan Enpaan. "
}
]