[
{ "Verses": "1 akkaalaththil Naakaas Ennum Ammoniyan Vandhu, Keeleyaaththilirukkira Yaapesai Mutrikkaipottaan; Appozhudhu Yaapesin Manushar Ellaarum Naakaasai Nokki: Engalote Utanpatikkaipannum; Appozhudhu Ummaich Chevippom Endraarkal. "
},{ "Verses": "2 adharku Ammoniyanaakiya Naakaas: Naan Ungal Ovvoruvarutaiya Valadhu Kannaiyum Pitungi, Idhinaale Isravel Ellaavatrin Melum Nindhaivarappannuvadhe Naan Ungalote Pannum Utanpatikkai Endraan. "
},{ "Verses": "3 adharku Yaapesin Moopparkal: Naangal Isravel Naatengum Sdhaanaapadhikalai Anuppumpati, Ezhunaal Engalukkuth Thavanaikotum, Engalai Ratchippaar Illaavittaal, Appozhudhu Ummitaththil Varuvom Endraarkal. "
},{ "Verses": "4 andha Sdhaanaapadhikal Savulin Ooraakiya Kipiyaavile Vandhu, Janangalin Kaadhuketka Andhach Cheydhikalaich Chonnaarkal; Appozhudhu Janangalellaarum Saththamittu Azhudhaarkal. "
},{ "Verses": "5 idho, Savul Maatukalin Pinnaale Vayalilirundhu Vandhu, Janangal Azhukira Mukaandharam Enna Endru Kettaan; Yaapesin Manushar Solliya Seydhikalai Avanukkuth Theriviththaarkal. "
},{ "Verses": "6 savul Indhach Cheydhikalaik Kettavutane, Thevanutaiya Aavi Avanmel Iranginadhinaal Avan Mikavum Kopam Moontavanaaki, "
},{ "Verses": "7 orinaimaattaip Pitiththu, Thuntiththu, Andha Sdhaanaapadhikal Kaiyile Kotuththu, Isravelin Naatukalukkellaam Anuppi: Savulin Pinnaaleyum, Saamuvelin Pinnaaleyum Purappataadhavan Evano, Avanutaiya Maatukalukku Ippatich Cheyyappatum Endru Solliyanuppinaan; Appozhudhu Karththaraaluntaana Payangaram Janaththinmel Vandhadhinaal, Orumanappattup Purappattu Vandhaarkal. "
},{ "Verses": "8 avarkalaip Pesekkile Ilakkam Paarththaan; Isravel Puththiraril Moondrulatchamperum, Yoodhaa Manusharil Muppadhinaayiramperum Irundhaarkal. "
},{ "Verses": "9 vandha Sdhaanaapadhikalai Avarkal Nokki: Naalaikku Veyil Erukiradharku Munne Ungalukku Ratchippuk Kitaikkum Endru Keeleyaaththilirukkira Yaapesin Manusharukkuch Chollungal Endraarkal; Sdhaanaapadhikal Vandhu Yaapesin Manusharitaththil Adhai Ariviththaarkal; Adharku Avarkal Sandhoshappattaarkal. "	
},{ "Verses": "10 pinpu Yaapesin Manushar: Naalaikku Ungalitaththil Varuvom, Appozhudhu Ungal Ishtappatiyellaam Engalukkuch Cheyyungal Endraarkal. "
},{ "Verses": "11 marunaalile Savul Janangalai Moondru Pataiyaaka Vakuththu, Kizhakku Veluththuvarum Jaamaththil Paalayaththirkul Vandhu Veyil Erumvaraikkum Ammoniyarai Muriya Atiththaan; Thappinavarkalil Irantuperaakilum Serndhu Otippokaadhapati Ellaarum Sidharip Ponaarkal. "
},{ "Verses": "12 appozhudhu Janangal Saamuvelai Nokki: Savulaa Namakku Raajaavaayirukkappokiravan Endru Sonnavarkal Yaar? Andha Manusharai Naangal Kondru Potumpatikku Oppukkotungal Endraarkal. "
},{ "Verses": "13 adharkuch Chavul: Indraiyadhinam Oruvarum Kollappatalaakaadhu; Indru Karththar Isravelukku Iratchippai Arulinaar Endraan. "
},{ "Verses": "14 appozhudhu Saamuvel Janangalai Nokki: Naam Kilkaalukkup Poi, Ange Raajyapaaraththai Sdhirappatuththuvom Vaarungal Endraan. "
},{ "Verses": "15 appatiye Janangal Ellaarum Kilkaalukkup Poi, Avvitaththile Karththarutaiya Sannidhiyil Savulai Raajaavaaka Erpatuththi, Ange Karththarutaiyasannidhiyil Samaadhaanapalikalaich Cheluththi, Ange Savulum Isravel Manushar Yaavarum Mikavum Sandhoshangontaatinaarkal. "
}
]