[
{ "Verses": "1 pelisdhar Yuththampannukiradharkuth Thangal Senaikalaich Cherththu, Yoodhaavilulla Sokkovile Orumiththuk Kooti, Sokkovukkum Asekkaavukkum Natuve Irukkira Epesdhammeemile Paalayamiranginaarkal. "
},{ "Verses": "2 savulum Isravel Manusharum Orumiththuk Kooti, Elaa Pallaththaakkile Paalayamirangi, Pelisdharukku Edhiraaka Yuththaththirku Anivakuththu Nindraarkal. "
},{ "Verses": "3 pelisdhar Andhappakkaththil Oru Malaiyinmelum, Isravelar Indhappakkaththil Oru Malaiyinmelum Nindraarkal; Avarkalukku Natuve Pallaththaakku Irundhadhu. "
},{ "Verses": "4 appozhudhu Kaadh Ooraanaakiya Koliyaadh Ennum Perulla Oru Veeran Pelisdharin Paalayaththilirundhu Purappattuvandhu Natuve Nirpaan; Avan Uyaram Aarumuzhamum Oru Jaanumaam. "
},{ "Verses": "5 avan Than Thalaiyinmel Venkalach Cheeraavaip Pottu, Oru Porkkavasam Thariththukkontiruppaan; Andhak Kavasaththin Nirai Aiyaayiram Sekkalaana Venkalamaayirukkum. "
},{ "Verses": "6 avan Than Kaalkalile Venkalakkavasaththaiyum Than Tholkalinmel Venkalak Ketakaththaiyum Thariththiruppaan. "
},{ "Verses": "7 avanutaiya Eettiththaangu Nesavukkaararin Pataimaraththin Kanadhiyum Avan Eettiyin Alaku Arunoorusekkal Irumpumaayirukkum; Parisaipitikkiravan Avanukku Munnaaka Natappaan. "
},{ "Verses": "8 avan Vandhunindru, Isravel Senaikalaip Paarththuch Chaththamittu, Neengal Yuththaththirku Anivakuththu Nirkiradhu Enna? Naan Pelisdhan Allavaa? Neengal Savulin Sevakar Allavaa? Ungalil Oruvanaith Therindhukollungal, Avan Ennitaththil Varattum. "
},{ "Verses": "9 avan Ennote Yuththam Pannavum Ennaik Kollavum Samarththanaanaal Naangal Ungalukku Velaikkaararaai Iruppom; Naan Avanai Jeyiththu Kolvenaanaal, Neengal Engalukku Velaikkaararaai Irundhu, Engalai Sevikkaventum Endru Solli, "
},{ "Verses": "10 pinnum Andhap Pelisdhan: Naan Indraiyadhinam Isravelutaiya Senaikalai Nindhiththen; Naam Oruvarotu Oruvar Yuththampanna Oruvanai Vitungal Endru Sollikkontuvaruvaan. "
},{ "Verses": "11 savulum Isravelar Anaivarum Andhap Pelisdhanutaiya Vaarththaikalaik Kettu, Kalangi Mikavum Payappattaarkal. "
},{ "Verses": "12 thaaveedhu Enpavan Yoodhaavilulla Pedhlekem Ooraanaakiya Eesaai Ennum Perulla Eppiraaththiya Manushanutaiya Kumaaranaayirundhaan; Eesaayukku Ettukkumaarar Irundhaarkal; Ivan Savulin Naatkalile Matra Janangalukkulle Vayadhusendra Kizhavanaai Madhikkappattaan. "
},{ "Verses": "13 eesaayinutaiya Moondru Mooththa Kumaarar Savulotekoota Yuththaththirkup Poyirundhaarkal; Yuththaththirkup Poyirundha Avanutaiya Moondru Kumaararil Mooththavanukku Eliyaap Endrum, Irantaangumaaranukku Apinadhaap Endrum, Moondraangumaaranukkuch Chammaa Endrum Per. "
},{ "Verses": "14 thaaveedhu Ellaarukkum Ilaiyavan; Mooththavarkalaakiya Andha Moondruperum Savulotekootap Poyirundhaarkal. "
},{ "Verses": "15 thaaveedhu Savulaivittuth Thirumpip Poi Pedhlekemilirukkira Than Thakappanutaiya Aatukalai Meyththukkontirundhaan. "
},{ "Verses": "16 andhap Pelisdhan Kaalaiyilum Maalaiyilum Naarpadhunaal Vandhuvandhu Nirpaan. "
},{ "Verses": "17 eesaai Than Kumaaranaakiya Thaaveedhai Nokki: Un Sakodhararukku Indha Oru Marakkaal Varuththa Payatraiyum, Indhap Paththu Appangalaiyum Etuththukkontu, Paalayaththilirukkira Un Sakodhararitaththil Ottamaaip Poi, "
},{ "Verses": "18 indhap Paththup Paalkattikalai Aayiramperukku Adhipadhiyaanavanitaththil Kotuththu, Un Sakodharar Sukamaayirukkiraarkalaa Endru Visaariththu, Avarkalitaththil Ataiyaalam Vaangik Kontuvaa Endraan. "
},{ "Verses": "19 appozhudhu Savulum, Avarkalum, Isravelar Ellaarum, Elaa Pallaththaakkile Pelisdharotu Yuththampannikkontirundhaarkal. "
},{ "Verses": "20 thaaveedhu Adhikaalaiyil Ezhundhu, Aatukalaik Kaavalaali Vasamaai Vittu, Eesaai Thanakkuk Karpiththapatiye Etuththukkontupoi, Iradhangal Irukkira Itaththile Vandhaan; Senaikal Anivakuththu Nindru, Yuththaththirkendru Aarppariththaarkal. "
},{ "Verses": "21 isravelarum Pelisdharum Oruvarukku Edhiraaka Oruvar Anivakuththuk Kontirundhaarkal. "
},{ "Verses": "22 appozhudhu Thaaveedhu: Thaan Kontuvandhavaikalai Irakki, Rasdhukkalaik Kaakkiravan Vasamaaka Vaiththu Vittu, Senaikkul Oti, Than Sakodhararaip Paarththu: Sukamaayirukkireerkalaa Endru Kettaan. "
},{ "Verses": "23 avan Ivarkalote Pesikkontirukkaiyil, Idho, Kaadh Ooraanaakiya Koliyaadh Ennum Perulla Andhap Pelisdha Veeran Pelisdharin Senaikalilirundhu Ezhumpivandhu Nindru, Mun Sonna Vaarththaikalaiye Sonnaan; Adhaith Thaaveedhu Kettaan. "
},{ "Verses": "24 isravelar Ellaarum Andha Manushanaik Kaanumpodhu Mikavum Payappattu, Avan Mukaththukku Vilaki Otippovaarkal. "
},{ "Verses": "25 anneraththile Isravelar: Vandhu Nirkira Andha Manushanaik Kanteerkalaa, Isravelai Nindhikka Vandhu Nirkiraan; Ivanaik Kollukiravan Evano, Avanai Raajaa Mikavum Aisuvariyavaanaakki, Avanukkuth Thammutaiya Kumaaraththiyaith Thandhu, Avan Thakappan Veettaarukku Isravelile Sarvamaaniyam Kotuppaar Endraarkal. "
},{ "Verses": "26 appozhudhu Thaaveedhu Thannantaiyile Nirkiravarkalaip Paarththu, Indhap Pelisdhanaik Kondru Isravelukku Neritta Nindhaiyai Neekkukiravanukku Enna Seyyappatum; Jeevanulla Thevanutaiya Senaikalai Nindhikkiradharku Viruththasedhanam Illaadha Indha Pelisdhan Emmaaththiram Endraan. "
},{ "Verses": "27 adharku Janangal: Avanaik Kollukiravanukku Inna Innapati Seyyappatum Endru Mun Sonna Vaarththaikalaiye Avanukkuch Chonnaarkal. "
},{ "Verses": "28 andha Manusharote Avan Pesikkontirukkiradhai Avan Mooththa Sakodharanaakiya Eliyaap Kettapodhu, Avan Thaaveedhinmel Kopangontu: Nee Inge Vandhadhu Enna? Vanaandharaththilulla Andhak Konja Aatukalai Nee Yaar Vasaththil Vittaai? Yuththaththaip Paarkka Allavaa Vandhaai? Un Thunikaraththaiyum, Un Irudhayaththin Akangaaraththaiyum Naan Ariven Endraan. "
},{ "Verses": "29 adharkuth Thaaveedhu: Naan Ippozhudhu Seydhadhu Enna? Naan Vandhadharku Mukaandharam Illaiyaa Endru Solli, "
},{ "Verses": "30 avanai Vittu, Veroruvanitaththil Thirumpi, Andhappirakaaramaakave Kettaan; Janangal Munpolave Uththaravu Sonnaarkal. "
},{ "Verses": "31 thaaveedhu Sonna Vaarththaikalai Avarkal Kettu, Adhaich Chavulin Samukaththil Ariviththaarkal; Appozhudhu Avan Avanai Azhaippiththaan. "
},{ "Verses": "32 thaaveedhu Savulai Nokki: Ivanimiththam Oruvanutaiya Irudhayamum Kalanga Ventiyadhillai; Ummutaiya Atiyaanaakiya Naan Poi, Indhap Pelisdhanote Yuththampannuven Endraan. "
},{ "Verses": "33 appozhudhu Savul Thaaveedhai Nokki: Nee Indhap Pelisdhanote Edhirththu Yuththam Panna Unnaal Aakaadhu; Nee Ilaignan, Avano Than Siru Vayadhumudhal Yuththaveeran Endraan. "
},{ "Verses": "34 thaaveedhu Savulaippaarththu: Ummutaiya Atiyaan En Thakappanutaiya Aatukalai Meyththukkontirukkira Podhu, Oruvisai Oru Singamum Oru Visai Oru Karatiyum Vandhu, Mandhaiyilirukkira Oru Aattaip Pitiththukkontadhu. "
},{ "Verses": "35 naan Adhaith Thotarndhupoi, Adhai Atiththu, Adhai Adhin Vaaikkuth Thappuviththen; Adhu Enmel Paaindha Podhu, Naan Adhin Thaatiyaip Pitiththu, Adhai Atiththuk Kondrupotten. "
},{ "Verses": "36 andhach Chingaththaiyum Andhak Karatiyaiyum Ummutaiya Atiyaanaakiya Naan Kondren; Viruththasedhanamillaadha Indhap Pelisdhanum Avaikalil Ondraippola Iruppaan; Avan Jeevanulla Thevanutaiya Senaikalai Nindhiththaane Endraan. "
},{ "Verses": "37 pinnum Thaaveedhu: Ennaich Chingaththin Kaikkum Karatiyin Kaikkum Thappuviththa Karththar Indhap Pelisdhanutaiya Kaikkum Thappuvippaar Endraan; Appozhudhu Savul Thaaveedhaip Paarththu: Po, Karththar Unnutanekoota Iruppaaraaka Endraan. "
},{ "Verses": "38 savul Thaaveedhukkuth Than Vasdhirangalai Utuththuviththu, Venkalamaana Oru Seeraavai Avan Thalaiyinmel Pottu, Oru Kavasaththaiyum Avanukkuth Tharippiththaan. "
},{ "Verses": "39 avanutaiya Pattayaththai Thaaveedhu Than Vasdhirangalmel Kattikkontu, Adhile Avanukkup Pazhakkamillaadhadhinaal Natandhupaarththaan; Appozhudhu Thaaveedhu Savulai Nokki: Naan Ivaikalaip Pottukkontu Pokak Kootaadhu; Indha Appiyaasam Enakku Illai Endru Solli, Avaikalaik Kalaindhupottu, "
},{ "Verses": "40 than Thatiyaik Kaiyile Pitiththukkontu, Aatrilirukkira Aindhu Koozhaangallukalaith Therindhetuththu, Avaikalai Meypparukkuriya Thannutaiya Ataippappaiyile Pottu, Than Kavanaith Than Kaiyile Pitiththukkontu, Andhap Pelisdhanantaiyile Ponaan. "
},{ "Verses": "41 pelisdhanum Natandhu, Thaaveedhantaikku Kittivandhaan; Parisaiyai Pitikkiravan Avanukku Munnaaka Natandhaan. "
},{ "Verses": "42 pelisdhan Sutrippaarththu: Thaaveedhaik Kantu, Avan Ilaignanum Savundhariya Roopamaana Sivandha Meniyullavanumaayirundhapatiyinaal, Avanai Asattai Panninaan. "
},{ "Verses": "43 pelisdhan Thaaveedhaip Paarththu: Nee Thatikalote Ennitaththil Vara Naan Naayaa Endru Solli, Avan Than Thevarkalaikkontu Thaaveedhaich Chapiththaan. "
},{ "Verses": "44 pinnum Andhap Pelisdhan Thaaveedhaip Paarththu: Ennitaththil Vaa; Naan Un Maamsaththai Aakaayaththup Paravaikalukkum Kaattumirukangalukkum Kotuppen Endraan. "
},{ "Verses": "45 adharkuth Thaaveedhu: Pelisdhanai Nokki: Nee Pattayaththotum, Eettiyotum, Ketakaththotum Ennitaththil Varukiraai; Naano Nee Nindhiththa Isravelutaiya Iraanuvangalin Thevanaakiya Senaikalutaiya Karththarin Naamaththile Unnitaththil Varukiren. "
},{ "Verses": "46 indraiyadhinam Karththar Unnai En Kaiyil Oppukkotuppaar; Naan Unnaik Kondru, Un Thalaiyai Unnai Vittu Vaangi, Pelisdharutaiya Paalayaththin Pinangalai Indraiyadhinam Aakaayaththup Paravaikalukkum, Poomiyin Kaattumirukangalukkum Kotuppen; Adhanaal Isravelil Thevan Oruvar Untu Endru Poolokaththaar Ellaarum Arindhukolluvaarkal. "
},{ "Verses": "47 karththar Pattayaththinaalum Eettiyinaalum Ratchikkiravar Alla Endru Indha Janakkoottamellaam Arindhukollum; Yuththam Karththarutaiyadhu; Avar Ungalai Engal Kaiyil Oppukkotuppaar Endraan. "
},{ "Verses": "48 appozhudhu Andhap Pelisdhan Ezhumpi, Thaaveedhukku Edhiraakak Kittivarukaiyil, Thaaveedhu Theeviramaai Andhach Chenaikkum Andhap Pelisdhanukkum Edhiraaka Oti, "
},{ "Verses": "49 than Kaiyai Ataippaththile Pottu, Adhilirundhu Oru Kallai Etuththu, Kavanile Vaiththuch Chuzhatri, Pelisdhanutaiya Netriyile Pata Erindhaan; Andhak Kal Avan Netriyil Padhindhu Ponadhinaal, Avan Tharaiyile Mukanguppura Vizhundhaan. "
},{ "Verses": "50 ivvidhamaakath Thaaveedhu Oru Kavaninaalum Oru Kallinaalum Pelisdhanai Merkontu, Avanai Matangatiththu, Avanaik Kondrupottaan; Thaaveedhin Kaiyil Pattayam Illaadhirundhadhu. "
},{ "Verses": "51 aakaiyaal Thaaveedhu Pelisdhanantaiyil Oti Avanmel Nindru, Avan Pattayaththai Etuththu, Adhai Adhin Uraiyilirundhu Uruvi, Avanaik Kondru Adhinaale Avan Thalaiyai Vettippottaan; Appozhudhu Thangal Veeran Seththupponaan Endru Pelisdhar Kantu, Otipponaarkal. "
},{ "Verses": "52 appozhudhu Isravelarum Yoodhaa Manusharum Ezhumpi, Aarppariththu, Pallaththaakkin Ellaimattum, Ekronin Vaasalkalmattum, Pelisdharaith Thuraththinaarkal; Saaraayeemin Vazhiyilum, Kaadh Pattanamattum, Ekron Pattanamattum, Pelisdhar Vettuntu Vizhundhaarkal. "
},{ "Verses": "53 isravel Puththirar Pelisdharai Moorkkamaaith Thuraththinapirpaatu, Thirumpi Vandhu, Avarkalutaiya Paalayangalaik Kollaiyittaarkal. "
},{ "Verses": "54 thaaveedhu Pelisdhanutaiya Thalaiyai Etuththu, Adhai Erusalemukkuk Kontuvandhaan; Avan Aayudhangalaiyo Than Kootaaraththile Vaiththaan. "
},{ "Verses": "55 thaaveedhu Pelisdhanukku Edhiraakap Purappattuppokiradhaich Chavul Kantapodhu, Avan Senaapadhiyaakiya Apneraip Paarththu: Apnere, Indha Vaalipan Yaarutaiya Makan Endru Kettaan; Adharku Apner: Raajaave, Enakkuth Theriyaadhu Endru Ummutaiya Jeevanaikkontu Sollukiren Endraan. "
},{ "Verses": "56 appozhudhu Raajaa: Andhap Pillaiyaantaan Yaarutaiya Makan Endru Visaari Endraan. "
},{ "Verses": "57 thaaveedhu Pelisdhanaik Kondru Thirumpukaiyil, Apner Avanaich Chavulukku Munpaaka Azhaiththukkontu Poivittaan; Pelisdhanutaiya Thalai Avan Kaiyil Irundhadhu. "
},{ "Verses": "58 appozhudhu Savul: Vaalipane, Nee Yaarutaiya Makan Endru Avanaik Kettadharku, Thaaveedhu: Naan Pedhlekem Ooraanaayirukkira Ummutaiya Atiyaanaakiya Eesaayin Makan Endraan. "
}
]