[
{ "Verses": "1 penyameen Koththiraththaaril Kees Ennum Perulla Makaa Paraakkiramasaaliyaana Oru Manushan Irundhaan; Avan Penyameen Koththiraththaanaakiya Apiyaavin Makanaana Pekoraaththirkup Pirandha Serorin Puththiranaakiya Apeeyelin Kumaaran. "
},{ "Verses": "2 avanukkuch Chavul Ennum Perulla Savundhariyamaana Vaalipanaakiya Oru Kumaaran Irundhaan; Isravel Puththiraril Avanaippaarkkilum Savundhariyavaan Illai; Ellaa Janangalum Avan Tholukkuk Keezhaayirukkaththakka Uyaramullavanaayirundhaan. "
},{ "Verses": "3 savulin Thakappanaakiya Keesutaiya Kazhudhaikal Kaanaamarpoyitru; Aakaiyaal Kees Than Kumaaranaakiya Savulai Nokki: Nee Velaikkaararil Oruvanaik Koottikkontu, Kazhudhaikalaith Theta, Purappattuppo Endraan. "
},{ "Verses": "4 appatiye Avan Eppiraayeem Malaikalaiyum Saleeshaa Naattaiyum Katandhuponaan; Ange Avaikalaik Kaanaamal Saaleem Naattaikkatandhaarkal. Angeyum Kaanavillai, Penyameen Naattai Uruvakkatandhum Avaikalaik Kaanavillai. "
},{ "Verses": "5 avarkal Soop Ennum Naattirku Vandhapodhu, Savul Thannotirundha Velaikkaaranai Nokki: En Thakappan, Kazhudhaikalin Melulla Kavalaiyaivittu, Namakkaakak Kavalaippataadhapatikkuth Thirumpippovom Vaa Endraan. "
},{ "Verses": "6 adharku Avan: Idho, Indhap Pattanaththile Thevanutaiya Manushan Oruvar Irukkiraar; Avar Periyavar; Avar Sollukiradhellaam Thappaamal Natakkum; Ange Povom; Oru Velai Avar Naam Pokaventiya Nammutaiya Vazhiyai Namakkuth Therivippaar Endraan. "
},{ "Verses": "7 appozhudhu Savul Than Velaikkaaranaip Paarththu: Naam Ponaalum Andha Manushanukku Ennaththaik Kontupovom; Nammutaiya Paikalil Irundha Thinpantangal Selavazhindhupoyitru; Thevanutaiya Manushanaakiya Avarukkuk Kontu Pokaththakka Kaanikkai Nammitaththil Ondrum Illaiye Endraan. "
},{ "Verses": "8 andha Velaikkaaran Pinnum Savulaip Paarththu: Idho, En Kaiyil Innum Kaalsekkal Velliyirukkiradhu; Thevanutaiya Manushan Namakku Nammutaiya Vazhiyai Arivikkumpatikku, Adhai Avarukkuk Kotuppen Endraan. "
},{ "Verses": "9 murkaalaththil Isravelil Yaadhoruvar Thevanitaththil Visaarikkapponaal, Gnaanadhirushtikkaaranitaththirkup Povom Vaarungal Enpaarkal; Innaalile Theerkkadharisi Ennappatukiravan Murkaalaththil Gnaanadhirushtikkaaran Ennappatuvaan. "
},{ "Verses": "10 appozhudhu Savul Than Velaikkaaranai Nokki: Nallakaariyam Sonnaai, Povom Vaa Endraan; Appatiye Thevanutaiya Manushan Irundha Andhap Pattanaththirkup Ponaarkal. "
},{ "Verses": "11 avarkal Pattanaththu Mettin Vazhiyaai Erukirapodhu, Thanneer Etukkavandha Penkalaik Kantu: Gnaanadhirushtikkaaran Inge Irukkiraaraa Endru Avarkalaik Kettaarkal. "
},{ "Verses": "12 adharku Avarkal: Irukkiraar; Idho, Ungalukku Edhire Irukkiraar; Theeviramaaip Pongal; Indraikku Janangal Metaiyil Paliyitukirapatiyinaal, Indraiyadhinam Pattanaththirku Vandhaar. "
},{ "Verses": "13 neengal Pattanaththirkul Piravesiththavutane, Avar Metaiyinmel Pojanam Pannappokiradharku Munne Avaraik Kaanpeerkal; Avar Varumattum Janangal Pojanam Pannamaattaarkal; Paliyittadhai Avar Aaseervadhippaar; Pinpu Azhaikkappattavarkal Pojanam Pannuvaarkal; Utane Pongal; Inneraththile Avaraik Kantukollalaam Endraarkal. "
},{ "Verses": "14 avarkal Pattanaththirkup Poi, Pattanaththin Natuve Serndhapodhu, Idho, Saamuvel Metaiyin Mel Erippokiradharkaaka, Avarkalukku Edhire Purappattuvandhaan. "
},{ "Verses": "15 savul Vara Oru Naalukku Munne Karththar Saamuvelin Kaadhuketka: "
},{ "Verses": "16 naalai Inneraththirkup Penyameen Naattaanaakiya Oru Manushanai Unnitaththil Anuppuven; Avanai En Janamaakiya Isravelinmel Adhipadhiyaaka Apishekam Pannakkatavaai; Avan En Janaththaip Pelisdharin Kaikku Neengalaakki Ratchippaan; En Janaththin Muraiyitudhal Ennitaththil Vandhu Ettinapatiyinaal, Naan Avarkalaik Kataatchiththen Endru Velippatuththiyirundhaar. "
},{ "Verses": "17 saamuvel Savulaik Kanta Podhu, Karththar Avanitaththil: Idho, Naan Unakkuch Cholliyirundha Manushan Ivane; Ivan Thaan En Janaththai Aaluvaan Endraar. "
},{ "Verses": "18 savul Natuvaasalile Saamuvelitaththil Vandhu: Gnaanadhirushtikkaaran Veetu Enge, Sollum Endru Kettaan. "
},{ "Verses": "19 saamuvel Savulukkup Piradhiyuththaramaaka: Gnaanadhirushtikkaaran Naan Thaan; Nee Enakku Munne Metaiyinmel Erippo; Neengal Indraikku Ennote Pojanampannaventum; Naalaikkaalame Naan Un Irudhayaththil Ulladhu Ellaavatraiyum Unakku Ariviththu, Unnai Anuppivituven. "
},{ "Verses": "20 moondru Naalaikku Munne Kaanaamarpona Kazhudhaikalaip Patrik Kavalaippataventaam; Avaikal Akappattadhu; Idhallaamal Sakala Isravelin Apetchaiyum Yaarai Naatukiradhu? Unnaiyum Un Veettaar Anaivaraiyum Allavaa? Endraan. "
},{ "Verses": "21 appozhudhu Savul Piradhiyuththaramaaka: Naan Isravel Koththirangalile Siridhaana Penyameen Koththiraththaan Allavaa? Penyameen Koththiraththuk Kutumpangalilellaam En Kutumpam Arpamaanadhu Allavaa? Neer Ippatippatta Vaarththaiyai Ennitaththil Solvaanen Endraan. "
},{ "Verses": "22 saamuvel Savulaiyum Avan Velaikkaaranaiyum Pojanasaalaikkul Azhaiththukkontupoi, Avarkalai Azhaikkappattavarkalukkulle Thalaimaiyaana Itaththile Vaiththaan; Azhaikkappattavarkal Erakkuraiya Muppadhuperaayirundhaarkal. "
},{ "Verses": "23 pinpu Saamuvel Samaiyarkaaranaip Paarththu: Naan Un Kaiyile Oru Pangaik Kotuththuvaiththene, Adhaik Kontuvandhu Vai Endraan. "
},{ "Verses": "24 appozhudhu Samaiyarkaaran, Oru Munnandhotaiyaiyum, Adhanotirundhadhaiyum Etuththukkontuvandhu, Adhai Savulukkumun Vaiththaan; Appozhudhu Saamuvel: Idho, Idhu Unakkendru Vaikkappattadhu, Idhai Unakku Munpaaka Vaiththuch Chaappitu; Naan Janangalai Virundhukku Azhaiththadhumudhal, Idhuvaraikkum Idhu Unakkaaka Vaikkappattirundhadhu Endraan; Appatiye Savul Andraiyadhinam Saamuvelote Saappittaan. "
},{ "Verses": "25 avarkal Metaiyilirundhu Pattanaththirku Irangivandhapinpu, Avan Melveettile Savulote Pesikkontirundhaan. "
},{ "Verses": "26 avarkal Adhikaalame Kizhakku Velukkira Neraththil Ezhundhirundhapodhu, Saamuvel Savulai Melveettin Mel Azhaiththu: Naan Unnai Anuppivitumpatikku Aayaththappatu Endraan; Savul Aayaththappattapodhu, Avanum Saamuvelum Iruvarumaaka Veliye Purappattaarkal. "
},{ "Verses": "27 avarkal Pattanaththin Kataisi Mattum Irangi Vandha Podhu, Saamuvel Savulaip Paarththu: Velaikkaaranai Namakku Munne Natandhupokach Chol Endraan; Appatiye Avan Natandhu Ponaan; Ippozhudhu Naan Thevanutaiya Vaarththaiyai Unakkuth Therivikkumpatikku, Nee Satre Thariththunil Endraan. "
}
]