[
{ "Verses": "1 avan Savulote Pesi Mutindha Pinpu, Yonaththaanutaiya Aaththumaa Thaaveedhin Aaththumaavote Ondraai Isaindhirundhadhu; Yonaththaan Avanaith Than Uyiraippolach Chinekiththaan. "
},{ "Verses": "2 savul Avanai Avan Thakappan Veettukkuth Thirumpippoka Ottaamal, Andru Mudhal Thannitaththil Vaiththuk Kontaan. "
},{ "Verses": "3 yonaththaan Thaaveedhaith Than Aaththumaavaip Polach Chinekiththadhinaal, Avanum Ivanum Utanpatikkaipannik Kontaarkal. "
},{ "Verses": "4 yonaththaan Porththukkontirundha Saalvaiyaik Kazhatri, Adhaiyum, Than Vasdhiraththaiyum, Than Pattayaththaiyum, Than Villaiyum, Than Kachchaiyaiyumkootath Thaaveedhukkuk Kotuththaan. "
},{ "Verses": "5 thaaveedhu Savul Thannai Anuppukira Evvitaththirkum Poi, Puththiyaaik Kaariyaththai Natappiththadhinaal, Savul Avanai Yuththamanusharinmel Adhikaariyaakkinaan; Avan Ellaa Janaththin Kankalukkum, Savulutaiya Oozhiyakkaararin Kankalukkumkootap Piriyamaayirundhaan. "
},{ "Verses": "6 thaaveedhu Pelisdhanaik Kondru Thirumpi Vandhapinpu, Janangal Thirumpavarumpodhum, Sdhireekal Isravelin Sakala Pattanangalilumirundhu, Aatal Paatalutan Purappattu, Melangalotum Keedhavaaththiyangalotum Sandhoshamaai Raajaavaakiya Savulukku Edhirkontuvandhaarkal. "
},{ "Verses": "7 andha Sdhireekal Aatippaatukaiyil: Savul Kondradhu Aayiram, Thaaveedhu Kondradhu Padhinaayiram Endru Muraimuraiyaakap Paatinaarkal. "
},{ "Verses": "8 andha Vaarththai Savulukku Visanamaayirundhadhu; Avan Mikundha Erichchalataindhu, Thaaveedhukkup Padhinaayiram, Enakko Aayiram Kotuththaarkal; Innum Raajaangamaaththiram Avanukku Kuraivaayirukkiradhu Endru Solli, "
},{ "Verses": "9 annaal Mudharkontu Savul Thaaveedhaik Kaaimakaaramaaip Paarththaan. "
},{ "Verses": "10 marunaalile Thevanaal Vitappatta Pollaadha Aavi Savulinmel Irangitru; Avan Veettirkulle Theerkkadharisanam Sollikkontirundhaan; Appozhudhu Thaaveedhu Thinandhorum Seykirapati, Than Kaiyinaal Suramantalaththai Vaasiththukkontirundhaan; Savulin Kaiyile Eettiyirundhadhu. "
},{ "Verses": "11 appozhudhu Savul Thaaveedhaich Chuvarote Serththu Uruvak Kuththippotuven Endru Eettiyai Avanmel Erindhaan; Aanaalum Thaaveedhu Vilaki Irantudharam Avanukkuth Thappinaan. "
},{ "Verses": "12 karththar Thaaveedhotekoota Irukkiraar Endrum Thannai Vittu Vilakipponaar Endrum, Savul Kantu, Thaaveedhukkup Payandhu, "
},{ "Verses": "13 avanaith Thannaivittu Appurappatuththi, Avanai Aayiramperukku Adhipadhiyaaka Vaiththaan; Appatiye Avan Janaththirku Munpaakap Pokkum Varaththumaayirundhaan. "
},{ "Verses": "14 thaaveedhu Than Seykaikalilellaam Puththimaanaai Natandhaan; Karththar Avanotekoota Irundhaar. "
},{ "Verses": "15 avan Makaa Puththimaanaai Natakkiradhaich Chavul Kantu, Avanukkup Payandhirundhaan. "
},{ "Verses": "16 isravelarum Yoodhaa Janangalumaakiya Yaavarum Thaaveedhaich Chinekiththaarkal; Avarkalukku Munpaaka Avan Pokkum Varaththumaayirundhaan. "
},{ "Verses": "17 en Kai Alla, Pelisdharin Kaiye Avanmel Vizhattum Endru Savul Ninaiththukkontu, Savul Thaaveedhai Nokki: Idho, En Mooththa Kumaaraththiyaakiya Meraavai Unakku Manaiviyaakak Kotuppen; Nee Enakku Nalla Sevakanaaimaaththiram Irundhu, Karththarutaiya Yuththangalai Nataththu Endraan. "
},{ "Verses": "18 appozhudhu Thaaveedhu Savulaip Paarththu: Raajaavukku Marumakanaakiradharku Naan Emmaaththiram, En Jeevan Emmaaththiram, Isravelile En Thakappan Vamsamum Emmaaththiram Endraan. "
},{ "Verses": "19 savulin Kumaaraththiyaakiya Meraap Thaaveedhukkuk Kotukkappatung Kaalam Vandhapodhu, Aval Mekolaaththiyanaakiya Aadhariyelukku Manaiviyaakak Kotukkappattaal. "
},{ "Verses": "20 savulin Kumaaraththiyaakiya Meekaal Thaaveedhai Nesiththaal; Adhu Savulukku Arivikkappattapodhu, Adhu Avanukkuch Chandhoshamaayirundhadhu. "
},{ "Verses": "21 aval Avanukkuk Kanniyaayirukkavum, Pelisdharin Kai Avanmel Vizhavum, Avalai Avanukkuk Kotuppen Endru Savul Enni, Thaaveedhai Nokki: Nee Ennutaiya Irantaam Kumaaraththiyinaal Indru Enakku Marumakanaavaai Endraan. "
},{ "Verses": "22 pinpu Savul Than Oozhiyakkaararaip Paarththu: Neengal Thaaveedhote Irakasiyamaaip Pesi: Idho, Raajaa Unmel Piriyamaayirukkiraar; Avarutaiya Oozhiyakkaarar Ellaarum Ummaich Chinekikkiraarkal; Ippozhudhum Neer Raajaavukku Marumakanaanaal Nalam Endru Sollungal Endru Karpiththaan. "
},{ "Verses": "23 savulin Oozhiyakkaarar Indha Vaarththaikalaith Thaaveedhin Sevikal Ketkap Pesinaarkal; Appozhudhu Thaaveedhu, Naan Raajaavukku Marumakanaakiradhu Lesaana Kaariyamaa? Naan Eliyavanum, Arpamaai Ennappattavanumaayirukkiren Endraan. "
},{ "Verses": "24 thaaveedhu Inna Innapati Sonnaan Endru Savulin Oozhiyakkaarar Avanukku Ariviththaarkal. "
},{ "Verses": "25 appozhudhu Savul: Raajaa Parisaththai Virumpaamal, Pelisdharin Nooru Nuniththolkalinaal Raajaavin Saththurukkalitaththil Pazhivaanga Viruppamaayirukkiraar Endru Thaaveedhukkuch Chollungal Endraan; Thaaveedhai Pelisdharin Kaiyinaal Vizhappannuvadhe Savulutaiya Ennamaayirundhadhu. "
},{ "Verses": "26 avan Oozhiyakkaarar Thaaveedhukku Indha Vaarththaikalaich Chonnapodhu, Raajaavukku Marumakanaakiradhu Thaaveedhukkup Piriyamaayirundhadhu. "
},{ "Verses": "27 adharkuk Kuriththa Naatkal Niraiverumunne, Thaaveedhu Ezhundhu, Than Manusharaik Koottikkontupoi, Pelisdharil Irunooruperai Vetti, Avarkal Nuniththolkalaik Kontuvandhu, Naan Raajaavukku Marumakanaakumpatikku, Avaikalai Raajaavukku Ennich Cheluththinaan; Appozhudhu Savul Than Kumaaraththiyaakiya Meekaalai Avanukku Manaiviyaakak Kotuththaan. "
},{ "Verses": "28 karththar Thaaveedhotirukkiraar Endru Savul Kantarindhukontaan; Savulin Kumaaraththiyaakiya Meekaalum Avanai Nesiththaal. "
},{ "Verses": "29 aakaiyaal Innum Adhikamaaith Thaaveedhukkup Payandhu, Thaan Uyirotirundha Naalellaam Thaaveedhukkuch Chaththuruvaayirundhaan. "
},{ "Verses": "30 pelisdharutaiya Pirapukkal Purappatukirapodhellaam Thaaveedhu Savulutaiya Oozhiyakkaarar Ellaaraippaarkkilum Puththimaanaai Natandhukontaan; Avan Per Mikavum Kanampetradhu. "
}
]