[
{ "Verses": "1 karththar Saamuvelai Nokki: Isravelinmel Raajaavaayiraadhapatikku, Naan Purakkaniththuth Thallina Savulukkaaka Nee Endhamattum Thukkiththukkontiruppaai; Nee Un Kompai Thailaththaal Nirappikkontuvaa; Pedhlekemiyanaakiya Eesaayinitaththukku Unnai Anuppuven; Avan Kumaararil Oruvanai Naan Raajaavaakath Therindhukonten Endraar. "
},{ "Verses": "2 adharkuch Chaamuvel: Naan Eppatippoven; Savul Idhaik Kelvippattaal, Ennaik Kondrupotuvaane Endraan; Appozhudhu Karththar: Nee Oru Kaalaiyaik Kaiyote Kontupoi, Karththarukkup Paliyitavandhen Endru Solli, "
},{ "Verses": "3 eesaayaip Palivirundhukku Azhaippaayaaka; Appozhudhu Nee Seyyaventiyadhai Naan Unakku Arivippen; Naan Unakkuch Chollukiravanai Enakkaaka Apishekampannuvaayaaka Endraar. "
},{ "Verses": "4 karththar Sonnapatiye Saamuvel Seydhu, Pedhlekemukkup Ponaan; Appozhudhu Avvoorin Mooppar Thaththalippote Avanukku Edhirkontuvandhu, Neer Varukiradhu Samaadhaanamaa Endraarkal. "
},{ "Verses": "5 adharku Avan: Samaadhaanandhaan; Karththarukkup Paliyitavandhen; Neengal Ungalaip Parisuththampannikkontu, Ennutanekootap Palivirundhukku Vaarungal Endraan; Melum Eesaayaiyum Avan Kumaararaiyum Parisuththam Panni, Avarkalaip Palivirundhukku Azhaiththaan. "
},{ "Verses": "6 avarkal Vandhapodhu, Avan Eliyaapaip Paarththavutane: Karththaraal Apishekampannappatupavan Ivan Thaanaakkum Endraan. "
},{ "Verses": "7 karththar Saamuvelai Nokki: Nee Ivanutaiya Mukaththaiyum, Ivanutaiya Sareeravalarchchiyaiyum Paarkkaventaam; Naan Ivanaip Purakkaniththen; Manushan Paarkkirapati Naan Paaren; Manushan Mukaththaip Paarppaan; Karththaro Irudhayaththaip Paarkkiraar Endraar. "
},{ "Verses": "8 appozhudhu Eesaai Apinadhaapai Azhaiththu, Avanaich Chaamuvelukku Munpaakak Katandhupokappanninaan; Avan: Ivanaiyum Karththar Therindhu Kollavillai Endraan. "
},{ "Verses": "9 eesaai Sammaavaiyum Katandhupokappanninaan; Avan: Ivanaiyum Karththar Therindhukollavillai Endraan. "
},{ "Verses": "10 ippati Eesaai Than Kumaararil Ezhuperai Saamuvelukku Munpaakak Katandhu Pokappanninaan; Pinpu Saamuvel Eesaayaip Paarththu: Karththar Ivarkalil Oruvanaiyum Therindhukollavillai Endru Solli; "
},{ "Verses": "11 un Pillaikal Ivvalavudhaanaa Endru Eesaayaik Kettaan. Adharku Avan: Innum Ellaarukkum Ilaiyavan Oruvan Irukkiraan; Avan Aatukalai Meyththukkontirukkiraan Endraan; Appozhudhu Saamuvel Eesaayai Nokki: Aal Anuppi Avanai Azhaippi; Avan Inge Varumattum Naan Pandhiyirukkamaatten Endraan. "
},{ "Verses": "12 aal Anuppi Avanai Azhaippiththaan; Avan Sivandhameniyum, Azhakiyakankalum, Nalla Roopamumullavanaayirundhaan; Appozhudhu Karththar: Ivan Thaan, Nee Ezhundhu Ivanai Apishekampannu Endraar. "
},{ "Verses": "13 appozhudhu Saamuvel: Thailakkompai Etuththu, Avanai Avan Sakodharar Natuvile Apishekampanninaan; Annaalmudharkontu, Karththarutaiyaaaviyaanavar Thaaveedhinmel Vandhu Irangiyirundhaar; Saamuvel Ezhundhu Raamaavukkup Poivittaan. "
},{ "Verses": "14 karththarutaiya Aavi Savulai Vittu Neenginaar; Karththaraal Varavitappatta Oru Pollaadha Aavi Avanaik Kalangappannikkontirundhadhu. "
},{ "Verses": "15 appozhudhu Savulin Oozhiyakkaarar Avanai Nokki: Idho, Thevanaal Vitappatta Oru Pollaadha Aavi Ummaik Kalangappannukiradhe. "
},{ "Verses": "16 suramantalam Vaasikkiradhil Therina Oruvanaith Thetumpatikku, Engal Aantavanaakiya Neer Umakku Munpaaka Nirkira Ummutaiya Atiyaarukkuk Kattalaiyitum; Appozhudhu Thevanaal Vitappatta Pollaadha Aavi Ummel Irangukaiyil, Avan Than Kaiyinaal Adhai Vaasiththaal Umakkuch Chavukkiyamuntaakum Endraarkal. "
},{ "Verses": "17 savul Than Oozhiyakkaararaip Paarththu: Nandraai Vaasikkaththakka Oruvanaith Theti, Ennitaththil Kontu Vaarungal Endraan. "
},{ "Verses": "18 appozhudhu Andha Velaikkaararil Oruvan Piradhiyuththaramaaka: Idho, Pedhlekemiyanaakiya Eesaayin Kumaaran Oruvanaik Kantirukkiren; Avan Vaasippadhil Therinavan, Avan Paraakkiramasaali, Yuththaveeran, Kaariyasamarththan, Savundhariyamullavan; Karththar Avanotekoota Irukkiraar Endraan. "
},{ "Verses": "19 appozhudhu Savul: Eesaayinitaththil Aatkalai Anuppi, Aattumandhaiyil Irukkira Un Kumaaranaakiya Thaaveedhai Ennitaththil Anuppu Endru Sollach Chonnaan. "
},{ "Verses": "20 appozhudhu Eesaai: Appaththaiyum, Oru Thuruththi Thiraatcharasaththaiyum, Oru Vellaattukkuttiyaiyum Kazhudhaiyin Mel Etri, Than Kumaaranaakiya Thaaveedhin Vasamaai Savulukku Anuppinaan. "
},{ "Verses": "21 appatiye Thaaveedhu Savulitaththil Vandhu, Avanukku Munpaaka Nindraan; Avan Ivanai Mikavum Sinekiththaan; Avanukku Ivan Aayudhadhaariyaanaan. "
},{ "Verses": "22 savul Eesaayinitaththil Aal Anuppi, Thaaveedhu Enakku Munpaaka Nirkattum; En Kankalil Avanukkuth Thayavukitaiththadhu Endru Sollachchonnaan. "
},{ "Verses": "23 appatiye Thevanaal Vitappatta Aavi Savulaip Pitikkumpodhu, Thaaveedhu Suramantalaththai Etuththu, Than Kaiyinaal Vaasippaan; Adhinaale Pollaadha Aavi Avanaivittu Neenga, Savul Aarudhalataindhu, Sosdhamaavaan. "
}
]