[
{ "Verses": "1 pelisdhar Thevanutaiya Pettiyaip Pitiththu, Adhai Epenesarilirundhu Asdhoththirkuk Kontuponaarkal. "
},{ "Verses": "2 pelisdhar Thevanutaiya Pettiyaip Pitiththu, Thaakonin Kovilile Kontuvandhu, Thaakonantaiyile Vaiththaarkal. "
},{ "Verses": "3 asdhodh Ooraar Marunaal Kaalame Ezhundhirundhu Vandhapodhu, Idho, Thaakon Karththarutaiya Pettikku Munpaakath Tharaiyile Mukanguppura Vizhundhukitandhadhu; Appozhudhu Avarkal Thaakonai Etuththu, Adhai Adhin Sdhaanaththile Thirumpavum Niruththinaarkal. "
},{ "Verses": "4 avarkal Marunaal Kaalame Ezhundhirundhu Vandhapodhu, Idho, Thaakon Karththarutaiya Pettikku Munpaakath Tharaiyile Mukanguppura Vizhundhukitandhadhumallaamal, Thaakonin Thalaiyum Adhin Irantu Kaikalum Vaasarpatiyinmel Utaipattuk Kitandhadhu; Thaakonukku Utalmaaththiram Meedhiyaayirundhadhu. "
},{ "Verses": "5 aadhalaal Innaalvaraikkum Thaakonin Poojaasaarikalum Thaakonin Kovilukkul Piravesikkira Yaavarum Asdhoththilirukkira Thaakonutaiya Vaasarpatiyai Midhikkiradhillai. "
},{ "Verses": "6 asdhodh Ooraaraip Paazhaakkumpatikku Karththarutaiya Kai Avarkal Mel Paaramaayirundhadhu; Avar Asdhoththin Janangalaiyum, Adhin Ellaikalukkul Irukkiravarkalaiyum Moolaviyaadhiyinaal Vaadhiththaar. "
},{ "Verses": "7 ippati Natandhadhai Asdhoththin Janangal Kantapodhu: Isravelin Thevanutaiya Kai Namadhu Melum, Nammutaiya Thevanaakiya Thaakoninmelum Katinamaayirukkirapatiyaal, Avarutaiya Petti Nammitaththil Irukkalaakaadhu Endru Solli; "
},{ "Verses": "8 pelisdharin Adhipadhikalaiyellaam Azhaippiththu, Thangalantaiyile Kootivarach Cheydhu: Isravelin Thevanutaiya Pettiyai Naam Enna Seyyaventum Endru Kettaarkal. Avarkal: Isravelin Thevanutaiya Pettiyai Kaadh Pattanamattum Etuththuch Chutrikkontu Pokaventum Endraarkal; Appatiye Isravelin Thevanutaiya Pettiyai Etuththuch Chutrik Kontuponaarkal. "
},{ "Verses": "9 adhai Etuththuch Chutrikkontu Ponapinpu, Karththarutaiya Kai Andhap Pattanaththinmel Makaa Ukkiramaaka Irangitru; Andhap Pattanaththin Manusharukkul, Siriyavar Thuvakkip Periyavarmattum, Moolaviyaadhiyai Untaakki, Avarkalai Vaadhiththaar. "
},{ "Verses": "10 adhinaal Avarkal Thevanutaiya Pettiyai Ekronukku Anuppinaarkal; Thevanutaiya Petti Ekronukku Varukirapodhu, Ekron Ooraar: Engalaiyum Engal Janangalaiyum Kondrupota, Isravelin Thevanutaiya Pettiyai Etuththu, Engalantaikkuch Chutrikkontuvandhaarkal Endru Kookkuralittaarkal. "
},{ "Verses": "11 avarkal Pelisdharin Adhipadhikalaiyellaam Kootivarumpati Azhaiththu: Isravelin Thevan Engalaiyum Engal Janangalaiyum Kondrupotaadhapatikku, Avarutaiya Pettiyai Adhin Sdhaanaththirkuth Thirumpa Anuppivitungal Endraarkal; Andhap Pattanamengum Saavu Mummuramaayirundhadhu; Thevanutaiya Kai Ange Makaa Paaramaayirundhadhu. "
},{ "Verses": "12 seththuppokaadhirundhavarkal Moolaviyaadhiyinaal Vaadhikkappattadhinaal, Andhap Pattanaththin Kookkural Vaanapariyandham Ezhumpitru. "
}
]