[
{ "Verses": "1 pelisdhar Isravelarote Yuththampanninaarkal; Isravelar Pelisdharukku Munpaaka Murindhoti, Kilpovaa Malaiyile Vettuntu Vizhundhaarkal. "
},{ "Verses": "2 pelisdhar Savulaiyum Avan Kumaararaiyum Nerungith Thotarndhu, Savulin Kumaararaakiya Yonaththaanaiyum Apinadhaapaiyum Malkisookaavaiyum Vettippottaarkal. "
},{ "Verses": "3 savulukku Virodhamaai Yuththam Palaththadhu; Vilveerar Avanaik Kantu Nerunginaarkal; Appozhudhu Savul Vilveeraraal Mikavum Kaayappattu, "
},{ "Verses": "4 than Aayudhadhaariyai Nokki: Andha Viruththasedhanam Illaadhavarkal Vandhu, Ennaik Kuththippottu, Ennai Avamaanappatuththaadhapatikku, Nee Un Pattayaththai Uruvi, Ennaik Kuththippotu Endraan; Avanutaiya Aayudhadhaari Mikavum Payappattadhinaal, Appatich Cheyyamaatten Endraan; Appozhudhu Savul Pattayaththai Nattu Adhinmel Vizhundhaan. "
},{ "Verses": "5 savul Seththupponadhai Avan Aayudhadhaari Kantapodhu, Avanum Than Pattayaththinmel Vizhundhu, Avanotekootach Cheththupponaan. "
},{ "Verses": "6 appatiye Andraiyadhinam Savulum, Avan Moondru Kumaararum, Avan Aayudhadhaariyum, Avanutaiya Ellaa Manusharum Orumikkach Cheththupponaarkal. "
},{ "Verses": "7 isravelar Murindhotinaarkal Endrum, Savulum Avan Kumaararum Seththupponaarkal Endrum, Pallaththaakkukku Ippaalum Yordhaanukku Ippaalum Irundha Isravelar Kantapodhu, Avarkal Pattanangalai Vittu Otipponaarkal; Appozhudhu Pelisdhar Vandhu, Avaikalile Kutiyirundhaarkal. "
},{ "Verses": "8 vettuntavarkalai Urindhukolla, Pelisdhar Marunaal Vandhapodhu, Avarkal, Savulum Avan Moondru Kumaararum Kilpovaa Malaiyile Vizhundhukitakkiradhaik Kantu, "
},{ "Verses": "9 avan Thalaiyai Vetti, Avan Aayudhangalai Etuththukkontu, Thangal Vikkirakangalin Kovilkalilum Janangalukkullum Seydhiyaip Pirasiththappatuththumpati, Avaikalaip Pelisdhar Thesaththile Sutrilum Anuppi, "
},{ "Verses": "10 avan Aayudhangalai Asdharoth Thevanutaiya Kovilile Vaiththu, Avan Utalaip Pedhsaanin Alangaththile Thookkippottaarkal. "
},{ "Verses": "11 pelisdhar Savulukkuch Cheydhadhaik Keeleyaaththesaththu Yaapes Pattanaththaar Kettapodhu, "
},{ "Verses": "12 avarkalile Palasaalikal Ellaarum Ezhundhu Iraamuzhudhum Natandhu Poi, Pedhsaanin Alangaththilirundha Savulin Utalaiyum Avan Kumaararin Utalkalaiyum Etuththu, Yaapesukkuk Kontuvandhu, Avaikalai Ange Thakanampanni, "
},{ "Verses": "13 avarkalutaiya Elumpukalai Etuththu, Yaapesilirukkira Thoppile Atakkampanni, Ezhunaal Upavaasampanninaarkal. "
}
]