[
{ "Verses": "1 thaaveedhu Nopilirukkira Aasaariyanaakiya Akimelekkinitaththil Ponaan; Akimelekku Natukkaththote Thaaveedhukku Edhirkontupoi: Oruvarum Ummote Kootavaraamal, Neer Ontiyaai Varukiradhu Enna Endru Avanaik Kettaan. "
},{ "Verses": "2 thaaveedhu Aasaariyanaakiya Akimelekkaip Paarththu: Raajaa Enakku Oru Kaariyaththaik Kattalaiyittu, Naan Unnai Anuppina Kaariyamum Unakkuk Kattalaiyittadhum Innadhendru Oruvarum Ariyaadhirukkaventum Endru Ennote Sonnaar; Inna Itaththirku Varaventum Endru Sevakarukkuch Cholliyirukkiren. "
},{ "Verses": "3 ippodhum Ummutaiya Kaiyil Irukkiradhu Enna? Aindhu Appamaakilum, Ennavaakilum, Irukkiradhai Enkaiyile Kotum Endraan. "
},{ "Verses": "4 aasaariyan Thaaveedhukkup Piradhiyuththaramaaka: Parisuththa Appam Irukkiradhe Ozhiya, Saadhaarana Appam En Kaiyil Illai; Vaalipar Sdhireekalotemaaththiram Seraadhirundhaal Kotuppen Endraan. "
},{ "Verses": "5 thaaveedhu Aasaariyanukkup Piradhiyuththaramaaka: Naan Purappatukiradharku Mun Netrum Mundhaanaalum Sdhireekal Engalukku Vilakkamaayirundhaarkal; Vaaliparutaiya Asampikalum Suththamaayirukkiradhu; Indraiyadhinam Vere Appam Paaththiraththil Piradhishtaipannappattadhinaal, Idhu Saadhaaranamaayitre Endraan. "
},{ "Verses": "6 appozhudhu Karththarutaiya Sannidhiyilirundhu Etukkappatta Samukaththappangalaiththavira, Vere Appam Ange Iraadhapatiyinaal Aasaariyan Avanukkup Parisuththa Appaththaik Kotuththaan; Avaikal Etukkappatukira Naalile Adharkup Padhilaakach Chootaana Appam Vaikkappatum. "
},{ "Verses": "7 savulutaiya Velaikkaararil Edhomiyanaakiya Thovekku Ennum Perulla Oruvan Andraiyadhinam Ange Karththarutaiya Sannidhiyil Thataipattirundhaan; Avan Savulutaiya Meypparukkuth Thalaivanaayirundhaan. "
},{ "Verses": "8 thaaveedhu Akimelekkaip Paarththu: Inge Ummutaiya Vasaththil Oru Eettiyaanaalum Pattayamaanaalum Illaiyaa? Raajaavin Kaariyam Avasaramaanapatiyinaal, En Pattayaththaiyaakilum, En Aayudhangalaiyaakilum, Naan Etuththuk Kontuvaravillai Endraan. "
},{ "Verses": "9 adharku Aasaariyan: Neer Ele Pallaththaakkile Kondra Pelisdhanaakiya Koliyaaththin Pattayam, Idho, Epoththukkup Pinnaaka Oru Putavaiyile Surutti Vaiththirukkiradhu; Adhai Neer Etukka Manadhaanaal Etuththukkontupom, Adhuve Allaamal Verondrum Illai Endraan; Appozhudhu Thaaveedhu: Adharku Nikarillai; Adhai Enakku Thaarum Endraan. "
},{ "Verses": "10 andraiyadhinam Thaaveedhu Ezhundhu Savulukkuth Thappiyoti, Kaaththin Raajaavaakiya Aakeesitaththil Ponaan. "
},{ "Verses": "11 aakeesin Oozhiyakkaarar Avanaip Paarththu: Thesaththu Raajaavaakiya Thaaveedhu Ivan Allavo? Savul Kondradhu Aayiram, Thaaveedhu Kondradhu Padhinaayiram Endru Ivanaikkuriththallavo Aatal Paatalote Kontaatinaarkal. "
},{ "Verses": "12 indha Vaarththaikalaith Thaaveedhu Than Manadhile Vaiththukkontu, Kaaththin Raajaavaakiya Aakeesukku Mikavum Payappattu, "
},{ "Verses": "13 avarkal Kankalukku Munpaakath Than Mukanaatiyai Verupatuththi, Avarkalitaththil Piththangontavanpolak Kaanpiththu, Vaasarkadhavukalile Keerikkontirundhu, Than Vaayilirundhu Nuraiyaith Than Thaatiyil Vizhappannik Kontirundhaan. "
},{ "Verses": "14 appozhudhu Aakees: Than Oozhiyakkaararai Nokki: Idho, Indha Manushan Piththangontavan Endru Kaankireerkale; Ivanai Neengal Ennitaththil Kontuvandhadhu Enna? "
},{ "Verses": "15 enakku Munpaakap Payiththiya Seshtai Seyya, Neengal Ivanaik Kontuvarukiradharku, Payiththiyakkaarar Enakkuk Kuraivaayirukkiraarkalo? Ivan En Veettile Varalaamaa Endraan. "
}
]