[
{ "Verses": "1 pelisdhar Thangal Senaikalaiyellaam Aappekkile Kootivarachcheydhaarkal; Isravelar Yesrayelilirukkira Thuravantaiyile Paalayamiranginaarkal. "
},{ "Verses": "2 appozhudhu Pelisdharin Adhipadhikal Noorum Aayiramumaana Servaikalote Ponaarkal; Thaaveedhum Avan Manusharum Aakeesote Pindhantile Ponaarkal. "
},{ "Verses": "3 appozhudhu Pelisdharin Pirapukkal: Indha Epireyar Ennaththirku Endraarkal; Aakees Avarkalaip Paarththu: Isravelin Raajaavaakiya Savulin Oozhiyakkaaranaayirundha Indhath Thaaveedhu Iththanai Naatkalum, Iththanai Varushangalum Ennotu Irukkavillaiyaa? Ivan Ennitaththil Vandhu Serndha Naal Mudhal Innaalvaraikkum Oru Kutramum Naan Ivanil Kantupitikkavillai Endraan. "
},{ "Verses": "4 adhanaal Pelisdharin Pirapukkal Avanmel Katungopamaaki, Avanaip Paarththu: Indha Manushan Neer Kuriththa Than Itaththirkuth Thirumpippokumpatikku, Ange Avanai Marupatiyum Anuppivitum; Yuththaththil Ivan Namakkuch Chaththuruvaayiraadhapatikku, Ivan Nammotukoota Yuththaththirku Varaventiyadhillai; Ivan Edhinaale Than Aantavanote Oppuravaavaan? Indha Manusharutaiya Thalaikalinaal Allavaa? "
},{ "Verses": "5 savul Kondradhu Aayiram, Thaaveedhu Kondradhu Padhinaayiram Endru Indhath Thaaveedhaikkuriththu Allavo Aatippaatich Chonnaarkal Endraarkal. "
},{ "Verses": "6 appozhudhu Aakees Thaaveedhai Azhaiththu: Nee Uththaman Endrum, Nee Paalayaththil Ennote Pokkum Varaththumaayirukkiradhu En Paarvaikku Nalladhu Endrum,karththarutaiya Jeevanaikkontu Sollukiren; Nee Ennitaththil Vandhu Serndha Naalmudhal Indraiyavaraikkum Naan Unnil Oru Pollaappum Kaanavillai; Aakilum Pirapukkalin Paarvaikku Nee Piriyamaanavan Alla. "
},{ "Verses": "7 aakaiyaal Pelisdharutaiya Pirapukkal Unmel Thaangal Ataiyaadhapatikku, Ippodhu Samaadhaanaththote Thirumpip Poivitu Endraan. "
},{ "Verses": "8 thaaveedhu Aakeesai Nokki: En? Naan Seydhadhu Enna? Naan Vandhu, Raajaavaakiya En Aantavanutaiya Saththurukkalote Yuththampannaadhapatikku, Naan Ummitaththil Vandha Naalmudharkontu Indraiyavaraikkum Umadhu Atiyenitaththil Kantupitiththadhu Enna Endraan. "
},{ "Verses": "9 aakees Thaaveedhukkup Piradhiyuththaramaaka: Adhai Ariven; Nee Thevanutaiya Thoodhanaippola En Paarvaikkup Piriyamaanavan; Aanaalum Ivan Engalotekoota Yuththaththirku Varak Kootaadhu Endru Pelisdharin Pirapukkal Sollukiraarkal. "
},{ "Verses": "10 ippodhum Nee Naalai Adhikaalaiyil Unnote Vandha Un Aantavanutaiya Velaikkaararaik Koottikontu, Vitiyarkaalaththile Velichchamaakirapodhu, Purappattuppo Endraan. "
},{ "Verses": "11 appatiye Thaaveedhu Adhikaalaiyil Than Manusharaik Koottikkontu, Pozhudhuvitikira Neraththile, Pelisdharin Thesaththirkuth Thirumpippokap Purappattaan; Pelisdharovenil Yesrayelukkup Ponaarkal. "
}
]