[
{ "Verses": "1 saamuvelin Vaarththai Isravelukkellaam Vandhadhu. Isravelar Pelisdharukku Virodhamaai Yuththanjeyyappurappattu, Epenesarukkuch Chameepaththil Paalayamiranginaarkal; Pelisdharo Aappekkile Paalayamirangiyirundhaarkal. "
},{ "Verses": "2 pelisdhar Isravelarukku Virodhamaai Anivakuththu Nindraarkal; Yuththam Adhikariththu, Isravelar Pelisdharukku Munpaaka Muriya Atikkappattaarkal; Avarkal Senaiyil Porkkalaththile Erakkuraiya Naalaayiramper Vettuntuponaarkal. "
},{ "Verses": "3 janangal Thirumpap Paalayaththukku Vandhapodhu, Isravelin Moopparaanavarkal, Indru Karththar Pelisdharukku Munpaaka Nammai Muriya Atiththadhenna? Seelovilirukkira Karththarutaiya Utanpatikkaip Pettiyaik Kontuvaruvom; Adhu Nammai Nammutaiya Pakaignarin Kaikku Vilakki Ratchikkumpati, Nammutaiya Natuvile Varaventiyadhu Endraarkal. "
},{ "Verses": "4 appatiye Kerupeenkalin Maththiyile Vaasamaayirukkira Senaikalin Karththarutaiya Utanpatikkaip Pettiyai Etuththuvara, Janangal Seelovukkuch Cholliyanuppinaarkal; Ange Eliyin Irantu Kumaararaakiya Opniyum Pinekaasum Thevanutaiya Utanpatikkaip Pettiyantaiyil Irundhaarkal. "
},{ "Verses": "5 karththarutaiya Utanpatikkaip Petti Paalayaththile Varukirapodhu, Isravelarellaarum Poomi Adhiraththakkadhaaka Makaa Aarpparippaaich Chaththamittaarkal. "
},{ "Verses": "6 avarkal Aarpparikkira Saththaththaip Pelisdhar Kettapodhu: Epireyarutaiya Paalayaththil Indha Makaa Aarpparippin Saththam Enna Endraarkal; Pinpu Karththarinpetti Paalayaththil Vandhadhu Endru Arindhukontaarkal. "
},{ "Verses": "7 thevan Paalayaththil Vandhaar Endru Sollappattapatiyinaal, Pelisdhar Payandhu, Aiyo, Namakku Mosam Vandhadhu; Idharkumun Orupodhum Ippati Natakkavillaiye. "
},{ "Verses": "8 aiyo, Andha Makaththuvamaana Thevarkalin Kaikku Nammaith Thappuvippavar Yaar? Ekipdhiyaraich Chakalavidha Vaadhaikalinaalum Vanaandharaththile Atiththa Thevarkal Ivarkaldhaane. "
},{ "Verses": "9 pelisdhare, Thitangontu Purusharaippola Natandhukollungal; Epireyar Ungalukku Atimaikalaayirundhadhupola, Neengalum Avarkalukku Atimaikalaakaadhapatikku, Purusharaayirundhu, Yuththampannungal Endru Sollikkontaarkal. "
},{ "Verses": "10 appozhudhu Pelisdhar Yuththampanninaarkal; Isravelar Murindhu, Avaravar Thangal Kootaarangalukku Otipponaarkal; Makaa Periya Sangaaram Untaayitru; Isravelile Muppadhinaayiram Kaalaatkal Vizhundhaarkal. "
},{ "Verses": "11 thevanutaiya Petti Pitikkappattadhu; Eliyin Irantu Kumaararaakiya Opniyum Pinekaasum Maantaarkal. "
},{ "Verses": "12 penyameen Koththiraththaanaakiya Oruvan Pataiyilirundhu Oti, Than Vasdhirangalaik Kizhiththu, Than Thalaiyin Mel Puzhudhiyai Vaarip Pottukkontu, Andraiyadhiname Seelovukku Vandhaan. "
},{ "Verses": "13 avan Vandhapodhu: Eli Oru Aasanaththinmel Utkaarndhu Vazhiyaip Paarththukkontirundhaan; Thevanutaiya Pettikkaaka Avan Irudhayam Thaththaliththukkontirundhadhu, Oorile Seydhiyai Arivikka Andha Manushan Vandhapodhu, Oorengum Pulampal Untaayitru. "
},{ "Verses": "14 pulampukira Indhach Chaththaththai Eli Kettapodhu: Indha Amaliyin Iraichchal Enna Endru Kettaan; Appozhudhu Andha Manushan Theeviriththu Vandhu, Elikku Ariviththaan. "
},{ "Verses": "15 eli Thonnootrettu Vayadhullavanaayirundhaan; Avan Paarkkak Kootaadhapatikku, Avan Kankal Mangalaayirundhadhu. "
},{ "Verses": "16 andha Manushan Eliyaip Paarththu: Pataiyilirundhu Vandhavan Naan Thaan; Indru Thaan Pataiyilirundhu Otivandhen Endraan. Appozhudhu Avan: En Makane, Natandha Kaariyam Enna Endru Kettaan. "
},{ "Verses": "17 seydhi Kontuvandhavan Piradhiyuththaramaaka: Isravelar Pelisdharukku Munpaaka Murindhotipponaarkal; Janangalukkulle Periya Sangaaram Untaayitru; Ummutaiya Kumaararaakiya Opni Pinekaas Ennum Iruvarum Irandhuponaarkal; Thevanutaiya Pettiyum Pitipattup Poyitru Endraan. "
},{ "Verses": "18 avan Thevanutaiya Pettiyaik Kuriththuch Chonnavutane, Eli Aasanaththilirundhu Vaasalin Pakkamaai Mallaakka Vizhundhaan; Avan Kizhavanum Sdhooliththavanumaayirundhapatiyaal, Avan Pitari Murindhu Seththupponaan. Avan Isravelai Naarpadhu Varusham Niyaayamvisaariththaan. "
},{ "Verses": "19 pinekaasin Manaiviyaakiya Avan Marumakal Niraikarppiniyaayirundhaal; Aval Thevanutaiya Petti Pitipatta Seydhiyaiyum, Than Maamanum Than Purushanum Irandhu Ponadhaiyum Kelvippattapodhu, Aval Karppavedhanaippattu Kunindhu Pirasaviththaal. "
},{ "Verses": "20 aval Saakappokira Neraththil Avalantaiyile Nindra Sdhireekal: Nee Payappataadhe, Aanpillaiyaip Petraai Endraarkal; Avalo Adharku Ondrum Sollavumillai, Adhinmel Sindhaivaikkavumillai. "
},{ "Verses": "21 thevanutaiya Petti Pitipattu, Avalutaiya Maamanum Avalutaiya Purushanum Irandhu Ponapatiyinaal, Aval: Makimai Isravelai Vittup Poyitru Endru Solli, Andhap Pillaikku Ikkapodh Endru Perittaal. "
},{ "Verses": "22 thevanutaiya Petti Pitipattup Ponapatiyinaal, Makimai Isravelai Vittu Vilakippoyitru Endraal. "
}
]