[
{ "Verses": "1 eppiraayeem Malaiththesaththilirukkira Soppeem Ennappatta Raamadhaayeem Ooraanaakiya Oru Manushan Irundhaan; Avanukku Elkkaanaa Endru Per; Avan Eppiraayeemiyanaakiya Sooppukkup Pirandha Thokuvin Kumaaranaakiya Elikoovin Makanaana Erokaamin Puththiran. "
},{ "Verses": "2 avanukku Irantu Manaivikal Irundhaarkal; Oruththiper Annaal, Matravalper Peninnaal; Peninnaalukkup Pillaikal Irundhaarkal; Annaalukko Pillai Illai. "
},{ "Verses": "3 andha Manushan Seelovile Senaikalin Karththaraip Panindhu Kollavum Avarukkup Paliyitavum Varushandhorum Than Oorilirundhu Poivaruvaan; Angekarththarin Aasaariyaraana Eliyin Irantu Kumaararaakiya Opniyum Pinekaasum Irundhaarkal. "
},{ "Verses": "4 ange Elkkaanaa Paliyitum Naalile, Avan Than Manaiviyaakiya Peninnaalukkum, Avalutaiya Ellaak Kumaararukkum Kumaaraththikalukkum, Pangu Pottuk Kotuppaan. "
},{ "Verses": "5 annaalaich Chinekiththapatiyinaal, Avalukku Irattippaana Pangu Kotuppaan; Karththaro Aval Karppaththai Ataiththirundhaar. "
},{ "Verses": "6 karththar Aval Karppaththai Ataiththapatiyinaal, Avalutaiya Sakkalaththi Aval Thukkappatumpatiyaaka Avalai Mikavum Visanappatuththuvaal. "
},{ "Verses": "7 aval Karththarutaiya Aalayaththirkup Pokum Samayaththil, Avan Varushandhorum Andhappirakaaramaaich Cheyvaan; Ival Avalai Manamativaakkuvaal; Appozhudhu Aval Saappitaamal Azhudhukontiruppaal. "
},{ "Verses": "8 avan Purushanaakiya Elkkaanaa Avalaip Paarththu: Annaale, En Azhukiraai? En Saappitaadhirukkiraai? En Sanjalappatukiraai? Paththuk Kumaararaippaarkkilum Naan Unakku Adhikamallavaa Endraan. "
},{ "Verses": "9 seelovile Avarkal Pusiththuk Kutiththapinpu, Annaal Ezhundhirundhaal; Aasaariyanaakiya Eli Karththarutaiya Aalayaththin Vaasal Nilaiyantaiyile Oru Aasanaththinmel Utkaarndhirundhaan. "
},{ "Verses": "10 aval Poi, Manangasandhu, Mikavum Azhudhu, Karththarai Nokki Vinnappampanni: "
},{ "Verses": "11 senaikalin Karththaave, Thevareer Ummutaiya Atiyaalin Sirumaiyaik Kannokkip Paarththu, Ummutaiya Atiyaalai Maravaamal Ninaindharuli, Umadhu Atiyaalukku Oru Aanpillaiyaik Kotuththaal, Avan Uyirotirukkum Sakala Naalum Naan Avanaik Karththarukku Oppukkotuppen; Avan Thalaiyinmel Savarakan Kaththi Patuvadhillai Endru Oru Poruththanai Panninaal. "
},{ "Verses": "12 aval Karththarutaiya Sannidhiyil Vekuneram Vinnappampannukirapodhu, Eli Aval Vaayaik Kavaniththukkontirundhaan. "
},{ "Verses": "13 annaal Than Irudhayaththile Pesinaal; Avalutaiya Udhatukal Maaththiram Asaindhadhu, Aval Saththamo Ketkappatavillai; Aakaiyaal Aval Veriththirukkiraal Endru Eli Ninaiththu, "
},{ "Verses": "14 avalai Nokki: Nee Edhuvaraikkum Veriththiruppaai? Un Kutiyai Unnaivittu Vilakku Endraan. "
},{ "Verses": "15 adharku Annaal Piradhiyuththaramaaka: Appatiyalla, En Aantavane, Naan Manakkilesamulla Sdhiree; Naan Thiraatcharasamaakilum Madhuvaakilum Kutikkavillai; Naan Karththarutaiya Sannidhiyil En Irudhayaththai Ootrivitten. "
},{ "Verses": "16 ummutaiya Atiyaalaip Peliyaalin Makalaaka Ennaadheyum; Mikudhiyaana Visaaraththinaalum Kilesaththinaalum Inneramattum Vinnappam Panninen Endraal. "
},{ "Verses": "17 adharku Eli Samaadhaanaththutane Po; Nee Isravelin Thevanitaththil Ketta Un Vinnappaththinpati Avar Unakkuk Kattalaiyituvaaraaka Endraan. "
},{ "Verses": "18 appozhudhu Aval: Ummutaiya Atiyaalukku Ummutaiya Kankalile Thayaikitaikkakkatavadhu Endraal; Pinpu Andha Sdhiree Purappattuppoi, Pojananjeydhaal; Appuram Aval Thukkamukamaayirukkavillai. "
},{ "Verses": "19 avarkal Adhikaalaiyil Ezhundhu, Karththaraip Panindhukontu, Raamaavilirukkira Thangal Veettukkuth Thirumpipponaarkal; Elkkaanaa Thanmanaiviyaakiya Annaalai Arindhaan; Karththar Avalai Ninaindharulinaar. "
},{ "Verses": "20 silanaal Sendrapinpu Annaal Karppavadhiyaaki, Oru Kumaaranaip Petru, Karththaritaththil Avanaik Ketten Endru Solli, Avanukku Saamuvel Endru Perittaal. "
},{ "Verses": "21 elkkaanaa Enpavan Karththarukku Varushaandharam Seluththum Paliyaiyum Than Poruththanaiyaiyum Seluththumpatiyaaka, Than Veettaar Anaivarotungootap Ponaan. "
},{ "Verses": "22 annaal Kootappokavillai; Aval: Pillai Paalmarandha Pinpu, Avan Karththarin Sannidhiyile Kaanappatavum, Ange Eppozhudhum Irukkavum, Naan Avanaik Kontupoi Vituven Endru Than Purushanitaththil Sonnaal. "
},{ "Verses": "23 appozhudhu Aval Purushanaakiya Elkkaanaa Avalai Nokki: Nee Un Ishtappati Seydhu, Avanaip Paal Marakkappannumattum Iru; Karththar Thammutaiya Vaarththaiyaimaaththiram Niraivetruvaaraaka Endraan; Appatiye Andha Sdhiree Than Pillaiyaip Paal Marakkappannumattum Adharku Mulaikotuththaal. "
},{ "Verses": "24 aval Avanaip Paalmarakkappanninapinpu, Moondru Kaalaikalaiyum, Oru Marakkaal Maavaiyum, Oru Thuruththi Thiraatcharasaththaiyum Etuththukkontu, Avanaiyum Koottik Kontu, Seelovilirukkira Karththarutaiya Aalayaththukkup Ponaal; Pillai Innum Kuzhandhaiyaayirundhadhu. "
},{ "Verses": "25 avarkal Oru Kaalaiyaip Paliyittu, Pillaiyai Eliyinitaththil Kontuvandhu Vittaarkal. "
},{ "Verses": "26 appozhudhu Aval: En Aantavane, Inge Ummantaiyile Nindru Karththarai Nokki Vinnappampannina Sdhiree Naan Thaan Endru En Aantavanaakiya Ummutaiya Jeevanaikkontu Sollukiren. "
},{ "Verses": "27 indhap Pillaikkaaka Vinnappampanninen; Naan Karththaritaththil Ketta En Vinnappaththinpati Enakkuk Kattalaiyittaar. "
},{ "Verses": "28 aakaiyaal Avan Karththarukkendru Ketkappattapatiyinaal, Avan Uyirotirukkum Sakala Naalum Avanaik Karththarukke Oppukkotukkiren Endraal; Avan Ange Karththaraip Panindhukontaan. "
}
]