[
{ "Verses": "1 appozhudhu Saamuvel Isravelar Anaivaraiyum Nokki: Idho, Neengal Enakkuch Chonnapatiyellaam Ungal Sorkettu Ungalukku Oru Raajaavai Erpatuththinen. "
},{ "Verses": "2 ippodhum Idho, Raajaavaanavar Ungalukku Munpaakach Chanjariththuvarukiraar; Naano Kizhavanum Naraiththavanumaanen; En Kumaarar Ungalotiruppaarkal; Naan En Siruvayadhumudhal Innaalvaraikkum Ungalukku Munpaakach Chanjariththuvandhen. "
},{ "Verses": "3 idho, Irukkiren; Karththarin Sannidhiyilum Avar Apishekampanni Vaiththavarukku Munpaakavum Ennaikkuriththuch Chaatchi Sollungal; Naan Yaarutaiya Erudhai Etuththukkonten? Yaarutaiya Kazhudhaiyai Etuththukkonten? Yaarukku Aniyaayanjeydhen? Yaarukku Itukkanseydhen? Yaar Kaiyil Paridhaanam Vaangikkontu Kansaataiyaayirundhen? Sollungal; Appatiyuntaanaal Adhai Ungalukkuth Thirumpak Kotuppen Endraan. "
},{ "Verses": "4 adharku Avarkal: Neer Engalukku Aniyaayanj Cheyyavum Illai; Engalukku Itukkan Seyyavum Illai; Oruvar Kaiyilum Ondrum Vaangavum Illai Endraarkal. "
},{ "Verses": "5 adharku Avan: Neengal En Kaiyil Ondrum Kantupitikkavillai Enpadharkuk Karththar Ungalukku Edhiraakach Chaatchiyaayirukkiraar, Avar Apishekam Panninavarum Indru Adharkuch Chaatchi Endraan; Adharku Avarkal: Avar Saatchi Thaan Endraarkal. "
},{ "Verses": "6 appuram Saamuvel Janangalai Nokki: Moseyaiyum Aaronaiyum Erpatuththinavarum, Ungal Pidhaakkalai Ekipdhudhesaththilirundhu Purappatappanninavarum Karththare. "
},{ "Verses": "7 ippodhum Karththar Ungalukkum Ungal Pidhaakkalukkum Seydhuvandha Ellaa Needhiyaana Kiriyaikalaikkuriththum, Naan Karththarutaiya Sannidhiyil Ungalote Niyaayam Pesumpatikku Neengal Nillungal. "
},{ "Verses": "8 yaakkopu Ekipdhile Poyirukkumpodhu, Ungal Pidhaakkal Karththarai Nokki Muraiyittaarkal, Appozhudhu Karththar Moseyaiyum Aaronaiyum Anuppinaar; Avarkal Ungal Pidhaakkalai Ekipdhilirundhu Azhaiththuvandhu, Avarkalai Indha Sdhalaththile Kutiyirukkappanninaarkal. "
},{ "Verses": "9 avarkal Thangal Thevanaakiya Karththarai Marandhupokirapodhu, Avar Avarkalai Aadhsorin Senaapadhiyaakiya Siseraavin Kaiyilum, Pelisdharin Kaiyilum, Movaapiya Raajaavin Kaiyilum Vitruppottaar; Ivarkal Avarkalukku Virodhamaaka Yuththampanninaarkal. "
},{ "Verses": "10 aakaiyaal Avarkal Karththarai Nokki Muraiyittu: Naangal Karththarai Vittup Paakaalkalaiyum Asdharoththaiyum Seviththadhinaale, Paavanjeydhom; Ippozhudhu Engal Saththurukkalin Kaikku Engalai Neengalaakki Ratchiyum; Ini Ummaich Chevippom Endraarkal." 
},{ "Verses": "11 appozhudhu Karththar Erupaakaalaiyum Pedhaanaiyum Yepdhaavaiyum Saamuvelaiyum Anuppi, Neengal Payamillaamal Kutiyirukkumpatikkuch Chutrilum Irundha Ungal Saththurukkalin Kaikkum Ungalai Neengalaakki Ratchiththaar. "
},{ "Verses": "12 ammon Puththirarin Raajaavaakiya Naakaas Ungalukku Virodhamaai Varukiradhai Neengal Kantapodhu, Ungal Thevanaakiya Karththare Ungalukku Raajaavaayirundhum, Neengal Ennai Nokki: Appatiyalla, Oru Raajaa Engalmel Aalaventum Endreerkal. "
},{ "Verses": "13 ippodhum Neengal Ventum Endru Virumpith Therindhukonta Raajaa, Idho, Irukkiraar; Idho, Karththar Ungalukku Oru Raajaavai Erpatuththinaar. "
},{ "Verses": "14 neengal Karththarutaiya Vaakkukku Virodhamaaik Kalakampannaamal Karththarukkup Payandhu, Avaraich Cheviththu, Avarutaiya Saththaththirkuk Keezhppatindhaal, Neengalum Ungalai Aalukira Raajaavum Ungal Thevanaakiya Karththaraip Pinpatrukiravarkalaayiruppeerkal. "
},{ "Verses": "15 neengal Karththarutaiya Saththaththirkuk Keezhppatiyaamal, Karththarutaiya Vaakkukku Virodhamaaik Kalakampannineerkalaanaal, Karththarutaiya Kai Ungal Pidhaakkalukku Virodhamaayirundhadhu Pola Ungalukkum Virodhamaayirukkum. "
},{ "Verses": "16 ippozhudhu Karththar Ungal Kankalukku Munpaakach Cheyyum Periya Kaariyaththai Nindru Paarungal. "
},{ "Verses": "17 indru Kodhumai Aruppin Naal Allavaa? Neengal Ungalukku Oru Raajaavaik Kettadhinaal, Karththarin Paarvaikkuch Cheydha Ungalutaiya Pollaappup Periyadhendru Neengal Kantu Unarumpatikku, Naan Karththarai Nokki Vinnappampannuven; Appozhudhu Iti Muzhakkangalaiyum Mazhaiyaiyum Kattalaiyituvaar Endru Solli, "
},{ "Verses": "18 saamuvel Karththarai Nokki Vinnappampanninaan; Andraiyadhiname Karththar Itimuzhakkangalaiyum Mazhaiyaiyum Kattalaiyittaar; Appozhudhu Janangal Ellaarum Karththarukkum Saamuvelukkum Mikavum Payandhu; "
},{ "Verses": "19 saamuvelaip Paarththu: Naangal Saakaadhapatikku Ummutaiya Thevanaakiya Karththaritaththil Ummutaiya Atiyaarukkaaka Vinnappam Seyyum; Naangal Seydha Ellaap Paavangalotum Engalukku Oru Raajaa Ventum Endru Ketta Indhap Paavaththaiyum Koottikkontom Endru Janangal Ellaarum Sonnaarkal. "
},{ "Verses": "20 appozhudhu Saamuvel Janangalai Nokki: Payappataadheyungal; Neengal Indhap Pollaappaiyellaam Seydheerkal; Aakilum Karththarai Vittup Pinvaangaamal Karththarai Ungal Muzhuirudhayaththotum Seviyungal. "
},{ "Verses": "21 vilakippokaadhirungal; Matrappati Pirayojanamatradhum Ratchikkamaattaadhadhumaayirukkira Veenaanavaikalaip Pinpatruveerkal; Avaikal Veenaanavaikale. "
},{ "Verses": "22 karththar Ungalaith Thamakku Janamaakkikkollap Piriyamaanapatiyinaal, Karththar Thammutaiya Makaththuvamaana Naamaththinimiththam Thamadhu Janaththaik Kaivitamaattaar. "
},{ "Verses": "23 naanum Ungalukkaaka Vinnappam Seyyaadhiruppenaakil Karththarukku Virodhamaakap Paavanjeykiravanaayiruppen; Adhu Enakkuth Thooramaayiruppadhaaka; Nanmaiyum Sevvaiyumaana Vazhiyai Naan Ungalukkup Podhippen. "
},{ "Verses": "24 neengal Eppatiyum Karththarukkup Payandhu, Ungal Muzhuirudhayaththotum Unmaiyaai Avaraich Chevikkakkataveerkal; Avar Ungalitaththil Evvalavu Makimaiyaana Kaariyangalaich Cheydhaar Enpadhaich Chindhiththuppaarungal. "
},{ "Verses": "25 neengal Innum Pollaappaich Cheyyave Seyveerkalaanaal, Neengalum Ungal Raajaavum Naasamataiveerkal Endraan. "
}
]