[
{ "Verses": "1 pinpu Saamuvel Savulai Nokki: Isravelaraakiya Thammutaiya Janangal Mel Ummai Raajaavaaka Apishekam Pannukiradharkuk Karththar Ennai Anuppinaare; Ippodhum Karththarutaiya Vaarththaikalin Saththaththaikkelum: "
},{ "Verses": "2 senaikalin Karththar Sollukiradhu Ennavendraal, Isravelar Ekipdhilirundhu Vandhapodhu, Amalekku Avarkalukku Vazhimariththa Seykaiyai Manadhile Vaiththirukkiren. "
},{ "Verses": "3 ippodhum Nee Poi, Amalekkai Matangatiththu, Avanukku Untaana Ellaavatraiyum Sangariththu, Avanmel Irakkam Vaikkaamal, Purusharaiyum, Sdhireekalaiyum, Pillaikalaiyum, Kuzhandhaikalaiyum, Maatukalaiyum, Aatukalaiyum, Ottakangalaiyum, Kazhudhaikalaiyum Kondrupotakkatavaai Enkiraar Endru Sonnaan. "
},{ "Verses": "4 appozhudhu Savul: Idhai Janangalukku Ariyappatuththi, Thelaayimile Avarkalaith Thokaipaarththaan; Avarkal Irantu Latcham Kaalaatkalum, Yoodhaa Janangal Padhinaayiramperumaayirundhaarkal. "
},{ "Verses": "5 savul Amalekkutaiya Pattanamattum Vandhu, Pallaththaakkile Oru Padhivitaiyai Vaiththaan. "
},{ "Verses": "6 savul Keniyarai Nokki: Naan Amalekkiyarotekoota Ungalaiyum Vaarikkollaadhapatikku, Neengal Avarkal Natuvilirundhu Purappattu Vilakippongal; Isravel Ekipdhilirundhu Vandhapodhu, Neengal Avarkal Ellaarukkum Thayavuseydheerkal Endraan; Appatiye Keniyar Amalekkiyarin Natuvilirundhu Vilakipponaarkal. "
},{ "Verses": "7 appozhudhu Savul: Aavilaa Thuvakki Ekipdhirku Edhireyirukkira Soorukkuppokum Ellaimattum Irundha Amalekkiyarai Matangatiththu, "
},{ "Verses": "8 amalekkiyarin Raajaavaakiya Aakaakai Uyirote Pitiththaan; Janangal Yaavaraiyum Pattayak Karukkinaale Sangaarampanninaan. "
},{ "Verses": "9 savulum Janangalum Aakaakaiyum, Aatumaatukalil Mudhaldharamaanavaikalaiyum, Irantaandharamaanavaikalaiyum, Aattukkuttikalaiyum, Nalamaana Ellaavatraiyum, Azhiththuppotamanadhillaamal Thappavaiththu, Arpamaanavaikalum Udhavaadhavaikalumaana Sakala Vasdhukkalaiyum Mutrilum Azhiththuppottaan. "
},{ "Verses": "10 appozhudhu Karththarutaiya Vaarththai Saamuvelukku Untaaki, Avar Sonnadhu: "
},{ "Verses": "11 naan Savulai Raajaavaakkinadhu Enakku Manasdhaapamaayirukkiradhu; Avan Ennaivittuth Thirumpi, En Vaarththaikalai Niraivetraamarponaan Endraar; Appozhudhu Saamuvel Manam Nondhu, Iraamuzhudhum Karththarai Nokkik Kooppittaan. "
},{ "Verses": "12 marunaal Adhikaalame Saamuvel Savulaich Chandhikkapponaan; Appozhudhu Savul Karmelukku Vandhu, Thanakku Oru Jeyasdhampam Naatti, Pinpu Pala Itangalil Sendru Kilkaalukkup Ponaan Endru, Saamuvelukku Arivikkappattadhu. "
},{ "Verses": "13 saamuvel Savulinitaththil Ponaan; Savul Avanai Nokki: Neer Karththaraal Aaseervadhikkappattavar; Karththarutaiya Vaarththaiyai Niraivetrinen Endraan. "
},{ "Verses": "14 adharkuch Chaamuvel: Appatiyaanaal En Kaadhukalil Vizhukira Aatukalin Saththamum, Enakkuk Ketkira Maatukalin Saththamum Enna Endraan. "
},{ "Verses": "15 adharkuch Chavul: Amalekkiyaritaththilirundhu Avaikalaik Kontuvandhaarkal; Janangal Aatumaatukalil Nalamaanavaikalai Ummutaiya Thevanaakiyakarththarukkup Paliyitumpatikkuth Thappavaiththaarkal; Matravaikalai Mutrilum Azhiththuppottom Endraan. "
},{ "Verses": "16 appozhudhu Saamuvel: Andhap Pechchai Vitum, Karththar Indha Iraaththiriyile Enakkuch Chonnadhai Umakku Arivikkiren Endru Savulote Sonnaan. Avan: Sollum Endraan. "
},{ "Verses": "17 appozhudhu Saamuvel: Neer Ummutaiya Paarvaikkuch Chiriyavaraayirundhapodhu Allavo Isravel Koththirangalukkuth Thalaivaraaneer; Karththar Ummai Isravelinmel Raajaavaaka Apishekam Pannuviththaare. "
},{ "Verses": "18 ippodhum Karththar: Nee Poi Amalekkiyaraakiya Andhap Paavikalaich Changariththu, Avarkalai Nirmoolamaakkith Theerumattum, Avarkalotu Yuththam Pannu Endru Solli, Ummai Andha Vazhiyaai Anuppinaar. "
},{ "Verses": "19 ippatiyirukka, Neer Karththarutaiya Sollaikkelaamal, Kollaiyinmel Parandhu, Karththarutaiya Paarvaikkup Pollaappaanadhaich Cheydhadhu Enna Endraan. "
},{ "Verses": "20 savul Saamuvelai Nokki: Naan Karththarutaiya Sollaik Kettu, Karththar Ennai Anuppina Vazhiyaaip Poi, Amalekkin Raajaavaakiya Aakaakaik Kontuvandhu, Amalekkiyaraich Changaaram Panninen. "
},{ "Verses": "21 janangalo Ummutaiya Thevanaakiya Karththarukkuk Kilkaalile Paliyitukiradharkaaka, Kollaiyile Saapaththeetaakum Aatumaatukalile Piradhaanamaanavaikalaip Pitiththukkontuvandhaarkal Endraan. "
},{ "Verses": "22 adharkuch Chaamuvel: Karththarutaiya Saththaththirkuk Keezhppatikiradhaippaarkkilum, Sarvaanga Thakanangalum Palikalum Karththarukkup Piriyamaayirukkumo? Paliyaippaarkkilum Keezhppatidhalum, Aattukkataakkalin Ninaththaippaarkkilum Sevikotuththalum Uththamam. "
},{ "Verses": "23 irantakampannudhal Pillisooniyapaavaththirkum, Murattaattampannudhal Avapakdhikkum Vikkirakaaraadhanaikkum Sariyaai Irukkiradhu; Neer Karththarutaiyavaarththaiyaip Purakkaniththapatiyinaale, Avar Ummai Raajaavaayiraadhapatikkup Purakkaniththuth Thallinaar Endraan. "
},{ "Verses": "24 appozhudhu Savul Saamuvelai Nokki: Naan Karththarutaiya Kattalaiyaiyum Ummutaiya Vaarththaikalaiyum Meerinadhinaale Paavanjeydhen; Naan Janangalukkup Payandhu, Avarkal Sollaik Ketten. "
},{ "Verses": "25 ippodhum Neer En Paavaththai Manniththu, Naan Karththaraip Panindhu Kollumpatikku, Ennotekootath Thirumpivaarum Endraan. "
},{ "Verses": "26 saamuvel Savulaip Paarththu: Naan Ummotekootath Thirumpivaruvadhillai; Karththarutaiya Vaarththaiyaip Purakkaniththeer; Neer Isravelinmel Raajaavaayiraadhapatikku, Karththar Ummaiyum Purakkaniththuth Thallinaar Endraan. "
},{ "Verses": "27 pokumpati Saamuvel Thirumpukirapodhu, Savul, Avan Saalvaiyin Thongalaip Pitiththukkontaan, Adhu Kizhindhupoyitru. "
},{ "Verses": "28 appozhudhu Saamuvel Avanai Nokki: Karththar Indru Ummitaththilirundha Isravelin Raajyaththaik Kizhiththuppottu; Ummaippaarkkilum Uththamanaayirukkira Ummutaiya Thozhanukku Adhaik Kotuththaar. "
},{ "Verses": "29 isravelin Jeyapalamaanavar Poisollukiradhum Illai; Thaam Sonnadhaippatri Manasdhaapappatukiradhum Illai; Manam Maara Avar Manushan Alla Endraan. "
},{ "Verses": "30 adharku Avan: Naan Paavanjeydhen; Ippodhu En Janaththin Moopparukku Munpaakavum, Isravelukku Munpaakavum Neer Ennaik Kanampanni, Naan Ummutaiya Thevanaakiya Karththaraip Panindhukollumpatikku, Ennotekootath Thirumpivaarum Endraan." 
},{ "Verses": "31 appozhudhu Saamuvel Thirumpich Chavulukkup Pinsendraan; Savul Karththaraip Panindhukontaan. "
},{ "Verses": "32 pinpu Saamuvel: Amalekkin Raajaavaakiya Aakaakai Ennitaththil Kontuvaarungal Endraan; Aakaak Sandhoshamaai Avanitaththil Vandhu, Maranaththin Kasappu Atrupponadhu Nichchayam Endraan. "
},{ "Verses": "33 saamuvel: Un Pattayam Sdhireekalaip Pillaiyatravarkalaakkinadhupola, Sdhireekalukkulle Un Thaayum Pillaiyatravalaavaal Endru Solli; Saamuvel Kilkaalile Karththarukku Munpaaka Aakaakaith Thuntiththuppottaan. "
},{ "Verses": "34 pinpu Saamuvel Raamaavukkup Ponaan; Savulo Than Ooraakiya Kipiyaavilirukkira Than Veettukkup Poivittaan. "
},{ "Verses": "35 savul Maranamataiyum Naalmattum Saamuvel Appuram Avanaik Kantu Pesavillai; Isravelinmel Savulai Raajaavaakkinadharkaakak Karththarmanasdhaapappattadhinimiththam, Saamuvel Savulukkaakath Thukkiththukkontirundhaan. "
}
]