[
{ "Verses": "1 savul Pelisdharaip Pin Thotarndhu Thirumpivandhapodhu, Idho, Thaaveedhu Enkedhiyin Vanaandharaththil Irukkiraan Endru Avanukku Arivikkappattadhu. "
},{ "Verses": "2 appozhudhu Savul: Isravel Anaiththilum Therindhukollappatta Moovaayiramperaik Koottikkontu, Thaaveedhaiyum Avan Manusharaiyum Varaiyaatukalulla Kanmalaikalin Mel Thetapponaan. "
},{ "Verses": "3 vazhiyoraththilirukkira Aattuththozhuvangalitaththil Avan Vandhapodhu, Ange Oru Kepi Irundhadhu; Adhile Savul Malajalaadhikkup Ponaan; Thaaveedhum Avan Manusharum Andhak Kepiyin Pakkangalil Utkaarndhirundhaarkal. "
},{ "Verses": "4 appozhudhu Thaaveedhin Manushar Avanai Nokki: Idho, Naan Un Saththuruvai Un Kaiyil Oppukkotuppen; Un Paarvaikku Nalamaanapati Avanukkuch Cheyvaayaaka Endru Karththar Unnote Sonna Naal Idhudhaane Endraarkal; Thaaveedhu Ezhundhirundhupoi, Savulutaiya Saalvaiyin Thongalai Mella Aruththukkontaan. "
},{ "Verses": "5 thaaveedhu Savulin Saalvaith Thongalai Aruththukkontadhinimiththam Avan Manadhu Atiththukkontirundhadhu. "
},{ "Verses": "6 avan Than Manusharaip Paarththu: Karththar Apishekampannina En Aantavanmel En Kaiyaip Potumpatiyaana Ippatippatta Kaariyaththai Naan Seyyaadhapatikku, Karththar Ennaik Kaappaaraaka; Avar Karththaraal Apishekam Pannappattavar Endru Solli, "
},{ "Verses": "7 than Manusharaich Chavulin Mel Ezhumpa Ottaamal, Ivvaarththaikalinaal Avarkalaith Thataipanninaan; Savul Ezhundhirundhu, Kepiyaivittu, Vazhiye Natandhuponaan. "
},{ "Verses": "8 appozhudhu Thaaveedhum Ezhundhu, Kepiyilirundhu Purappattu, Savulukkup Pinnaakap Poi: Raajaavaakiya En Aantavane Endru Kooppittaan; Savul Thirumpip Paarththapodhu, Thaaveedhu Tharaimattum Mukangunindhu Vanangi, "
},{ "Verses": "9 savulai Nokki: Thaaveedhu Umakkup Pollaappuch Cheyyappaarkkiraan Endru Sollukira Manusharutaiya Vaarththaikalai En Ketkireer? "
},{ "Verses": "10 idho, Karththar Indru Kepiyil Ummai En Kaiyil Oppukkotuththaar Enpadhai Indraiyadhinam Ummutaiya Kankal Kantadhe, Ummaik Kondrupotaventum Endru Silar Sonnaarkal; Aanaalum En Kai Ummaith Thappavittadhu; En Aantavan Mel En Kaiyaip Poten; Avarkarththaraal Apishekampannappattavaraame Endren. "
},{ "Verses": "11 en Thakappane Paarum; En Kaiyilirukkira Ummutaiya Saalvaiyin Thongalaip Paarum; Ummaik Kondru Potaamal, Ummutaiya Saalvaiyin Thongalai Aruththukkonten; En Kaiyile Pollaappum Thurokamum Illai Endrum, Umakku Naan Kutram Seyyavillai Endrum Arindhukollum; Neero En Piraananai Vaanga, Adhai Vettaiyaatukireer. "
},{ "Verses": "12 karththar Enakkum Umakkum Natu Nindru Niyaayam Visaariththu, Karththar Thaame En Kaariyaththil Umakku Needhiyaich Charikkattuvaaraaka; Ummutaiya Peril Naan Kaipotuvadhillai. "
},{ "Verses": "13 mudhiyor Mozhippatiye, Aakaadhavarkalitaththile Aakaamiyam Pirakkum; Aakaiyaal Ummutaiyaperil Naan Kai Potuvadhillai. "
},{ "Verses": "14 isravelin Raajaa Yaaraith Thetap Purappattaar? Oru Seththa Naayaiyaa, Oru Thelluppoochchiyaiyaa, Neer Yaaraip Pin Thotarukireer? "
},{ "Verses": "15 karththar Niyaayaadhipadhiyaayirundhu, Enakkum Umakkum Niyaayandheerththu, Enakkaaka Vazhakkaati, Naan Ummutaiya Kaikkuth Thappa Ennai Vituvippaaraaka Endraan. "
},{ "Verses": "16 thaaveedhu Indha Vaarththaikalaich Chavulote Solli Mutindhapinpu, Savul: En Kumaaranaakiya Thaaveedhe, Idhu Unnutaiya Saththamallavaa Endru Solli, Saththamittu Azhudhu, "
},{ "Verses": "17 thaaveedhaip Paarththu: Nee Ennaip Paarkkilum Needhimaan; Nee Enakku Nanmai Seydhaai; Naano Unakku Theemaiseydhen. "
},{ "Verses": "18 nee Enakku Nanmaiseydhadhai Indru Vilangappanninaai; Karththar Ennai Un Kaiyil Oppukkotuththirundhum, Nee Ennaik Kondrupotavillai. "
},{ "Verses": "19 oruvan Than Maatraanaik Kantu Pitiththaal, Avanaich Chukame Pokavituvaano? Indru Nee Enakkuch Cheydha Nanmaikkaakak Karththar Unakku Nanmai Seyvaaraaka. "
},{ "Verses": "20 nee Nichchayamaaka Raajaavaai Iruppaai Endrum, Isravelin Raajyapaaram Un Kaiyil Nilaivarappatum Endrum Ariven. "
},{ "Verses": "21 ippodhum Nee Enakkup Pinnirukkum En Sandhadhiyai Veraruppadhillai Endrum, En Thakappan Veettaaril En Peyarai Azhiththuppotuvadhillai Endrumkarththarmel Enakku Aanaiyittuk Kotu Endraan. "
},{ "Verses": "22 appozhudhu Thaaveedhu Savulukku Aanaiyittukkotuththaan; Pinpu, Savul Than Veettukkup Purappattupponaan; Thaaveedhum Avan Manusharum Aranippaana Itaththirku Eripponaarkal. "
}
]