[
{ "Verses": "1 appatiye Keeriyaadhyaareemin Manushar Vandhu, Karththarutaiya Pettiyai Etuththu, Mettin Melirukkira Apinadhaapin Veettile Kontuvandhu Vaiththu,karththarutaiya Pettiyaik Kaakkumpatikku, Avan Kumaaranaakiya Eleyaasaaraip Parisuththappatuththinaarkal. "
},{ "Verses": "2 petti Keeriyaadhyaareemile Aneka Naal Thangiyirundhadhu; Irupadhu Varusham Angeye Irundhadhu; Isravel Kutumpaththaarellaarum Karththarai Ninaiththu, Pulampikkontirundhaarkal. "
},{ "Verses": "3 appozhudhu Saamuvel Isravel Kutumpaththaar Yaavaraiyum Nokki: Neengal Ungal Muzhu Irudhayaththotum Karththaritaththil Thirumpukiravarkalaanaal, Anniya Thevarkalaiyum Asdharoththaiyum Ungal Natuvilirundhu Vilakki, Ungal Irudhayaththaik Karththarukku Neraakki, Avar Oruvarukke Aaraadhanaiseyyungal; Appozhudhu Avar Ungalaip Pelisdharutaiya Kaikku Neengalaakkivituvaar Endraan. "
},{ "Verses": "4 appozhudhu Isravel Puththirar Paakaalkalaiyum Asdharoththaiyum Vilakkivittu, Karththar Oruvarukke Aaraadhanaiseydhaarkal. "
},{ "Verses": "5 pinpu Saamuvel: Naan Ungalukkaakak Karththarai Mandraatumpatikku, Isravelar Ellaaraiyum Mispaavile Koottungal Endraan. "
},{ "Verses": "6 avarkal Appatiye Mispaavile Kootivandhu Thanneer Montu, Karththarutaiya Sannidhiyil Ootri, Andraiya Thinam Upavaasampanni, Karththarukkuvirodhamaaip Paavanjeydhom Endru Ange Sonnaarkal; Mispaavile Saamuvel Isravel Puththirarai Niyaayam Visaariththukkontirundhaan. "
},{ "Verses": "7 isravel Puththirar Mispaavile Kootivandhadhaip Pelisdhar Kelvippattapodhu, Pelisdharin Adhipadhikal Isravelukku Virodhamaaka Edhirththu Vandhaarkal; Adhai Isravel Puththirar Kettu, Pelisdharinimiththam Payappattu, "
},{ "Verses": "8 saamuvelai Nokki: Nammutaiya Thevanaakiya Karththar Engalaip Pelisdharin Kaikku Neengalaakki Ratchikkumpatikku, Engalukkaaka Avarai Nokki Oyaamal Ventikkollum Endraarkal. "
},{ "Verses": "9 appozhudhu Saamuvel Paalkutikkira Oru Aattukkuttiyaip Pitiththu, Adhaik Karththarukkuch Charvaanga Thakanapaliyaakach Cheluththi, Isravelukkaakak Karththarainokki Ventikkontaan; Karththar Avanukku Marumozhi Arulich Cheydhaar. "
},{ "Verses": "10 saamuvel Sarvaanga Thakanapaliyaich Cheluththukaiyil, Pelisdhar Isravelinmel Yuththampanna Nerunginaarkal; Karththar Makaa Periya Itimuzhakkangalaip Pelisdharmel Annaalile Muzhangappanni, Avarkalaik Kalangatiththadhinaal, Avarkal Isravelukku Munpaakap Pattu Vizhundhaarkal. "
},{ "Verses": "11 appozhudhu Isravelar Mispaavilirundhu Pelisdharaip Pin Thotarndhupoi, Pedhkaareem Pallaththaakkumattum Avarkalai Muriya Atiththaarkal. "
},{ "Verses": "12 appozhudhu Saamuvel Oru Kallai Etuththu, Mispaavukkum Senukkum Natuvaaka Niruththi, Immattum Karththar Engalukku Udhaviseydhaar Endru Solli, Adharku Epenesar Endru Perittaan. "
},{ "Verses": "13 indhappirakaaram Pelisdhar Appuram Isravelin Ellaiyile Varaadhapatikkuth Thaazhththappattaarkal; Saamuvelin Naalellaam Karththarutaiya Kai Pelisdharukku Virodhamaai Irundhadhu. "
},{ "Verses": "14 pelisdhar Isravel Kaiyilirundhu Pitiththirundha Ekron Thuvakkik Kaadhmattumulla Pattanangalum Isravelukkuth Thirumpak Kitaiththadhu; Avaikalaiyum Avaikalin Ellaikalaiyum Isravelar Pelisdhar Kaiyile Iraadhapatikku, Vituviththuk Kontaarkal; Isravelukkum Emoriyarukkum Samaadhaanam Untaayirundhadhu. "
},{ "Verses": "15 saamuvel Uyirotirundha Naalellaam Isravelai Niyaayam Visaariththaan. "
},{ "Verses": "16 avan Varushaavarusham Purappattu, Peththelaiyum Kilkaalaiyum Mispaavaiyum Sutrippoi, Avvitangalilellaam Isravelai Niyaayam Visaariththa Pinpu, "
},{ "Verses": "17 avan Raamaavukkuth Thirumpivaruvaan, Avanutaiya Veetu Ange Irundhadhu, Ange Isravelai Niyaayam Visaariththu, Avvitaththil Karththarukku Oru Palipeetaththaik Kattinaan. "
}
]