[
{ "Verses": "1 thaaveedhu Avvitaththaivittuth Thappi, Adhullaam Ennum Kepikkup Ponaan; Adhai, Avan Sakodhararum Avan Thakappan Veettaar Anaivarum Kettu, Ange Avanitaththukkup Ponaarkal. "
},{ "Verses": "2 otukkappattavarkal, Katanpattavarkal, Murumurukkiravarkal Yaavarum Avanote Kootikkontaarkal; Avan Avarkalukkuth Thalaivanaanaan; Indhap Pirakaaramaaka Erakkuraiya Naanooruper Avanotirundhaarkal. "
},{ "Verses": "3 thaaveedhu Avvitaththaivittu Movaapiyaraich Cherndha Mispekkup Poi, Movaapin Raajaavaip Paarththu: Thevan Ennai Eppati Nataththuvaar Endru Naan Ariyumattum, En Thakappanum En Thaayum Ungalitaththile Thangiyirukkumpati Thayavuseyyum Endru Solli, "
},{ "Verses": "4 avarkalai Movaapin Raajaavinitaththil Azhaiththukkontu Poivittaan; Thaaveedhu Aranil Irundha Naalellaam Avarkal Ange Avanotirundhaarkal. "
},{ "Verses": "5 pinpu Kaadh Ennum Theerkkadharisi Thaaveedhaip Paarththu: Neer Aranil Iraamal Yoodhaadhesaththirkup Purappattuvaarum Endraan; Appozhudhu Thaaveedhu Purappattu Aaredh Ennum Kaattile Ponaan. "
},{ "Verses": "6 thaaveedhum Avanotirundha Manusharum Kaanappatta Seydhiyaich Chavul Kelvippattaan; Savul Kipiyaavaich Cherndha Raamaavil Oru Thoppile Utkaarndhu, Thannutaiya Oozhiyakkaarar Ellaarum Thannaich Choozhndhunirka, Than Eettiyaith Than Kaiyile Pitiththukkontirukkum Podhu, "
},{ "Verses": "7 savul Thannantaiyil Nirkira Than Oozhiyakkaararaip Paarththu: Penyameen Puththirare, Kelungal; Eesaayin Makan Ungalellaarukkum Vayalkalaiyum Thiraatchaththottangalaiyum Kotuppaano? Ungalellaaraiyum Aayiraththukku Adhipadhikalum Nootrukku Adhipadhikalumaaka Vaippaano? "
},{ "Verses": "8 neengalellaarum Enakku Virodhamaakak Kattuppaatu Pannikkontadhu Enna? Eesaayin Makanutane En Kumaaran Utanpatikkaipannumpodhu, En Sevikku Adhai Oruvanum Velippatuththavillai; Enakkaakap Paridhaapappattu, En Sevikku Adhai Velippatuththa Ungalil Oruvanaakilum Illaiyaa? Innaalil Irukkirapati Enakkuch Chadhipanna, En Kumaaran En Velaikkaaranai Enakku Virodhamaaka Etuththuvittaane Endraan. "
},{ "Verses": "9 appozhudhu Savulin Oozhiyakkaararote Nindra Edhomiyanaakiya Thovekku Piradhiyuththaramaaka: Eesaayin Makanai Nopilirukkira Akidhoopin Kumaaranaakiya Akimelekkitaththil Varakkanten. "
},{ "Verses": "10 ivan Avanukkaakak Karththaritaththil Visaariththu, Avanukku Vazhikku Pojanaththaik Kotuththu, Pelisdhanaakiya Koliyaaththin Pattayaththaiyum Avanukkuk Kotuththaan Endraan. "
},{ "Verses": "11 appozhudhu Raajaa: Akidhoopin Kumaaranaakiya Akimelek Ennum Aasaariyanaiyum, Nopilirukkira Avan Thakappan Veettaaraakiya Ellaa Aasaariyaraiyum Azhaippiththaan; Avarkalellaarum Raajaavinitaththil Vandhaarkal. "
},{ "Verses": "12 appozhudhu Savul: Akidhoopin Kumaarane Kel Endru Solla, Avan: Idho, Irukkiren En Aantavane Endraan. "
},{ "Verses": "13 appozhudhu Savul Avanai Nokki: Neeyum Eesaayin Makanum Enakku Virodhamaaik Kattuppaatupanni, Innaalil Irukkirapati Enakkuch Chadhipanna Avan Enakku Virodhamaaka Ezhumpumpatikku, Nee Avanukku Appamum Pattayamum Kotuththu, Thevasannidhiyil Avanukkaaka Visaariththadhu Enna Endraan. "
},{ "Verses": "14 akimelek Raajaavukkup Piradhiyuththaramaaka: Ummutaiya Ellaa Oozhiyakkaararilum Thaaveedhaippola, Raajaavukku Marumakanum, Ummutaiya Kattalaikalinpati Seydhuvarukiravanum, Ummutaiya Veettile Kanamullavanumaayirukkira Unmaiyullavan Yaar? "
},{ "Verses": "15 indraiyadhinam Avanukkaaka Thevasannidhiyil Visaarikkath Thotangineno? Adhu Enakkuth Thooramaayiruppadhaaka; Raajaa Thammutaiya Atiyaanaakiya Enmelaakilum En Thakappan Veettaaril Evanmelaakilum Kutram Sumaththaventaam; Ummutaiya Atiyaan Ivaikalilellaam Oru Siriya Kaariyamaakilum Periya Kaariyamaakilum Arindhirundhadhillai Endraan. "
},{ "Verses": "16 raajaavo: Akimelekke, Neeyum Un Thakappan Veettaar Anaivarum Saakave Saakaventum Endraan. "
},{ "Verses": "17 pinpu Raajaa Thannantaiyile Nirkira Sevakarai Nokki: Neengal Poi, Karththarutaiya Aasaariyarkalaik Kollungal; Avarkal Kaiyum Thaaveedhote Irukkiradhu; Avan Otippokiradhai Avarkal Arindhirundhum, Adhai Enakku Velippatuththavillai Endraan; Raajaavin Velaikkaararo, Karththarutaiyaaasaariyarkalaik Kollath Thangal Kaikalai Neetta Sammadhikkavillai. "
},{ "Verses": "18 appozhudhu Raajaa Thovekkai Nokki: Nee Poi Aasaariyarkalaik Kondrupotu Endraan; Edhomiyanaakiya Thovekku Aasaariyarkalmel Vizhundhu, Sanalnool Epoththaith Thariththirukkum Enpaththaindhuperai Andraiyadhinam Kondraan. "
},{ "Verses": "19 aasaariyarkalin Pattanamaakiya Nopilumulla Purusharaiyum, Sdhireekalaiyum, Pillaikalaiyum, Kuzhandhaikalaiyum, Maatukalaiyum, Kazhudhaikalaiyum, Aatukalaiyum Pattayakkarukkinaal Vettippottaan. "
},{ "Verses": "20 akidhoopin Kumaaranaakiya Akimelekkin Kumaararil Apiyaththaar Ennum Perulla Oruvan Thappi, Thaaveedhu Irukkum Puramaaka Otippoi, "
},{ "Verses": "21 savul Karththarutaiya Aasaariyarkalaik Kondrupotta Seydhiyai Thaaveedhukku Ariviththaan. "
},{ "Verses": "22 appozhudhu Thaaveedhu Apiyaththaaraip Paarththu: Edhomiyanaakiya Thovekku Ange Irundhapatiyinaale, Avan Evvidhaththilum Savulukku Adhai Arivippaan Endru Andraiyadhiname Arindhirundhen; Un Thakappan Veettaaraakiya Ellaarutaiya Maranaththukkum Kaaranam Naane. "
},{ "Verses": "23 nee Ennitaththil Iru, Payappataventaam; En Piraananaiyum Vaangaththetukiravane Un Piraananaiyum Vaangaththetukiraan; Nee En Aadharavile Iru Endraan. "
}
]