[
{ "Verses": "1 thaaveedhaik Kondrupotumpatikku, Savul Than Kumaaranaakiya Yonaththaanotum Than Oozhiyakkaarar Ellaarotum Pesinaan. "
},{ "Verses": "2 savulin Kumaaranaakiya Yonaththaano, Thaaveedhinmel Mikavum Piriyamaayirundhaan; Adhanaal Yonaththaan Thaaveedhukku Adhai Ariviththu: En Thakappanaakiya Savul Ummaik Kondru Pota Vakaidhetukiraar; Ippodhum Naalaikkaalame Neer Echcharikkaiyaayirundhu, Maraivaana Itaththil Oliththukkontirum. "
},{ "Verses": "3 naan Purappattuvandhu, Neer Veliyilirukkum Itaththil En Thakappan Pakkaththile Nindru, Umakkaaka En Thakappanote Pesi, Natakkum Kaariyaththaik Kantu, Umakku Arivippen Endraan. "
},{ "Verses": "4 appatiye Yonaththaan Than Thakappanaakiya Savulote Thaaveedhukkaaka Nalamaaip Pesi, Raajaa Thammutaiya Atiyaanaakiya Thaaveedhukku Virodhamaaip Paavanjeyyaadhiruppaaraaka; Avan Umakku Virodhamaakap Paavanjeyyavillai; Avan Seykaikal Umakku Meththa Upayokamaayirukkiradhe. "
},{ "Verses": "5 avan Than Piraananaith Than Kaiyile Vaiththukkontu, Andhap Pelisdhanaik Kondradhinaale, Karththar Isravelukkellaam Periya Iratchippaik Kattalaiyittadhai Neer Kantu, Sandhoshappatteere; Ippodhum Mukaandharamillaamal Thaaveedhaik Kollukiradhinaal, Kutramillaadha Iraththaththirku Virodhamaaka Neer Paavanjeyvaanen Endraan. "
},{ "Verses": "6 savul Yonaththaanutaiya Sollaik Kettu: Avan Kolaiseyyappatuvadhillai Endru Karththarutaiya Jeevanaikkontu Aanaiyittaan. "
},{ "Verses": "7 pinpu Yonaththaan Thaaveedhai Azhaiththu, Andha Vaarththaikalaiyellaam Avanukku Ariviththu, Avanaich Chavulantaiyile Koottikkontupoi Vittaan; Appatiye Avan Mun Polave Avanutaiya Samukaththil Irundhaan. "
},{ "Verses": "8 marupatiyum Oru Yuththam Untaayitru; Appozhudhu Thaaveedhu Purappattup Poi, Pelisdharote Yuththampanni, Avarkalukkul Makaa Sangaarampanninadhinaal Avarkal Avanukku Munpaaka Murindhotipponaarkal. "
},{ "Verses": "9 karththaraal Vitappatta Pollaadha Aavi Savulinmel Vandhadhu; Avan Than Veettil Utkaarndhu, Than Eettiyaik Kaiyile Pitiththukkontirundhaan; Thaaveedhu Than Kaiyinaale Suramantalam Vaasiththaan. "
},{ "Verses": "10 appozhudhu Savul: Thaaveedhai Eettiyinaale Suvarote Serththu Uruvakkuththippotap Paarththaan; Aanaalum Ivan Savulukku Vilakinadhinaale, Avan Erindha Eetti Suvarile Pattadhu; Thaaveedho Andru Iraaththiri Otippoi, Thannaith Thappuviththukkontaan. "
},{ "Verses": "11 thaaveedhaik Kaavalpanni, Marunaal Kaalame Avanaik Kondru Potumpatikku, Savul Avan Veettirkuch Chevakarai Anuppinaan; Idhaith Thaaveedhukku Avan Manaiviyaakiya Meekaal Ariviththu: Neer Indru Iraaththiriyil Ummutaiya Piraananaith Thappuviththuk Kollaavittaal, Naalaikku Neer Kondrupotappatuveer Endru Solli, "
},{ "Verses": "12 meekaal Thaaveedhai Jannalvazhiyaai Irakkivittaal; Avan Thappi Otipponaan. "
},{ "Verses": "13 meekaalo Oru Suroopaththai Etuththu, Kattilinmel Vaiththu, Adhin Thalaimaattile Oru Vellaattuththolaippottu, Thuppattiyinaal Mootivaiththaal. "
},{ "Verses": "14 thaaveedhaik Kontuvarach Chavul Sevakarai Anuppinapodhu, Avar Viyaadhiyaayirukkiraar Endraal. "
},{ "Verses": "15 appozhudhu Thaaveedhaip Paarkkiradharkuch Chavul Sevakarai Anuppi, Avanaik Kondrupotumpatikku, Kattilote Avanai Ennitaththirku Etuththukkontuvaarungal Endraan. "
},{ "Verses": "16 sevakar Vandhapodhu, Idho, Suroopam Kattilinmelum, Vellaattuththol Adhin Thalaimaattilum Kitakkak Kantaarkal. "
},{ "Verses": "17 appozhudhu Savul: Nee Ippati Ennai Eyththu, En Pakaignanaith Thappavittu Anuppinadhu Enna Endru Meekaalitaththil Kettaan. Meekaal Savulai Nokki: Ennaip Pokavitu, Naan Unnai En Kollaventum Endru Avar Ennitaththil Sonnaar Endraal. "
},{ "Verses": "18 thaaveedhu Thappi, Raamaavilirundha Saamuvelitaththirkup Poi, Savul Thanakkuch Cheydhadhu Ellaavatraiyum Avanukku Ariviththaan; Pinpu Avanum Saamuvelum Poi, Naayodhile Thangiyirundhaarkal. "
},{ "Verses": "19 thaaveedhu Raamaavukkatuththa Naayodhile Irukkiraan Endru Savulukku Arivikkappattadhu. "
},{ "Verses": "20 appozhudhu Savul: Thaaveedhaik Kontuvarach Chevakarai Anuppinaan; Avarkal Theerkkadharisanam Sollukira Theerkkadharisikalin Koottaththaiyum, Saamuvel Avarkalin Thalaivanaaka Nirkiradhaiyum Kantaarkal; Appozhudhu Savulinutaiya Sevakarinmel Thevanutaiya Aavi Iranginadhinaal Avarkalum Theerkkadharisanam Sonnaarkal. "
},{ "Verses": "21 idhu Savulukku Arivikkappattapodhu, Avan Vere Sevakarai Anuppinaan; Avarkalum Theerkkadharisanam Sonnaarkal; Moondraandharamum Savul Sevakarai Anuppinaan; Avarkalum Theerkkadharisanam Sonnaarkal. "
},{ "Verses": "22 appozhudhu Avanum Raamaavukkup Poi, Sekkuvilirukkira Periya Kinatrantaiyile Vandhu, Saamuvelum Thaaveedhum Enge Endru Kettaan; Adho Raamaavukkatuththa Naayodhile Irukkiraarkal Endru Sollappattadhu. "
},{ "Verses": "23 appozhudhu Raamaavukkatuththa Naayodhirkup Ponaan; Avan Melum Thevanutaiya Aavi Iranginadhinaal Avan Raamaavukkatuththa Naayodhile Serumattum, Theerkkadharisanam Sollikkonte Natandhuvandhu, "
},{ "Verses": "24 thaanum Than Vasdhirangalaik Kazhatrippottu, Saamuvelukku Munpaakath Theerkkadharisanam Solli, Andru Pakal Muzhuvadhum Iraamuzhuvadhum Vasdhiram Illaamal Vizhundhukitandhaan; Aakaiyinaale Savulum Theerkkadharisikalil Oruvano Enpaarkal. "
}
]