[
{ "Verses": "1 savul Raajyapaarampanni, Oru Varushamaayitru; Avan Isravelai Irantaam Varusham Arasaantapodhu, "
},{ "Verses": "2 isravelil Moovaayiramperaith Thanakkuth Therindhukontaan; Avarkalil Irantaayiramper Savulotekoota Mikmaasilum Peththel Malaiyilum, Aayiramper Yonaththaanotekootap Penyameen Naattilulla Kipiyaavilum Irundhaarkal; Matra Janangalai Avaravar Kootaarangalukku Anuppivittaan. "
},{ "Verses": "3 yonaththaan Kepaavile Thaanaiyam Irundha Pelisdharai Muriya Atiththaan; Pelisdhar Adhaik Kelvippattaarkal; Aakaiyinaal Idhai Epireyar Ketkakkatavarkal Endru Savul Thesamengum Ekkaalam Oodhuviththaan. "
},{ "Verses": "4 thaanaiyam Irundha Pelisdharaich Chavul Muriya Atiththaan Endrum, Isravelar Pelisdharukku Aruvaruppaanaarkal Endrum, Isravelellaam Kelvippattapodhu, Janangal Savulukkup Pinsellumpati Kilkaalukku Varavazhaikkappattaarkal. "
},{ "Verses": "5 pelisdhar Isravelotu Yuththam Pannumpati Muppadhinaayiram Iradhangalotum, Aaraayiram Kudhiraiveerarotum, Katarkarai Manalaththanai Janangalotum Kootikkontuvandhu, Peththaavelukkuk Kizhakkaana Mikmaasile Paalayamiranginaarkal. "
},{ "Verses": "6 appozhudhu Isravelar Thangalukku Untaana Ikkattaik Kantapodhu, Janangal Thangalukku Untaana Nerukkaththinaale Kepikalilum, Mutkaatukalilum, Kanmalaikalilum, Thurukkangalilum, Kukaikalilum Oliththukkontaarkal "
},{ "Verses": "7 epireyaril Silar Yordhaanaiyum Katandhu, Kaadh Naattirkum Keeleyaaththesaththirkum Ponaarkal; Savulo Innum Kilkaalil Irundhaan; Sakala Janangalum Payandhukontu Avanukkup Pinsendraarkal. "
},{ "Verses": "8 avan Thanakkuch Chaamuvel Kuriththa Kaalaththinpati Ezhunaalmattum Kaaththirundhaan; Saamuvel Kilkaalukku Varavillai, Janangal Avanai Vittuch Chidharip Ponaarkal. "
},{ "Verses": "9 appozhudhu Savul: Sarvaanga Thakanapaliyaiyum Samaadhaanapalikalaiyum Ennitaththil Kontuvaarungal Endru Solli, Sarvaangadhakanapaliyaich Cheluththinaan. "
},{ "Verses": "10 avan Sarvaanga Thakanapaliyittu Mutikirapodhu, Idho, Saamuvel Vandhaan; Savul Avanaich Chandhiththu Vandhananjeyya Avanukku Edhirkontuponaan. "
},{ "Verses": "11 neer Seydhadhu Enna Endru Saamuvel Kettadharku Savul: Janangal Ennaivittuch Chidharippokiradhaiyum, Kuriththa Naatkalin Thittaththile Neervaraadhadhaiyum, Pelisdhar Mikmaasile Kootivandhirukkiradhaiyum, Naan Kantapatiyinaale, "
},{ "Verses": "12 kilkaalil Pelisdhar Enakku Virodhamaai Vandhuvituvaarkal Endrum, Naan Innum Karththarutaiya Samukaththai Nokki Vinnappampannavillai Endrum, Ennith Thunindhu, Sarvaanga Thakanapaliyaich Cheluththinen Endraan. "
},{ "Verses": "13 saamuvel Savulaip Paarththu: Puththiyeenamaaich Cheydheer; Ummutaiya Thevanaakiya Karththar Umakku Vidhiththa Kattalaiyaik Kaikkollaamarponeer; Matrappatikarththar Isravelin Mel Ummutaiya Raajyapaaraththai Endraikkum Sdhirappatuththuvaar. "
},{ "Verses": "14 ippodho Ummutaiya Raajyapaaram Nilainirkaadhu; Karththar Thammutaiya Irudhayaththirku Etra Oru Manushanaith Thamakkuth Theti, Avanaik Karththar Thammutaiya Janangalmel Thalaivanaayirukkak Kattalaiyittaar; Karththar Umakku Vidhiththa Kattalaiyai Neer Kaikkollavillaiye Endru Sonnaan. "
},{ "Verses": "15 saamuvel Ezhundhirundhu, Kilkaalai Vittu, Penyameen Naattilulla Kipiyaavukkup Ponaan; Savul Thannotekoota Irukkira Janaththaith Thokaipaarkkirapodhu, Erakkuraiya Arunooruper Irundhaarkal. "
},{ "Verses": "16 savulum Avan Kumaaranaakiya Yonaththaanum Avarkalotekoota Irukkira Janangalum Penyameen Naattilulla Kipiyaavil Irundhuvittaarkal; Pelisdharo Mikmaasile Paalayamirangiyirundhaarkal. "
},{ "Verses": "17 kollaikkaarar Pelisdharin Paalayaththilirundhu Moondru Pataiyaaip Purappattuvandhaarkal; Oru Patai Opraavazhiyaaich Choovaal Naattirku Neraakap Poyitru. "
},{ "Verses": "18 veroru Patai Peththoron Vazhiyaaip Poyitru; Veroru Pataivanaandharaththil Irukkira Sepoyeemin Pallaththaakkukku Edhiraana Ellaivazhiyaaip Poyitru. "
},{ "Verses": "19 epireyar Pattayangalaiyaakilum Eettikalaiyaakilum Untupannaadhapatikkup Paarththukkollaventum Endru Pelisdhar Solliyirundhapatiyaal, Isravel Thesaththil Engum Oru Kollan Akappatavillai. "
},{ "Verses": "20 isravelar Yaavarum Avaravar Thangal Kozhuvirumpukalaiyum, Thangal Manvettikalaiyum, Thangal Kotarikalaiyum, Thangal Katappaaraikalaiyum Theettik Koormaiyaakkukiradharku, Pelisdharitaththukkup Pokaventiyadhaayirundhadhu. "
},{ "Verses": "21 katappaaraikalaiyum, Manvettikalaiyum, Mukkoorulla Aayudhangalaiyum, Kotarikalaiyum, Thaatrukkolkalaiyum Koormaiyaakkukiradharku Arangal Maaththiram Avarkalitaththil Irundhadhu. "
},{ "Verses": "22 yuththanaal Vandhapodhu, Savulukkum Avan Kumaaranaakiya Yonaththaanukkumeyandri, Savulotum Yonaththaanotum Irukkira Janangalil Oruvar Kaiyilum Pattayamum Eettiyum Illaadhirundhadhu. "
},{ "Verses": "23 pelisdharin Paalayam Mikmaasilirundhu Pokira Vazhimattum Parampiyirundhadhu. "
}
]