[
{ "Verses": "1 annaatkalile Pelisdhar Isravelinmel Yuththampanna, Thangal Senaikalaip Porukkuk Koottinaarkal; Appozhudhu Aakees Thaaveedhai Nokki: Neeyum Un Manusharum Evvidhaththilum Ennotekoota Yuththaththukku Varaventum Endru Ariyakkatavaai Endraan. "
},{ "Verses": "2 thaaveedhu Aakeesaip Paarththu: Ummutaiya Atiyaan Seyyappokiradhai Neer Nichchayamaai Arindhukolveer Endraan; Appozhudhu Aakees Thaaveedhai Nokki: Idharkaaka Unnai Ennaalum Enakku Meykaavalanaaka Vaippen Endraan. "
},{ "Verses": "3 saamuvel Idharku Munname Mariththupponaan; Isravelar Ellaarum Avanukkuth Thukkangontaati, Avan Ooraakiya Raamaavile Avanai Atakkampanninaarkal. Savul Anjanam Paarkkiravarkalaiyum Kurisollukiravarkalaiyum Thesaththil Iraadhapatikkuth Thuraththi Vittaan. "
},{ "Verses": "4 pelisdhar Kootivandhu, Soonemile Paalayamiranginaarkal; Savulum Isravelar Ellaaraiyum Koottinaan; Avarkal Kilpovaavile Paalayamiranginaarkal. "
},{ "Verses": "5 savul Pelisdharin Paalayaththaik Kantapodhu Payandhaan; Avan Irudhayam Mikavum Thaththaliththukkontirundhadhu. "
},{ "Verses": "6 savul Karththaritaththil Visaarikkum Podhu, Karththar Avanukkuch Choppanangalinaalaavadhu, Ooreeminaalaavadhu, Theerkkadharisikalinaalaavadhu Maru Uththaravu Arulavillai. "
},{ "Verses": "7 appozhudhu Savul Than Oozhiyakkaararai Nokki: Anjanampaarkkira Oru Sdhireeyaith Thetungal; Naan Avalitaththil Poi Visaarippen Endraan; Adharku Avanutaiya Oozhiyakkaarar: Idho, Endhoril Anjanampaarkkira Oru Sdhiree Irukkiraal Endraarkal. "
},{ "Verses": "8 appozhudhu Savul Vesham Maari, Veru Vasdhiram Thariththukkontu, Avanum Avanotekoota Irantuperum Iraaththiriyile Andha Sdhireeyinitaththil Poich Cherndhaarkal; Avalai Avan Nokki: Nee Anjanampaarththu Enakkuk Kurisolli, Naan Unnitaththil Sollukiravanai Ezhumpivarachchey Endraan. "
},{ "Verses": "9 adharku Andha Sdhiree: Savul Anjanam Paarkkiravarkalaiyum Kurisollukiravarkalaiyum Thesaththil Iraadhapatikku Nirmoolamaakkina Seydhiyai Neer Ariveere; Ennaik Kondrupotumpati Neer En Piraananukkuk Kannivaikkiradhu Enna Endraal. "
},{ "Verses": "10 appozhudhu Savul: Indhak Kaariyaththirkaaka Unakkup Pollaappu Varaadhu Enpadhaik Karththarutaiya Jeevanaik Kontu Sollukiren Endru Avalukkukkarththarmel Aanaiyittaan. "
},{ "Verses": "11 appozhudhu Andha Sdhiree: Umakku Naan Yaarai Ezhumpivarap Panna Ventum Endradharku, Avan: Saamuvelai Ezhumpivarappannaventum Endraan. "
},{ "Verses": "12 andha Sdhiree Saamuvelaik Kantamaaththiraththil Makaa Saththamaaik Kooppittu, Savulai Nokki: En Ennai Mosampokkineer? Neerdhaan Savulaachchudhe Endraal. "
},{ "Verses": "13 raajaa Avalaip Paarththu: Nee Payappataadhe; Nee Kaankiradhu Enna Endru Kettaan. Adharku Andha Sdhiree: Thevarkal Poomikkullirundhu Erivarukiradhaik Kaankiren Endru Savulukkuch Chonnaal. "
},{ "Verses": "14 avarutaiya Roopam Enna Endru Avalaik Kettaan. Adharku Aval: Saalvaiyaip Porththukkontirukkira Oru Mudhirndha Vayadhaana Manushan Ezhumpivarukiraan Endraal: Adhinaale Savul Avan Saamuvel Endru Arindhukontu, Tharaimattum Mukangunindhu Vananginaan. "
},{ "Verses": "15 saamuvel Savulai Nokki: Nee Ennai Ezhumpivarappanni, Ennaik Kalaiththadhu Enna Endru Kettaan. Adharkuch Chavul: Naan Mikavum Nerukkappattirukkiren; Pelisdhar Enakku Virodhamaai Yuththampannukiraarkal; Thevanum Ennaik Kaivittaar; Avar Theerkkadharisikalinaalaavadhu, Soppanangalinaalaavadhu Enakku Maru Uththaravu Arulukiradhillai; Aakaiyaal Naan Seyyaventiyadhai Neer Enakku Arivikkumpatikku, Ummai Azhaippiththen Endraan. "
},{ "Verses": "16 adharkuch Chaamuvel: Karththar Unnaivittu Vilaki, Unakkuch Chaththuruvaai Irukkumpodhu, Nee Ennitaththil Ketpaanen? "
},{ "Verses": "17 karththar Ennaikkontu Sonnapatiye Seydhu Mutiththu, Raajyaththai Un Kaiyilirundhu Pariththu, Adhai Un Thozhanaakiya Thaaveedhukkuk Kotuththuvittaar. "
},{ "Verses": "18 nee Karththarutaiya Sorkelaamalum, Amalekkinmel Avarukku Irundha Kopaththin Ukkiraththaith Theerkkaamalum Ponapatiyinaal, Karththar Indraiya Thinam Unakku Indhap Pirakaaramaakach Cheydhaar. "
},{ "Verses": "19 karththar Unnutaiya Janamaakiya Isravelaraiyum Pelisdhar Kaiyil Oppukkotuppaar; Naalaikku Neeyum Un Kumaararum Ennotiruppeerkal; Isravelin Paalayaththaiyum Karththar Pelisdharin Kaiyil Oppukkotuppaar Endraan. "
},{ "Verses": "20 andhakshaname Savul Netidhaangitaiyaaith Tharaiyile Vizhundhu, Saamuvelin Vaarththaikalinaale Mikavum Payappattaan; Avan Iraappakal Muzhudhum Ondrum Saappitaadhirundhapatiyinaal, Avan Palaveenamaayirundhaan. "
},{ "Verses": "21 appozhudhu Andha Sdhiree Savulitaththil Vandhu, Avan Mikavum Kalangiyirukkiradhaik Kantu, Avanai Nokki: Idho, Ummutaiya Atiyaalaakiya Naan Ummutaiya Sorkettu, En Piraananai En Kaiyile Pitiththukkontu, Neer Enakkuch Chonna Ummutaiya Vaarththaikalukkuk Keezhppatindhen. "
},{ "Verses": "22 ippozhudhu Neer Ummutaiya Atiyaalutaiya Sollaik Kelum, Naan Umakku Munpaakak Konjam Appam Vaikkiren, Adhaip Pusippeeraaka, Appozhudhu Neer Vazhinatandhu Pokaththakka Pelan Umakkul Irukkum Endraal. "
},{ "Verses": "23 avano Thattudhalpanni, Naan Pusikkamaatten Endraan; Aanaalum Avanutaiya Oozhiyakkaararum Andha Sdhireeyum Avanai Mikavum Varundhikkontadhinaal, Avan Avarkal Sorkettu, Tharaiyilirundhu Ezhundhirundhu Kattilin Mel Utkaarndhaan. "
},{ "Verses": "24 andha Sdhireeyinitaththil Kozhuththakandrukkutti Ondru Veettil Irundhadhu; Adhaith Theeviramaai Atiththu, Maa Etuththup Pisaindhu, Adhaip Pulippillaa Appangalaakach Chuttu, "
},{ "Verses": "25 savulukkum Avan Oozhiyakkaararukkum Munpaakak Kontuvandhu Vaiththaal; Avarkal Pusiththu Ezhundhirundhu, Andha Iraaththiriyileye Purappattup Ponaarkal. "
}
]