[
{ "Verses": "1 saamuvel Maranamataindhaan. Isravelar Ellaarum Kootivandhu, Avanukkaakath Thukkangontaati, Raamaavilirukkira Avanutaiya Valavile Avanai Atakkampanninaarkal; Thaaveedhu Ezhundhu, Paaraan Vanaandharaththirkup Purappattup Ponaan. "
},{ "Verses": "2 maakonile Oru Manushan Irundhaan; Avanutaiya Thozhildhurai Karmelil Irundhadhu; Andha Manushan Makaa Paarik Kutiththanakkaaranaayirundhaan; Avanukku Moovaayiram Aatum, Aayiram Vellaatum Irundhadhu; Avan Appozhudhu Karmelil Than Aatukalai Mayir Kaththariththukkontirundhaan. "
},{ "Verses": "3 andha Manushanukku Naapaal Endrum, Avan Manaivikku Apikaayil Endrum Peyar; Andha Sdhiree Makaa Puththisaaliyum Roopavadhiyumaayirundhaal; Andhap Purushano Muratanum Thuraakirudhanumaayirundhaan; Avan Kaaleputaiya Sandhadhiyaan. "
},{ "Verses": "4 naapaal Than Aatukalai Mayirkaththarikkira Seydhiyai Vanaandharaththil Irukkira Thaaveedhu Kettapodhu, "
},{ "Verses": "5 thaaveedhu Paththu Vaaliparai Azhaiththu: Neengal Karmelukkup Poi, Naapaalitaththil Sendru, En Peraichcholli, Avan Sukaseydhiyai Visaariththu, "
},{ "Verses": "6 avanai Nokki: Neer Vaazhka, Umakkuch Chamaadhaanamum, Ummutaiya Veettukkuch Chamaadhaanamum, Umakku Untaana Ellaavatrirkum Samaadhaanamum Untaavadhaaka Endru Avanai Vaazhththi, "
},{ "Verses": "7 ippozhudhu Aatukalai Mayirkaththarikkiravarkal Ummitaththil Irukkiraarkal Endru Kelvippatten; Ummutaiya Meyppar Engalotekoota Irundhaarkal; Avarkal Karmelil Irundha Naalellaam Naangal Avarkalai Varuththappatuththavillai; Avarkalutaiya Porul Ondrum Kaanaamarponadhum Illai. "
},{ "Verses": "8 ummutaiya Velaikkaararaik Kelum; Avarkal Umakkuch Cholluvaarkal; Aadhalaal Indha Vaaliparukku Ummutaiya Kankalile Thayaikitaikkaventum; Nalla Naalil Vandhom; Ummutaiya Kaikku Udhavuvadhai Ummutaiya Oozhiyakkaararukkum, Ummutaiya Kumaaranaakiya Thaaveedhukkum Kotukkumpati Ventukiren Endru Sollungal Endraan. "
},{ "Verses": "9 thaaveedhin Vaalipar Poi, Indha Vaarththaikalaiyellaam Thaaveedhin Naamaththinaale Naapaalitaththil Solli, Pinnondrum Pesaadhirundhaarkal. "
},{ "Verses": "10 naapaal Thaaveedhin Oozhiyakkaararukkup Piradhiyuththaramaaka: Thaaveedhu Enpavan Yaar? Eesaayin Kumaaran Yaar? Thangal Ejamaankalai Vittu Otippokira Velaikkaarar Innaalil Anekar Untu. "
},{ "Verses": "11 naan En Appaththaiyum, En Thanneeraiyum, En Aatukalai Mayirkaththarikkiravarkalukkaaka Naan Atiththuch Chamaiyal Pannuviththadhaiyum Etuththu, Inna Itaththaar Endru Naan Ariyaadha Manusharukkuk Kotuppeno Endraan. "
},{ "Verses": "12 thaaveedhin Vaalipar Thangal Vazhiye Thirumpi, Marupatiyum Thaaveedhinitaththil Vandhu, Indha Vaarththaikalaiyellaam Avanukku Ariviththaarkal. "
},{ "Verses": "13 appozhudhu Thaaveedhu Than Manusharaip Paarththu: Neengal Avaravar Ungal Pattayaththaik Kattikkollungal Endraan; Avaravar Thangal Pattayaththaik Kattikkontaarkal; Thaaveedhum Than Pattayaththaik Kattikkontaan; Erakkuraiya Naanooruper Thaaveedhukkup Pin Sendru Purappattupponaarkal; Irunooruper Rasdhukkal Antaiyil Irundhuvittaarkal. "
},{ "Verses": "14 appozhudhu Velaikkaararil Oruvan Naapaalutaiya Manaiviyaakiya Apikaayilai Nokki: Idho, Nammutaiya Ejamaanutaiya Sukaseydhi Visaarikka Thaaveedhu Vanaandharaththilirundhu Aatkalai Anuppinaan; Avarkal Peril Avar Seerinaar. "
},{ "Verses": "15 andha Manusharo Engalukku Mikavum Upakaarikalaayirundhaarkal; Naangal Velikalil Irukkumpodhu, Avarkal Engalitaththil Natamaatina Naalellaam Avarkal Engalai Varuththappatuththinadhumillai; Namadhu Porulil Ondrum Kaanaamarponadhumillai. "
},{ "Verses": "16 naangal Aatukalai Meyththu, Avarkalitaththil Irundha Naalellaam Avarkal Iravumpakalum Engalaich Chutrilum Madhilaayirundhaarkal. "
},{ "Verses": "17 ippodhum Neer Seyyaventiyadhaik Kavaniththuppaarum; Nammutaiya Ejamaanmelum, Avarutaiya Veettaar Yaavarmelum, Nichchayamaai Oru Pollaappu Varukiradhaayirukkiradhu; Ivaro, Oruvarum Thammote Pesak Kootaadhapatikku, Peliyaalin Makanaayirukkiraar Endraan. "
},{ "Verses": "18 appozhudhu Apikaayil Theeviramaai Irunooru Appangalaiyum, Irantu Thuruththi Thiraatcharasaththaiyum, Samaiyal Pannappatta Aindhu Aatukalaiyum, Aindhu Pati Varuththa Payatraiyum, Vatralaakkappatta Nooru Thiraatchakkulaikalaiyum, Vatralaana Irunooru Aththippazha Ataikalaiyum Etuththu, Kazhudhaikalmel Etri, "
},{ "Verses": "19 than Velaikkaararaip Paarththu: Neengal Enakku Munne Pongal; Idho, Naan Ungal Pinne Varukiren Endru Solli Anuppinaal; Than Purushanaakiya Naapaalukku Adhai Arivikkavillai. "
},{ "Verses": "20 aval Oru Kazhudhaiyinmel Eri, Malaiyin Maraivil Irangivarukaiyil, Idho, Thaaveedhum Avan Manusharum Avalukku Edhiraaka Irangivandhaarkal; Avarkalaich Chandhiththaal. "
},{ "Verses": "21 thaaveedhu Than Janangalai Nokki: Avanukku Vanaandharaththil Irukkiradhaiyellaam Veenaakave Kaappaatrinen; Avanukku Untaanadhilellaam Ondrum Kaanaamarponadhillai; Endraalum Nanmaikkup Padhilaaka Avan Enakkuth Theemaiseydhaan. "
},{ "Verses": "22 avanukku Untaana Ellaavatrilum Suvaril Neervitum Oru Naayaimudhalaai Pozhudhuvitiyumattum Naan Uyirote Vaiththaal, Thevan Thaaveedhin Saththurukkalukku Adharkuch Chariyaakavum Adharku Adhikamaakavum Seyyakkatavar Endru Solliyirundhaan. "
},{ "Verses": "23 apikaayil Thaaveedhaik Kaankaiyil, Theeviramaaik Kazhudhaiyai Vittu Irangi, Thaaveedhukku Neraakath Tharaiyil Mukanguppura Vizhundhu Panindhu, "
},{ "Verses": "24 avan Paadhaththile Vizhundhu: En Aantavane, Indhap Paadhakam Enmel Sumarattum; Ummutaiya Atiyaalutaiya Vaarththaikalai Neer Ketkumporuttaaka Ummutaiya Atiyaal Umadhu Seviketkap Pesaventum. "
},{ "Verses": "25 en Aantavanaakiya Neer Naapaal Ennum Indhap Peliyaalin Manushanai Oru Poruttaaka Ennaventaam; Avan Peyar Eppatiyo Appatiye Avanum Irukkiraan; Avan Peyar Naapaal, Avanukkup Payiththiyamum Irukkiradhu; Ummutaiya Atiyaalaakiya Naano, En Aantavan Anuppina Vaaliparaik Kaanavillai. "
},{ "Verses": "26 ippodhum En Aantavane, Neer Iraththam Sindha Varavum, Ummutaiya Kai Needhiyaich Charikkattavum, Karththar Umakku Itangotukkavillai Enpadhaikkarththarutaiya Jeevanaikkontum, Ummutaiya Jeevanaikkontum Sollukiren; Ippodhum Ummutaiya Saththurukkalum, En Aantavanukku Virodhamaakap Pollaapputh Thetukiravarkalum, Naapaalaippola Aakakkatavarkal. "
},{ "Verses": "27 ippodhum Umadhu Atiyaal En Aantavanukkuk Kontuvandha Kaanikkaiyai Etrukkontu, En Aantavanaip Pinpatrukira Vaaliparukkuk Kotuppeeraaka. "
},{ "Verses": "28 umadhu Atiyaalin Paadhakaththai Manniyum, Karththar En Aantavanukku Nilaiyaana Veettai Nichchayamaaik Kattuvaar; En Aantavan Karththarutaiya Yuththangalai Nataththukiravaraame; Neer Uyirote Irukkum Naalil Oru Pollaappum Ummile Kaanappataadhiruppadhaaka. "
},{ "Verses": "29 ummaith Thunpappatuththavum, Ummutaiya Piraananai Vaanga Vakaidhetavum, Oru Manushan Ezhumpinaalum En Aantavanutaiya Aaththumaa Ummutaiya Thevanaakiya Karththarin Aadharavil Irukkira Jeevanullorutaiya Kattile Kattappattirukkum; Ummutaiya Saththurukkalin Aaththumaakkalo Kavanil Vaiththu Erindhaarpola Eriyappattuppom. "
},{ "Verses": "30 karththar Ummaik Kuriththuch Chonna Nanmaiyinpati Ellaam Ini En Aantavanukkuch Cheydhu, Isravelukku Adhipadhiyaaka Ummai Nemikkum Podhu, "
},{ "Verses": "31 neer Virudhaavaai Iraththam Sindhaamalum, En Aantavanaakiya Neer Pazhivaangaamalum Irundhadhuntaanaal, Appozhudhu En Aantavanaakiya Umakkuth Thukkamum Iraadhu, Mana Itaralum Iraadhu; Karththar En Aantavanukku Nanmai Seyyumpodhu, Ummutaiya Atiyaalai Ninaippeeraaka Endraal. "
},{ "Verses": "32 appozhudhu Thaaveedhu Apikaayilai Nokki: Unnai Indraiyadhinam Ennaich Chandhikka Anuppina Isravelin Thevanaakiya Karththarukku Sdhoththiram. "
},{ "Verses": "33 nee Solliya Yosanai Aaseervadhikkappatuvadhaaka; Naan Iraththam Sindha Varaadhapatikkum, En Kaiye Pazhivaangaadhapatikkum, Nee Indraiyadhinam Enakkuth Thataipanninapatiyinaal, Neeyum Aaseervadhikkappatuvaayaaka. "
},{ "Verses": "34 nee Theeviramaai Ennaich Chandhikka Varaamal Irundhaayaanaal, Pozhudhu Vitiyumattum Naapaalukku Oru Naayum Uyirote Vaikkappatuvadhillai Endru, Unakkup Pollaappuch Cheyya Enakku Itangotaadhirukkira Isravelin Thevanaakiya Karththarin Jeevanaikkontu Meyyaaich Chollukiren Endru Solli, "
},{ "Verses": "35 aval Thanakkuk Kontuvandhadhaith Thaaveedhu Aval Kaiyile Vaangi Kontu, Avalaip Paarththu: Nee Samaadhaanaththote Un Veettukkup Po; Idho, Naan Un Sollaikkettu, Un Mukaththaip Paarththu, Ippatich Cheydhen Endraan. "
},{ "Verses": "36 apikaayil Naapaalitaththil Vandhapodhu, Idho, Raajavirundhukku Oppaana Virundhu Avan Veettile Natandhadhu; Avan Irudhayam Kaliththirundhadhu; Avan Mikavum Veriththumirundhaan; Aakaiyaal Pozhudhu Vitiyumattum Siriyakaariyamaanaalum Periya Kaariyamaanaalum, Ondraiyum Avanukku Arivikkavillai. "
},{ "Verses": "37 pozhudhu Vitindhu, Naapaalin Veridhelindhapinpu, Avan Manaivi Indha Varththamaanangalai Avanukku Ariviththaal; Appozhudhu Avan Irudhayam Avanukkulle Seththu, Avan Kallaippolaanaan. "
},{ "Verses": "38 karththar Naapaalai Vaadhiththadhinaal, Erakkuraiyap Paththunaalukkuppinpu, Avan Seththaan. "
},{ "Verses": "39 naapaal Seththupponaan Endru Thaaveedhu Kelvippattapodhu: En Nindhaiyin Vazhakkai Naapaalin Kaiyil Visaariththu, Thammutaiya Atiyaanaip Pollaappuch Cheyyaadhapatikkuth Thatuththa Karththarukku Sdhoththiram; Karththar Thaame Naapaalin Pollaappai Avan Thalaiyinmel Thirumpappanninaar Endru Solli, Apikaayilai Vivaakampannukiradharkaaka Avalote Pesa, Thaaveedhu Aatkalai Anuppinaan. "
},{ "Verses": "40 thaaveedhin Oozhiyakkaarar Karmelil Irukkira Apikaayilantaikku Vandhu, Thaaveedhu Unnai Vivaakampanna Manadhaai, Engalai Unnitaththil Anuppinaar Endru Avalote Sollukirapodhu, "
},{ "Verses": "41 aval Ezhundhirundhu, Tharaimattum Mukangunindhu, Idho, Naan En Aantavanutaiya Oozhiyakkaararin Kaalkalaik Kazhuvaththakka Panivitaikkaariyaakiya Avarutaiya Atiyaal Endraal. "
},{ "Verses": "42 pinpu Apikaayil Theeviriththu Ezhundhu, Oru Kazhudhaiyinmel Eri, Aindhu Thaadhippenkalaik Koottik Kontu, Thaaveedhin Sdhaanaapadhikalukkup Pinsendru Poi, Avanukku Manaiviyaanaal. "
},{ "Verses": "43 yesrayel Ooraalaakiya Akinovaamaiyum Thaaveedhu Vivaakampanninaan; Avarkal Iruvarum Avanukku Manaiviyaanaarkal. "
},{ "Verses": "44 savul: Thaaveedhin Manaiviyaakiya Meekaal Ennum Than Kumaaraththiyaik Kaaleem Ooraanaakiya Laayeesin Kumaaranaana Palththikkuk Kotuththirundhaan. "
}
]