[
{ "Verses": "1 nammudaiya Ratchagaraayirukkira Dhevanum, Nammudaiya Nambikkaiyaayirukkira Karththaraagiya Yesukiristhuvum Kattalaiyittapadiye, Yesukiristhuvin Apposthalanaayirukkira Pavul, "
},{ "Verses": "2 visuvaasaththil Uththama Kumaaranaagiya Theemoththeyuvukku Ezhudhugiradhaavadhu: Nammudaiya Pidhaavaagiya Dhevanaalum Nammudaiya Karththaraagiya Kiristhu Yesuvinaalum Kirubaiyum Irakkamum Samaadhaanamum Undaavadhaaga. "
},{ "Verses": "3 vetrumaiyaana Ubadhesangalaip Podhiyaadhapadikkum, Visuvaasaththinaal Vilangum Dheyveega Bakdhiviruththikku Edhuvaayiraamal, Tharkkangalukku Edhuvaayirukkira Kattukkadhaigalaiyum Mudivillaadha Vamsavaralaarugalaiyum Gavaniyaadhapadikkum, Nee Silarukkuk Kattalaiyidumporuttaaga, "
},{ "Verses": "4 naan Makkedhoniyaavukkup Pogumpodhu Unnai Ebesu Pattanaththilirukka Vendikkondapadiye Seyvaayaaga. "
},{ "Verses": "5 karpanaiyin Porul Ennavenil, Suththamaana Irudhayaththilum Nalmanasaatchiyilum Maayamatra Visuvaasaththilum Pirakkum Anbe. "
},{ "Verses": "6 ivaigalai Silar Nokkaamal Veenpechchukku Idankoduththu Vilagipponaargal. "
},{ "Verses": "7  Thaangal Sollugiradhu Innadhendrum, Thaangal Saadhikkiradhu Innadhendrum Ariyaadhirundhum, Niyaayappiramaana Podhagaraayirukka Virumpugiraargal. "
},{ "Verses": "8 oruvan Niyaayappiramaanaththai Niyaayappadi Anusariththaal, Niyaayappiramaanam Nalladhendru Arindhirukkirom. "
},{ "Verses": "9 engalukkuth Therindhirukkirapadi, Niyaayappiramaanam Needhimaanukku Vidhikkappadaamal, Akkiramakkaararukkum, Adangaadhavargalukkum, Bakthiyillaadhavargalukkum, Paavigalukkum, Asuththarukkum, Seerkettavargalukkum, Thaaithagappanmaarai Adikkiravargalukkum, Kolaipaadhagarukkum, "
},{ "Verses": "10 vesikkallarukkum, Aanpunarchchikkaararukkum, Manusharaith Thirudugiravargalukkum, Poiyarukkum, Poiyaanai Idugiravarkalukkum, "
},{ "Verses": "11 niththiyaanandha Dhevanudaiya Magimaiyaana Suviseshaththinpadi Enakku Oppuvikkappattirukkira Aarokkiyamaana Ubadhesaththirku Edhiridaiyaayirukkira Matrendha Seygaikkum Virodhamaai Vidhikkappattirukkiradhu. "
},{ "Verses": "12 ennaip Balappaduththugira Nammudaiya Karththaraagiya Yesukiristhu Ennai Unmaiyullavanendrenni, Indha Oozhiyaththirku Erpaduththinapadiyaal, Avarai Sthoththirikkiren. "
},{ "Verses": "13 munne Naan Dhooshikkiravanum, Thunbappaduththugiravanum, Kodumai Seygiravanumaayirundhen; Appadiyirundhum, Naan Ariyaamal Avisuvaasaththinaale Appadiseydhapadiyinaal Irakkampetren. "
},{ "Verses": "14 nammudaiya Karththarin Kirubai Kiristhu Yesuvinmelulla Visuvaasaththodum Anbodunkooda Ennidaththil Paripooranamaaip Perugitru. "
},{ "Verses": "15 paavigalai Ratchikka Kiristhu Yesu Ulagaththil Vandhaar Engira Vaarththai Unmaiyum Ellaa Angigarippukkum Paaththiramumaanadhu; Avargalil Piradhaana Paavi Naan. "
},{ "Verses": "16 appadiyirundhum, Niththiya Jeevanai Adaiyumpadi Inimel Yesukiristhuvinidaththil Visuvaasamaayiruppavargalukkuth Thirushtaandham Undaagumporuttup Piradhaana Paaviyaagiya Ennidaththil Avar Ellaa Neediya Porumaiyaiyum Kaanbikkumpadikku Irakkampetren. "
},{ "Verses": "17 niththiyamum Azhivillaamaiyum Adharisanamumulla Raajanumaai, Thaamoruvare Gnaanamulla Dhevanumaayirukkiravarukku, Ganamum Magimaiyum Sadhaakaalangalilum Undaayiruppadhaaga. Aamen. "
},{ "Verses": "18 kumaaranaagiya Theemoththeyuve, Unnaikkuriththu Mun Undaana Theerkkadharisanangalinpadiye, Nee Avaigalai Munnittu Nalla Poraattampannumpadi, Indhak Kattalaiyai Unakku Oppuvikkiren; Nee Visuvaasamum Nalmanasaatchiyum Udaiyavanaayiru. "
},{ "Verses": "19 indha Nalmanasaatchiyai Silar Thallivittu, Visuvaasamaagiya Kappalai Sedhappaduththinaargal. "
},{ "Verses": "20 imeneyum Aleksandharum Appadippattavargal; Avargal Dhooshiyaadhapadi Sitchikkappada Avargalai Saaththaanidaththil Oppukkoduththen. "
}
]