[
{ "Verses": "1 kangaanippai Virumpugiravan Nallavelaiyai Virumpugiraan, Idhu Unmaiyaana Vaarththai. "
},{ "Verses": "2 aagaiyaal Kangaaniyaanavan Kutranjsaattappadaathavanum, Ore Manaiviyai Udaiya Purushanum, Jaakkiradhaiyullavanum, Thelindha Puththiyullavanum, Yokkiyadhaiyullavanum, Anniyarai Ubasarikkiravanum, Podhagasamarththanumaai Irukkavendum. "
},{ "Verses": "3 avan Madhubaanappiriyanum, Adikkiravanum, Izhivaana Aadhaayaththai Ichchikkiravanumaayiraamal, Porumaiyullavanum, Sandaipannaadhavanum, Pana Aasaiyillaadhavanumaayirundhu, "
},{ "Verses": "4 than Sondhak Kudumbaththai Nandraai Nadaththugiravanum, Than Pillaigalai Sagala Nallozhukkamullavargalaagak Keezhppadiyappannugiravanumaayirukkavendum. "
},{ "Verses": "5 oruvan Than Sondhak Kudumbaththai Nadaththa Ariyaadhirundhaal, Dhevanudaiya Sabaiyai Eppadi Visaarippaan? "
},{ "Verses": "6 avan Irumaappadaindhu, Pisaasu Adaindha Aakkinaiyile Vizhaadhapadikku, Noodhana Seeshanaayirukkakkoodaathu. "
},{ "Verses": "7 avan Nindhanaiyilum, Pisaasin Kanniyilum Vizhaadhapadikku, Purampaanavargalaal Narsaatchi Petravanaayumirukkavendum. "
},{ "Verses": "8 andhappadiye, Udhavikkaararum Irunaakkullavargalaayum, Madhubaanappiriyaraayum, Izhivaana Aadhaayaththai Ichchikkiravargalaayum Iraamal, Nallozhukkamullavargalaayum, "
},{ "Verses": "9 visuvaasaththin Ragasiyaththai Suththa Manasaatchiyile Kaaththukkollugiravargalaayum Irukkavendum. "
},{ "Verses": "10 melum, Ivargal Munnadhaagach Sodhikkappadavendum; Kutranjsaattappadaathavargalaanaal Udhavikkaararaaga Oozhiyanjseyyalaam. "
},{ "Verses": "11 andhappadiye Sthireegalum Nallozhukkamullavargalum, Avadhoorupannaadhavargalum, Thelindha Buththiyullavargalum Ellaavatrileyum Unmaiyullavargalumaayirukkavendum. "
},{ "Verses": "12 melum, Udhavikkaararaanavargal Ore Manaiviyaiyudaiya Purusharumaai, Thangal Pillaigalaiyum Sondhak Kudumbangalaiyum Nandraai Nadaththugiravargalumaayirukkavendum. "
},{ "Verses": "13 ippadi Udhavikkaararudaiya Oozhiyaththai Nandraaich Seygiravargal Thangalukku Nalla Nilaiyaiyum, Kiristhu Yesuvaippatrum Visuvaasaththil Migundha Dhairiyaththaiyum Adaivaargal. "
},{ "Verses": "14 naan Unnidaththirku Seekkiramaai Varuvenendru Nambiyirukkiren. "
},{ "Verses": "15 thaamadhippenaagil, Dhevanudaiya Veettile Nadakkavendiya Vagaiyai Nee Ariyumpadi Ivaigalai Unakku Ezhudhugiren; Andha Veedu Jeevanulla Dhevanudaiya Sabaiyaai Saththiyaththukkuth Thoonum Aadhaaramumaayirukkiradhu. "
},{ "Verses": "16 andriyum, Dhevabakdhikkuriya Ragasiyamaanadhu Yaavarum Oppukkollugirapadiye Magaa Menmaiyulladhu. Dhevan Maamsaththile Velippattaar, Aaviyile Needhiyullavarendru Vilangappattaar, Dhevathoodhargalaal Kaanappattaar, Purajaadhigalidaththil Pirasangikkappattaar, Ulagaththile Visuvaasikkappattaar, Magimaiyile Ereduththukkollappattaar. "
}
]