[
{ "Verses": "1 andriyum, Sagodharare, Neengal Inninna Piragaaramaai Nadakkavum, Dhevanukkup Piriyamaayirukkavum Vendumendru, Neengal Engalaal Kettu Etrukkondapadiye, Adhigamadhigamaaith Therumpadikku,karththaraagiya Yesuvukkul Ungalai Vendikkondu Puththisollugirom. "
},{ "Verses": "2 karththaraagiya Yesuvinaale Naangal Ungalukkuk Koduththa Kattalaigalai Arindhirukkireergale. "
},{ "Verses": "3 neengal Parisuththamullavargalaagavendumenbadhe Dhevanudaiya Siththamaayirukkiradhu. Andhappadi, Neengal Vesimaarkkaththukku Vilagiyirundhu, "
},{ "Verses": "4 dhevanai Ariyaadha Agngnaanigalaippola Moga Ichchaikkutpadaamal, "
},{ "Verses": "5 ungalil Avanavan Thanthan Sareerapaandaththaip Parisuththamaayum Ganamaayum Aandukollumpadi Arindhu: "
},{ "Verses": "6 indha Vishayaththil Oruvanum Meeraamalum Than Sagodharanai Vanjiyaamalum Irukkavendum; Munname Naangal Ungalukku Solli, Saatchiyaaga Echchariththapadiye Ippadippatta Vishayangalellaavatraiyunguriththuk Karththar Needhiyai Sarikkattugiravaraayirukkiraar. "
},{ "Verses": "7 dhevan Nammai Asuththaththirkalla Parisuththaththirke Azhaiththirukkiraar. "
},{ "Verses": "8 aagaiyaal Asattaipannugiravan Manusharai Alla, Thamadhu Parisuththa Aaviyai Namakkuth Thandharulina Dhevanaiye Asattaipannugiraan. "
},{ "Verses": "9 sagodhara Sinegaththaikkuriththu Naan Ungalukku Ezhudhavenduvadhillai; Neengal Oruvariloruvar Anbaayirukkumpadikku Dhevanaal Podhikkappattavargalaayirukkireergale. "
},{ "Verses": "10 andhappadi Neengal Makkedhoniyaa Naadengumulla Sagodhararellaarukkum Seydhuvarugireergal. Sagodharare, Anbile Neengal Innum Adhigamaaip Perugavum; "
},{ "Verses": "11 purambeyirukkiravargalaippatri Yokkiyamaai Nadandhu, Ondrilum Ungalukkuk Kuraivillaadhirukkumpadikku, "
},{ "Verses": "12 naangal Ungalukkuk Kattalaiyittapadiye, Amaidhalullavargalaayirukkumpadi Naadavum, Ungal Sondha Aluvalgalaip Paarkkavum, Ungal Sondhak Kaigalinaale Velaiseyyavum Vendumendru Ungalukkup Buththisollugirom. "
},{ "Verses": "13 andriyum, Sagodharare, Niththiraiyadaindhavargalinimiththam Neengal Nambikkaiyatravargalaana Matravargalaip Polath Dhukkiththu, Arivillaadhirukka Enakku Manadhillai. "
},{ "Verses": "14 yesuvaanavar Mariththu Pinbu Ezhundhirundhaarendru Visuvaasikkirome; Appadiye Yesuvukkul Niththiraiyadaindhavargalaiyum Dhevan Avarodekoodak Konduvaruvaar. "
},{ "Verses": "15 karththarudaiya Vaarththaiyai Munnittu Naangal Ungalukku Sollugiradhaavadhu: Karththarudaiyavarugaimattum Uyirodirukkum Naam Niththiraiyadaindhavargalukku Mundhikkolvadhillai. "
},{ "Verses": "16 enenil, Karththar Thaame Aaravaaraththodum, Piradhaana Thoodhanudaiya Saththaththodum, Dheva Ekkaalaththodum Vaanaththilirundhu Irangivaruvaar; Appozhudhu Kiristhuvukkul Mariththavargal Mudhalaavadhu Ezhundhiruppaargal. "
},{ "Verses": "17 pinbu Uyirodirukkum Naamum Karththarukku Edhirkondupoga Mekangalmel, Avargalodekooda Aagaayaththil Eduththukkollappattu, Ivvidhamaai Eppozhudhum Karththarudanekooda Iruppom. "
},{ "Verses": "18 aagaiyaal, Indha Vaarththaigalinaale Neengal Oruvaraiyoruvar Thetrungal. "
}       
]