[
{ "Verses": "1 naan Piradhaanamaai Sollugira Puththiyennavenil, Ellaa Manusharukkaagavum Vinnappangalaiyum Jebangalaiyum Venduthalgalaiyum Sthoththirangalaiyum Pannavendum; "
},{ "Verses": "2 naam Ellaap Bakthiyodum Nallozhukkaththodum Kalagamillaamal Amaidhalulla Jeevanampannumpadikku, Raajaakkalukkaagavum, Adhigaaramulla Yaavarukkaagavum Appadiye Seyyavendum. "
},{ "Verses": "3 nammudaiya Ratchagaraagiya Dhevanukkumunbaaga Adhu Nanmaiyum Piriyamumaayirukkiradhu. "
},{ "Verses": "4 ellaa Manusharum Ratchikkappadavum, Saththiyaththai Arigira Arivai Adaiyavum, Avar Siththamullavaraayirukkiraar. "
},{ "Verses": "5 dhevan Oruvare, Dhevanukkum Manusharukkum Maththiyastharum Oruvare. "
},{ "Verses": "6 ellaaraiyum Meetkum Porulaagath Thammai Oppukkoduththa Manushanaagiya Kiristhu Yesu Avare; Idharkuriyasaatchi Etra Kaalangalil Vilangivarugiradhu. "
},{ "Verses": "7 idharkaagave Naan Pirasangiyaagavum, Apposthalanaagavum, Purajaathigalukku Visuvaasaththaiyum Saththiyaththaiyum Vilangappannugira Podhaganaagavum Niyamikkappattirukkiren; Naan Poi Sollaamal Kiristhuvukkul Unmaiyai Sollugiren. "
},{ "Verses": "8 andriyum, Purushargal Kobamum Tharkkamumillaamal Parisuththamaana Kaigalai Uyarththi, Ellaa Idangalileyum Jebampannavendumendru Virumbugiren. "
},{ "Verses": "9 sthireegalum Mayiraip Pinnudhalinaalaavadhu, Ponninaalaavadhu, Muththukkalinaalaavadhu, Vilaiyerappetra Vasthiraththinaalaavadhu Thangalai Alangariyaamal, "
},{ "Verses": "10 thagudhiyaana Vasthiraththinaalum, Naanaththinaalum, Thelindha Buththiyinaalum, Dhevabakthiyullavargalendru Sollikkollugira Sthireegalukku Etrapadiye Narkiriyaigalinaalum, Thangalai Alangarikkavendum. "
},{ "Verses": "11 sthireeyaanaval Ellaavatrilum Adakkamudaiyavalaayirundhu, Amaidhalodu Katrukkollakkadaval. "
},{ "Verses": "12 ubadhesampannavum, Purushanmel Adhigaaranjseluththavum, Sthireeyaanavalukku Naan Uththaravu Kodukkiradhillai; Aval Amaidhalaayirukkavendum. "
},{ "Verses": "13 ennaththinaalenil, Mudhalaavadhu Aadhaam Uruvaakkappattaan, Pinbu Evaal Uruvaakkappattaal. "
},{ "Verses": "14 melum, Aadhaam Vanjikkappadavillai, Sthireeyaanavale Vanjikkappattu Meerudhalukku Utpattaal. "
},{ "Verses": "15 appadiyirundhum, Thelindha Buththiyodu Visuvaasaththilum Anbilum Parisuththaththilum Nilaikondirundhaal, Pillaippetrinaale Ratchikkappaduvaal. "
}
]