[
{ "Verses": "1 sagodharare, Naangal Ungalidaththil Piravesiththadhu Veenaayirukkavillaiyendru Neengale Arindhirukkireergal. "
},{ "Verses": "2 ungalukkuth Therindhirukkirapadi, Munne Pilippipattanaththile Naangal Paadupattu Nindhaiyadaindhirundhum, Vegu Poraattaththode Dhevanudaiya Suviseshaththai Ungalukku Sollumpadi, Nammudaiya Dhevanukkul Dhairiyankondirundhom. "
},{ "Verses": "3 engal Podhagam Vanjagaththinaalum Thuraasaiyinaalum Undaagavillai, Adhu Kabadamulladhaayumirukkavillai. "
},{ "Verses": "4 suviseshaththai Engalidaththil Oppuvikkaththakkadhaai, Dhevan Engalai Uththamarendrenninapadiye, Naangal Manusharukku Alla, Engal Irudhayangalai Sodhiththarigira Dhevanukke Piriyamundaagap Pesugirom. "
},{ "Verses": "5 ungalukkuth Therindhirukkirapadi, Naangal Orukkaalum Ichchagamaana Vasanangalai Sollavumillai, Porulaasaiyullavargalaai Maayampannavumillai; Dhevane Saatchi. "
},{ "Verses": "6 naangal Kiristhuvin Apposthalaraaga Ungalukkup Baaramaayirukkakkoodiyavargalaanaalum, Ungalidaththilaavadhu, Matravargalidaththilaavadhu, Manusharaal Varum Magimaiyai Naangal Thedavillai. "
},{ "Verses": "7 ungalidaththil Patchamaai Nadandhukondom; Paal Kodukkira Thaayaanaval Than Pillaigalaik Kaappaatrugiradhupola, "
},{ "Verses": "8 naangal Ungalmel Vaanjaiyaayirundhu, Dhevanudaiya Suviseshaththai Ungalukkuk Koduththadhumallaamal, Neengal Engalukkup Piriyamaanavargalaanapadiyinaale, Engal Jeevanaiyum Ungalukkuk Kodukka Manadhaayirundhom. "
},{ "Verses": "9 sagodharare, Naangal Patta Pirayaasamum Varuththamum Ungalukku Gnaapagamaayirukkum; Ungalil Oruvanukkum Baaramaayiraadhapadikku, Iravum Pagalum Naangal Velaiseydhu, Dhevanudaiya Suviseshaththai Ungalidaththil Pirasangiththom. "
},{ "Verses": "10 visuvaasigalaagiya Ungalukkulle Naangal Evvalavu Parisuththamum Needhiyum Pizhaiyinmaiyumaai Nadandhomenpadharku Neengalum Saatchi, Dhevanum Saatchi. "
},{ "Verses": "11 melum, Thammudaiya Raajyaththirkum Magimaikkum Ungalai Azhaiththa Dhevanukku Neengal Paaththiraraai Nadakkavendumendru, "
},{ "Verses": "12 thagappan Than Pillaigalukku Sollugiradhupola, Naangal Ungalil Ovvoruvanukkum Buththiyum Therudhalum Echcharippum Sonnadhai Arindhirukkireergal. "
},{ "Verses": "13 aagaiyaal, Neengal Dhevavasanaththai Engalaale Kelvippattu Etrukkondapodhu, Adhai Manushar Vasanamaaga Etrukkollaamal, Dhevavasanamaagave Etrukkondadhinaale Naangal Idaividaamal Dhevanukku Sthoththiranjseluththugirom; Adhu Meyyaagave Dhevavasanandhaan, Visuvaasikkira Ungalukkulle Adhu Belanum Seygiradhu. "
},{ "Verses": "14 eppadiyenil, Sagodharare, Yoodheyaa Dhesaththil Kiristhu Yesuvukkullaana Dhevanudaiya Sabaigalai Neengal Pinbatrinavargalaagi, Avargal Yoodharaale Eppadip Paadupattaargalo, Appadiye Neengalum Ungal Suya Janangalaale Paadupatteergal. "
},{ "Verses": "15 andha Yoodhargal Karththaraagiya Yesuvaiyum, Thangal Theerkkadharisigalaiyum Kolaiseydhavargalum, Engalaith Thunbappaduththinavargalum, Dhevanukkerkaadhavargalum, Manushar Yaavarukkum Virodhigalumaayirundhu, "
},{ "Verses": "16 purajaadhiyaar Ratchikkappaduvadharku Naangal Avargalode Pesaadhapadikkuth Thadaipannugiraargal; Ivvidhamaai Ekkaalaththilum Thangal Paavangalai Niraivaakkugiraargal; Avargalmel Kobaakkinai Pooranamaai Vandhirukkiradhu. "
},{ "Verses": "17 sagodharare, Naangal Irudhayaththinpadi Ungalodirundhu, Sareeraththinpadi Konjakkaalam Ungalaivittup Pirindhirundhapadiyinaale, Ungal Mugaththaippaarkkavendumendru Migundha Aasaiyode Adhigamaaip Pirayaththanampanninom. "
},{ "Verses": "18 aagaiyaal, Naangal Ungalidaththilvara Irandorudharam Manadhaayirundhom, Pavulaagiya Naane Vara Manadhaayirundhen; Saaththaano Engalaith Thadaipanninaan. "
},{ "Verses": "19 engalukku Nambikkaiyum Sandhoshamum Magizhchchiyin Kireedamumaayiruppavargal Yaar? Nammudaiyakarththaraagiya Yesukiristhu Varumbodhu Avarudaiya Sannidhaanaththile Neengalallavaa Appadiyiruppeergal; "
},{ "Verses": "20 neengale Engalukku Magimaiyum Sandhoshamumaayirukkireergal. "
}
]