[
{ "Verses": "1 aagaiyaal, Naangal Inip Poruththirukkakkoodaamal, Aththene Pattanaththil Thaniththuvidappadugiradhu Nanmaiyendru Ninaiththu, "
},{ "Verses": "2 indha Ubaththiravangalinaale Oruvanum Asaikkappadaadhapadikku Ungalaith Thidappaduththavum, Ungal Visuvaasaththaippatri Ungalukkup Buththisollavum, Nammudaiya Sagodharanum Dheva Oozhiyakkaaranum Kiristhuvin Suviseshaththil Engal Udanvelaiyaalumaagiya Theemoththeyuvai Anuppinom. "
},{ "Verses": "3 ippadippatta Ubaththiravangalai Sagikka Naam Niyamikkappattirukkiromendru Neengal Arindhirukkireergale. "
},{ "Verses": "4 namakku Ubaththiravam Varumendru Naangal Ungalidaththilirundhapodhu, Ungalukku Munnariviththom; Appadiye Vandhu Nerittadhendrum Arindhirukkireergal. "
},{ "Verses": "5 aagaiyaal, Naan Inip Poruththirukkakkoodaamal, Engal Velai Veenaaip Pogaththakkadhaaga Sodhanaikkaaran Ungalai Sodhanaikkutpaduththinadhundovendru, Ungal Visuvaasaththai Ariyumpadikku, Avanai Anuppinen. "
},{ "Verses": "6 ippozhudhu Theemoththeyu Ungalidaththilirundhu Engalidaththil Vandhu, Ungal Visuvaasaththaiyum Anbaiyum Kuriththum, Neengal Eppozhudhum Engalaip Patchamaai Ninaiththukkondu, Naangal Ungalaik Kaana Vaanjaiyaayirukkiradhupola Neengalum Engalaik Kaana Vaanjaiyaayirukkireergalenbadhaikkuriththum, Engalukku Narseydhisonnadhinaale, "
},{ "Verses": "7 sagodharare, Engalukku Neritta Ellaa Ikkattilum Ubaththiravaththilum Ungal Visuvaasaththinaale Ungalai Kuriththu Aarudhaladaindhom. "
},{ "Verses": "8 neengal Karththarukkul Nilaiththirundhaal Naangal Pizhaiththiruppom. "
},{ "Verses": "9 melum, Nammudaiya Dhevanukku Munbaaga Naangal Ungalaikkuriththu Adaindhirukkira Migundha Sandhoshaththirkaaga, Naangal Dhevanukku Evvidhamaai Sthoththiram Seluththuvom? "
},{ "Verses": "10 ungal Mugaththaik Kandu, Ungal Visuvaasaththin Kuraivugalai Niraivaakkumporuttu, Iravum Pagalum Migavum Vendikkolgirome. "
},{ "Verses": "11 nammudaiya Pidhaavaagiya Dhevanum Nammudaiya Karththaraagiya Yesukiristhuvum Ungalidaththirku Engalai Neraaga Vazhinadaththuvaaraaga. "
},{ "Verses": "12 naangal Ungalidaththil Vaiththirukkira Anbukkoppaai, Neengalum Oruvaridaththil Oruvar Vaikkum Anbilum Matrellaa Manusharidaththil Vaikkum Anbilum Karththar Ungalaip Perugavum Nilaiththongavum Seydhu, "
},{ "Verses": "13 ivvidhamaai Nammudaiya Karththaraagiya Yesukiristhu Thamadhu Parisuththavaangal Anaivarodunkooda Varumbodhu, Neengal Nammudaiya Pidhaavaagiya Dhevanukku Munbaagap Pizhaiyatra Parisuththamullavargalaayirukkumpadi Ungal Irudhayangalai Sthirappaduththuvaaraaga. "
}
]