[
{ "Verses": "1 dhevanudaiya Naamamum Ubadhesamum Thooshikkappadaathapadikku, Adimaiththana Nugaththirkutpattirukkira Velaikkaarar Yaavarum Thangal Ejamaangalai Ellaak Ganaththirkum Paaththirarendru Ennikkollakkadavargal. "
},{ "Verses": "2 visuvaasigalaagiya Ejamaangalai Udaiyavargal, Thangal Ejamaangal Sagodhararaayirukkiradhinaale Avargalai Asattaipannaamal, Nalvelaiyin Balanaip Petrukollugira Avargal Visuvaasigalum Piriyarumaayirukkirapadiyaal, Avargalukku Adhigamaai Oozhiyanjseyyakkadavargal; Indhappadiye Podhiththup Buththisollu. "
},{ "Verses": "3 oruvan Nammudaiya Karththaraagiya Yesukiristhuvin Aarokkiyamaana Vasanangalaiyum, Dhevabakdhikketra Ubadhesangalaiyum Oppukkollaamal, Vetrumaiyaana Ubadhesangalaip Podhikkiravanaanaal, "
},{ "Verses": "4 avan Irumaappullavanum, Ondrum Ariyaadhavanum, Tharkkangalaiyum Vaakkuvaadhangalaiyumpatri Noikondavanumaayirukkiraan; Avaigalaale Poraamaiyum, Sandaiyum, Thooshanangalum, Pollaadha Samsayangalumundaagi, "
},{ "Verses": "5 ketta Sindhaiyullavargalum Saththiyamillaadhavargalum Dhevabakdhiyai Aadhaayaththozhilendru Ennugiravargalumaayirukkira Manushargalaal Undaagum Maarubaadaana Tharkkangalum Pirakkum; Ippadippattavargalai Vittu Vilagu. "
},{ "Verses": "6 podhumengira Manadhudane Koodiya Dhevabakdhiye Migundha Aadhaayam. "
},{ "Verses": "7 ulagaththile Naam Ondrum Konduvandhadhumillai, Idhilirundhu Naam Ondrum Kondupovadhumillai Enbadhu Nichchayam. "
},{ "Verses": "8 unnavum Udukkavum Namakku Undaayirundhaal Adhu Podhumendrirukkakkadavom. "
},{ "Verses": "9 aisuvariyavaangalaaga Virumbugiravargal Sodhanaiyilum Kanniyilum, Manusharaik Kettilum Azhivilum Amizhththugira Madhikedum Sedhamumaana Palavidha Ichchaigalilum Vizhugiraargal. "
},{ "Verses": "10 pana Aasai Ellaath Theemaikkum Veraayirukkiradhu; Silar Adhai Ichchiththu, Visuvaasaththaivittu Vazhuvi, Anega Vedhanaigalaale Thangalai Uruvak Kuththikkondirukkiraargal. "
},{ "Verses": "11 neeyo, Dhevanudaiya Manushane Ivaigalai Vittodi, Needhiyaiyum Dhevabakdhiyaiyum Visuvaasaththaiyum Anbaiyum Porumaiyaiyum Saandhagunaththaiyum Adaiyumpadi Naadu. "
},{ "Verses": "12 visuvaasaththin Nalla Poraattaththaip Poraadu, Niththiyajeevanaip Patrikkol; Adharkaagave Nee Azhaikkappattaai; Anega Saatchigalukku Munbaaga Nalla Arikkai Panninavanumaayirukkiraai. "
},{ "Verses": "13 nammudaiya Karththaraagiya Yesukiristhu Pirasannamaagumvaraikkum, Nee Indhak Karpanaiyai Maasillaamalum Kutramillaamalum Kaikkollumpadikku, "
},{ "Verses": "14 ellaavatraiyum Uyirodirukka Seygira Dhevanudaiya Sannidhaanaththileyum, Pondhiyupilaaththuvin Munnindru Nalla Arikkaiyai Saatchiyaaga Vilangappannina Kiristhu Yesuvinudaiya Sannidhaanaththileyum Unakkuk Kattalaiyidugiren." 
},{ "Verses": "15 andhap Pirasannamaagudhalai Dhevan Thammudaiya Kaalangalil Velippaduththuvaar, Avare Niththiyaanandhamulla Ega Sakkaraadhipadhiyum, Raajaadhi Raajaavum, Karththaadhi Karththaavum, "
},{ "Verses": "16 oruvaraai, Saavaamaiyullavarum, Serakkoodaatha Oliyil Vaasampannugiravarum, Manusharil Oruvarum Kandiraathavarum, Kaanakkoodaathavarumaayirukkiravar; Avarukke Ganamum Niththiya Vallamaiyum Undaayiruppadhaaga. Aamen. "
},{ "Verses": "17 ivvulagaththile Aisuvariyamullavargal Irumaappaana Sindhaiyullavargalaayiraamalum, Nilaiyatra Aisuvariyaththin Mel Nambikkai Vaiyaamalum, Naam Anubavikkiradharku Sagalavidha Nanmaigalaiyum Namakku Sambooranamaaik Kodukkira Jeevanulla Dhevanmel Nambikkai Vaikkavum, "
},{ "Verses": "18 nanmai Seyyavum, Narkiriyaigalil Aisuvariyavaangalaagavum, Dhaaraalamaaik Kodukkiravargalum, Udhaaragunamullavargalumaayirukkavum, "
},{ "Verses": "19 niththiya Jeevanaip Patrikkollumpadi Varungaalaththirkaagath Thangalukku Nalla Aadhaaraththaip Pokkishamaaga Vaikkavum Avargalukkuk Kattalaiyidu, "
},{ "Verses": "20 o Theemoththeyuve, Unnidaththil Oppuvikkappattadhai Nee Kaaththukkondu, Seerkedaana Veenpechchugalukkum, Gnaanamendru Poiyaaip Perpetrirukkira Kolgaiyin Vibareedhangalukkum Vilagu. "
},{ "Verses": "21 silar Adhaip Paaraatti, Visuvaasaththaivittu Vazhuvipponaargal. Kirubaiyaanadhu Unnodekooda Iruppadhaaga. Aamen. "
}
]