[
{ "Verses": "1 pavulum, Silvaanum, Theemoththeyum, Pidhaavaagiya Dhevanukkullum Karththaraagiyayesukiristhuvukkullum Irukkira Thesalonikkeyar Sabaikku Ezhudhugiradhaavadhu: Nammudaiya Pidhaavaagiya Dhevanaalum Karththaraagiya Yesukiristhuvinaalum Ungalukkuk Kirubaiyum Samaadhaanamum Undaavadhaaga. "
},{ "Verses": "2 dhevanukkup Piriyamaana Sagodharare, Ungal Visuvaasaththin Kiriyaiyaiyum, Ungal Anbin Pirayaasaththaiyum, Nammudaiya Karththaraagiya Yesukiristhuvinmelulla Ungal Nambikkaiyin Porumaiyaiyum, Nammudaiya Pidhaavaagiya Dhevanukkumunbaaga Naangal Idaividaamal Ninaivukoorndhu, "
},{ "Verses": "3 neengal Therindhukollappattavargalendru Naangal Arindhu, "
},{ "Verses": "4 engal Jebangalil Idaividaamal Ungalaikkuriththu Vinnappampanni, Ungalellaarukkaagavum Eppozhudhum Dhevanai Sthoththirikkirom. "
},{ "Verses": "5 engal Suvisesham Ungalidaththil Vasanaththodemaaththiramalla, Vallamaiyodum, Parisuththa Aaviyodum, Muzhunichchayaththodum Vandhadhu; Naangalum Ungalukkulle Irundhapodhu Ungalnimiththam Eppadippattavargalaayirundhomendru Arindhirukkireergale. "
},{ "Verses": "6 neengal Migundha Ubaththiravaththile, Parisuththa Aaviyin Sandhoshaththode, Thiruvasanaththai Etrukkondu, Engalaiyum Karththaraiyum Pinpatrugiravargalaagi, "
},{ "Verses": "7 ivvidhamaai Makkedhoniyaavilum Agaayaavilumulla Visuvaasigal Yaavarukkum Maadhirigalaaneergal. "
},{ "Verses": "8 eppadiyenil, Ungalidaththilirundhu Karththarudaiya Vasanam Makkedhoniyaavilum Agaayaavilum Dhoniththadhumallaamal, Naangal Adhaikkuriththu Ondrum Sollavendiyadhaayiraadhapadikku, Dhevanaippatrina Ungal Visuvaasam Engum Pirasiththamaayitru. "
},{ "Verses": "9 enenil, Avargaldhaame Engalaikkuriththu, Ungalidaththil Naangal Adaindha Piravesam Innadhenbadhaiyum, Jeevanulla Meyyaana Dhevanukku Oozhiyanjeyvadharku, Neengal Vikkiragangalai Vittu Dhevanidaththirku Mananthirumbinadhaiyum, "
},{ "Verses": "10 avar Mariththorilirundhezhuppinavarum, Inivarum Kobaakkinaiyinindru Nammai Neengalaakki Ratchikkiravarumaayirukkira Avarudaiya Kumaaranaagiya Yesu Paralogaththilirundhu Varuvadhai Neengal Edhirpaarththukkondirukkiradhaiyum, Arivikkiraargale. "
}
]