[
{ "Verses": "1 mudhirvayadhullavanaik Kadindhukollaamal, Avanaith Thagappanaippolavum, Paaliya Purusharai Sagodhararaippolavum, "
},{ "Verses": "2 mudhirvayadhulla Sthireegalaith Thaaigalaippolavum, Paaliya Sthireegalai Ellaak Karpudan Sagodharigalaippolavum, Paaviththu, Buththisollu. "
},{ "Verses": "3 uththama Vidhavaigalaagiya Vidhavaigalaik Ganampannu. "
},{ "Verses": "4 vidhavaiyaanavalukkup Pillaigalaavadhu, Peran Perththigalaavadhu Irundhaal, Ivargal Mudhalaavadhu Thangal Sondhak Kudumbaththaith Dhevabakdhiyaai Visaariththu, Petraar Seydha Nanmaigalukkup Badhil Nanmaigalai Seyyak Katrukkollakkadavargal; Adhu Nanmaiyum Dhevanukku Munbaagap Piriyamumaayirukkiradhu. "
},{ "Verses": "5 uththama Vidhavaiyaayirundhu Thanimaiyaayirukkiraval Dhevanidaththil Nambikkaiyullavalaai, Iravum Pagalum Venduthalgalilum Jebangalilum Nilaiththiruppaal. "
},{ "Verses": "6 sugabogamaai Vaazhgiraval Uyirode Seththaval. "
},{ "Verses": "7 avargal Kutranjsaattappadaathavargalaayirukkumpadi Ivaigalaik Kattalaiyidu. "
},{ "Verses": "8 oruvan Than Sondha Janangalaiyum, Viseshamaagath Than Veettaaraiyum Visaariyaamarponaal, Avan Visuvaasaththai Marudhaliththavanum, Avisuvaasiyilum Kettavanumaayiruppaan. "
},{ "Verses": "9 arubadhu Vayadhukkuk Kuraiyaadhavalum, Ore Purushanukku Manaiviyaayirundhavalumaagi, "
},{ "Verses": "10 pillaigalai Valarththu, Anniyarai Ubasariththu, Parisuththavaangaludaiya Kaalgalaik Kazhuvi, Ubaththiravappadugiravargalukku Udhaviseydhu, Sagalavidha Narkiriyaigalaiyum Jaakkiradhaiyaai Nadappiththu, Ivvidhamaai Narkiriyaigalaikkuriththu Narsaatchi Petravalumaayirundhaal, Appadippatta Vidhavaiyaiye Vidhavaigal Koottaththil Serththukkollavendum. "
},{ "Verses": "11 ilavayadhulla Vidhavaigalai Adhile Serththukkollaadhe; Enenil, Avargal Kiristhuvukku Virodhamaaik Kaamavigaarankollumpodhu Vivaagampanna Manadhaagi, "
},{ "Verses": "12 mudhalil Kondirundha Visuvaasaththai Viduvathinaale, Aakkinaikkutpaduvaargal. "
},{ "Verses": "13 adhuvumallaamal, Avargal Sombalullavargalaai, Veeduveedaaith Thiriyappazhaguvaargal; Sombalullavargalaai Maaththiramalla, Alappugiravargalaayum Veenaluvarkaarigalaayum Thagaadha Kaariyangalaip Pesugiravargalaayumiruppaargal. "
},{ "Verses": "14 aagaiyaal Ilavayadhulla Vidhavaigal Vivaagampannavum, Pillaigalaip Peravum, Veettai Nadaththavum, Virodhiyaanavan Nindhikkiradharku Idamundaakkaamalirukkavum Vendumendrirukkiren. "
},{ "Verses": "15 enenil Idharkumunne Silar Saaththaanaip Pinbatri Vilagipponaargal. "
},{ "Verses": "16 visuvaasiyaagiya Oruvanidaththilaavadhu Oruththiyidaththilaavadhu Vidhavaigalirundhaal, Avargal Ivargalukku Udhavi Seyyakkadavargal; Sabaiyaanadhu Uththama Vidhavaigalaanavargalukku Udhaviseyyavendiyadhaagaiyaal Andhap Baaraththai Adhinmel Vaikkakkoodaathu. "
},{ "Verses": "17 nandraai Visaaranaiseygira Mooppargalai, Viseshamaaga Thiruvasanaththilum Ubadhesaththilum Pirayaasappadugiravargalai, Rattippaana Ganaththirkup Paaththiraraaga Ennavendum. "
},{ "Verses": "18 poradikkira Maattai Vaai Kattaayaaga Endrum, Velaiyaal Than Koolikkup Paaththiranaayirukkiraan Endrum, Vedhavaakkiyam Sollugiradhe. "
},{ "Verses": "19 mooppanaanavanukku Virodhamaaga Oruvan Seyyum Piraadhai Irandu Moondru Saatchigal Illaamal Nee Etrukkollakkoodaathu. "
},{ "Verses": "20 matravargalukkup Bayamundaagumpadi, Paavanjseydhavargalai Ellaarukkum Munbaagak Kadindhukol. "
},{ "Verses": "21 nee Patchapaadhaththode Ondrum Seyyaamalum, Visaarikkumun Nirunayampannaamalum, Ivaigalaik Kaaththu Nadakkumpadi, Dhevanukkum, Karththaraagiya Yesukiristhuvukkum, Therindhukollappatta Thoodharukkum Munbaaga, Urudhiyaaik Kattalaiyidugiren. "
},{ "Verses": "22 oruvanmelum Seekkiramaaik Kaigalai Vaiyaadhe; Matravargal Seyyum Paavangalukkum Udanpadaadhe; Unnai Suththavaanaagak Kaaththukkol. "
},{ "Verses": "23 nee Inimel Thanneer Maaththiramkudiyaamal, Un Vayitrirkaagavum, Unakku Adikkadi Neridugira Balaveenangalukkaagavum, Konjam Thiraatcharasamum Koottikkol. "
},{ "Verses": "24 silarudaiya Paavangal Veliyarangamaayirundhu, Niyaayaththeerppukku Mundhikkollum; Silarudaiya Paavangal Avargalaip Pindhodarum. "
},{ "Verses": "25 appadiye Silarudaiya Narkiriyaigalum Veliyarangamaayirukkum; Appadi Iraadhavaigalum Maraindhirukkamaattaadhu. "
}
]