[
{ "Verses": "1 aagilum, Aaviyaanavar Velippadaiyaai Sollugirapadi, Pirkaalangalile Manasaatchiyil Soodunda Poiyarudaiya Maayaththinaale Silar Vanjikkira Aavigalukkum Pisaasugalin Ubadhesangalukkum Sevikoduththu, Visuvaasaththaivittu Vilagippovaargal. "
},{ "Verses": "2 vivaagampannaadhirukkavum, "
},{ "Verses": "3 visuvaasigalum Saththiyaththai Arindhavargalum Sthoththiraththode Anubavikkumpadi Dhevan Padaiththa Pojanapadhaarththangalai Vilakkavum Vendumendru Andhap Poiyar Kattalaiyiduvaargal. "
},{ "Verses": "4 dhevan Padaiththadhellaam Nalladhaayirukkiradhu; Sthoththiraththode Etrukkollappadumaagil Ondrum Thallappadaththakkadhalla. "
},{ "Verses": "5 adhu Dhevavasanaththinaalum Jebaththinaalum Parisuththamaakkappadum. "
},{ "Verses": "6 ivaigalai Nee Sagodhararukkup Podhiththuvandhaal, Visuvaasaththirkuriya Vaarththaigalilum Nee Anusariththa Narpodhagaththilum Therinavanaagi, Yesukiristhuvukku Nalla Oozhiyakkaaranaayiruppaai. "
},{ "Verses": "7 seerkedum Kizhavigal Pechchumaayirukkira Kattukkadhaigalukku Vilagi,dhevabakthikkedhuvaaga Muyarchipannu. "
},{ "Verses": "8 sareera Muyarchi Arpa Pirayojanamulladhu; Dhevabakthiyaanadhu Indha Jeevanukkum Idharkup Pinvarum Jeevanukkum Vaakkuththaththamulladhaagaiyaal Ellaavatrilum Pirayojanamulladhu. "
},{ "Verses": "9 indha Vaarththai Unmaiyum Ellaa Angigarippukkum Paaththiramumaayirukkiradhu. "
},{ "Verses": "10 idhinimiththam Pirayaasappadugirom, Nindhaiyum Adaigirom; Enenil Ellaa Manusharukkum, Viseshamaaga Visuvaasigalukkum Ratchagaraagiya Jeevanulla Dhevanmel Nambikkai, Vaiththirukkirom. "
},{ "Verses": "11 ivaigalai Nee Kattalaiyittup Podhiththukkondiru. "
},{ "Verses": "12 un Ilamaiyaikkuriththu Oruvanum Unnai Asattaipannaadhapadikku, Nee Vaarththaiyilum, Nadakkaiyilum, Anbilum, Aaviyilum, Visuvaasaththilum, Karpilum, Visuvaasigalukku Maadhiriyaayiru. "
},{ "Verses": "13 naan Varumalavum Vaasikkiradhilum Buththisollugiradhilum Ubadhesikkiradhilum Jaakkiradhaiyaayiru. "
},{ "Verses": "14 moopparaagiya Sangaththaar Unmel Kaigalai Vaiththapodhu Theerkkadharisanaththinaal Unakku Alikkappatta Varaththaippatri Asadhiyaayiraadhe. "
},{ "Verses": "15 nee Therugiradhu Yaavarukkum Vilangumpadi Ivaigalaiye Sindhiththukkondu, Ivaigalile Nilaiththiru. "
},{ "Verses": "16 unnaikkuriththum Ubadhesaththaikkuriththum Echcharikkaiyaayiru, Ivaigalil Nilaikondiru, Ippadi Seyvaayaanaal, Unnaiyum Un Ubadhesaththaik Ketpavargalaiyum Ratchiththukkolluvaai. "
}
]