[
{ "Verses": "1 piriyamaanavargale, Ulagaththil Anegan Kallaththeerkkadharisigal Thondriyiruppadhinaal, Neengal Ellaa Aavigalaiyum Nambaamal, Andha Aavigal Dhevanaalundaanavaigalo Endru Sodhiththariyungal. "
},{ "Verses": "2 dhevaaaviyai Neengal Edhinaale Ariyalaamendraal: Maamsaththil Vandha Yesukiristhuvai Arikkaipannugira Endha Aaviyum Dhevanaal Undaayirukkiradhu. "
},{ "Verses": "3 maamsaththil Vandha Yesukiristhuvai Arikkaipannaadha Endha Aaviyum Dhevanaal Undaanadhalla; Varumendru Neengal Kelvippatta Andhikkiristhuvinudaiya Aavi Adhuve, Adhu Ippozhudhum Ulagaththil Irukkiradhu. "
},{ "Verses": "4 pillaigale, Neengal Dhevanaalundaayirundhu, Avargalai Jeyiththeergal; Enenil Ulagaththilirukkiravanilum Ungalilirukkiravar Periyavar. "
},{ "Verses": "5 avargal Ulagaththukkuriyavargal,aagaiyaal Ulagaththukkuriyavaigalaip Pesugiraargal, Ulagamum Avargalukku Sevikodukkum. "
},{ "Verses": "6 naangal Dhevanaal Undaanavargal; Dhevanai Arindhavan Engalukku Sevikodukkiraan; Dhevanaal Undaayiraadhavan Engalukku Sevikodukkiradhillai; Idhinaale Saththiya Aavi Innadhendrum, Vanjagaaavi Innadhendrum Arindhirukkirom. "
},{ "Verses": "7 piriyamaanavargale, Oruvariloruvar Anbaayirukkakkadavom; Enenil Anbu Dhevanaal Undaayirukkiradhu; Anbulla Evanum Dhevanaal Pirandhu, Avarai Arindhirukkiraan. "
},{ "Verses": "8 anbillaadhavan Dhevanai Ariyaan, Dhevan Anbaagave Irukkiraar. "
},{ "Verses": "9 thammudaiya Ore Peraana Kumaaranaale Naam Pizhaikkumpadikku Dhevan Avarai Ivvulagaththile Anuppinadhinaal Dhevan Nammel Vaiththa Anbu Velippattadhu. "
},{ "Verses": "10 naam Dhevanidaththil Anbukoorndhadhinaal Alla, Avar Nammidaththil Anbukoorndhu, Nammudaiya Paavangalai Nivirththiseygira Kirubaadhaarabaliyaagath Thammudaiya Kumaaranai Anuppinadhinaale Anbu Undaayirukkiradhu. "
},{ "Verses": "11 piriyamaanavargale, Dhevan Ivvidhamaai Nammidaththil Anbukoorndhirukka, Naamum Oruvaridaththil Oruvar Anbukoorak Kadanaaligalaayirukkirom. "
},{ "Verses": "12 dhevanai Oruvarum Orupodhum Kandadhillai; Naam Oruvaridaththil Oruvar Anbukoorndhaal Dhevan Namakkul Nilaiththirukkiraar; Avarudaiya Anbum Namakkul Pooranappadum. "
},{ "Verses": "13 avar Thammudaiya Aaviyil Namakkuth Thandharulinadhinaale Naam Avarilum Avar Nammilum Nilaiththirukkiradhai Arindhirukkirom. "
},{ "Verses": "14 pidhaavaanavar Kumaaranai Ulagaratchakaraaga Anuppinaarendru Naangal Kandu Saatchiyidukirom. "
},{ "Verses": "15 yesuvaanavar Dhevanudaiya Kumaaranendru Arikkaipannugiravan Evano Avanil Dhevan Nilaiththirukkiraar, Avanum Dhevanil Nilaiththirukkiraan. "
},{ "Verses": "16 dhevan Nammel Vaiththirukkira Anbai Naam Arindhu Visuvaasiththirukkirom. Dhevan Anbaagave Irukkiraar; Anbil Nilaiththirukkiravan Dhevanil Nilaiththirukkiraan, Dhevanum Avanil Nilaiththirukkiraar. "
},{ "Verses": "17 niyaayaththeerppunaalile Namakkuth Dhairiyamundaayirukkaththakkadhaaga Anbu Nammidaththil Pooranappadugiradhu; Enendraal, Avar Irukkirapiragaaramaaga Naamum Ivvulagaththil Irukkirom. "
},{ "Verses": "18 anbile Bayamillai; Poorana Anbu Bayaththaip Purambe Thallum; Bayamaanadhu Vedhanaiyulladhu, Bayappadugiravan Anbil Pooranappattavan Alla. "
},{ "Verses": "19 avar Mundhi Nammidaththil Anbukoorndhapadiyaal Naamum Avaridaththil Anbukoorugirom. "
},{ "Verses": "20 dhevanidaththil Anbukoorugirenendru Oruvan Solliyum, Than Sagodharanaip Pagaiththaal, Avan Poiyan; Thaan Kanda Sagodharanidaththil Anbukooraamalirukkiravan, Thaan Kaanaadha Dhevanidaththil Eppadi Anbukooruvaan? "
},{ "Verses": "21 dhevanidaththil Anbukoorugiravan Than Sagodharanidaththilum Anbukooravendumengira Indhak Karpanaiyai Avaraale Petrirukkirom. "
}
]