[
{ "Verses": "1 en Pillaigale, Neengal Paavancheyyaadhapadikku Ivaigalai Ungalukku Ezhudhugiren; Oruvan Paavancheyvaanaanaal Needhipararaayirukkira Yesukiristhu Namakkaagap Pidhaavinidaththil Parindhu Pesugiravaraayirukkiraar. "
},{ "Verses": "2 nammudaiya Paavangalai Nivirththi Seygira Kirubaadhaarabali Avare; Nammudaiya Paavangalai Maaththiram Alla, Sarvalogaththin Paavangalaiyum Nivirththiseygira Baliyaayirukkiraar. "
},{ "Verses": "3 avarudaiya Karpanaigalai Naam Kaikkollugiravargalaanaal, Avarai Arindhirukkiromenbadhai Adhinaal Arivom. "
},{ "Verses": "4 avarai Arindhirukkirenendru Solliyum, Avarudaiya Karpanaigalaik Kaikkollaadhavan Poiyanaayirukkiraan, Avanukkul Saththiyamillai. "
},{ "Verses": "5 avarudaiya Vasanaththaik Kaikkollugiravanidaththil Dheva Anbu Meyyaagap Pooranappattirukkum; Naam Avarukkul Irukkiromenbadhai Adhinaale Arindhirukkirom. "
},{ "Verses": "6 avarukkul Nilaiththirukkirenendru Sollugiravan, Avar Nadandhapadiye Thaanum Nadakkavendum. "
},{ "Verses": "7 sagodharare, Naan Ungalukkup Pudhiya Karpanaiyai Alla, Aadhimudhal Neengal Petrirukkira Pazhaiya Karpanaiyaiye Ezhudhugiren; Andhap Pazhaiya Karpanai Neengal Aadhimudhal Kettirukkira Vasanandhaane. "
},{ "Verses": "8 melum, Naan Pudhiya Karpanaiyaiyum Ungalukku Ezhudhugiren, Idhu Avarukkullum Ungalukkullum Meyyaayirukkiradhu; Enendraal, Irul Neengippogiradhu, Meyyaana Oli Ippozhudhu Piragaasikkiradhu. "
},{ "Verses": "9 oliyile Irukkiren Endru Solliyum Than Sagodharanaip Pagaikkiravan Idhuvaraikkum Irulile Irukkiraan. "
},{ "Verses": "10 than Sagodharanidaththil Anbukoorugiravan Oliyile Nilaikondirukkiraan; Avanidaththil Idaral Ondrumillai. "
},{ "Verses": "11 than Sagodharanaip Pagaikkiravan Irulile Irundhu Irulile Nadakkiraan; Irulaanadhu Avan Kangalaik Kurutaakkinapadiyaal Thaan Pogumidam Innadhendru Ariyaadhirukkiraan. "
},{ "Verses": "12 pillaigale, Avarudaiya Naamaththinimiththam Ungal Paavangal Mannikkappattirukkiradhinaal Ungalukku Ezhudhugiren. "
},{ "Verses": "13 pidhaakkale, Aadhimudhalirukkiravarai Neengal Arindhirukkiradhinaal Ungalukku Ezhudhugiren. Vaalibare, Pollaanganai Neengal Jeyiththadhinaal Ungalukku Ezhudhugiren. Pillaigale Neengal Pidhaavai Arindhirukkiradhinaal Ungalukku Ezhudhugiren. "
},{ "Verses": "14 pidhaakkale, Aadhimudhalirukkiravarai Neengal Arindhirukkiradhinaal Ungalukku Ezhudhiyirukkiren. Vaalibare, Neengal Balavaangalaayirukkiradhinaalum, Dhevavasanam Ungalil Nilaiththirukkiradhinaalum, Neengal Pollaanganai Jeyiththadhinaalum, Ungalukku Ezhudhiyirukkiren. "
},{ "Verses": "15 ulagaththilum Ulagaththilullavaigalilum Anbukooraadhirungal; Oruvan Ulagaththil Anbukoorndhaal Avanidaththil Pidhaavin Anbillai. "
},{ "Verses": "16 enenil, Maamsaththin Ichchaiyum, Kangalin Ichchaiyum, Jeevanaththin Perumaiyumaagiya Ulagaththilullavaigalellaam Pidhaavinaalundaanavaigalalla, Avaigal Ulagaththinaalundaanavaigal. "
},{ "Verses": "17 ulagamum Adhin Ichchaiyum Ozhindhupom; Dhevanudaiya Siththaththinpadi Seygiravano Endrendraikkum Nilaiththiruppaan. "
},{ "Verses": "18 pillaigale, Idhu Kadaisikkaalamaayirukkiradhu; Andhikkiristhu Varugiraanendru Neengal Kelvippattapadi Ippozhudhum Anega Andhikkiristhugal Irukkiraargal; Adhinaale Idhu Kadaisikkaalamendru Arigirom. "
},{ "Verses": "19 avargal Nammaivittup Pirindhu Ponaargal,aagilum Avargal Nammudaiyavargalaayirukkavillai; Nammudaiyavargalaayirundhaargalaanaal Nammudane Nilaiththiruppaargale; Ellaarum Nammudaiyavargalallavendru Veliyaagumpadikke Pirindhuponaargal. "
},{ "Verses": "20 neengal Parisuththaraale Abishegam Petru Sagalaththaiyum Arindhirukkireergal. "
},{ "Verses": "21 saththiyaththai Neengal Ariyaadhadhinaalalla, Neengal Saththiyaththai Arindhirukkiradhinaalum Saththiyaththinaal Oru Poiyumundaayiraadhenbadhai Neengal Arindhirukkiradhinaalum, Ungalukku Ezhudhiyirukkiren. "
},{ "Verses": "22 yesuvaikkiristhu Alla Endru Marudhalikkiravaneyallaamal Vere Yaar Poiyan? Pidhaavaiyum Kumaaranaiyum Marudhalikkiravane Andhikkiristhu. "
},{ "Verses": "23 kumaaranai Marudhalikkiravan Pidhaavai Udaiyavanalla, Kumaaranai Arikkaiyidugiravan Pidhaavaiyum Udaiyavanaayirukkiraan. "
},{ "Verses": "24 aagaiyaal Aadhimudhal Neengal Kelvippattadhu Ungalil Nilaiththirukkakkadavadhu; Aadhimudhal Neengal Kelvippattadhu Ungalil Nilaiththirundhaal, Neengalum Kumaaranilum Pidhaavilum Nilaiththiruppeergal. "
},{ "Verses": "25 niththiya Jeevanai Alippenenbadhe Avar Namakku Seydha Vaakkuththaththam. "
},{ "Verses": "26 ungalai Vanjikkiravargalaik Kuriththu Ivaigalai Ungalukku Ezhudhiyirukkiren. "
},{ "Verses": "27 neengal Avaraale Petra Abishegam Ungalil Nilaiththirukkiradhu, Oruvarum Ungalukku Bodhikkavenduvadhillai; Andha Abishegam Sagalaththaiyunkuriththu Ungalukku Bodhikkiradhu; Adhu Saththiyamaayirukkiradhu, Poiyalla, Adhu Ungalukku Bodhiththapadiye Avaril Nilaiththiruppeergalaaga. "
},{ "Verses": "28 ippadiyirukka, Pillaigale, Avar Velippadumpodhu Naam Avar Varugaiyil Avarukku Munbaaga Vetkappattuppogaamal Dhairiyamullavargalaayirukkumpadi Avaril Nilaiththirungal. "
},{ "Verses": "29 avar Needhiyullavaraayirukkiraarendru Ungalukkuth Therindhiruppadhinaal, Needhiyai Seygiravanevanum Avaril Pirandhavanendru Arindhirukkireergal. "
}
]