[
{ "Verses": "1 naam Dhevanudaiya Pillaigalendru Azhaikkappaduvadhinaale Pidhaavaanavar Namakkup Paaraattina Anbu Evvalavu Peridhendru Paarungal; Ulagam Avarai Ariyaadhapadiyinaale Nammaiyum Ariyavillai. "
},{ "Verses": "2 piriyamaanavargale, Ippozhudhu Dhevanudaiya Pillaigalaayirukkirom, Ini Evvidhamaayiruppomendru Innum Velippadavillai;aagilum Avar Velippadumpodhu Avar Irukkiravannamaagave Naam Avaraith Dharisippadhinaal, Avarukku Oppaayiruppomendru Arindhirukkirom. "
},{ "Verses": "3 avarmel Ippadippatta Nambikkai Vaiththirukkiravanevanum, Avar Suththamullavaraayirukkiradhupola, Thannaiyum Suththigariththukkollugiraan. "
},{ "Verses": "4 paavancheygira Evanum Niyaayappiramaanaththai Meerugiraan; Niyaayappiramaanaththai Meerugiradhe Paavam. "
},{ "Verses": "5 avar Nammudaiya Paavangalai Sumandhu Theerkka Velippattaarendru Ariveergal; Avaridaththil Paavamillai. "
},{ "Verses": "6 avaril Nilaiththirukkira Evanum Paavancheygiradhillai; Paavancheygira Evanum Avaraik Kaanavumillai, Avarai Ariyavumillai "
},{ "Verses": "7 pillaigale Neengal Oruvaraalum Vanjikkappataadhirungal; Needhiyai Seygiravan Avar Needhiyullavaraayirukkiradhupolath Thaanum Needhiyullavanaayirukkiraan. "
},{ "Verses": "8 paavancheygiravan Pisaasinaalundaayirukkiraan; Enenil Pisaasaanavan Aadhimudhal Paavancheygiraan, Pisaasinudaiya Kiriyaigalai Azhikkumpadikke Dhevanudaiya Kumaaran Velippattaar. "
},{ "Verses": "9 dhevanaal Pirandha Evanum Paavancheyyaan, Enenil Avarudaiya Viththu Avanukkul Thariththirukkiradhu; Avan Dhevanaal Pirandhapadiyinaal Paavancheyyamaattaan. "
},{ "Verses": "10 idhinaale Dhevanudaiya Pillaigal Innaarendrum, Pisaasin Pillaigal Innaarendrum Velippadum; Needhiyaichcheyyaamalum Than Sagodharanil Anbukooraamalum Irukkira Evanum Dhevanaalundaanavanalla. "
},{ "Verses": "11 naam Oruvariloruvar Anbukooravendumenbadhe Neengal Aadhimudhal Kelvippatta Viseshamaayirukkiradhu. "
},{ "Verses": "12 pollaanganaal Undaayirundhu Than Sagodharanaik Kolaiseydha Kaayeenaippolirukkavendaam; Avan Edhinimiththam Avanaik Kolaiseydhaan? Than Kiriyaigal Pollaadhavaigalum, Than Sagodharanudaiya Kiriyaigal Needhiyullavaigalumaayirundhadhinimiththandhaane. "
},{ "Verses": "13 en Sagodharare, Ulagam Ungalaip Pagaiththaal Aachchariyappadaadhirungal. "
},{ "Verses": "14 naam Sagodhararidaththil Anbukoorugirapadiyaal, Maranaththaivittu Neengi Jeevanukkutpattirukkiromendru Arindhirukkirom. Sagodharanidaththil Anbukooraadhavan Maranaththil Nilaikondirukkiraan. "
},{ "Verses": "15 than Sagodharanaip Pagaikkira Evanum Manushakolaipaadhaganaayirukkiraan; Manusha Kolaipaadhaganevano Avanukkul Niththiyajeevan Nilaiththiraadhu Endru Ariveergal. "
},{ "Verses": "16   avar tham udeiya jeevanal namakaaga koduthathinalae anbu innathu endru arinthu irukirom. Naamum sagootharaukaaga jeevanai koduka kadan aaligalaai irukirom."
},{ "Verses": "17 Oruvan ivulaga aasthi udeiyavanaai irunthu, than sagootharanuku kureichel undu endru kandu, than iruthayathei avanuku adeithu kondaal, avanukul Thevan anbu nilei kolugirathe eppadi? "
},{ "Verses": "18 En pilleigale, vasanthinaalum naavinaalum alla, kiriyeiyinalum unmeiyinaalum anbu kuura kadavom."
},{ "Verses": "19 Ithinaale naam nammei sathiyathirku uriyavargal endru arinthu, nam udeiya iruthayathei avaruku munbaaga nichaya paduthi kollalaam"
},{ "Verses": "20  Nam udeiya iruthayamae nammel kutra vaaligalaaga theerkum aanaal, Thevan nam udeiya iruthayathilum periyavaraai irunthu sagalatheiyum arinthu irukiraar."
},{ "Verses": "21  Piriyam aanavargale, nam udeiya iruthayam nammei kutra vaaligal endru theerkaath irunthaal, naam Thevan idathil thairiyam kondu irunthu."
},{ "Verses": "22  Avar udeiya karpaneigalei naam kai kondu avaruku munbaaga piriyam aanaveigalei seigira padiyinaal naam vaendi kollugirathu ethuvo athei avaraale petru kollugirom."
},{ "Verses": "23 Naam avar udeiya Kumaaran agiya Yesu Kiristhuvin naamethin mael visuvaasamaai irunthu, avar namaku kattalei itta padi oruvaril oruvar anbaai iruka vaendum enbathe avar udeiya karpaneiyaai irukirathu."
},{ "Verses": "24 Avar udeiya kattaleigalei kai kollugiravan avaril nileithu irukiraan, avarum  avanil nileithu irukiraan, avarum avanil nileithu irukiraar. Avar nammil nileithu irukirathei avar namaku thanthu arulina Aaviyinaale arinthu irukirom."
}
]