[
{ "Verses": "1 yesuvaanavarekiristhu Endru Visuvaasikkira Evanum Dhevanaal Pirandhirukkiraan; Pirappiththavaridaththil Anbukoorugira Evanum Avaraal Pirappikkappattavanidaththilum Anbukoorugiraan. "
},{ "Verses": "2 naam Dhevanidaththil Anbukoorndhu Avarudaiya Karpanaigalaik Kaikkollumbodhu, Dhevanudaiya Pillaigalidaththil Anbukoorugiromendru Arindhukollugirom. "
},{ "Verses": "3 naam Dhevanudaiya Karpanaigalaik Kaikkolvadhe Avaridaththil Anbukooruvadhaam; Avarudaiya Karpanaigal Baaramaanavaigalumalla. "
},{ "Verses": "4 dhevanaal Pirappadhellaam Ulagaththai Jeyikkum; Nammudaiya Visuvaasame Ulagaththai Jeyikkira Jeyam. "
},{ "Verses": "5 yesuvaanavar Dhevanudaiya Kumaaranendru Visuvaasikkiravaneyandri Ulagaththai Jeyikkiravan Yaar? "
},{ "Verses": "6 yesukiristhuvaagiya Ivare Jalaththinaalum Iraththaththinaalum Vandhavar; Jalaththinaale Maaththiramalla, Jalaththinaalum Iraththaththinaalum Vandhavar. Aaviyaanavar Saththiyamaagaiyaal, Aaviyaanavare Saatchikodukkiravar. "
},{ "Verses": "7 [paralogaththile Saatchiyidugiravargal Moovar, Pidhaa, Vaarththai, Parisuththa Aavienbavargale, Immoovarum Ondraayirukkiraargal; "
},{ "Verses": "8 poologaththile] Saatchiyidugiravaigal Moondru, Aavi, Jalam, Iraththamenbavaigale, Immoondrum Orumaippattirukkiradhu. "
},{ "Verses": "9 naam Manusharudaiya Saatchiyai Etrukkondaal, Adhaippaarkkilum Dhevanudaiya Saatchi Adhigamaayirukkiradhu; Dhevan Thamadhu Kumaaranaik Kuriththukkoduththa Saatchi Idhuve. "
},{ "Verses": "10 dhevanudaiya Kumaaranidaththil Visuvaasamaayirukkiravan Andha Saatchiyaith Thanakkulle Kondirukkiraan; Dhevanai Visuvaasiyaadhavano, Dhevan Thammudaiya Kumaaranaik Kuriththukkoduththa Saatchiyai Visuvaasiyaadhadhinaal Avaraip Poiyaraakkugiraan. "
},{ "Verses": "11 dhevan Namakku Niththiya Jeevanaith Thandhirukkiraar, Andha Jeevan Avarudaiya Kumaaranil Irukkiradhenbadhe Andha Saatchiyaam. "
},{ "Verses": "12 kumaaranai Udaiyavan Jeevanai Udaiyavan, Dhevanudaiya Kumaaran Illaadhavan Jeevan Illaadhavan. "
},{ "Verses": "13 ungalukku Niththiyajeevan Undendru Neengal Ariyavum, Dhevakumaaranudaiya Naamaththin Mel Neengal Visuvaasamaayirukkavum, Dhevakumaaranudaiya Naamaththin Mel Visuvaasamaayirukkira Ungalukku Ivaigalai Ezhudhiyirukkiren. "
},{ "Verses": "14 naam Edhaiyaagilum Avarudaiya Siththaththinpadikettaal, Avar Namakku Sevikodukkiraarenbadhe Avaraip Patri Naam Kondirukkira Dhairiyam. "
},{ "Verses": "15 naam Edhaik Kettaalum Avar Namakku Sevikodukkiraarendru Naam Arindhirundhomaanaal, Avaridaththil Naam Kettavaigalaip Petrukkondomendrum Arindhirukkirom. "
},{ "Verses": "16 maranaththukku Edhuvallaadha Paavaththaith Than Sagodharan Seyya Oruvan Kandaal, Avan Vendudhalseyyakkadavan, Appozhudhu Avanukku Jeevanaikkoduppaar; Yaarukkendraal, Maranaththukku Edhuvallaadha Paavaththai Seydhavargalukke; Maranaththukku Edhuvaana Paavamundu, Adhaikkuriththu Vendudhalseyya Naan Sollen. "
},{ "Verses": "17 aneedhiyellaam Paavandhaan; Endraalum Maranaththukku Edhuvallaadha Paavamumundu. "
},{ "Verses": "18 dhevanaal Pirandha Evanum Paavancheyyaanendru Arindhirukkirom; Dhevanaal Pirandhavan Thannaik Kaakkiraan, Pollaangan Avanaith Thodaan. "
},{ "Verses": "19 naam Dhevanaal Undaayirukkiromendrum, Ulagamuzhuvadhum Pollaanganukkul Kidakkiradhendrum Arindhirukkirom. "
},{ "Verses": "20 andriyum, Naam Saththiyamullavarai Arindhukolvadharku Dhevanudaiya Kumaaran Vandhu Namakku Buththiyaith Thandhirukkiraarendrum Arivom; Avarudaiya Kumaaranaagiya Yesukiristhu Ennappatta Saththiyamullavarukkullum Irukkirom; Ivare Meyyaana Dhevanum Niththiyajeevanumaayirukkiraar. "
},{ "Verses": "21 pillaigale, Neengal Vikkiragangalukku Vilagi, Ungalaik Kaaththukkolveergalaaga. Aamen. "
}
]