[
{ "Verses": "1 dhevanudaiya Siththaththinaale Yesukiristhuvin Apposthalanaagiya Pavulum, Sagodharanaagiya Theemoththeyum, Korindhu Pattanaththilulla Devanudaiya Sabaikkum, Agaayaa Naadengumulla Ellaap Parisuththavaangalukkum Ezhudhugiradhaavadhu: "
},{ "Verses": "2 nammudaiya Pidhaavaagiya Dhevanaalum, Karththaraagiya Yesukiristhuvinaalum, Ungalukkuk Kirubaiyum Samaadhaanamum Undaavadhaaga. "
},{ "Verses": "3 namadhu Karththaraagiya Yesukiristhuvin Pidhaavaagiya Dhevanum, Irakkangalin Pidhaavum, Sagalavidhamaana Aarudhalin Dhevanumaayirukkiravarukku Sthoththiram. "
},{ "Verses": "4 dhevanaal Engalukku Arulappadugira Aarudhalinaale, Endha Ubaththiravaththilaagilum Agappadugiravargalukku Naangal Aarudhal Seyyath Thiraaniyullavargalaagumpadi, Engalukku Varum Sagala Ubaththiravangalileyum Avare Engalukku Aarudhalseygiravar." 
},{ "Verses": "5 eppadiyenil, Kiristhuvinudaiya Paadugal Engalidaththil Perugugiradhupola, Kiristhuvinaale Engalukku Aarudhalum Perugugiradhu. "
},{ "Verses": "6 aadhalaal, Naangal Ubaththiravappattaalum Adhu Ungal Aarudhalukkum Ratchippukkum Edhuvaagum; Naangal Aarudhaladaindhaalum Adhuvum Ungal Aarudhalukkum Ratchippukkum Edhuvaagum; Naangal Paadupadugiradhupola Neengalum Paadupattu Sagikkiradhinaale Andha Ratchippu Balanseygiradhu. "
},{ "Verses": "7 neengal Engalodekoodap Paadupadugiradhupola Engalodekooda Aarudhalum Adaigireergalendru Naangal Arindhu, Ungalaikkuriththu Urudhiyaana Nambikkaiyullavargalaayirukkirom. "
},{ "Verses": "8 aagaiyaal Sagodharare, Aasiyaavil Engalukku Neritta Ubaththiravaththai Neengal Ariyaadhirukka Engalukku Manadhillai. Ennavenil, Pizhaippom Engira Nambikkai Atruppogaththakkadhaaga, Engal Balaththirku Minjina Adhiga Baaramaana Varuththam Engalukku Undaayitru. "
},{ "Verses": "9 naangal Engalmel Nambikkaiyaayiraamal, Mariththorai Ezhuppugira Devanmel Nambikkaiyaayirukkaththakkadhaaga, Maranam Varumendru Naangal Engalukkulle Nichchayiththirundhom. "
},{ "Verses": "10 appadippatta Maranaththinindrum Avar Engalaith Thappuviththaar, Ippozhudhum Thappuvikkiraar, Innum Thappuvippaar Endru Avarai Nambiyirukkirom. "
},{ "Verses": "11 anegarmoolamaai Engalukku Undaana Thayavukkaaga Anegaraal Engal Nimiththam Sthoththirangal Seluththappadumporuttu, Neengalum Vinnappaththinaal Engalukku Udhaviseyyungal. "
},{ "Verses": "12 maamsaththirketra Gnaanaththode Nadavaamal, Dhevanudaiya Kirubaiyinaal Naangal Ulagaththileyum, Viseshamaaga Ungalidaththileyum, Kapadamillaamal Dhivviya Unmaiyode Nadandhomendru, Engal Manadhu Engalukku Sollunsaatchiye Engal Pugazhchchiyaayirukkiradhu. "
},{ "Verses": "13 enendraal, Neengal Vaasiththum Oththukkondumirukkira Kaariyangalaiyeyandri, Verondraiyum Naangal Ungalukku Ezhudhavillai; Mudivubariyandhamum Appadiye Oththukkolveergalendru Nambiyirukkiren. "
},{ "Verses": "14 karththaraagiya Yesuvinudaiya Naalile Neengal Engalukkup Pugazhchchiyaayiruppadhupola, Naangalum Ungalukkup Pugazhchchiyaayirukkiradhai Oruvaaru Oththukkondirukkireergale. "
},{ "Verses": "15 naan Ippadippatta Nambikkaiyaik Kondirukkirapadiyinaal, Ungalukku Irandaandharamum Pirayojanamundaagumpadi, Mudhalaavadhu Ungalidaththil Varavum, "
},{ "Verses": "16 pinbu Ungal Oorvazhiyaai Makkedhoniyaa Naattukkup Pogavum, Makkedhoniyaavai Vittu Marupadiyum Ungalidaththirku Varavum, Ungalaal Yoodheyaa Dhesaththukku Vazhivittanuppappadavum Yosanaiyaayirundhen. "
},{ "Verses": "17 ippadi Naan Yosiththadhu Veenaaga Yosiththeno? Alladhu Aam Aam Engiradhum, Alla Alla Engiradhum, Ennidaththile Irukkaththakkadhaaga, Naan Yosikkiravaigalai Maamsaththinpadi Yosikkireno? "
},{ "Verses": "18 naangal Ungalukku Sonnavaarththai Aam Alla Endru Irukkavillai; Adharku Unmaiyulla Devane Saatchi. "
},{ "Verses": "19 ennaalum, Silvaanuvinaalum, Theemoththeyuvinaalum, Ungalukkulle Pirasangikkappatta Devakumaaranaagiya Yesukiristhuvum Aam Endrum Alla Endrum Iraamal, Aam Endre Irukkiraar. "
},{ "Verses": "20 engalaal Dhevanukku Magimaiyundaagumpadi, Dhevanudaiya Vaakkuththaththangalellaam Yesukiristhuvukkul Aam Endrum, Avarukkul Aamen Endrum Irukkiradhe. "
},{ "Verses": "21 ungalodekooda Engalaiyum Kiristhuvukkul Sthirappaduththi, Nammai Abishegampanninavar Devane. "
},{ "Verses": "22 avar Nammai Muththiriththu, Nammudaiya Irudhayangalil Aaviyennum Achchaaraththaiyum Koduththirukkiraar. "
},{ "Verses": "23 melum Naan Ungalaith Thappavidumpadikke Idhuvaraikkum Korindhupattanaththirku Varaadhirukkirenendru, En Aaththumaavinperil Dhevanaiye Saatchiyaagak Korugiren. "
},{ "Verses": "24 ungal Visuvaasaththirku Naangal Adhigaarigalaayiraamal, Ungal Santhoshaththirku Sagaayaraayirukkirom; Visuvaasaththinaale Nilainirkireergale. "
}
]