[
{ "Verses": "1 andriyum Sagodharare, Makkedhoniyaa Naattu Sabaigalukku Devan Aliththa Kirubaiyai Ungalukku Arivikkirom. "
},{ "Verses": "2 avargal Migundha Ubaththiravaththinaale Sothikkappadugaiyil, Kodiya Thariththiramudaiyavargalaayirundhum, Thangal Paripoorana Santhoshaththinaale Migundha Udhaaraththuvamaaik Koduththaargal. "
},{ "Verses": "3 melum Avargal Thangal Thiraanikkuth Thakkadhaagavum, Thangal Thiraanikku Minjiyum Kodukka Thaangale Manadhullavargalaayirundhaargalenpadharku, Naan Saatchiyaayirukkiren. "
},{ "Verses": "4 thangal Ubagaaraththaiyum, Parisuththavaangalukku Seyyappadum Dharmaoozhiyaththin Pangaiyum Naangal Etrukkollumpadi Avargal Engalai Migavum Vendikkondaargal. "
},{ "Verses": "5 melum Naangal Ninaiththapadimaaththiram Kodaamal, Dhevanudaiya Siththaththinaale Munbu Thangalaiththaame Karththarukkum, Pinbu Engalukkum Oppukkoduththaargal. "
},{ "Verses": "6 aadhalaal Theeththu Indhath Tharmakaariyaththai Ungalidaththil Thodanginapadiye, Adhai Mudikkavum Vendumendru Avanaik Kettukkondom. "
},{ "Verses": "7 allaamalum, Visuvaasaththilum, Podhippilum, Arivilum, Ellaavidha Jaakkiradhaiyilum, Engalmelulla Ungal Anbilum, Matrellaak Kaariyangalilum, Neengal Perugiyirukkiradhupola, Indhath Tharmakaariyaththilum Perugavendum. "
},{ "Verses": "8 idhai Naan Kattalaiyaaga Sollaamal, Matravargaludaiya Jaakkiradhaiyaikkondu, Ungal Anbin Unmaiyai Sodhikkumporutte Sollugiren. "
},{ "Verses": "9 nammudaiya Karththaraagiya Yesukiristhuvin Kirubaiyai Arindhirukkireergale; Avar Aisuvariyamullavaraayirundhum, Neengal Avarudaiya Thariththiraththinaale Aisuvariyavaangalaagumpadikku, Ungalnimiththam Thariththiraraanaare. "
},{ "Verses": "10 idhaikkuriththu En Yosanaiyai Ungalukku Arivikkiren; Idhai Seygiradharku Maaththiramalla, Seyyavendumendru Urchaagappadugiradharkum Oruvarushamaai Aarambampannina Ungalukku Idhu Thagudhiyaayirukkum. "
},{ "Verses": "11 aagaiyaal Adhai Ippozhudhu Seydhu Niraivetrungal; Kodukkavendum Engira Viruppamundaayirundhadhupola, Ungalukku Ullavaigalil Eduththu Adhai Niraivetrudhalum Undaavadhaaga. "
},{ "Verses": "12 oruvanukku Manaviruppamirundhaal, Avanukku Illaadhadhinpadiyalla, Avanukku Ulladhinpadiye Angikarikkappadum. "
},{ "Verses": "13 matravargalukku Sagaayamum Ungalukku Varuththamum Undaagumpadiyalla, Samanilaiyirukkumpadiyaagave Sollugiren. "
},{ "Verses": "14 eppadiyenil, Migudhiyaai Serththavanukku Adhigamaanadhumillai, Konjamaai Serththavanukkuk Kuraivaanadhumillai Endru Ezhudhiyirukkirapiragaaram, "
},{ "Verses": "15 samanilaip Piramaanaththinpadiye, Avargaludaiya Selvam Ungal Varumaikku Udhavumpadikku Ikkaalaththile Ungaludaiya Selvam Avargaludaiya Varumaikku Udhavuvadhaaga. "
},{ "Verses": "16 andriyum Ungalukkaaga Ippadippatta Jaakkiradhai Undaayirukkumpadi Theeththuvin Irudhayaththil Arulina Dhevanukku Sthoththiram. "
},{ "Verses": "17 naangal Kettukkondadhai Avan Angikariththadhumallaamal, Avan Adhiga Jaakkiradhaiyaayirundhu, Than Viruppaththinpadiye Ungalidaththirku Varap Purappattaan. "
},{ "Verses": "18 suvisesha Oozhiyaththil Ellaa Sabaigalilum Pugazhchchipetra Oru Sagodharanai Avanodekooda Anuppiyirukkirom. "
},{ "Verses": "19 adhumaaththiramalla, Karththarukku Magimaiyundaagavum, Ungal Manaviruppam Vilangavum, Engal Oozhiyaththinaale Serkkappadum Tharmappanaththaik Kondupogaiyil, Engalukku Vazhiththunaiyaayirukkumpadi, Avan Sabaigalaal Therindhu Erpaduththappattavanaayum Irukkiraan. "
},{ "Verses": "20 engal Oozhiyaththinaale Serkkappadum Indha Migudhiyaana Tharmappanaththaikkuriththu Oruvanum Engalaik Kutrappaduththaadhapadikku Naangal Echcharikkaiyaayirundhu, "
},{ "Verses": "21 karththarukku Munbaagamaaththiramalla, Manusharukku Munbaagavum Yokkiyamaanavaigalai Seyya Naadugirom. "
},{ "Verses": "22 melum, Anega Kaariyangalil Jaakkiradhaiyullavanendru Naangal Palamurai Kandarindhavanum, Ippozhudhu Ungalmelulla Migundha Nambikkaiyinaale Adhiga Jaakkiradhaiyullavanumaagiya Nammudaiya Sagodharanaiyum Ivargalode Kooda Anuppiyirukkirom. "
},{ "Verses": "23 theeththuvaikkuriththu Oruvan Visaariththaal, Avan Enakkuk Koottaaliyum Ungalukkaaga En Udanvelaiyaalumaayikkiraanendrum; Engal Sagodhararaikkuriththu Oruvan Visaariththaal, Avargal Sabaigaludaiya Sthaanaapadhigalum, Kiristhuvukku Magimaiyumaayirukkiraargalendrum Ariyakkadavan. "
},{ "Verses": "24 aadhalaal Ungal Anbaiyum, Naangal Ungalaikkuriththu Sonna Pugazhchchiyaiyum, Sabaigalukku Munbaaga Avargalukkuth Thirushtaandhappaduththungal. "
}
]