[
{ "Verses": "1 ippadippatta Vaakkuththaththangal Namakku Undaayirukkirapadiyinaal, Piriyamaanavargale, Maamsaththilum Aaviyilum Undaana Ellaa Asusiyum Neenga, Nammai Suththigariththukkondu, Parisuththamaakudhalai Devabayaththode Pooranappaduththakkadavom. "
},{ "Verses": "2 engalukku Idankodungal; Naangal Oruvanukkum Aniyaayanjeyyavillai, Oruvanaiyum Kedukkavillai, Oruvanaiyum Vanjikkavillai. "
},{ "Verses": "3 ungalaik Kutravaaligalaakkumporuttaaga Ippadi Naan Sollugiradhillai; Munne Naan Solliyapadi, Ungaludanekooda Saagavum Koodap Pizhaikkavunthakkadhaaga Engalirudhayangalil Neengal Irukkireergale. "
},{ "Verses": "4 migundha Thairiyaththode Ungaludan Pesugiren; Ungalaikkuriththu Migavum Menmaipaaraattugiren, Aarudhalaal Niraindhirukkiren, Engalukku Undaana Sagala Ubaththiravaththileyum Paripoorana Santhoshamaayirukkiren. "
},{ "Verses": "5 eppadiyendraal, Naangal Makkedhoniyaa Naattile Vandhapodhu, Engal Sareeraththirku Ilaippaarudhal Ondrumillaamal, Eppakkaththileyum Ubaththiravappattom; Purambe Poraattangalum, Ulle Bayangalum Irundhana. "
},{ "Verses": "6 aagilum, Sirumaippattavargalukku Aarudhal Seygira Dhevan Theeththu Vandhadhinaale Engalukku Aarudhalseydhaar. "
},{ "Verses": "7 avan Vandhadhinaalemaaththiramalla, Ungal Vaanjaiyaiyum, Ungal Thukkippaiyum, Ennaippatri Ungalukku Undaana Bakthivairaakkiyaththaiyum Avan Kandu, Ungalaal Adaindha Aarudhalaith Theriyappaduththinadhinaalum, Naanum Aarudhaladaindhu Adhigamaai Santhoshappatten." 
},{ "Verses": "8 aadhalaal Naan Nirubaththinaale Ungalaith Thukkappaduththiyirundhum, Andha Nirubam Konjappozhudhaagilum Ungalaith Thukkappaduththinadhendru Kandu Naan Manasthaabappattirundhum, Ippozhudhu Manasthaabappadugiradhillai. "
},{ "Verses": "9 ippozhudhu Santhoshappadugiren; Neengal Thukkappattadharkaaga Alla, Manandhirumpugiradharkedhuvaagath Thukkappattadharkaagave Santhoshappadugiren; Neengal Ondrilum Engalaal Nashtappadaadhapadikku, Dhevanukketra Thukkam Adaindheergale. "
},{ "Verses": "10 dhevanukketra Thukkam Pinbu Manasthaabappadugiradharku Idamillaamal Ratchippukkedhuvaana Mananthirumpudhalai Undaakkugiradhu; Lowgiga Thukkamo Maranaththai Undaakkugiradhu. "
},{ "Verses": "11 paarungal, Neengal Dhevanukketra Thukkamadaindhadhunde; Adhu Ungalidaththil Evvalavu Jaakkiradhaiyaiyum, Kutrandheera Evvalavu Niyaayancholludhalaiyum, Evvalavu Veruppaiyum, Evvalavu Bayaththaiyum, Evvalavu Aavalaiyum, Evvalavu Bakdhivairaakkiyaththaiyum, Evvalavu Kandippaiyum Undaakkitru. Indhak Kaariyaththile Neengal Ellaavidhaththilum Ungalai Suththavaangalendru Vilangappannineergal. "
},{ "Verses": "12 aadhalaal Naan Ungalukku Appadi Ezhudhiyirundhum, Aniyaayanjeydhavanimiththamumalla, Aniyaayanjeyyappattavanimiththamumalla, Dhevanukkumunpaaga Ungalaikkuriththu Engalukku Undaayirukkira Jaakkiradhai Ungalukku Velippadumporutte Appadi Ezhudhinen. "
},{ "Verses": "13 idhinimiththam Neengal Aarudhaladaindhadhinaale Naangalum Aarudhaladaindhom; Viseshamaagath Theeththuvinudaiya Aavi Ungal Anaivaraalum Aarudhaladaindhadhinaale, Avanukku Undaana Santhoshaththinaal Adhiga Santhoshappattom. "
},{ "Verses": "14 ippadiyirukka, Ungalukkup Pugazhchchiyaai Naan Avanudane Sonna Yaadhondraikkuriththum Vetkappadamaatten; Naangal Sagalaththaiyum Ungalukku Saththiyamaai Sonnadhupola, Theeththuvudane Naangal Ungalukkup Pugazhchchiyaai Sonnadhum Saththiyamaaga Vilangitre. "
},{ "Verses": "15 melum Neengalellaarum Kattalaikku Amaindhu, Bayaththodum Nadukkaththodum Thannai Etrukkondadhai Avan Ninaikkaiyil, Avanudaiya Ullam Ungalaippatri Adhiga Anbaayirukkiradhu. "
},{ "Verses": "16 aagaiyaal Ellaavidhaththilum Ungalaikkuriththu Enakkuth Thidanambikkai Undaayirukkiradhendru Santhoshappadugiren. "
}
]