[
{ "Verses": "1 en Buththiyeenaththai Neengal Satre Sagiththaal Nalamaayirukkum; Ennai Sagiththumirukkireergale. "
},{ "Verses": "2 naan Ungalaik Karpulla Kanniyaagak Kiristhu Ennum Ore Purushanukku Oppukkodukka Niyamiththapadiyaal, Ungalukkaaga Dhevavairaakkiyamaana Vairaakkiyangondirukkiren. "
},{ "Verses": "3 aagilum, Sarppamaanadhu Thannudaiya Thandhiraththinaale Evaalai Vanjiththadhupola, Ungal Manadhum Kiristhuvaippatriya Unmaiyinindru Vilagumpadi Kedukkappadumovendru Payandhirukkiren. "
},{ "Verses": "4 eppadiyenil, Ungalidaththil Varugiravan Naangal Pirasangiyaadha Veroru Yesuvaip Pirasangiththaanaanaal, Alladhu Neengal Petriraadha Veroru Aaviyaiyum, Neengal Etrukkollaadha Veroru Suviseshaththaiyum Petreergalaanaal, Nandraai Sagiththiruppeergale. "
},{ "Verses": "5 magaa Piradhaana Apposthalarilum, Naan Ondrilum Kuraivullavanallavendru Ennugiren. "
},{ "Verses": "6 naan Pechchile Kallaadhavanaayirundhaalum, Arivile Kallaadhavanalla; Endha Vishayaththilum Ellaarukku Munbaagavum Ungalukkulle Naangal Velippattirukkirome. "
},{ "Verses": "7 neengal Uyarththappadumpadi Naan Ennaiththaane Thaazhththi, Dhevanudaiya Suviseshaththai Ilavasamaai Ungalukkup Pirasangiththadhinaale Kutrancheydheno? "
},{ "Verses": "8 ungalukku Oozhiyanjeyyumpadikku, Matra Sabaigalidaththil Sambalaththaippetru, Avargalaik Kollaiyitten. "
},{ "Verses": "9 naan Ungalodirundhu Kuraivupattapodhum, Oruvaraiyum Naan Varuththappaduththavillai; Makkedhoniyaavilirundhu Vandha Sagodharar En Kuraivai Niraivaakkinaargal, Evvidhaththileyum Ungalukkup Baaramaayiraadhapadikku Jaakkiradhaiyaayirundhen, Inimelum Jaakkiradhaiyaayiruppen. "
},{ "Verses": "10 agaayaanaattin Thisaigalile Indhap Pugazhchchi Ennaivittu Neenguvadhillaiyendru Ennilulla Kiristhuvinudaiya Saththiyaththaikkondu Sollugiren. "
},{ "Verses": "11 ippadi Sollavendiyadhenna? Naan Ungalai Sinegiyaadhapadiyinaaleyo? Dhevan Arivaar. "
},{ "Verses": "12 melum, Engalai Virodhikka Samayandhedugiravargalukku Samayam Kidaiyaadhapadikku, Thangalaikkuriththu Menmaipaaraattugira Kaariyaththil Avargal Engalaippolak Kaanappadumpadi, Naan Seyvadhaiye Innum Seyven. "
},{ "Verses": "13 appadippattavargal Kalla Apposthalargal, Kapadamulla Velaiyaatkal, Kirisdhuvinudaiya Apposthalarin Veshaththaith Thariththukkondavargalaayirukkiraargal. "
},{ "Verses": "14 adhu Aachchariyamalla, Saaththaanum Oliyin Thoodhanudaiya Veshaththaith Thariththukkolvaane. "
},{ "Verses": "15 aagaiyaal Avanudaiya Oozhiyakkaararum Needhiyin Oozhiyakkaararudaiya Veshaththaith Thariththukkondaal Adhu Aachchariyamallave; Avargal Mudivu Avargal Kiriyaigalukkuththakkadhaayirukkum. "
},{ "Verses": "16 pinnum Naan Sollugiren; Oruvanum Ennaip Puththiyeenanendru Ennavendaam; Appadi Enninaal, Naanum Satre Menmaipaaraattumpadi, Ennaip Buththiyeenanaippolaagilum Etrukkollungal. "
},{ "Verses": "17 ippadi Naan Sollugiradhu Karththarukketrapadi Sollaamal, Menmaipaaraattum Dhairiyaththinaale Puththiyeenanaippolach Sollugiren. "
},{ "Verses": "18 anegar Maamsaththirketrapadi Menmaipaaraattikkollugaiyil, Naanum Menmaipaaraattuven. "
},{ "Verses": "19 neengal Buththiyullavargalaayirundhu Buththiyillaadhavargalai Sandhoshamaai Sagiththirukkireergale. "
},{ "Verses": "20 oruvan Ungalai Siraiyaakkinaalum, Oruvan Ungalaip Patchiththaalum, Oruvan Ungalaik Kaivasappaduththinaalum, Oruvan Thannai Uyarththinaalum, Oruvan Ungalai Mugaththil Araindhaalum Sagiththirukkireergale. "
},{ "Verses": "21 naangal Balaveenaraanadhupola, Engalukku Vandha Kanaveenaththaikkuriththup Pesugiren; Oruvan Edhile Thunivullavanaayirukkiraano Adhile Naanum Thunivullavanaayirukkiren; Ippadip Buththiyeenamaaip Pesugiren. "
},{ "Verses": "22  Avargal Ebireyaraa? Naanum Ebireyan; Avargal Isravelaraa? Naanum Isravelan; Avargal Aabiragaamin Sandhadhiyaaraa? Naanum Aabiragaamin Sandhadhiyaan. "
},{ "Verses": "23 avargal Kiristhuvin Oozhiyakkaararaa? Naan Adhigam; Buththiyeenamaaip Pesugiren; Naan Adhigamaaip Pirayaasappattavan, Adhigamaai Adipattavan, Adhigamaaik Kaavalgalil Vaikkappattavan, Anegandharam Marana Avadhiyil Agappattavan. "
},{ "Verses": "24 yoodhargalaal Ondrukuraiya Naarpadhatiyaaga Aindhudharam Adipatten; "
},{ "Verses": "25 moondrudharam Milaarugalaal Adipatten, Orudharam Kalleriyunden, Moondrudharam Kapparsedhaththil Irundhen, Kadalile Oru Raappagal Muzhuvadhum Pokkinen. "
},{ "Verses": "26 anegandharam Pirayaanampanninen; Aarugalaal Vandha Mosangalilum, Kallaraal Vandha Mosangalilum, En Suyajanangalaal Vandha Mosangalilum, Anniya Janangalaal Vandha Mosangalilum, Pattanangalil Undaana Mosangalilum, Vanaandharaththil Undaana Mosangalilum, Samuththiraththil Undaana Mosangalilum, Kallasagodhararidaththil Undaana Mosangalilum; "
},{ "Verses": "27 pirayaasaththilum, Varuththaththilum, Anegamurai Kanvizhippugalilum, Pasiyilum Thaakaththilum, Anegamurai Ubavaasangalilum, Kulirilum, Nirvaanaththilum Irundhen. "
},{ "Verses": "28 ivai Mudhalaanavaigalaiyallaamal, Ellaa Sabaigalaikkuriththum Undaayirukkira Kavalai Ennai Naaldhorum Nerukkugiradhu. "
},{ "Verses": "29 oruvan Balaveenanaanaal Naanum Balaveenanaagiradhillaiyo? Oruvan Idarinaal En Manam Eriyaadhirukkumo? "
},{ "Verses": "30 naan Menmaipaaraattavendumaanaal, En Balaveenaththirkaduththavaigalaik Kuriththu Menmaipaaraattuven. "
},{ "Verses": "31 endrendraikkum Sthoththirikkappatta Dhevanum, Nammudaiya Karththaraagiya Yesukiristhuvin Pidhaavumaanavar Naan Poi Sollugiradhillaiyendru Arivaar. "
},{ "Verses": "32 thamaskupattanaththu Areththaa Raajaavinudaiya Senaiththalaivan Ennaip Pidikkavendumendru Thamaskarudaiya Pattanaththaik Kaavalvaiththuk Kaaththaan; "
},{ "Verses": "33 appozhudhu Naan Koodaiyile Vaikkappattu, Jannalilirundhu Madhilvazhiyaai Irakkividappattu, Avanudaiya Kaikkuth Thappinen. "
}
]