[
{ "Verses": "1 engalai Naangale Marupadiyum Mechchikkollath Thodangugiromo Alladhu Silarukku Vendiyadhaayirukkiradhupola, Ungalukku Ubasaara Nirubangalai Anuppavum, Ungalidaththil Ubasaara Nirubangalaip Petrukkollavum Engalukku Vendiyadho? "
},{ "Verses": "2 engal Irudhayangalil Ezhudhappattum, Sagala Manusharaalum Arindhu Vaasikkappattum Irukkira Engal Nirubam Neengaldhaane. "
},{ "Verses": "3 enenil Neengal Engal Oozhiyaththinaal Undaagiya Kiristhuvin Nirubamaayirukkireergalendru Veliyarangamaayirukkiradhu; Adhu Maiyinaalalla, Jeevanulla Dhevanudaiya Aaviyinaalum; Karpalagaigalilalla, Irudhayangalaagiya Sadhaiyaana Palagaigalileyum Ezhudhappattirukkiradhu. "
},{ "Verses": "4 naangal Dhevanukku Munbaagak Kiristhuvin Moolamaai Ippadippatta Nambikkaiyaik Kondirukkirom. "
},{ "Verses": "5 engalaal Edhaagilum Aagum Enbadhupola Ondrai Yosikkiradharku Naangal Engalaale Thaguthiyaanavargal Alla; Engaludaiya Thagudhi Dhevanaal Undaayirukkiradhu. "
},{ "Verses": "6 pudhu Udanpadikkaiyin Oozhiyakkaararaayirukkumpadi, Avare Engalaith Thaguthiyullavargalaakkinaar; Andha Udanpadikkai Ezhuththirkuriyadhaayiraamal, Aavikkuriyadhaayirukkiradhu; Ezhuththu Kollugiradhu, Aaviyo Uyirppikkiradhu. "
},{ "Verses": "7 ezhuththugalinaal Ezhudhappattuk Karkalil Padhindhirundha Maranaththukkedhuvaana Oozhiyaththai Seydha Moseyinudaiya Mugaththile Magimaippiragaasam Undaanapadiyaal, Isravel Puththirar Avan Mugaththai Nokkip Paarkkakkoodaadhirundhaargale. "
},{ "Verses": "8 ozhindhupogira Magimaiyaiyudaiya Andha Oozhiyam Appadippatta Magimaiyulladhaayirundhaal, Aavikkuriya Oozhiyam Evvalavu Adhiga Magimaiyulladhaayirukkum? "
},{ "Verses": "9 aakkinaiththeerppuk Kodukkum Oozhiyam Magimaiyulladhaayirundhaal, Needhiyaik Kodukkum Oozhiyam Adhiga Magimaiyulladhaayirukkume. "
},{ "Verses": "10 ippadiyaaga, Magimaippattirundha Andha Oozhiyam Indha Oozhiyaththirku Undaayirukkira Sirandha Magimaikkumunbaaga Magimaippattadhalla. "
},{ "Verses": "11 andriyum Ozhindhupovadhe Magimaiyulladhaayirundhadhaanaal, Nilaiththiruppadhu Adhiga Magimaiyulladhaayirukkume. "
},{ "Verses": "12 naangal Ippadippatta Nambikkaiyudaiyavargalaadhalaal, Migavum Dhaaraalamaaip Pesugirom. "
},{ "Verses": "13 melum Ozhindhupovadhin Mudivai Isravel Buththirar Nokkippaaraadhapadikku, Mose Than Mugaththinmel Mukkaadu Pottukkondadhupola Naangal Podugiradhillai. "
},{ "Verses": "14 avargaludaiya Manadhu Kadinappattadhu; Innaalvaraikkum Pazhaiya Erpaadu Vaasikkappadugaiyil, Andha Mukkaadu Neengaamalirukkiradhu; Adhu Kiristhuvinaale Neekkappadugiradhu. "
},{ "Verses": "15 moseyin Aagamangal Vaasikkappadumpodhu, Innaalvaraikkum Mukkaadu Avargal Irudhayaththinmel Irukkiradhe. "
},{ "Verses": "16 avargal Karththaridaththil Mananthirumbumpodhu, Andha Mukkaadu Edupattuppom. "
},{ "Verses": "17 karththare Aaviyaanavar; Karththarudaiya Aavi Engeyo Ange Vidudhalaiyumundu. "
},{ "Verses": "18 naamellaarum Thirandha Mugamaaik Karththarudaiya Magimaiyaik Kannaadiyile Kaandiradhupolak Kandu, Aaviyaayirukkira Karththaraal Andha Saayalaagaththaane Magimaiyinmel Magimaiyadaindhu Maruroobappadugirom. "
}
]