[
{ "Verses": "1 ungalukku Munbaaga Irukkumpodhu Thaazhmaiyaayum, Dhooraththile Irukkumpodhu Ungalmel Kandippaayumirukkira Pavulaagiya Naan Kiristhuvin Saandhaththaiyum Thayavaiyum Munnittu Ungalukkup Puththisollugiren. "
},{ "Verses": "2 engalai Maamsaththinpadi Nadakkiravargal Endru Ennugira Silaraikkuriththu Naan Kandippaayirukkavendumendru Ninaiththirukkira Thairiyaththode, Ungalmunpaaga Irukkumpodhu, Naan Kandippullavanaayiraadhapadikku Neengal Echcharikkaiyaayirukka Ungalai Vendikkollugiren. "
},{ "Verses": "3 naangal Maamsaththil Nadakkiravargalaayirundhum, Maamsaththinpadi Porseygiravargalalla. "
},{ "Verses": "4 engaludaiya Poraayudhangal Maamsaththukketravaigalaayiraamal, Arangalai Nirmoolamaakkugiradharku Dhevabalamullavaigalaayirukkiradhu. "
},{ "Verses": "5 avaigalaal Naangal Tharkkangalaiyum, Dhevanai Arigira Arivukku Virodhamaai Ezhumpugira Ellaa Mettimaiyaiyum Nirmoolamaakki, Endha Ennaththaiyum Kiristhuvukkuk Keezhppadiya Siraippaduththugiravargalaayirukkirom. "
},{ "Verses": "6 ungal Keezhppadidhal Niraiverumpodhu, Ellaak Keezhppadiyaamaikkunthakka Needhiyulla Thandanaiyai Seluththa Aayaththamaayumirukkirom. "
},{ "Verses": "7 veliththotraththinpadi Paarkkireergalaa? Oruvan Thannaik Kiristhuvukkuriyavanendru Nambinaal, Thaan Kiristhuvukkuriyavanaayirukkiradhupola Naangalum Kiristhuvukkuriyavargalendru Avan Thanniledhaane Sindhikkakkadavan. "
},{ "Verses": "8 melum, Ungalai Nirmoolamaakkugiradharkalla, Ungalai Oondrak Kattugiradharkuk Karththarengalukkuk Koduththa Adhigaaraththaikkuriththu, Naan Innum Satre Adhigamaai Menmaipaaraattinaalum Naan Vetkappaduvadhillai. "
},{ "Verses": "9 naan Nirubangalaale Ungalaip Bayamuruththugiravanaaith Thondraadhapadikku Idhai Sollugiren. "
},{ "Verses": "10 avanudaiya Nirubangal Baarayosanaiyum Balamumullavaigal; Sareeraththin Thotramo Balaveenamum, Vasanam Arpamumaayirukkiradhengiraargale. "
},{ "Verses": "11 appadi Sollugiravan, Naangal Thooraththilirukkumpodhu Ezhudhugira Nirubangalaal Vasanaththil Eppadippattavargalaayirukkiromo, Appadippattavargalaagave Sameebaththilirukkumpodhum Kiriyaiyilum Iruppom Endru Sindhikkakkadavan. "
},{ "Verses": "12 aagilum Thangalaiththaangale Mechchikkollugira Silarukku Naangal Engalai Sariyaakkavum Oppidavum Thuniyamaattom; Thangalaikkondu Thangalai Alandhukondu, Thangalukke Thangalai Oppittukkollugira Avargal Buththimaangalalla. "
},{ "Verses": "13 naangal Alavukku Minji Menmaipaaraattaamal, Ungalidamvaraikkum Vandhettaththakkadhaaga, Dhevan Engalukku Alandhu Pagirndha Alavuppiramaanaththinpadiye Menmaipaaraattugirom. "
},{ "Verses": "14 ungalidaththil Vandhettaadhavargalaai Naangal Alavukku Minjippogiradhillai; Naangal Kiristhuvin Suviseshaththaip Pirasangiththu Ungalidamvaraikkum Vandhome. "
},{ "Verses": "15 engal Alavaik Kadandhu Matravargaludaiya Velaikkutpattu Menmaipaaraattamaattom. "
},{ "Verses": "16 aagilum Ungal Visuvaasam Viruththiyaagumpodhu, Matravargaludaiya Ellaigalukkulle Seyyappattavaigalai Naangal Seydhadhaaga Menmaipaaraattaamal, Ungalukku Appuramaana Idangalil Suviseshaththaip Pirasangikkaththakkadhaaga, Engal Alavinpadi Ungalaal Migavumperugi Viruththiyadaivomendru Nambikkaiyaayirukkirom. "
},{ "Verses": "17 menmaipaaraattugiravan Karththaraikkuriththe Menmaipaaraattakkadavan. "
},{ "Verses": "18 thannaiththaan Pugazhugiravan Uththamanalla, Karththaraal Pugazhappadugiravane Uththaman. "
}
]