[
{ "Verses": "1 menmaipaaraattugiradhu Enakkuth Thagudhiyallave; Aagilum, Karththar Aruliya Dharisanangalaiyum Velippaduththalgalaiyum Sollugiren. "
},{ "Verses": "2 kiristhuvukkullaana Oru Manushanai Ariven; Avan Padhinaalu Varushaththirku Munne Moondraam Vaanamvaraikkum Edukkappattaan; Avan Sareeraththilirundhaano, Sareeraththirkup Purambeyirundhaano, Adhai Ariyen; Dhevan Arivaar. "
},{ "Verses": "3 andha Manushan Paradheesukkul Edukkappattu, Manushar Pesappadaadhadhum Vaakkukkettaadhadhumaagiya Vaarththaigalaik Kettaanendru Arindhirukkiren. "
},{ "Verses": "4 avan Sareeraththilirundhaano, Sareeraththirkup Purambeyirundhaano, Adhai Ariyen; Dhevan Arivaar. "
},{ "Verses": "5 ippadippattavanaikkuriththu Menmaipaaraattuven; Aanaalum Ennaikkuriththu En Balaveenangalileyandri, Verondrilum Menmaipaaraattamaatten. "
},{ "Verses": "6 saththiyamaanadhai Naan Pesugiren; Naan Menmaipaaraatta Manadhaayirundhaalum, Naan Buththiyeenanalla, Aanaalum Oruvanum Ennidaththil Kaangiradharkum, Ennaale Ketkiradharkum Melaaga Ennai Ennaadhapadikku Appadi Seyyaadhiruppen. "
},{ "Verses": "7 andriyum, Enakku Velippaduththappattavaigalukkuriya Menmaiyinimiththam Naan Ennai Uyarththaadhapadikku, En Maamsaththile Oru Mul Kodukkappattirukkiradhu; Ennai Naan Uyarththaadhapadikku, Adhu Ennaik Kuttum Saaththaanudaiya Thoodhanaayirukkiradhu "
},{ "Verses": "8 adhu Ennaivittu Neengumpadikku Naan Moondrudharam Karththaridaththilvendikkonden. "
},{ "Verses": "9 adharku Avar: En Kirubai Unakkuppodhum; Balaveenaththile En Balam Pooranamaai Vilangum Endraar. Aagaiyaal, Kiristhuvin Vallamai Enmel Thangumpadi, En Balaveenangalaikkuriththu Naan Migavum Santhoshamaai Menmaipaaraattuven "
},{ "Verses": "10 andhappadi Naan Balaveenanaayirukkumpodhe Balamullavanaayirukkiren; Aagaiyaal Kiristhuvinimiththam Enakkuvarum Balaveenangalilum, Nindhaigalilum, Nerukkangalilum, Thunbangalilum, Idukkangalilum Naan Piriyappadugiren. "
},{ "Verses": "11 menmaipaaraatti, Buththiyeenanaayinen; Neengale Idharku Ennaip Balavandhappaduththineergal. Naan Ondrumillaiyendraalum, Magaa Piradhaana Apposthalarukkum Naan Evvalavum Kuraindhavanaayiraadhapadiyaal, Ungalaale Mechchikkollappadavendiyadhaayirundhadhe. "
},{ "Verses": "12 apposthalanukkuriya Adaiyaalangal Ellaavidhamaana Porumaiyodum, Adhisayangalodum, Arpudhangalodum, Vallamaigalodum, Ungalukkulle Nadappikkappattadhe. "
},{ "Verses": "13 edhile Matra Sabaigalukkuk Kuraivaayirundheergal? Naan Ungalai Varuththappaduththaadhirundhadhe Ungalukkuk Kuraivu; Indha Aniyaayaththai Enakku Manniyungal. "
},{ "Verses": "14 idho, Ungalidaththirku Moondraandharam Vara Aayaththamaayirukkiren; Naan Ungalai Varuththappaduththuvadhillai; Naan Ungaludaiyadhaiyalla, Ungalaiye Thedugiren: Petraarukkup Pillaigalalla, Pillaigalukkup Petraargale Pokkishangalai Serththuvaikkavendum. "
},{ "Verses": "15 aadhalaal, Naan Ungalil Evvalavu Adhigamaai Anbukoorugireno Avvalavu Kuraivaai Ungalaal Anbukoorappattirundhaalum, Migavum Santhoshamaai Naan Ungal Aaththumaakkalukkaaga Selavupannavum Selavupannappadavum Virumbugiren "
},{ "Verses": "16 appadiyaagattum; Naan Ungalukkup Paaramaayirukkavillai; Aanaalum, Ubaayamullavanaayirundhu, Thandhiraththinaale Ungalaip Pidiththenaam. "
},{ "Verses": "17 naan Ungalidaththirku Anuppinavargalil Evanmoolamaayaavadhu Ungalidaththil Pozhivaith Thedinadhundaa? "
},{ "Verses": "18 theeththu Ungalidaththil Varumpadi Naan Avanaik Kettukkondu, Avanudanekooda Oru Sagodharanai Anuppinen; Theeththu Ungalidaththil Edhaavadhu Pozhivaith Thedinaanaa? Naangal Ore Aaviyaiyudaiyavargalaai, Ore Adichchuvadugalil Nadandhomallavaa? "
},{ "Verses": "19 naangal Yokkiyargalendru Vilangumpadi Ungalidaththil Pesugiromendru Ennugireergalo? Dhevanukkumunbaagak Kiristhuvukkul Pesugirom. Piriyamaanavargale, Sagalaththaiyum Ungal Bakthiviruththikkaaga Seygirom. "
},{ "Verses": "20 aagilum Naan Vandhu Ungalai En Manadhinpadiyirukkiravargalaagak Kaanaamalum, Naanum Ungal Manadhinpadiyirukkiravanaagak Kaanappadaamalumiruppenovendrum; Virodhangal, Vairaakkiyangal, Kobangal Vaakkuvaadhangal, Purankoorudhal, Kotsolludhal, Irumaappu, Kalakangal Aagiya Ivaigal Ungalukkulle Undaayirukkumovendrum; "
},{ "Verses": "21 marupadiyum Naan Varugirapodhu En Dhevan Ungalidaththil Ennaith Thaazhththumpadikku Mun Paavanjeydhavargalaagiya Anegar Thaangal Nadappiththa Asuththaththaiyum Vesiththanaththaiyum Kaamavigaaraththaiyum Vittu Mananthirumbaamalirukkiradhaikkuriththu, Naan Thukkappadavendiyadhaayirukkumovendrum Bayandhirukkiren. "
}
]