[
{ "Verses": "1 naan Dhukkaththudane Ungalidaththil Marupadiyum Varaadhapadikku Enakkulle Theermaaniththukkonden. "
},{ "Verses": "2 naan Ungalaith Thukkappaduththinaal, Ennaale Thukkamadaindhavaneyallaamal, Evan Ennai Sandhoshappaduththuvaan? "
},{ "Verses": "3 ennudaiya Sandhosham Ungalellaarukkum Santhoshamaayirukkumendru, Naan Ungalellaaraiyumpatri Nambikkaiyullavanaayirundhu, Naan Varumpodhu, Ennai Sandhoshappaduththavendiyavargalaal Naan Dhukkamadaiyaadhapadikku, Adhai Ungalukku Ezhudhinen. "
},{ "Verses": "4 andriyum Neengal Dhukkappadumpadikku Ezhudhaamal, Ungalmel Naan Vaiththa Anbin Migudhiyai Neengal Ariyumpadikke, Migundha Viyaagulamum Mana Idukkamum Adaindhavanaai Adhigak Kanneerode Ungalukku Ezhudhinen. "
},{ "Verses": "5 dhukkamundaakkinavan Enakkumaaththiramalla, Oruvaaru Ungalellaarukkum Dhukkamundaakkinaan; Naan Ungal Ellaarmelum Adhiga Baaransumaththaadhapadikku Idhai Sollugiren. "
},{ "Verses": "6 appadippattavanukku Anegaraalundaana Indha Dhandanaiye Podhum. "
},{ "Verses": "7 aadhalaal Avan Adhiga Dhukkaththil Amizhndhupogaadhapadikku, Neengal Avanukku Manniththu Aarudhalseyyavendum. "
},{ "Verses": "8 andhappadi, Ungal Anbai Avanukkuk Kaanbikkumpadi Ungalai Vendikkollugiren. "
},{ "Verses": "9 neengal Ellaavatrileyum Keezhppadindhirukkireergalo Endru Ungalai Sodhiththariyumpadi Ippadi Ezhudhinen, "
},{ "Verses": "10 evanukku Neengal Mannikkireergalo, Avanukku Naanum Mannikkiren; Melum Edhai Naan Manniththirukkireno, Adhai Ungalnimiththam Kiristhuvinudaiya Sannidhaanaththile Manniththirukkiren. "
},{ "Verses": "11 saaththaanaale Naam Mosampogaadhapadikku Appadi Seydhen; Avanudaiya Thandhirangal Namakkuth Theriyaadhavaigal Allave. "
},{ "Verses": "12 melum Naan Kiristhuvin Suviseshaththaip Pirasangikkumpadi Thurovaapattanaththil Vandhapodhu, Karththaraale Enakkuk Kadhavu Thirakkappattirukkaiyil, "
},{ "Verses": "13 naan En Sagodharanaagiya Theeththuvaik Kaanaadhadhinaale, En Aavikku Amaidhalillaadhirundhadhu. Aadhalaal Naan Avargalidaththil Anuppuviththukkondu, Makkedhoniyaa Naattukkup Purappattupponen. "
},{ "Verses": "14 kiristhuvukkul Eppozhudhum Engalai Vetrisirakkappanni, Ellaa Idangalileyum Engalaikkondu Avarai Arigira Arivin Vaasanaiyai Velippaduththugira Dhevanukku Sthoththiram. "
},{ "Verses": "15 iratchikkappadugiravargalukkulleyum, Kettuppogiravargalukkulleyum, Naangal Dhevanukkuk Kiristhuvin Narkandhamaayirukkirom. "
},{ "Verses": "16 kettuppogiravargalukkulle Maranaththirkedhuvaana Maranavaasanaiyaagavum, Ratchikkappadugiravargalukkulle Jeevanukkedhuvaana Jeevavaasanaiyaagavum Irukkirom. Ivaigalai Nadappikkiradharku Evan Thagudhiyaanavan? "
},{ "Verses": "17 anegaraippola, Naangal Dhevavasanaththaik Kalappaaip Pesaamal, Thuppuravaagavum, Dhevanaal Arulappattapiragaaramaagavum, Kiristhuvukkul Dhevasannidhiyil Pesugirom. "
}
]