[
{ "Verses": "1 parisuththavaangalukku Seyyavendiya Dharmasagaayaththaikkuriththu, Naan Adhigamaaga Ungalukku Ezhudhavenduvadhillai. "
},{ "Verses": "2 ungal Manaviruppaththai Arindhirukkiren; Agaayaavilullavargal Oruvarushamaaga Aayaththamaayirukkiraargalendru Naan Makkedhoniyarudane Solli, Ungalaip Pugazhndhene; Ungal Jaakkiradhai Anegarai Ezhuppivittadhumundu. "
},{ "Verses": "3 appadiyirundhum, Ungalaikkuriththu Naangal Sonna Pugazhchchi Indhak Kaariyaththil Veenaaippogaamal, Naan Sonnapadi Neengal Aayaththappattavargalaayiruppadharku, Indha Sagodhararai Anuppinen. "
},{ "Verses": "4 makkedhoniyar Ennudanekooda Vandhu, Ungalai Aayaththappadaadhavargalaagak Kandaal, Ivvalavu Nichchayamaai Ungalaip Pugazhndhadharkaaga, Neengal Vetkappaduveergalendru Naangal Sollaamal, Naangale Vetkappadavendiyadhaayirukkum. "
},{ "Verses": "5 aagaiyaal, Vaakkuththaththam Pannappattirukkira Ungal Thaanadharmamaanadhu Lobaththanamaaik Kodukkappattadhaayiraamal, Udhaaraththuvamaaik Kodukkappattadhaayirukkumpadiyaaga Adhai Aayaththappaduththugiradharku Sagodhararai Evi, Ungalidaththil Munnadhaaga Anuppuvadhu Enakku Avasiyam Endru Kaanappattadhu. "
},{ "Verses": "6 pinnum Naan Sollugiradhennavenil, Siruga Vidhaikkiravan Siruga Aruppaan, Peruga Vidhaikkiravan Peruga Aruppaan. "
},{ "Verses": "7 avanavan Visanamaayumalla, Kattaayamaayumalla, Than Manadhil Niyamiththapadiye Kodukkakkadavan; Urchaagamaaik Kodukkiravanidaththil Dhevan Piriyamaayirukkiraar. "
},{ "Verses": "8 melum, Neengal Ellaavatrilum Eppozhudhum Sambooranamudaiyavargalaayum, Sagalavidha Narkiriyaigalilum Perugugiravargalaayumirukkumpadiyaaga, Dhevan Ungalidaththil Sagalavidha Kirubaiyaiyum Perugachcheyya Vallavaraayirukkiraar. "
},{ "Verses": "9 vaariyiraiththaan, Ezhaigalukkuk Koduththaan, Avanudaiya Neethi Endrendraikkum Nirkum Endru Ezhudhiyirukkirapadiyaagum. "
},{ "Verses": "10 vidhaikkiravanukku Vidhaiyaiyum, Pusikkiradharku Aagaaraththaiyum Alikkiravar Ungalukku Vidhaiyai Aliththu, Adhaip Perugappanni, Ungal Needhiyin Vilaichchalai Varththikka Seyvaar. "
},{ "Verses": "11 dhevanukku Engalaal Sthoththiramundaavadharku Edhuvaayirukkum Migundha Udhaaragunaththile Neengal Evvidhaththilum Sambooranamullavargalaaveergal. "
},{ "Verses": "12 indha Dharmasagaayamaagiya Panividai Parisuththavaangaludaiya Kuraivugalai Neekkugiradhumallaamal, Anegar Dhevanai Sthoththirippadhinaale Sambooranapalanulladhaayum Irukkum. "
},{ "Verses": "13 avargal Indha Dharmasagaayaththinaalaagiya Nanmaiyai Anubaviththu, Neengal Kiristhuvin Suviseshaththaik Keezhppadidhalode Arikkaiyittirukkiradhinimiththamum, Thangalukkum Matra Anaivarukkum Neengal Udhaaraththuvamaaith Dharmanseygiradhinimiththamum, Avargal Dhevanai Magimaippaduththi; "
},{ "Verses": "14 ungalukkaaga Vendudhalseydhu, Dhevan Ungalukku Aliththa Migavum Viseshiththa Kirubaiyinimiththam Ungalmel Vaanjaiyaayirukkiraargal. "
},{ "Verses": "15 dhevan Aruliya Sollimudiyaadha Eevukkaaga Avarukku Sthoththiram. "
}
]