[
{ "Verses": "1 ippadippatta Oozhiyaththai Udaiyavargalaagiya Naangal Irakkam Petriruppadhaal Sorndhupogiradhillai. "
},{ "Verses": "2 vetkamaana Andharanga Kaariyangalai Naangal Veruththu, Thandhiramaai Nadavaamalum, Dheva Vasanaththaip Purattaamalum, Saththiyaththai Velippaduththugiradhinaale Dhevanukku Munbaaga Ellaa Manusharudaiya Manasaatchikkum Engalai Uththamarendru Vilangappannugirom. "
},{ "Verses": "3 engal Suvisesham Maraiporulaayirundhaal, Kettuppogiravargalukke Adhu Maraiporulaayirukkum. "
},{ "Verses": "4 dhevanudaiya Saayalaayirukkira Kiristhuvin Magimaiyaana Suviseshaththin Oli Avisuvaasigalaagiya Avargalukkup Piragaasamaayiraadhapadikku, Ippirapanjaththin Dhevanaanavan Avargaludaiya Manadhaik Kurudaakkinaan. "
},{ "Verses": "5 naangal Engalaiye Pirasangiyaamal, Yesuvaik Karththarendrum, Engalaiyo Yesuvinimiththam Ungal Oozhiyakkaararendrum Pirasangikkirom. "
},{ "Verses": "6 irulilirundhu Velichchaththaip Piragaasikkasonna Dhevan Yesuvin Mugaththilulla Thamadhu Magimaiyin Arivaagiya Oliyaith Thondrappannumporuttaaga, Engal Irudhayangalile Piragaasiththaar. "
},{ "Verses": "7 indha Magaththuvamulla Vallamai Engalaal Undaayiraamal,devanaal Undaayirukkiradhendru Vilangumpadi, Indhap Pokkishaththai Manpaandangalil Petrirukkirom. "
},{ "Verses": "8 naangal Eppakkaththilum Nerukkappattum Odungippogiradhillai; Kalakkamadaindhum Manamurivadaigiradhillai; "
},{ "Verses": "9 thunbappaduththappattum Kaividappadugiradhillai; Keezhe Thallappattum Madindhu Pogiradhillai. "
},{ "Verses": "10 karththaraagiya Yesuvinudaiya Jeevanum Engal Sareeraththile Vilangumpadikku, Yesuvin Maranaththai Eppozhudhum Engal Sareeraththil Sumandhu Thirigirom. "
},{ "Verses": "11 eppadiyenil, Saavukkinamaana Engal Maamsaththile Yesuvinudaiya Jeevanum Vilangumpadikku Uyirodirukkira Naangal Eppozhudhum Yesuvinimiththam Maranaththirku Oppukkodukkappadugirom. "
},{ "Verses": "12 ippadi Maranamaanadhu Engalidaththilum, Jeevanaanadhu Ungalidaththilum Belanseygiradhu. "
},{ "Verses": "13 visuvaasiththen, Aagaiyaal Pesinen Endru Ezhudhiyirukkirapadi, Naangalum Andha Visuvaasaththin Aaviyai Udaiyavargalaayirundhu, Visuvaasikkirapadiyaal Pesugirom. "
},{ "Verses": "14 karththaraagiya Yesuvai Ezhuppinavar Engalaiyum Yesuvaikkondu Ezhuppi Ungaludanekoodath Thamakkumunpaaga Niruththuvaarendru Arindhirukkirom. "
},{ "Verses": "15 devanudaiya Magimai Vilanguvadharkedhuvaagak Kirubaiyaanadhu Anegarudaiya Sthoththiraththinaale Perugumpadikku Ivaiyellaam Ungalnimiththam Undaayirukkiradhu. "
},{ "Verses": "16 aanapadiyinaale Naangal Sorndhupogiradhillai; Engal Purambaana Manushanaanadhu Azhindhum, Ullaana Manushanaanadhu Naalukkunaal Pudhidhaakkappadugiradhu. "
},{ "Verses": "17 melum Kaanappadugiravaigalaiyalla, Kaanappadaadhavaigalai Nokkiyirukkira Namakku Adhiseekkiraththil Neengum Lesaana Nammudaiya Ubaththiravam Migavum Adhigamaana Niththiya Kanamagimaiyai Undaakkugiradhu. "
},{ "Verses": "18 enenil, Kaanappadugiravaigal Aniththiyamaanavaigal, Kaanappadaadhavaigalo Niththiyamaanavaigal. "
}
]