[
{ "Verses": "1 devanudaiya Kirubaiyai Neengal Virudhaavaaip Peraadhapadikku, Udanvelaiyaatkalaagiya Naangal Ungalukkup Buththisollugirom. "
},{ "Verses": "2 anukkiraga Kaalaththile Naan Unakku Sevikoduththu, Ratchaniyanaalile Unakku Udhaviseydhen Endru Solliyirukkiraare; Idho, Ippozhudhe Anukkiragakaalam, Ippozhudhe Ratchaniya Naal. "
},{ "Verses": "3 indha Oozhiyam Kutrappadaadhapadikku, Naangal Yaadhondrilum Idaral Undaakkaamal, Evvidhaththinaaleyum, Engalai Dhevaoozhiyakkaararaaga Vilangappannugirom. "
},{ "Verses": "4 migundha Porumaiyilum, Ubaththiravangalilum, Nerukkangalilum, Idukkangalilum, "
},{ "Verses": "5 adigalilum, Kaavalgalilum, Kalakangalilum. Pirayaasangalilum, Kanvizhippugalilum, Ubavaasangalilum, "
},{ "Verses": "6 karpilum, Arivilum, Neediya Saandhaththilum, Thayavilum, Parisuththa Aaviyilum, Maayamatra Anbilum, "
},{ "Verses": "7 saththiyavasanaththilum, Divviya Balaththilum; Needhiyaagiya Valathidadhupakkaththu Aayudhangalaith Thariththirukkiradhilum, "
},{ "Verses": "8 ganaththilum, Ganaveenaththilum, Thurkkeerththiyilum, Narkeerththiyilum; Eththarennappattaalum Nijasdharaagavum, "
},{ "Verses": "9 ariyappadaadhavargalennappattaalum Nandraai Ariyappattavargalaagavum, Saagiravargal Ennappattaalum Uyirodirukkiravargalaagavum, Thandikkappadugiravargal Ennappattaalum Kollappadaadhavargalaagavum, "
},{ "Verses": "10 thukkappadugiravargal Ennappattaalum Eppozhudhum Sandhoshappadugiravargalaagavum, Thariththirar Ennappattaalum Anegarai Aisuvariyavaangalaakkugiravargalaagavum, Ondrumillaadhavargalennappattaalum Sagalaththaiyumudaiyavargalaagavum Engalai Vilangappannugirom. "
},{ "Verses": "11 korindhiyare, Engal Vaai Ungalode Pesath Thirandhirukkiradhu, Engal Irudhayam Pooriththirukkiradhu. "
},{ "Verses": "12 engal Ullam Ungalaikkuriththu Nerukkamadaiyavillai Ungal Ullame Engalaikkuriththu Nerukkamadaindhirukkiradhu. "
},{ "Verses": "13 aadhalaal Adharkup Badhileedaaga Neengalum Poorippaagungalendru, Pillaigalukku Sollugiradhupola, Ungalukkusollugiren. "
},{ "Verses": "14 anniya Nugaththile Avisuvaasigaludan Pinaikkappadaadhiruppeergalaaga; Needhikkum Aneedhikkum Sambandhamedhu? Olikkum Irulukkum Aikkiyamedhu? "
},{ "Verses": "15 kiristhuvukkum Peliyaalukkum Isaivedhu? Avisuvaasiyudane Visuvaasikkup Pangedhu? "
},{ "Verses": "16 dhevanudaiya Aalayaththukkum Vikkiragangalukkum Sambandhamedhu? Naan Avargalukkulle Vaasampanni, Avargalukkulle Ulaavi Avargal Dhevanaayiruppen, Avargal En Janangalaayiruppaargal Endru, Dhevan Sonnapadi, Neengal Jeevanulla Dhevanudaiya Aalayamaayirukkireergale. "
},{ "Verses": "17 aanapadiyaal, Neengal Avargal Naduvilirundhu Purappattup Pirindhupoi, Asuththamaanavaigalaith Thodaadhirungal Endru Karththar Sollugiraar. "
},{ "Verses": "18 appodhu, Naan Ungalai Etrukkondu, Ungalukkup Pidhaavaayiruppen, Neengal Enakkuk Kumaararum Kumaaraththigalumaayiruppeergalendru Sarvavallamaiyulla Karththarsollugiraar. "
}
]