[
{ "Verses": "1 indha Moondraandharam Naan Ungalidaththirku Varugiren; Sagala Kaariyangalum Irandumoondru Saatchigaludaiya Vaakkinaal Nilaivarappadum. "
},{ "Verses": "2 naan Irandaandharam Ungalidaththilirundhapodhu Sonnadhupola, Ippozhudhu Thooramaayirundhum Ungalidaththilirukkiravanaaga, Naan Marupadiyum Vandhaal Thappavidamaattenendru Munbu Paavanjeydhavargalukkum Matra Ellaarukkum Munnariviththu Ezhudhugiren. "
},{ "Verses": "3 kiristhu Enakkulle Pesugiraarenbadharku Aththaatchi Thedugireergale; Avar Ungalidamaai Balaveenaralla, Ungalidaththil Vallavaraayirukkiraar. "
},{ "Verses": "4 enenil Avar Balaveenaththaal Siluvaiyil Araiyappattirundhum, Dhevanudaiya Vallamaiyinaal Pizhaiththirukkiraar; Appadi Naangalum Avarukkul Balaveenaraayirundhum, Ungalidamaai Vilangiya Dhevanudaiya Vallamaiyinaal Avarudanekoodap Pizhaiththiruppom. "
},{ "Verses": "5 neengal Visuvaasamullavargalovendru Ungalai Neengale Sodhiththu Ariyungal; Ungalai Neengale Pareetchiththup Paarungal. Yesukiristhu Ungalukkul Irukkiraarendru Ungalai Neengale Ariyeergalaa? Neengal Pareetchaikku Nillaadhavargalaayirundhaal Ariyeergal. "
},{ "Verses": "6 naangalo Pareetchaikku Nillaadhavargalallavenpadhai Ariveergalendru Nambugiren. "
},{ "Verses": "7 melum Neengal Oru Pollaangum Seyyaadhirukkumpadiyaaga, Dhevanai Nokki Vinnappam Pannugiren. Naangal Pareetchaikku Nindravargalendru Kaanappadumporuttalla, Naangal Pareetchaikku Nillaadhavargalpolirundhaalum, Neengal Nalamaanadhai Seyyumporutte Vinnappam Pannugiren "
},{ "Verses": "8 saththiyaththirku Virodhamaaga Naangal Ondrunjeyyakkoodaamal, Saththiyaththirku Anukoolamaagave Seyyakkoodum. "
},{ "Verses": "9 naangal Balaveenarum Neengal Balamullavargalumaayirukkaiyil, Santhoshappadugirom; Neengal Narseerporundhumpadikkum Vinnappampannugirom. "
},{ "Verses": "10 aanadhaal Idiththuppodavalla, Oondrak Kattave Karththar Enakkuk Koduththa Adhikaaraththinpadi, Naan Ungalidaththil Vandhirukkumpodhu, Kandidhampannaadhapadikku, Naan Thooramaayirundhu Ivaigalai Ezhudhugiren. "
},{ "Verses": "11 kadaisiyaaga, Sagodharare, Santhoshamaayirungal, Narseer Porundhungal, Aarudhaladaiyungal; Egasindhaiyaayirungal, Samaadhaanamaayirungal, Appozhudhu Anbukkum Samaadhaanaththukkum Kaaranaraagiya Dhevan Ungalodekooda Iruppaar. "
},{ "Verses": "12 oruvaraiyoruvar Parisuththa Muththaththodu Vaazhththungal. "
},{ "Verses": "13 parisuththavaangalellaarum Ungalukku Vaazhththudhal Sollugiraargal. "
},{ "Verses": "14 karththaraagiya Yesukiristhuvinudaiya Kirubaiyum, Dhevanudaiya Anbum, Parisuththa Aaviyinudaiya Aikkiyamum, Ungal Anaivarodunkooda Iruppadhaaga. Aamen. "
}
]