[
{ "Verses": "1 boomikkuriya Koodaaramaagiya Nammudaiya Veedu Azhindhuponaalum, Devanaal Kattappatta Kaivelaiyallaadha Niththiya Veedu Paralogaththile Namakku Undendru Arindhirukkirom. "
},{ "Verses": "2 enenil, Indhak Koodaaraththile Naam Thaviththu, Nammudaiya Parama Vaasasthalaththaith Thariththukkolla Migavum Vaanjaiyullavargalaayirukkirom; "
},{ "Verses": "3 thariththukkondavargalaanaal, Nirvaanigalaaik Kaanappadamaattom. "
},{ "Verses": "4 indhak Koodaaraththilirukkira Naam Paaransumandhu Thavikkirom; Indhap Porvaiyaik Kalaindhupodavendumendru Virumbaamal, Maranamaanadhu Jeevanaale Vizhungappaduvadharkaagap Porvai Thariththavargalaayirukkavendumendru Virumbugirom. "
},{ "Verses": "5 idharku Nammai Aayaththappaduththugiravar Devane; Aaviyennum Achchaaraththai Namakkuth Thandhavarum Avare. "
},{ "Verses": "6 naam Tharisiththu Nadavaamal, Visuvaasiththu Nadakkirom. "
},{ "Verses": "7 indhath Dhegaththil Kudiyirukkaiyil Karththaridaththilkudiyiraadhavargalaayirukkiromendru Arindhum, Eppozhudhum Thairiyamaayirukkirom. "
},{ "Verses": "8 naam Thairiyamaagaveyirundhu, Indhathdhegaththai Vittuk Kudipogavum Karththaridaththilkudiyirukkavum Adhigamaai Virumbugirom. "
},{ "Verses": "9 adhinimiththame Naam Sareeraththil Kudiyirundhaalum Kudiyiraamarponaalum Avarukkup Piriyamaanavargalaayirukka Naadugirom. "
},{ "Verses": "10 enendraal, Sareeraththil Avanavan Seydha Nanmaikkaavadhu Theemaikkaavadhu Thakka Balanai Adaiyumpadikku, Naamellaarum Kiristhuvin Niyaayaasanaththirku Munbaaga Velippadavendum. "
},{ "Verses": "11 aagaiyaal, Karththarukku Bayappadaththakkadhendru Arindhu, Manusharukkup Puththisollugirom; Dhevanukku Munbaaga Veliyarangamaayirukkirom; Ungal Manasaatchikkum Veliyarangamaayirukkirom Endru Nambugiren. "
},{ "Verses": "12 idhanaale Naangal Ungalukku Munbaaga Engalai Marupadiyum Mechchikkollaamal, Irudhayaththilalla, Veliveshaththil Menmaipaaraattugiravargalukku Edhire Engalaik Kuriththu Neengal Menmaipaaraattumpadikku Edhuvundaakkugirom. "
},{ "Verses": "13 naangal Paiththiyangondavargalendraal Dhevanukkaaga Appadiyirukkum; Thelindhapuththiyullavargalendraal Ungalukkaaga Appadiyirukkum. "
},{ "Verses": "14 kiristhuvinudaiya Anbu Engalai Nerukki Evugiradhu; Enendraal, Ellaarukkaagavum Oruvare Mariththirukka, Ellaarum Mariththaargal Endrum; "
},{ "Verses": "15 pizhaiththirukkiravargal Inith Thangalukkendru Pizhaiththiraamal, Thangalukkaaga Mariththu Ezhundhavarukkendru Pizhaiththirukkumpadi, Avar Ellaarukkaagavum Mariththaarendrum Nidhaanikkirom. "
},{ "Verses": "16 aagaiyaal, Idhumudharkondu, Naangal Oruvanaiyum Maamsaththinpadi Ariyom; Naangal Kiristhuvaiyum Maamsaththinpadi Arindhirundhaalum, Ini Orupodhum Avarai Maamsaththinpadi Ariyom. "
},{ "Verses": "17 ippadiyirukka, Oruvan Kiristhuvukkullirundhaal Pudhusirushtiyaayirukkiraan; Pazhaiyavaigal Ozhindhupoyina, Ellaam Pudhidhaayina. "
},{ "Verses": "18 ivaiyellaam Dhevanaale Undaayirukkiradhu; Avar Yesukiristhuvaikkondu Nammaith Thammode Oppuravaakki, Oppuravaakkudhalin Oozhiyaththai Engalukku Oppukkoduththaar. "
},{ "Verses": "19 adhennavenil, Dhevan Ulagaththaarudaiya Paavangalai Ennaamal, Kiristhuvukkul Avargalaith Thamakku Oppuravaakki, Oppuravaakkudhalin Ubadhesaththai Engalidaththil Oppuviththaar. "
},{ "Verses": "20 aanapadiyinaale, Dhevanaanavar Engalaikkondu Puththisollugiradhupola, Naangal Kiristhuvukkaaga Sthaanaapadhigalaayirundhu, Dhevanode Oppuravaagungal Endru, Kiristhuvinimiththam Ungalai Vendikkollugirom. "
},{ "Verses": "21 naam Avarukkul Dhevanudaiya Needhiyaagumpadikku, Paavam Ariyaadha Avarai Namakkaagap Paavamaakkinaar. "
}
]