[
{ "Verses": "1 yovaas Raajaavaagirapodhu Ezhuvayadhaayirundhu, Naarpadhu Varusham Erusalemil Arasaandaan; Peyersebaapattanaththaalaana Avan Thaayin Per Sibiyaal. "},
{ "Verses": "2 aasaariyanaagiya Yoidhaavin Naalellaam Yovaas Karththarin Paarvaikku Semmaiyaanadhai Seydhaan. "},
{ "Verses": "3 avanukku Yoidhaa Irandu Sthreegalai Vivaagancheydhu Koduththaan; Avargalaal Kumaararaiyum Kumaaraththigalaiyum Petraan. "},
{ "Verses": "4 adharkuppinbu Karththarudaiya Aalayaththaip Pudhuppikka Yovaas Viruppankondaan. "},
{ "Verses": "5 avan Aasaariraiyum Leviyaraiyum Koodi Varachcheydhu, Avargalai Nokki: Neengal Yoodhaa Pattanangalukkup Purappattuppoi, Ungal Dhevanudaiya Aalayaththai Varushaavarusham Pazhudhupaarkkiradharku, Isravelengum Panam Segariyungal; Indhak Kaariyaththaith Thaamadhamillaamal Seyyungal Endraan. Aanaalum Leviyar Thaamadhampanninaargal. "},
{ "Verses": "6 appozhudhu Raajaa Yoidhaa Ennum Thalaivanai Azhaippiththu: Saatchiyin Vaasasthalaththukkuk Kodukka, Karththarin Dhaasanaagiya Mose Kattalaiyitta Variyai Yoodhaavinidaththilum, Erusalemiyaridaththilum, Isravel Sabaiyaaridaththilum Vaangi Varugiradharku, Leviyarai Neer Visaariyaamarponadhenna? "},
{ "Verses": "7 andhap Pollaadha Sthreeyaagiya Aththaaliyaaludaiya Makkal Dhevanudaiya Aalayaththai Balavandhamaaith Thirandhu, Karththarudaiya Aalayaththilulla Pradhishtai Pannappattavaigalaiyellaam Paagaalgalukkaaga Selavupannippottaargale Endraan. "},
{ "Verses": "8 appozhudhu Raajaavin Sorpadi Oru Pettiyai Undaakki, Adhaik Karththarudaiya Aalayaththu Vaasalukkup Purambe Vaiththu, "},
{ "Verses": "9 karththarin Dhaasanaagiya Mose Vanaandharaththil Isravelukkuk Kattalaiyitta Variyaik Karththarukkuk Konduvaarungal Endru Yoodhaavilum Erusalemilum Paraisaatruviththaargal. "},
{ "Verses": "10 appozhudhu Ellaap Prabukkalum Ellaa Janangalum Sandhoshamaaik Konduvandhu Pettiniraiya Adhile Pottaargal. "},
{ "Verses": "11 vegupanam Undendru Kandu, Leviyar Kaiyaal Andhap Petti Raajaavin Visaarippukkaarar Andaiyile Konduvarappadumpodhu, Raajaavin Sambiradhiyum Pradhaana Aasaariyanudaiya Visaarippukkaaranum Vandhu, Pettiyilirukkiradhaik Kottiyeduththu, Adhaith Thirumba Adhin Sthaanaththile Vaippaargal; Ippadi Naalukkunaal Seydhu Migundha Panaththai Serththaargal. "},
{ "Verses": "12 adhai Raajaavum Yoidhaavum Karththarudaiya Aalayaththin Velaiyai Visaarikkum Oozhiyakkaarar Kaiyile Koduththaargal; Adhinaal Avargal Karththarudaiyaaalayaththaip Pudhuppikkumpadi, Kalthachcharaiyum Thachcharaiyum, Karththarudaiya Aalayaththaip Pazhudhupaarkkumpadi Kotraraiyum Kannaaraiyum Koolikku Amarththikkondaargal. "},
{ "Verses": "13 appadi Velaiyai Visaarikkiravargal Thangal Kaiyinaale Velaiyai Nadandherappanni, Dhevanudaiya Aalayaththai Adhin Mundhina Seerukkuk Konduvandhu Adhai Balappaduththinaargal. "},
{ "Verses": "14 adhai Mudiththuth Theerndhapinbu, Meendha Panaththai Raajaavukkum Yoidhaavukkum Munbaaga Konduvandhaargal; Adhile Karththarudaiya Aalayaththil Seyyappadum Panimuttugalaiyum, Aaraadhanai Pali Mudhaliyavaigalukku Vendiya Panimuttugalaiyum, Kalasangalaiyum, Porpaaththirangalaiyum, Vellippaaththirangalaiyum Pannuviththaan; Yoidhaavin Naalellaam Niththam Karththarudaiya Aalayaththile Sarvaanga Thaganapaligalai Seluththi Vandhaargal. "},
{ "Verses": "15 yoidhaa Theerkkaayusullavanaai Mudhirvayadhil Mariththaan; Avan Maranamadaigirapodhu Nootrumuppadhu Vayadhaayirundhaan. "},
{ "Verses": "16 avan Dhevanukkaagavum Avarudaiya Aalayaththirkaagavum Isravelukku Nanmaiseydhapadiyinaal, Avanai Dhaaveedhin Nagaraththil Raajaakkalandaiyile Adakkampanninaargal. "},
{ "Verses": "17 yoidhaa Maranamadaindhapinbu Yoodhaavin Prabukkal Vandhu, Raajaavai Panindhukondaargal; Appozhudhu Raajaa Avargalukku Sevikoduththaan. "},
{ "Verses": "18 appadiye Avargal Thangal Pidhaakkalin Dhevanaagiya Karththarin Aalayaththai Vittuvittu, Thoppu Vikkiragangalaiyum Silaigalaiyum Seviththaargal; Appozhudhu Avargal Seydha Indhak Kutraththinimiththam Yoodhaavinmelum Erusaleminmelum Kadunkobam Moondadhu. "},
{ "Verses": "19 avargalaith Thammidaththirkuth Thirumbappannak Karththar Avargalidaththile Theerkkadharisigalai Anuppinaar; Avargal Janangalaith Thidasaatchiyaagak Kadindhukondaargal; Aanaalum Avargal Sevikodukkavillai. "},
{ "Verses": "20 appozhudhu Dhevanudaiya Aavi Aasaariyanaagiya Yoidhaavin Kumaaranaana Sagariyaavinmel Iranginadhinaal, Avan Janaththirku Edhire Nindru: Neengal Karththarudaiya Karpanaigalai Meerugiradhu Enna? Idhinaal Neengal Siththiperamaatteergalendru Dhevan Sollugiraar; Neengal Karththarai Vittuvittadhinaal Avar Ungalaik Kaividuvaar Endraan. "},
{ "Verses": "21 adhinaal Avargal Avanukku Virodhamaaik Kattuppaadupanni, Karththarudaiya Aalayappraagaaraththil Raajaavinudaiya Karpanaiyinpadi Avanaik Kallerindhu Kondraargal. "},
{ "Verses": "22 appadiye Avanudaiya Thagappanaagiya Yoidhaa Thanakku Seydha Dhayaiyai Raajaavaagiya Yovaas Ninaiyaamal Avanudaiya Kumaaranaik Kondrupottaan; Ivan Saagumpodhu: Karththar Adhaip Paarppaar, Adhaik Ketpaar Endraan. "},
{ "Verses": "23 maru Varushaththile Seeriyaavin Senaigal Avanukku Virodhamaaga Yoodhaavilum Erusalemilum Vandhu, Janaththilirukkira Prabukkalaiyellaam Azhiththu, Kollaiyitta Avargal Udaimaigalaiyellaam Thamaskuvin Raajaavukku Anuppinaargal. "},
{ "Verses": "24 seeriyaavin Senai Sirukoottamaai Vandhirundhaalum, Avargal Thangal Pidhaakkalin Dhevanaagiya Karththarai Vittuvittapadiyinaal, Karththar Magaa Periya Senaiyai Avargal Kaiyil Oppukkoduththaar; Avargal Yovaasukku Thandanai Seydhaargal. "},
{ "Verses": "25 avargal Avanai Magaa Vedhanaikkullaanavanaaga Vittupponaargal; Avargal Purappattupponapinbu, Avanudaiya Oozhiyakkaarar Aasaariyanaagiya Yoidhaavudaiya Kumaararin Raththappazhiyinimiththam, Avanukku Virodhamaaik Kattuppaadupanni, Avan Padukkaiyile Avanaik Kondrupottaargal; Seththuppona Avanai Dhaaveedhin Nagaraththil Adakkampanninaargal; Aanaalum Raajaakkalin Kallaraigalil Avanai Vaikkavillai. "},
{ "Verses": "26 avanukku Virodhamaagak Kattuppaadupanninavargal, Ammoniya Sthreeyaana Seemaaththin Kumaaranaagiya Saabaaththum, Movaab Sthreeyaana Simreeththin Kumaaranaagiya Yosabaaththume. "},
{ "Verses": "27 avan Kumaararaippatriyum. Avanmel Vandha Periya Baaraththaippatriyum, Dhevanudaiya Aalayaththai Avan Balappaduththinadhaippatriyum Raajaakkalin Pusthagamaana Sariththiraththil Ezhudhiyirukkiradhu; Avan Kumaaranaagiya Amadhsiyaa Avan Sthaanaththil Raajaavaanaan. "}
]