[
{ "Verses": "1 appozhudhu Yoodhaa Janangal Ellaarum Padhinaaru Vayadhaana Usiyaavai Azhaiththuvandhu, Avanai Avan Thagappanaagiya Amadhsiyaavin Sthaanaththile Raajaavaakkinaargal. "},
{ "Verses": "2 raajaa Than Pidhaakkalode Niththiraiyadaindhapinbu, Ivan Elodhaik Katti, Adhaith Thirumba Yoodhaavin Vasamaakkikkondaan. "},
{ "Verses": "3 usiyaa Raajaavaagirapodhu, Padhinaaru Vayadhaayirundhu, Aimbaththirandu Varusham Erusalemil Arasaandaan; Erusalem Nagaraththaalaana Avan Thaayinper Ekkoliyaal. "},
{ "Verses": "4 avan Than Thagappanaagiya Amadhsiyaa Seydhapadiyellaam Karththarin Paarvaikku Semmaiyaanadhai Seydhu, "},
{ "Verses": "5 dhevanudaiya Dharisanangalil Buththimaanaayirundha Sagariyaavin Naatkalile Dhevanaith Theda Manadhinangiyirundhaan; Avan Karththaraith Thedina Naatkalil Dhevan Avan Kaariyangalai Vaaikka Seydhaar. "},
{ "Verses": "6 avan Purappattuppoi, Pelistharodu Yuththampanni, Kaaththin Alangaththaiyum, Yapneyin Alangaththaiyum, Asthoththin Alangaththaiyum Idiththuppottu, Asthodh Naattilum Pelistharukkullum Pattanangalaik Kattinaan. "},
{ "Verses": "7 pelistharaiyum Koorpaagaalile Kudiyirukkira Arabiyaraiyum Meguniyaraiyum Vella, Dhevan Avanukkuth Thunainindraar. "},
{ "Verses": "8 ammoniyar Usiyaavukkuk Kaanikkaigalaik Koduththaargal; Avanudaiya Keerththi Egipthin Ellaimattum Ettinadhu; Avan Migavum Belankondaan. "},
{ "Verses": "9 usiyaa Erusalemile Moolaivaasalmelum, Pallaththaakku Vaasalmelum, Alangaththuk Kodigalmelum Koburangalaik Katti Avaigalai Balappaduththinaan. "},
{ "Verses": "10 avanukkup Pallaththaakkilum Samaboomiyilum Anegam Aadumaadugalum, Malaigalileyum Vayalveliyileyum Payirkkudigalum, Dhraatchaththottakkaararum Undaayirundhapadiyinaal, Avan Vanaandharaththile Koburangalaik Katti, Anega Thuravugalai Vettinaan; Avan Vellaanmaip Piriyanaayirundhaan. "},
{ "Verses": "11 usiyaavukku Yuththaveerarin Senaiyumirundhadhu; Adhu Sambiradhiyaagiya Eyelinaalum Aadhikkakkaaranaagiya Maaseyaavinaalum Lakkampaarkkappattapadiye, Raajaavin Prabukkalil Oruvanaagiya Ananiyaavinkeezh Vaguppu Vaguppaai Sevagampannap Purappattadhu. "},
{ "Verses": "12 paraakkiramasaaligalaana Vamsaththalaivarin Thogaiyellaam Irandaayiraththu Arunooru. "},
{ "Verses": "13 ivargal Kaiyinkeezh Saththurukkalukku Virodhamaaga Raajaavukkuth Thunainirka, Paraakkiramaththode Yuththampannugira Moondrulatchaththu Ezhaayiraththu Ainnooruperaana Senai Irundhadhu. "},
{ "Verses": "14 indha Senaiyilullavarukkellaam Usiyaa Kedagangalaiyum, Eettigalaiyum, Thalaichcheeraakkalaiyum, Maarkkavasangalaiyum, Villugalaiyum, Kallerigira Kavangalaiyum Aayaththappaduththinaan. "},
{ "Verses": "15 koburangalmelum Alangakkodigalmelum Nindru Ambugalaiyum Periya Karkalaiyum Prayogikkiradharku Nibunaraana Thozhilaaligal Karpiththa Yandhirangalaiyum Avan Erusalemil Undaakkinaan; Appadiye Avan Keerththi Vegudhooram Parampitru; Avan Balappadumattum Aachchariyamaai Avanukku Anugoolamundaayitru. "},
{ "Verses": "16 avan Balappattapodhu, Thanakkukkedundaagumattum, Avanudaiya Manammettimaiyaagi, Than Dhevanaagiya Karththarukku Virodhamaaga Meerudhal Seydhu Thoobapeedaththinmel Thoobankaatta Karththarudaiya Aalayaththirkul Pravesiththaan. "},
{ "Verses": "17 aasaariyanaagiya Asariyaavum, Avanodekoodak Karththarin Aasaariyaraana Paraakkiramasaaligalaagiya Enbadhuperum, Avan Pirage Utpravesiththu, "},
{ "Verses": "18 raajaavaagiya Usiyaavodu Edhirththunindru: Usiyaave, Karththarukkuth Thoobankaattugiradhu Umakku Aduththadhalla; Thoobankaattugiradhu Parisuththamaakkappatta Aaronin Kumaararaagiya Aasaariyarukke Adukkum; Parisuththa Sthalaththai Vittuveliye Pom; Meerudhal Seydheer; Idhu Dhevanaagiya Karththaraale Umakku Menmaiyaaga Labiyaadhu Endraargal. "},
{ "Verses": "19 appozhudhu Usiyaa Kobankondaan; Avan Thoobakalasaththaith Than Kaiyile Pidiththu, Aasaariyarode Kobamaaip Pesugirapodhu Aasaariyarukku Munbaagakkarththarudaiya Aalayaththile Thoobapeedaththin Munnirkira Avanudaiya Netriyile Kushtarogam Thondritru. "},
{ "Verses": "20 pradhaana Aasaariyanaagiya Asariyaavum Sagala Aasaariyarum Avanaip Paarkkumpodhu, Idho, Avan Than Netriyile Kushtarogam Pidiththavanendrukandu, Avanaith Theeviramaai Angirundhu Velippadappanninaargal; Karththar Thannai Adiththadhinaal Avan Thaanum Veliyepogath Theevirappattaan. "},
{ "Verses": "21 raajaavaagiya Usiyaa Than Marananaalmattum Kushtarogiyaayirundhu Karththarudaiya Aalayaththukkup Purambaakkappattapadiyinaal, Oru Thaniththa Veettile Kushtarogiyaai Vaasampanninaan; Avan Kumaaranaagiya Yodhaam Raajaavin Aramanai Visaarippukkaaranaayirundhu, Dhesaththin Janangalai Nyaayamvisaariththaan. "},
{ "Verses": "22 usiyaavin Aadhiyodandha Nadapadiyaana Matra Varththamaanangalai Aamodhsin Kumaaranaagiya Esaayaa Ennum Theerkkadharisi Ezhudhinaan. "},
{ "Verses": "23 usiyaa Than Pidhaakkalode Niththiraiyadaindhapinbu, Janangal Avanaik Kushtarogiyendru Solli, Avanai Avan Pidhaakkalandaiyil, Raajaakkalai Adakkampannugira Idaththirku Arugaana Nilaththile Adakkampanninaargal; Avan Kumaaranaagiya Yodhaam Avan Sthaanaththil Raajaavaanaan. "}
]