[
{ "Verses": "1 yosabaath Than Pidhaakkalode Niththiraiyadaindhu, Dhaaveedhin Nagaraththil Than Pidhaakkalandaiyile Adakkampannappattaan; Avan Sthaanaththile Avan Kumaaranaagiya Yoraam Raajaavaanaan. "},
{ "Verses": "2 avanukku Yosabaaththin Kumaararaagiya Asariyaa, Egiyel, Sagariyaa, Asariyaa, Migaavel, Seppaththiyaa Ennum Sagodharar Irundhaargal; Ivargal Ellaarum Isravelin Raajaavaagiya Yosabaaththin Kumaarar. "},
{ "Verses": "3 avargaludaiya Thagappan Velliyum, Ponnum Uchchidhangalumaana Anegam Nankodaigalaiyum, Yoodhaavile Aranaana Pattanangalaiyum Avargalukkuk Koduththaan; Yoraam Seshtapuththiranaanapadiyaal, Avanukku Raajyaththaik Koduththaan. "},
{ "Verses": "4 yoraam Than Thagappanudaiya Raajyabaaraththirku Vandhu Thannai Balappaduththikkondapinbu, Avan Thannudaiya Sagodharar Ellaaraiyum Isravelin Prabukkalil Silaraiyum Pattayaththaal Kondrupottaan. "},
{ "Verses": "5 yoraam Raajaavaagirapodhu, Muppaththirandu Vayadhaayirundhu, Ettu Varusham Erusalemil Arasaandaan. "},
{ "Verses": "6 avan Isravel Raajaakkalin Vazhiyile Nadandhu, Aagaabin Veettaar Seydhadhupola Seydhaan; Aagaabin Kumaaraththi Avanukku Manaiviyaayirundhaal; Avankarththarin Paarvaikkup Pollaappaanadhai Seydhaan. "},
{ "Verses": "7 karththar Dhaaveedhukkum Avan Kumaararukkum Endrendraikkum Oru Vilakkaik Kattalaiyiduven Endru Solli, Avanode Pannina Udanpadikkaiyinimiththam Dhaaveedhin Vamsaththai Azhikka Siththamillaadhirundhaar. "},
{ "Verses": "8 avan Naatkalil Yoodhaavudaiya Kaiyin Keezhirundha Edhomiyar Kalagampanni, Thangalukku Oru Raajaavai Erpaduththikkondaargal. "},
{ "Verses": "9 adhinaal Yoraam Than Prabukkalodum Than Sagala Radhangalodum Purappattupponaan; Avan Raaththiriyil Ezhundhirundhu, Thannai Valaindhukonda Edhomiyaraiyum Radhangalin Thalaivaraiyum Muriya Adiththaan. "},
{ "Verses": "10 aagilum Yoodhaavudaiya Kaiyin Keezhirundha Edhomiyar Innaalvaraikkum Irukkiradhupola, Kalagampannip Pirindhaargal; Avan Than Pidhaakkalin Dhevanaagiyakarththarai Vittapadiyinaal, Akkaalaththile Lipnaa Pattanaththaarum Kalagampanninaargal. "},
{ "Verses": "11 avan Yoodhaavudaiya Malaigalinmel Medaigalai Undaakki, Erusalemin Kudigalai Sorampogappanni, Yoodhaavaiyum Adharku Evivittaan. "},
{ "Verses": "12 appozhudhu Theerkkadharisiyaagiya Eliyaa Ezhudhina Oru Nirubam Avanidaththirku Vandhadhu; Adhil: Ummudaiya Thagappanaana Dhaaveedhin Dhevanaagiya Karththar Uraikkiradhu Ennavendraal, Nee Un Thagappanaagiya Yosabaaththin Vazhigalilum, Yoodhaavin Raajaavaagiya Aasaavin Vazhigalilum Nadavaamal, "},
{ "Verses": "13 isravel Raajaakkalin Vazhiyile Nadandhu, Aagaabudaiya Kudumbaththin Soramaarkkaththirku Oththapadiye Yoodhaavaiyum Erusalemin Kudigalaiyum Sorampogappanni, Unnaippaarkkilum Nallavargalaayirundha Un Thagappan Veettaaraana Un Sagodhararaiyum Kondrupottapadiyinaal, "},
{ "Verses": "14 idho, Karththar Un Janaththaiyum, Un Pillaigalaiyum, Un Manaivigalaiyum, Unakku Undaana Ellaavatraiyum Magaa Vaadhaiyaaga Vaadhippaar. "},
{ "Verses": "15 neeyo Unakku Undaagum Kudalnoyinaal Un Kudalgal Naalukku Naal Itru Vizhumattum Kodiya Vyaadhiyinaal Vaadhikkappaduvaai Endru Ezhudhiyirundhadhu. "},
{ "Verses": "16 appadiye Karththar Pelistharin Aaviyaiyum, Eththiyoppiyaavukkaduththa Dhesaththaaraana Arabiyarin Aaviyaiyum Yoraamukku Virodhamaaga Ezhuppinaar. "},
{ "Verses": "17 avargal Yoodhaavil Vandhu, Balaathkaaramaaip Pugundhu, Raajaavin Aramanaiyil Agappatta Ellaap Porulgalaiyum, Avan Pillaigalaiyum, Avan Manaivigalaiyum Pidiththukkonduponaargal; Yovaagaas Ennum Avan Kumaararil Ilaiyavanai Allaamal Oru Kumaaranum Avanukku Meedhiyaaga Vaikkappadavillai. "},
{ "Verses": "18 ivaigal Ellaavatrirkum Pirpaadu Karththar Avan Kudalgalil Undaana Theeraadha Noyinaal Avanai Vaadhiththaar. "},
{ "Verses": "19 appadi Naalukkunaal Irundhu, Irandu Varusham Mudigirakaalaththil Avanukku Undaana Noyinaal Avan Kudalgal Sarindhu Kodiya Vyaadhiyinaal Seththupponaan; Avanudaiya Pidhaakkalukkaagak Kandhavarkkangalaik Koluththinadhupol, Avanudaiya Janangal Avanukkaagak Koluththavillai. "},
{ "Verses": "20 avan Raajaavaagirapodhu Muppaththirandu Vayadhaayirundhu, Ettu Varusham Erusalemil Arasaandu, Virumbuvaarillaamal Irandhuponaan; Avanai Dhaaveedhin Nagaraththil Adakkampanninaargal; Aanaalum Raajaakkalin Kallaraigalil Avanai Vaikkavillai. "}
]