[
{ "Verses": "1 erusalemin Kudigal, Avan Ilaiyakumaaranaagiya Agasiyaavai Avan Sthaanaththil Raajaavaakkinaargal; Arabiyarode Koodavandhu Paalayamirangina Dhandilirundhavargal Mooththakumaararaiyellaam Kondrupottaargal; Ivvidhamaai Agasiyaa Ennum Yoodhaavin Raajaavaagiya Yoraamin Kumaaran Arasaandaan. "},
{ "Verses": "2 agasiyaa Raajaavaagirapodhu Irubaththirandu Vayadhaayirundhu, Oru Varusham Erusalemil Arasaandaan; Omriyin Kumaaraththiyaagiya Avan Thaayinper Aththaaliyaal. "},
{ "Verses": "3 avanum Aagaab Kudumbaththaarin Vazhigalil Nadandhaan; Dhunmaarkkamaai Nadakka Avanudaiya Thaai Avanukku Aalosanaikkaariyaayirundhaal. "},
{ "Verses": "4 avan Aagaabin Kudumbaththaippol Karththarin Paarvaikkup Pollaappaanadhai Seydhaan; Avan Thagappan Sendruponapinbu, Avargal Avanukkuk Kedaaga Avanudaiya Aalosanaikkaararaayirundhaargal. "},
{ "Verses": "5 avargaludaiya Aalosanaikku Utpattavanaai, Avan Isravelin Raajaavaagiya Yoraam Ennum Aagaabin Kumaaranode Kooda, Kileyaaththilulla Raamoththirku Seeriyaavin Raajaavaagiya Aasagelukku Virodhamaaga Yuththampannapponaan; Ange Seeriyar Yoraamaik Kaayappaduththinaargal. "},
{ "Verses": "6 appozhudhu Thaan Seeriyaavin Raajaavaagiya Aasagelodu Yuththampannugaiyil, Thannai Avargal Raamaavile Vettina Kaayangalai Yesreyelile Aatrikkolla Avan Thirumbinaan, Appozhudhu Aagaabin Kumaaranaagiya Yoraam Vyaadhiyaayirundhapadiyinaal Dhaaveedhin Raajaavaagiya Yoraamin Kumaaran Agasiyaa, Yesreyelilirukkira Avanaip Paarkkiradharkup Ponaan. "},
{ "Verses": "7 agasiyaa Yoraamidaththukku Vandhadhu Avanukku Dhevanaal Undaana Kedaaga Labiththadhu; Eppadiyendraal, Avan Vandhapodhu Yoraamudane Kooda, Karththar Aagaabin Kudumbaththaarai Sangarikka Abishegampannuviththa Nimsiyin Kumaaranaagiya Yegoovukku Neraaga Veliye Ponaan. "},
{ "Verses": "8 yegoo, Aagaabin Kudumbaththaarukku Aakkinai Nadappikkumpodhu, Avan Agasiyaavai Sevikkira Yoodhaavin Prabukkalaiyum, Agasiyaavudaiya Sagodhararin Kumaararaiyum Kandupidiththuk Kondrupottaan. "},
{ "Verses": "9 pinbu Avan Agasiyaavaith Thedinaan; Samaariyaavil Oliththukkondirundha Avanai Avargal Pidiththu, Yegoovinidaththil Konduvandhu, Avanaik Kondrupottu: Ivan Than Muzhuirudhayaththodum Karththaraith Thedina Yosabaaththin Kumaaran Endru Solli, Avanai Adakkampanninaargal; Appadiye Arasaalugiradharku Belankollaththakka Oruvarum Agasiyaavin Kudumbaththil Illaamarpoyitru. "},
{ "Verses": "10 agasiyaavin Thaayaagiya Aththaaliyaal Than Kumaaran Irandhuponadhaik Kandapodhu, Aval Ezhumbi, Yoodhaa Kudumbaththilulla Raajavamsamaana Yaavaraiyum Sangaarampanninaal. "},
{ "Verses": "11 raajaavin Kumaaraththiyaagiya Yosebiyaadh, Kondrupodappadugira Raajakumaararukkul Irukkira Agasiyaavin Aanpillaiyaagiya Yovaasaik Kalavaayeduththukkondu, Avanaiyum Avan Thaadhiyaiyum Sayanaveettile Vaiththaal; Appadiye Aththaaliyaal Avanaik Kondrupodaadhapadikku, Raajaavaagiya Yoraamin Kumaaraththiyum Aasaariyanaagiya Yoidhaavin Penjaadhiyumaagiya Yosebiyaadh Avanai Oliththuvaiththaal, Aval Agasiyaavin Sagodhariyaayirundhaal. "},
{ "Verses": "12 ivargalodu Avan Aaruvarushamaaik Karththarudaiya Aalayaththile Oliththuvaikkappattirundhaan; Aththaaliyaal Dhesaththinmel Raajyabaarampanninaal. "}
]