[
{ "Verses": "1 yosiyaa Raajaavaagirapodhu Ettuvayadhaayirundhu, Muppaththoru Varusham Erusalemil Arasaandaan. "},
{ "Verses": "2 avan Karththarudaiya Paarvaikku Semmaiyaanadhai Seydhu, Than Thagappanaagiya Dhaaveedhin Vazhigalil, Valadhu Idadhupuramaaga Vilagaamal Nadandhaan. "},
{ "Verses": "3 avan Than Raajyabaaraththin Ettaam Varushaththil, Innum Ilavayadhaayirukkaiyil, Than Thagappanaagiya Dhaaveedhin Dhevanaith Theda Aarambiththu, Pannirandaam Varushaththil Medaigal Thoppugal Suroobangal Vikkiragangalaagiya Ivaigal Atruppogumpadi, Yoodhaavaiyum Erusalemaiyum Suththigarikkath Thodanginaan. "},
{ "Verses": "4 avanukku Munbaagap Paagaalgalin Palipeedangalai Idiththaargal; Avaigalin Melirundha Silaigalai Vetti, Vikkirath Thoppugalaiyum Vaarppu Vikkiragangalaiyum Vettu Vikkiragangalaiyum Udaiththu Norukki, Avaigalukkup Paliyittavargaludaiya Predhakkuzhigalinmel Thoovi, "},
{ "Verses": "5 poojaasaarigalin Elumbugalai Avargaludaiya Peedangalinmel Sutteriththu, Ivvidhamaai Yoodhaavaiyum Erusalemaiyum Suththigariththaan. "},
{ "Verses": "6 appadiye Avan Manaase Eppiraayeem Simiyon Ennum Pattanangalilum, Napthalimattum Paazhaana Avaigalin Sutruppurangalilum Seydhaan. "},
{ "Verses": "7 avan Isravel Dhesam Engumulla Palipeedangalaiyum Vikkiragaththoppugalaiyum Thagarththu, Vikkiragangalai Norukkith Thoolaakki, Ellaa Silaigalaiyum Vettippottapinbu, Erusalemukkuth Thirumbinaan. "},
{ "Verses": "8 avan Dhesaththaiyum Aalayaththaiyum Suththigariththapinbu, Avan Than Raajyabaaraththin Padhinettaam Varushaththile, Adhsaliyaavin Kumaaranaagiya Saappaanaiyum, Nagaraththalaivanaagiya Maaseyaavaiyum, Yovaagaasin Kumaaranaagiya Yovaak Ennum Mandhiriyaiyum, Than Dhevanaagiya Karththarin Aalayaththaip Pazhudhupaarkkumpadikku Anuppinaan. "},
{ "Verses": "9 avargal Pradhaana Aasaariyanaagiya Ilkkiyaavinidaththil Vandhu, Vaasarpadiyaik Kaakkira Leviyar Manaaseyilum Eppiraayeemilum Isravelil Meedhiyaanavargalellaarin Kaiyilum Yoodhaa Benyameen Engum Serththu, Erusalemukkuth Thirumbi Dhevanudaiya Aalayaththirkuk Konduvandha Panaththai Oppuviththu, "},
{ "Verses": "10 velaiyai Seyvikkumpadi, Karththarudaiya Aalayaththin Visaarippukkaararaanavargalin Kaiyil Adhaik Koduththaargal; Ivargal Adhaik Karththarudaiyaaalayaththaip Pazhudhupaarththu Seerppaduththugiradharku Aalayaththil Velaiseygiravargal Kaiyile Koduththaargal. "},
{ "Verses": "11 appadiye Yoodhaavin Raajaakkal Keduththuppotta Araigalaip Pazhudhupaarkka Vettina Karkalaiyum, Inaippukku Marangalaiyum, Paavugiradharku Palagaigalaiyum Vaangath Thachcharukkum Sirpaasaarigalukkum Adhaik Koduththaargal. "},
{ "Verses": "12 indha Manushar Velaiyai Unmaiyaai Seydhaargal; Velaiyai Nadaththa Meraariyin Puththiraril Yaagaadh Opadhiyaa Ennum Leviyarum, Kogaadhiyarin Puththiraril Sagariyaavum, Mesullaamum Avargalmel Visaarippukkaararaayirundhaargal; Indha Leviyar Ellaarum Keedhavaaththiyangalai Vaasikka Arindhavargal. "},
{ "Verses": "13 avargal Sumaikaararai Visaarikkiravargalaayum, Parpala Velaigalai Seygiravargal Ellaaraiyum Kankaanikkiravargalaayum Irundhaargal; Leviyaril Innum Silar Kanakkarum Maniyakaararum Vaasarkaavalaalarumaayirundhaargal. "},
{ "Verses": "14 karththarudaiya Aalayaththukkuk Konduvarappatta Panaththai Avargal Edukkirapodhu Moseyaikkondu Kattalaiyidappatta Karththarudaiya Nyaayappramaanap Pusthagaththai Aasaariyanaagiya Ilkkiyaa Kandeduththaan. "},
{ "Verses": "15 appozhudhu Ilkkiyaa Sambiradhiyaagiya Saappaanai Nokki: Karththarudaiya Aalayaththile Nyaayappramaanap Pusthagaththaik Kandeduththen Endru Solli, Andhap Pusthagaththai Saappaan Kaiyil Koduththaan. "},
{ "Verses": "16 saappaan Andhap Pusthagaththai Raajaavinidaththirkuk Kondupoi, Avanai Nokki: Ummudaiya Oozhiyakkaararukku Kattalaiyidappattavaigalaiyellaam Avargal Seygiraargal. "},
{ "Verses": "17 karththarudaiya Aalayaththile Serndha Panaththai Avargal Kootti, Adhai Visaarippukkaarar Kaiyilum, Velaiseygiravargal Kaiyilum Koduththaargal Endru Raajaavukku Maruseydhisonnadhum Allaamal, "},
{ "Verses": "18 aasaariyanaagiya Ilkkiyaa En Kaiyil Oru Pusthagaththaik Koduththaan Enbadhai Sambiradhiyaagiya Saappaan Raajaavukku Ariviththu, Raajaavukku Munbaaga Adhai Vaasiththaan. "},
{ "Verses": "19 nyaayappramaanaththin Vaarththaigalai Raajaa Kettapodhu, Avan Than Vasthirangal "}
]