[
{ "Verses": "1 idharkuppinbu Movaab Puththirarum, Ammon Puththirarum, Avargalode Ammoniyarukku Appuraththilulla Manusharunkooda Yosabaaththirku Virodhamaai Yuththampanna Vandhaargal. "},
{ "Verses": "2 silar Vandhu, Yosabaaththai Nokki: Umakku Virodhamaai Eraalamaana Janangal Kadalukku Akkaraiyilirukkira Seeriyaavilirundhu Varugiraargal; Idho, Avargal Engedhiyaagiya Aasaasondhaamaaril Irukkiraargal Endru Ariviththaargal. "},
{ "Verses": "3 appozhudhu Yosabaadh Bayandhu, Karththaraith Thedugiradharku Orumugappattu, Yoodhaavengum Ubavaasaththaik Kooruviththaan "},
{ "Verses": "4 appadiye Yoodhaa Janangal Karththaridaththile Sagaayanthedak Koodinaargal; Yoodhaavilulla Ellaap Pattanangalilum Irundhu Avargal Karththaraith Thedavandhaargal. "},
{ "Verses": "5 appozhudhu Yosabaadh Karththarudaiya Aalayaththile Pudhuppraagaaraththumugappile, Yoodhaa Janangalum Erusalemiyarum Koodina Sabaiyile Nindru: "},
{ "Verses": "6 engal Pidhaakkalin Dhevanaagiya Karththaave, Paralogaththilirukkira Neerallavo Dhevan; Dhevareer Jaadhigaludaiya Raajyangalaiyellaam Aalugiravar; Ummudaiya Karaththile Vallamaiyum Paraakkiramamum Irukkiradhu, Oruvarum Ummodu Edhirththu Nirkak Koodaadhu. "},
{ "Verses": "7 engal Dhevanaagiya Neer Ummudaiya Janamaagiya Isravelukku Munbaaga Indha Dhesaththuk Kudigalaith Thuraththivittu Idhai Ummudaiya Snegidhanaagiya Aabiragaamudaiya Sandhadhikku Endraikkumendru Kodukkavillaiyaa? "},
{ "Verses": "8 aadhalaal Avargal Inge Kudiyirundhu, Idhile Ummudaiya Naamaththirkendru Oru Parisuththa Sthalaththaik Kattinaargal. "},
{ "Verses": "9 engalmel Pattayam, Nyaayadhandanai, Kollainoi, Panjam Mudhalaana Theemaigal Vandhaal, Appozhudhu Ummudaiya Naamam Indha Aalayaththil Vilangugirapadiyaal, Naangal Indha Aalayaththilum Umadhu Sannidhiyilum Vandhunindru, Engal Idukkanil Ummai Nokkik Kooppidugaiyil, Dhevareer Kettu Ratchippeer Endru Solliyirukkiraargal. "},
{ "Verses": "10 ippodhum, Idho, Isravelar Egipthudhesaththilirundhu Varugirapodhu, Ammon Puththirar, Movaabiyar, Seyeer Malaiththesaththaarudaiya Seemaigal Vazhiyaaip Poga Neer Uththaravu Kodukkavillai; Aagaiyaal Avargalai Vittuvilagi, Avargalai Naasappaduththaadhirundhaargal. "},
{ "Verses": "11 ippodhum, Idho, Avargal Engalukku Nanmaikkuth Theemaiyai Sarikkatti, Dhevareer Engalai Sudhandharikkappannina Ummudaiya Sudhandharaththilirundhu Engalaith Thuraththivida Varugiraargal. "},
{ "Verses": "12 engal Dhevane, Avargalai Neer Nyaayantheerkkamaatteero? Engalukku Virodhamaaga Vandha Indha Eraalamaana Koottaththirku Munbaaga Nirka Engalukkup Pelanillai; Naangal Seyyavendiyadhu Innadhendru Engalukkuth Theriyavillai; Aagaiyaal Engal Kangal Ummaiye Nokkikkondirukkiradhu Endraan. "},
{ "Verses": "13 yoodhaa Koththiraththaar Anaivarum, Avargal Kuzhandhaigalum, Avargal Penjaadhigalum, Avargal Kumaararunkooda Karththarukku Munbaaga Nindraargal. "},
{ "Verses": "14 appozhudhu Sabaiyin Naduvilirukkira Maththaniyaavin Kumaaranaagiya Eyelin Maganaana Penaayaavukkup Pirandha Sagariyaavin Puththiran Yagaasiyel Ennum Aasaappin Puththiraril Oruvanaana Leviyanmel Karththarudaiya Aavi Iranginadhinaal Avan Sonnadhu: "},
{ "Verses": "15 sagala Yoodhaa Koththiraththaare, Erusalemin Kudigale, Raajaavaagiya Yosabaaththe, Kelungal; Neengal Andha Eraalamaana Koottaththirku Bayappadaamalum Kalangaamalum Irungal Endru Karththar Ungalukku Sollugiraar; Indha Yuththam Ungaludaiyadhalla, Dhevanudaiyadhu. "},
{ "Verses": "16 naalaikku Neengal Avargalukku Virodhamaaip Pongal; Idho, Avargal Sis Ennum Mettuvazhiyaai Varugiraargal; Neengal Avargalai Yeruvel Vanaandharaththirku Edhiraana Pallaththaakkin Kadaiyaandharaththile Kandu Sandhippeergal. "},
{ "Verses": "17 indha Yuththaththaip Pannugiravargal Neengal Alla; Yoodhaa Manushare, Erusalem Janangale, Neengal Thariththunindru Karththar Ungalukku Seyyum Ratchippaip Paarungal; Bayappadaamalum Kalangaamalum Irungal; Naalaikku Avargalukku Edhiraagap Purappadungal; Karththar Ungalode Irukkiraar Endraan. "},
{ "Verses": "18 appozhudhu Yosabaath Tharaimattum Mugankunindhaan; Sagala Yoodhaa Koththiraththaarum Erusalemin Kudigalum Karththaraip Panindhukollakkarththarukkumunbaagath Thaazhavizhundhaargal. "},
{ "Verses": "19 kokaaththiyarin Puththirarilum Koraagiyarin Puththirarilum Irundha Leviyar Ezhundhirundhu, Isravelin Dhevanaagiya Karththarai Magaa Saththaththode Gembeeramaaith Thudhiththaargal. "},
{ "Verses": "20 avargal Adhikaalame Ezhundhirundhu, Thekkovaavin Vanaandharaththirkup Pogap Purappattaargal; Purappadugaiyil Yosabaadh Nindru: Yoodhaave, Erusalemin Kudigale, Kelungal; Ungal Dhevanaagiya Karththarai Nambungal, Appozhudhu Nilaippaduveergal; Avarudaiya Theerkkadharisigalai Nambungal, Appozhudhu Siththiperuveergal Endraan. "},
{ "Verses": "21 pinbu Avan Janaththode Aalosanaipanni, Parisuththamulla Magakdhuvaththaith Thudhikkavum, Aayudham Anindhavargalukku Munnaaga Nadandhupoi, Karththaraith Thudhiyungal, Avar Kirubai Endrumulladhendru Karththaraip Paadavum, Paadagarai Niruththinaan. "},
{ "Verses": "22 avargal Paadith Thudhiseyyath Thodanginapodhu, Yoodhaavukku Virodhamaai Vandhu Padhivirundha Ammon Puththiraraiyum, Movaabiyaraiyum, Seyeer Malaiththesaththaaraiyum, Oruvarukku Virodhamaai Oruvaraik Karththar Ezhumbappanninadhinaal Avargal Vettundu Vizhundhaargal. "},
{ "Verses": "23 eppadiyenil, Ammon Puththirarum Movaabiyarum, Seyeer Malaiththesakkudigalai Sangarikkavum Azhikkavum Avargalukku Virodhamaai Ezhumbinaargal; Seyeer Kudigalai Azhiththuth Theerndhapodhu, Thaangalum Thangalil Oruvaraiyoruvar Azhikkaththakkavidhamaaik Kaikalandhaargal. "},
{ "Verses": "24 yoodhaa Manushar Vanaandharaththilulla Saamakkoottandaiyile Vandhu, Andha Eraalamaana Koottamirukkum Thikkai Nokkugirapodhu, Idho, Avargal Tharaiyile Vizhundhukidakkira Predhangalaagak Kandaargal; Oruvarum Thappavillai. "},
{ "Verses": "25 yosabaaththum Avanudaiya Janangalum Avargal Udaimaigalaik Kollaiyida Vandhapodhu, Avargal Kanda Eraalamaana Porulgalum Predhangalilirundhu Urindhupotta Aadai Aabaranangalum, Thaangal Eduththukkondu Pogak Koodaadhirundhadhu; Moondrunaalaaik Kollaiyittaargal; Adhu Avvalavu Migudhiyaayirundhadhu. "},
{ "Verses": "26 naalaam Naalil Poraakkaavile Koodinaargal; Ange Karththarukku Sthoththiram Seluththinaargal; Aadhalaal Avvidaththirku Innaalvaraikkum Irukkirapadi Peraakkaa Ennum Per Thariththaargal. "},
{ "Verses": "27 pinbu Karththar Avargalai Avargal Saththurukkalperil Kalikoora Seydhapadiyaal Yoodhaa Manushar Yaavarum Erusalem Janangalum, Avargalukku Munnaale Yosabaaththum Magizhchchiyode Erusalemukkuth Thirumbinaargal. "},
{ "Verses": "28 avargal Thamburugalodum Suramandalangalodum Poorigaigalodum Erusalemilirukkira Karththarudaiya Aalayaththirku Vandhaargal. "},
{ "Verses": "29 karththar Isravelin Saththurukkalodu Yuththampanninaar Endru Kelvippatta Andhandha Dhesaththu Raajyaththaarmel Dhevanaal Undaana Bayangaramum Vandhadhu. "},
{ "Verses": "30 ivvidhamaai Dhevan Sutruppuraththaaraal Yuththamillaadha Ilaippaarudhalai Avanukkuk Kattalaiyittadhinaal, Yosabaaththin Raajyabaaram Amarikkaiyaayirundhadhu. "},
{ "Verses": "31 yosabaadh Yoodhaavai Arasaandaan; Avan Raajaavaagirapodhu, Muppaththaindhu Vayadhaayirundhu, Irubaththaindhu Varusham Erusalemil Arasaandaan; Silkiyin Kumaaraththiyaagiya Avanudaiya Thaayinper Asubaal. "},
{ "Verses": "32 avan Than Thagappanaagiya Aasaavin Vazhiyile Nadandhu, Adhaivittu Vilagaadhirundhu, Karththarin Paarvaikku Semmaiyaanadhai Seydhaan. "},
{ "Verses": "33 aanaalum Medaigal Thagarkkappadavillai; Janangal Thangal Irudhayaththaith Thangal Pidhaakkalin Dhevanukku Innum Neraakkaadhirundhaargal. "},
{ "Verses": "34 yosabaaththin Aadhiyandhamaana Matra Varththamaanangal Isravelil Raajaakkalin Pusthagaththil Kandirukkira Aanaaniyin Kumaaranaagiya Yegoovin Vasanangalil Ezhudhiyirukkiradhu. "},
{ "Verses": "35 adharkuppinbu Yoodhaavin Raajaavaagiya Yosabaadh Pollaappu Seygiravanaagiya Agasiyaa Ennum Isravelin Raajaavode Thozhamaipanninaan. "},
{ "Verses": "36 tharsheesukkup Pogumpadikkuk Kappalgalai Seyya Avanode Koodikkondaan; Appadiye Esiyonkeperile Kappalgalai Seydhaargal. "},
{ "Verses": "37 maresaa Ooraanaagiya Thodhaavaanin Kumaaranaana Eliyesar Yosabaaththukku Virodhamaagath Theerkkadharisanam Solli: Neer Agasiyaavode Koodikkondapadiyinaal,karththar Ummudaiya Kiriyaigalai Muriththuppottaar Endraan; Andhak Kappalgal Udaindhupoyitru, Avargal Tharsheesukkup Pogak Koodaamarpoyitru. "}
]