[
{ "Verses": "1 raajaavaagiya Yerobeyaamin Padhinettaam Varushaththil Abiyaa Yoodhaavinmel Raajaavaagi, "},
{ "Verses": "2 moondru Varusham Erusalemil Raajyabaarampanninaan; Kibiyaa Ooraanaagiya Ooriyelin Kumaaraththiyaagiya Avanudaiya Thaayin Per Migaayaal; Abiyaavukkum Yerobeyaamukkum Yuththam Nadandhadhu. "},
{ "Verses": "3 abiyaa Therindhukollappatta Naalulatchamperaagiya Paraakkirama Sevagarin Raanuvaththaarai Yuththaththirku Aayaththampanninaan; Yerobeyaam Therindhukollappatta Ettulatcham Peraagiya Balaththa Paraakkiramasaaligalai Avanukku Edhiraaga Yuththaththirku Niruththinaan. "},
{ "Verses": "4 appozhudhu Abiyaa Eppiraayeem Malaiththesaththilulla Semaraayim Ennum Malaiyinmel Erinindru, Yerobeyaame, Ellaa Isravelare, Kelungal. "},
{ "Verses": "5 isravelai Endraikkum Aalum Raajyabaaraththai Isravelin Dhevanaagiya Karththar Dhaaveedhukkum Avan Kumaararukkum Maaraadha Udanpadikkaiyaaik Kattalaiyittadhai Neengal Ariyeergalaa? "},
{ "Verses": "6 aagilum Dhaaveedhin Kumaaranaagiya Saalomonin Oozhiyakkaaranaana Yerobeyaam Ennum Nebaaththin Kumaaran Ezhumbi, Than Ejamaanukku Virodhamaagak Kalagampanninaan. "},
{ "Verses": "7 peliyaalin Makkalaagiya Veenar Avanodekoodi, Saalomonin Kumaaranaagiya Rekobeyaam Avargalai Edhirkkak Koodaamal Vaalavayadhum Thidanatra Manadhumaayirukkaiyil, Avanukku Virodhamaaith Thangalai Balappaduththikkondaargal. "},
{ "Verses": "8 ippodhum Dhaaveedhudaiya Kumaaran Kaiyilirukkira Karththarudaiya Raajyaththirku Virodhamaaga Neengal Pelankollalaamendru Ninaikkireergal; Neengal Eraalamaana Koottam; Yerobeyaam Ungalukku Dhevargalaaga Undaakkinapon Kandrukkuttigalum Ungalidaththil Irukkiradhe. "},
{ "Verses": "9 neengal Aaronin Kumaararaagiya Karththarudaiya Aasaariyaraiyum Leviyaraiyum Thallivittu, Dhesaadhesangalin Janangalaippola Ungalukku Aasaariyargalai Undupannavillaiyo? Ilankaalaiyinaalum, Ezhu Kadaakkalinaalum, Thannaip Pradhishtaiyaakkumpadi Varugira Evanum Dheyvam Allaadhavaigalukku Aasaariyanaagiraane. "},
{ "Verses": "10 engalukko Karththare Dhevan; Naangal Avaraivittu Vilagavillai; Karththarukku Oozhiyancheygira Aasaariyargal Aaronin Kumaararum, Panividai Seygiravargal Leviyarumaame. "},
{ "Verses": "11 avargal Dhinandhorum Karththarukku Sarvaanga Thaganapaligalaiyum Sugandhavaasanaiyaana Thoobaththaiyum Seluththi, Kaalaiyilum Maalaiyilum Parisuththamaana Mejaiyinmel Samugaththappangalai Adukkivaikkiradhaiyum, Pon Kuththuvilakkaiyum Adhin Vilakkugalai Saayankaalandhorum Etrugiradhaiyum Visaarikkiraargal; Naangal Engal Dhevanaagiya Karththarin Kaavalaik Kaakkirom; Neengalo Avarai Vittu Vilagineergal. "},
{ "Verses": "12 idho, Dhevan Engal Senaapadhiyaai Engalodekooda Irukkiraar; Ungalukku Virodhamaagap Poorigaigalaip Perundhoniyaai Muzhakkugira Aasaariyargalum Irukkiraargal; Isravel Puththirare, Ungal Pidhaakkalin Dhevanaagiya Karththarukku Virodhamaaga Yuththancheyyaadheyungal; Seydhaal Ungalukku Siththikkaadhu Endraan. "},
{ "Verses": "13 yerobeyaam Avargalukkup Pinnaaga Varaththakkadhaaga Oru Padhividaiyai Sutrippogappanninaan; Appadiye Avargal Yoodhaavukku Mun Irundhaargal; Andhap Padhividai Avargalukkuppin Irundhadhu. "},
{ "Verses": "14 yoodhaa Janangal Thirumbippaarkkirapodhu, Munnum Pinnum Yuththam Nadakkiradhaik Kandu, Karththarai Nokkik Kooppittaargal; Aasaariyargal Poorigaigalai Muzhakkinaargal. "},
{ "Verses": "15 yoodhaa Manushar Aarppariththaargal; Yoodhaa Manushar Aarpparikkirapodhu, Dhevan Yerobeyaamaiyum Isravelanaiththaiyum Abiyaavukkum Yoodhaavukkum Munbaaga Muriya Adiththaar. "},
{ "Verses": "16 isravel Puththirar Yoodhaavukku Munbaaga Murindhodinaargal; Dhevan Avargalai Ivargal Kaiyil Oppukkoduththaar. "},
{ "Verses": "17 abiyaavum Avanudaiya Janangalum Avargalil Magaa Sangaarampanninaargal; Therindhukollappatta Aindhulatchamper Isravelile Vettunduvizhundhaargal. "},
{ "Verses": "18 appadiye Isravel Puththirar Akkaalaththile Thaazhththappattaargal; Yoodhaa Puththiraro Thangal Pidhaakkalin Dhevanaagiya Karththarai Saarndhukondadhinaal Merkondargal. "},
{ "Verses": "19 abiyaa Yerobeyaamaip Pinthodarndhu, Avanukku Undaana Pattanangalaagiya Beththelaiyum Adhin Graamangalaiyum, Eshaanaavaiyum Adhin Graamangalaiyum, Epperonaiyum Adhin Graamangalaiyum Pidiththaan. "},
{ "Verses": "20 appuram Abiyaavin Naatkalil Yerobeyaam Balangollamaattaadhepoi, Karththar Avanai Adiththadhaal Maranamadaindhaan. "},
{ "Verses": "21 abiyaa Balaththupponaan; Avan Padhinaalu Sthreegalai Vivaagampanni, Irubaththirandu Kumaararaiyum Padhinaaru Kumaaraththigalaiyum Petraan. "},
{ "Verses": "22 abiyaavin Matrak Kiriyaigalum, Avan Nadapadigalum Avan Varththamaanangalum, Theerkkadharisiyaagiya Iththovin Sariththiraththil Ezhudhiyirukkiradhu. "}
]