[
{ "Verses": "1 amadhsiyaa Irubaththaindhaam Vayadhile Raajaavaagi, Irubaththonbadhu Varusham Erusalemil Arasaandaan; Erusalem Nagaraththaalaagiya Avanudaiya Thaayinper Yovadhaanaal. "},
{ "Verses": "2 avan Karththarin Paarvaikku Semmaiyaanadhai Seydhaan; Aanaalum Muzhumanadhode Appadi Seyyavillai. "},
{ "Verses": "3 raajyabaaram Avanukku Sthirappattapodhu, Avan Than Thagappanaagiya Raajaavaik Kolaiseydha Thannudaiya Oozhiyakkaararaik Kondrupottaan. "},
{ "Verses": "4 aanaalum Pillaigalinimiththam Pidhaakkalum, Pidhaakkalinimiththam Pillaigalum Kolaiseyyappadaamal, Avanavan Seydha Paavaththinimiththam Avanavan Kolaiseyyappadavendumendru Moseyin Nyaayappramaana Pusthagaththil Ezhudhiyirukkirapadi, Karththar Kattalaiyittapragaaram, Avargaludaiya Pillaigalai Avan Kollaadhirundhaan. "},
{ "Verses": "5 amadhsiyaa Yoodhaa Manusharaik Koodivara Seydhu, Avargal Pidhaakkaludaiya Vamsangalinpadiye, Yoodhaa Benyameen Dhesangal Engum Aayiramperukku Adhipadhigalaiyum Nooruperukku Adhipadhigalaiyum Vaiththu, Irubadhu Vayadhumudharkondu Adharku Merpattavargalai Lakkampaarththu, Yuththaththirkup Purappadavum, Eettiyaiyum Kedagaththaiyum Pidikkavunthakka Yuththaveerar Moondrulatchamperendru Kandaan. "},
{ "Verses": "6 isravelilum Latcham Paraakkiramasaaligalai Nooruthaalandhu Velli Koduththuk Koolikku Amarththinaan. "},
{ "Verses": "7 dhevanudaiya Manushan Oruvan Avanidaththil Vandhu: Raajaave, Isravelin Senai Ummudane Varalaagaadhu; Karththar Eppiraayeemin Sagala Puththiraraagiya Isravelodum Irukkavillai. "},
{ "Verses": "8 poga Manadhaanaal Neer Pom, Kaariyaththai Nadaththum; Yuththaththirkuth Thidankondu Nillum; Dhevan Ummai Saththuruvukku Munbaaga Vizhappannuvaar; Oththaasai Seyyavum Vizhappannavum Dhevanaale Koodum Endraan. "},
{ "Verses": "9 appozhudhu Amadhsiyaa: Appadiyaanaal Naan Isravelin Senaikkuk Koduththa Nooruthaalandhirkaaga Seyyavendiyadhu Enna Endru Dhevanudaiya Manushanaik Kettaan. Adharku Dhevanudaiya Manushan: Adhaippaarkkilum Adhigamaaik Karththar Umakkuk Kodukkakkoodum Endraan. "},
{ "Verses": "10 appozhudhu Amadhsiyaa Eppiraayeemaril Thannidaththukku Vandha Senaiyaith Thangal Veettirkup Poividap Piriththuvittaan; Adhinaal Avargalukku Yoodhaavinmel Migundha Kobamoondu, Ukkiramaana Erichchalode Thangalidaththirkuth Thirumbipponaargal. "},
{ "Verses": "11 amadhsiyaavo Thidankondu, Than Janaththaik Kootti, Uppup Pallaththaakkukkup Poi, Seyeer Puththiraril Padhinaayiramperai Vettinaan. "},
{ "Verses": "12 yoodhaa Puththirar, Padhinaayiramperai Uyirodu Pidiththu, Oru Kanmalaiyuchchiyile Kondupoi, Avargalellaarum Norungippogaththakkadhaai Andhak Kanmalaiyuchchiyilirundhu Keezhe Thallivittaargal. "},
{ "Verses": "13 thannodukooda Yuththaththirku Varaadhapadikku, Amadhsiyaa Thiruppivitta Yuththapurushar, Samaariyaa Thuvakkip Peththoronmattumulla Yoodhaa Pattanangalinmel Vizhundhu, Avaigalil Moovaayiramperai Vetti, Thiralaaik Kollaiyittaargal. "},
{ "Verses": "14 amadhsiyaa Edhomiyarai Muriya Adiththu, Seyeer Puththirarin Dheyvangalaik Konduvandhapinbu, Avan Avaigalaith Thanakku Dheyvangalaaga Vaiththu, Avaigalukku Munbaagap Panindhu Avaigalukkuth Thoobankaattinaan. "},
{ "Verses": "15 appozhudhu, Karththar Amadhsiyaavinmel Kobamoondavaraagi, Avanidaththukku Oru Theerkkadharisiyai Anuppinaar; Ivan Avanai Nokki: Thangal Janaththai Umadhu Kaikkuth Thappuvikkaadhepona Janaththin Dheyvangalai Neer Naaduvaanen Endraan. "},
{ "Verses": "16 thannode Avan Ippadip Pesinapodhu, Raajaa Avanai Nokki: Unnai Raajaavukku Aalosanaikkaaranaaga Vaiththaargalo? Adhai Vittuvidu; Nee En Vettappadavendum Endraan; Appozhudhu Andhath Theerkkadharisi Adhaivittuvittu: Neer Ippadi Seydhu, En Aalosanaiyaik Kelaamarponapadiyinaal, Dhevan Ummai Azhikka Yosanaiyaayirukkiraar Enbadhai Ariven Endraan. "},
{ "Verses": "17 pinbu Yoodhaavin Raajaavaagiya Amadhsiyaa Yosanaipanni, Yegoovin Kumaaranaagiya Yovaagaasin Puththiran Yovaas Ennum Isravelin Raajaavukku: Nammudaiya Saamarththiyaththaip Paarppomvaa Endru Solliyanuppinaan. "},
{ "Verses": "18 adharku Isravelin Raajaavaagiya Yovaas Yoodhaavin Raajaavaagiya Amadhsiyaavukku Aal Anuppi: Leebanonilulla Mutchediyaanadhu Leebanonilulla Kedhurumaraththai Nokki: Nee Un Magalai En Maganukku Manaiviyaaga Vivaagancheydhu Kodu Endru Ketkachchollitru; Aanaalum Leebanonilulla Orukaattumirugam Andha Vazhi Pogaiyil Odi Andha Mutchediyai Midhiththuppottadhu. "},
{ "Verses": "19 nee Edhomiyarai Adiththaai Endru Perumaipaaraatta Un Irudhayam Unnaik Garvankollappanninadhu; Ippodhum Nee Un Veettile Iru; Neeyum Unnode Yoodhaavumkooda Vizhumpadikku, Pollaappaith Thedikkolvaanen Endru Sollachchonnaan. "},
{ "Verses": "20 aanaalum Amadhsiyaa Sevikodaadheponaan; Avargal Edhomin Dheyvangalai Naadinadhinimiththam Avargalai Avargal Saththurukkal Kaiyil Oppukkodukkumpadikku Dhevanaale Ippadi Nadandhadhu. "},
{ "Verses": "21 appadiye Isravelin Raajaavaagiya Yovaas Vandhaan; Yoodhaavilirukkira Pedhshimesile Avanum, Amadhsiyaa Ennum Yoodhaavin Raajaavum Thangal Saamarththiyaththaip Paarththaargal. "},
{ "Verses": "22 yoodhaa Isravelukku Munbaaga Murindhu, Avaravar Thangal Koodaarangalukku Odipponaargal. "},
{ "Verses": "23 isravelin Raajaavaagiya Yovaas Agasiyaavin Kumaaranaagiya Yovaasukkup Pirandha Amadhsiyaa Ennum Yoodhaavin Raajaavaip Pedhshimesile Pidiththu, Avanai Erusalemukkukkonduvandhu, Erusalemin Alangaththile Eppiraayeem Vaasalthodangi Moolaivaasalmattum Naanoorumuzha Neelam Idiththuppottu, "},
{ "Verses": "24 dhevanudaiya Aalayaththil Obedh Edhomin Vasaththile Agappatta Sagala Ponnaiyum, Velliyaiyum, Sagala Panimuttugalaiyum, Raajaavin Aramanaippokkishangalaiyum, Kiriyiruppavargalaiyum, Pidiththukkondu Samaariyaavukkuth Thirumbipponaan. "},
{ "Verses": "25 yovaagaasin Kumaaranaagiya Yovaas Ennum Isravelin Raajaa Maranamadaindhapinbu, Yovaasin Kumaaranaagiya Amadhsiyaa Ennum Yoodhaavin Raajaa Padhinaindhu Varusham Uyirodirundhaan. "},
{ "Verses": "26 amadhsiyaavin Aadhiyodandha Nadapadiyaana Matra Varththamaanangal Yoodhaa Isravel Raajaakkalin Pusthagaththil Allavo Ezhudhiyirukkiradhu. "},
{ "Verses": "27 amadhsiyaa Karththarai Vittup Pinvaangina Kaalamudharkondu Erusalemilirundhavargal Avanukku Virodhamaagak Kattuppaadupannikkondaargal; Adhinimiththam Avan Laageesukku Odipponaan; Aanaalum Avan Pirage Laageesukku Manusharai Anuppinaargal; Avargal Ange Avanaik Kondrupottu, "},
{ "Verses": "28 kudhiraigalmel Avanai Eduththuvandhu, Yoodhaavin Nagaraththil Avan Pidhaakkalandaiyile Adakkampanninaargal. "}
]