[
{ "Verses": "1 avan Sthaanaththile Avan Kumaaranaagiya Yosabaadh Raajaavaagi, Isravelukku Virodhamaai Balappattaan. "},
{ "Verses": "2 avan Yoodhaavin Aranaana Pattanangalilellaam Raanuvaththaiyum, Yoodhaadhesaththilum, Than Thagappanaagiya Aasaa Pidiththa Eppiraayeemin Pattanangalilum Thaanaiyangalaiyum Vaiththaan. "},
{ "Verses": "3 karththar Yosabaaththodirundhaar; Avan Paagaalgalaith Thedaamal, Than Thagappanaagiya Dhaaveedhu Munnaatkalil Nadandha Vazhigalil Nadandhu, "},
{ "Verses": "4 than Thagappanudaiya Dhevanaith Thedi, Israveludaiya Seygaiyinpadi Nadavaamal, Avarudaiya Karpanaigalinpadi Nadandhukondaan. "},
{ "Verses": "5 aagaiyaal Karththar Avan Kaiyil Raajyabaaraththaith Thidappaduththinaar; Yoodhaa Koththiraththaar Ellaarum Yosabaaththukkuk Kaanikkaigalaik Konduvandhaargal; Avanukku Aisuvariyamum Ganamum Migudhiyaayirundhadhu. "},
{ "Verses": "6 karththarudaiya Vazhigalil Avan Irudhayam Urchaagankondadhu; Avan Medaigalaiyum Vikkiragath Thoppugalaiyum Yoodhaavai Vittagatrinaan. "},
{ "Verses": "7 avan Arasaanda Moondraam Varushaththil Yoodhaavin Pattanangalile Ubadhesampannumpadikku, Avan Than Prabukkalaagiya Pennaayilaiyum, Opadhiyaavaiyum, Sagariyaavaiyum, Nedhaneyelaiyum, Migaayaavaiyum, "},
{ "Verses": "8 ivargalodekooda Semaayaa, Nedhaniyaa, Sepadhiyaa, Aasagel, Semiramodh, Yonaththaan, Adhoniyaa, Thobiyaa, Thopaththoniyaa Ennum Leviyaraiyum, Ivargalodekooda Aasaariyaraana Elishamaavaiyum, Yoraamaiyum Anuppinaan. "},
{ "Verses": "9 ivargal Yoodhaavile Ubadhesiththu, Karththarudaiya Vedha Pusthagaththai Vaiththukkondu, Yoodhaavin Pattanangalilellaam Thirindhu Janangalukkuppodhiththaargal. "},
{ "Verses": "10 yoodhaavai Sutriyirukkira Dhesangaludaiya Raajyangalinmelellaam Karththaraal Undaana Bayangaram Vandhadhinaal, Yosabaaththodu Yuththampannaadhirundhaargal. "},
{ "Verses": "11 pelistharilum Silar Yosabaaththukkup Pagudhippanaththodekoodak Kaanikkaigalaiyum Konduvandhaargal; Arabiyarum Avanukku Ezhaayiraththu Ezhunooru Aattukkadaakkalaiyum, Ezhaayiraththuezhunooru Vellaattukkadaakkalaiyum Konduvandhaargal. "},
{ "Verses": "12 ippadiye Yosabaadh Varavara Migavum Periyavanaagi, Yoodhaavile Kottaigalaiyum, Rasthukkalai Vaikkum Pattanangalaiyum Kattinaan. "},
{ "Verses": "13 yoodhaavin Pattanangalil Avan Periya Velaigalai Nadaththinaan; Erusalemile Paraakkiramasaaligalaana Sevagar Avanukku Irundhaargal. "},
{ "Verses": "14 thangal Pidhaakkaludaiya Vamsangalinpadi Avargaludaiya Lakkamaavadhu: Yoodhaavile Aayiraththukku Adhipadhigalil Adhnaa Thalaimaiyaanavan; Avanidaththile Paraakkiramasaaligal Moondrulatchamper Irundhaargal. "},
{ "Verses": "15 avanukku Udhaviyaaga Yoganaan Ennum Senaapadhiyirundhaan; Avanidaththile Irandulatchaththu Enbadhinaayiram Per Irundhaargal. "},
{ "Verses": "16 avanukku Udhaviyaaga Karththarukku Thannai Urchaagamaai Oppukkoduththa Sikriyin Kumaaranaagiya Amasiyaa Irundhaan; Avanidaththile Paraakkiramasaaligal Irandulatchamper Irundhaargal. "},
{ "Verses": "17 benyameenile Eliyaadhaa Ennum Paraakkiramasaali Irundhaan; Avanidaththile Villum Kedagamum Pidikkiravargal Irandulatchamper Irundhaargal. "},
{ "Verses": "18 avanukku Udhaviyaaga Yosabaadh Irundhaan; Avanidaththile Sevagaththirku Aayudhapaanigal Latchaththu Enbadhinaayiramper Irundhaargal. "},
{ "Verses": "19 raajaa Yoodhaa Engumulla Aranaana Pattanangalil Vaiththavargalaiththavira Ivargale Raajaavai Seviththavargal. "}
]