[
{ "Verses": "1 saalomon Karththarudaiya Naamaththirku Oru Aalayaththaiyum, Than Raajarigaththirku Oru Aramanaiyaiyum Katta Nirnayampanni, "},
{ "Verses": "2 sumaisumakkiradharku Ezhubadhinaayiramperaiyum, Malaiyil Maram Vettugiradharku Enbadhinaayiramperaiyum, Ivargalmel Thalaivaraaga Moovaayiraththu Arunooruperaiyum Enni Erpaduththinaan. "},
{ "Verses": "3 theeruvin Raajaavaagiya Eeraamidaththil Aal Anuppi: En Thagappanaagiya Dhaaveedhu Thaam Vaasamaayirukkum Aramanaiyaith Thamakkuk Kattumpadikku, Neer Avarukku Dhayavuseydhu, Avarukkuk Kedhurumarangalai Anuppinadhupola Enakkum Dhayavuseyyum. "},
{ "Verses": "4 idho, En Dhevanaagiya Karththarukkumunbaaga Sugandhavarkkangalin Thoobamkaattugiradharkum, Samugaththappangalai Eppodhum Vaikkiradharkum, Kaalaiyilum Maalaiyilum, Oivunaatkalilum, Maadhappirappugalilum, Engal Dhevanaagiya Karththarin Pandigaigalilum, Isravel Niththiyakaalamaaga Seluththavendiyapadi Sarvaanga Thaganapaligalai Seluththugiradharkum, Avarudaiya Naamaththirku Oru Aalayaththaik Katti Adhai Avarukkup Pradhishtaipannumpadi Naan Eththaniththirukkiren. "},
{ "Verses": "5 engal Dhevan Ellaa Dhevargalaippaarkkilum Periyavar; Aagaiyaal Naan Kattappogira Aalayam Periyadhaayirukkum. "},
{ "Verses": "6 vaanangalum Vaanaadhivaanangalum Avaraik Kollak Koodaadhirukka, Avarukku Oru Aalayaththaik Katta Vallavan Yaar? Avar Sannidhiyil Thoobankaattugiradharkeozhiya Vere Mugaandharamaai Avarukku Aalayamkattugiradharku Naan Emmaaththiram?" },
{ "Verses": "7 ippodhum En Thagappanaagiya Dhaaveedhu Kuriththavargalum, Ennidaththil Yoodhaavilum Erusalemilum Irukkiravargalumaagiya Nibunarodu, Ponnilum Velliyilum Vengalaththilum Irumbilum Raththaambaranoolilum Sivappunoolilum Ilaneelanoolilum Velaiseyya Nibunanum, Koththuvelaiseyya Arindhavanumaagiya Oru Manushanai Ennidaththil Anuppum." },
{ "Verses": "8 leebanonilirundhu Kedhurumarangalaiyum, Dhevadhaari Virutchangalaiyum, Vaasanaimarangalaiyum Enakku Anuppum; Leebanonin Marangalai Vetta Ummudaiya Velaikkaarar Pazhaginavargalendru Ariven; Enakku Marangalaith Thiralaaga Aayaththappaduththa En Velaikkaarar Ummudaiya Velaikkaararodunkooda Iruppaargal. "},
{ "Verses": "9 naan Kattappogira Aalayam Periyadhum Aachchariyappadaththakkadhumaayirukkum. "},
{ "Verses": "10 andha Marangalai Vettugira Ummudaiya Velaikkaararukku Irubadhinaayiram Marakkaal Kodhumai Arisiyaiyum, Irubadhinaayiram Marakkaal Vaarkodhumaiyaiyum, Irubadhinaayiram Kudam Dhraatcharasaththaiyum, Irubadhinaayiram Kudam Enneyaiyum Koduppen Endru Solli Anuppinaan." },
{ "Verses": "11 appozhudhu Theeruvin Raajaavaagiya Eeraam Saalomonukkup Pradhiyuththaramaaga: Karththar Thammudaiya Janaththai Snegiththadhinaal, Ummai Avargalmel Raajaavaaga Vaiththaar. "},
{ "Verses": "12 karththarukku Oru Aalayaththaiyum, Thamadhu Raajarigaththirku Oru Aramanaiyaiyum Kattaththakka Yukthiyum Buththiyumudaiya Gnaanamulla Kumaaranai, Dhaaveedhuraajaavukkuk Kattalaiyittavaraagiya Vaanaththaiyum Boomiyaiyum Undaakkina Isravelin Dhevanaagiya Karththarukku Sthoththiramundaavadhaaga." },
{ "Verses": "13 ippodhum Eeraam Abiyennum Buththimaanaagiya Nibunanai Anuppugiren. "},
{ "Verses": "14 avan Thaanin Kumaaraththigalil Oru Sthreeyin Kumaaran; Avan Thagappan Theeru Dhesaththaan; Avan Ponniluma, Velliyilum, Vengalaththilum, Irumbilum, Karkalilum, Marangalilum, Raththaambaranoolilum Ilaneelanoolilum Melliyanoolilum Sivappunoolilum Velaiseyyavum, Sagalavidhak Koththuvelai Seyyavum, Ennenna Seyyavendumendru Avanukku Sollappadumo, Avaigalaiyellaam Ummidaththilulla Nibunarodum, Ummudaiya Thagappanaagiya Dhaaveedhu Ennum En Aandavanin Nibunarodunkooda Yoogiththu Seyyavum Arindhavan." },
{ "Verses": "15 en Aandavan Thaam Sonnapadi Kodhumaiyaiyum, Vaarkodhumaiyaiyum, Enneyaiyum, Dhraatcharasaththaiyum Thammudaiya Oozhiyakkaararukku Anuppuvaaraaga." },
{ "Verses": "16 naangal Umakkuth Thevaiyaana Marangalaiyellaam Leebanonile Vetti, Avaigalaith Theppangalaaik Katti Kadalvazhiyaai Yoppaamattum Konduvaruvom; Pirpaadu Neer Avaigalai Erusalemukkuk Kondupogalaam Endru Ezhudhi Anuppinaan." },
{ "Verses": "17 than Thagappanaagiya Dhaaveedhu Isravel Dhesaththilundaana Marujaadhiyaaraiyellaam Ennith Thogaiyittadhupola, Saalomonum Avargalai Enninaan; Avargal Latchaththu Aimbaththumoovaayiraththu Arunooruperaayirundhaargal." },
{ "Verses": "18 ivargalil Avan Ezhubadhinaayiramperai Sumaisumakkavum, Enbadhinaayiramperai Malaiyil Maramvettavum, Moovaayiraththu Arunooruperai Janaththinvelaiyai Visaarikkum Thalaivaraayirukkavum Vaiththaan." }
]