[
{ "Verses": "1 appozhudhu Dhevanudaiya Aavi Odhedhin Kumaaranaagiya Asariyaavinmel Iranginadhinaal, "},
{ "Verses": "2 avan Veliye Aasaavukku Edhirkondupoi, Avanai Nokki: Aasaave, Yoodhaa Benyameen Koththirangalin Sagala Manushare, Kelungal; Neengalkarththarodirundhaal, Avar Ungalodiruppaar; Neengal Avaraith Thedinaal, Ungalukku Velippaduvaar; Avarai Vitteergaleyaagil, Avar Ungalai Vittuviduvaar. "},
{ "Verses": "3 isravelile Anega Naalaai Meyyaana Dhevanum Illai, Ubadhesikkira Aasaariyanum Illai, Vedhamum Illai. "},
{ "Verses": "4 thangal Nerukkaththile Isravelin Dhevanaagiya Karththaridaththukkuth Thirumbi, Avaraith Thedinapodhu, Avar Avargalukku Velippattaar. "},
{ "Verses": "5 akkaalangalile Veliye Pogiravargalukkum Ulle Varugiravargalukkum Samaadhaanam Illai; Dhesangalin Kudigalellaarukkullum Magaa Amali Undaayirundhu, "},
{ "Verses": "6 jaadhiyai Jaadhiyum, Pattanaththaip Pattanamum Norukkinadhu; Dhevan Avargalai Sagalavidha Idukkaththinaalum Kalangappanninaar. "},
{ "Verses": "7 neengalo Ungal Kaigalai Negizhavidaamal Thidankollungal; Ungal Kiriyaigalukku Balan Undu Endraan. "},
{ "Verses": "8 aasaa Indha Vaarththaigalaiyum Theerkkadharisiyaagiya Odhedhin Theerkkadharisanaththaiyum Kettapodhu, Avan Thidankondu, Aruvaruppugalai Yoodhaa Benyameen Dhesam Anaiththilum, Eppiraayeemin Malaiththesaththil Thaan Pidiththa Pattanangalilumirundhu Agatri, Karththarudaiya Mandabaththin Munnirukkira Karththarudaiyapalipeedaththaip Pudhuppiththu, "},
{ "Verses": "9 avan Yoodhaa Benyameen Janangalaiyum, Avargalodekooda Eppiraayeemilum Manaaseyilum Simiyonilum Irundhu Vandhu Avargalodu Sanjariththavargalaiyum Koottinaan; Avanudaiya Dhevanaagiya Karththar Avanodirukkiradhaik Kandu, Isravelilirundhu Thiralaana Janangal Avan Patchaththil Serndhaargal. "},
{ "Verses": "10 aasaa Arasaanda Padhinaindhaam Varusham Moondraam Maadhaththile Avargal Erusalemile Koodi, "},
{ "Verses": "11 thaangal Kollaiyittu Ottikkonduvandhavaigalil Annaalile Ezhunooru Maadugalaiyum Ezhaayiram Aadugalaiyum Karththarukkup Paliyittu, "},
{ "Verses": "12 thangal Pidhaakkalin Dhevanaagiya Karththaraith Thangal Muzhu Irudhayaththodum Thangal Muzhu Aaththumaavodum Theduvom Endrum; "},
{ "Verses": "13 siriyor Periyor Sthree Purusharellaarilum, Isravelin Dhevanaagiya Karththaraith Thedaadhavan Evano Avan Kolaiseyyappadavendum Endrum Oru Udanpadikkai Seydhu, "},
{ "Verses": "14 magaa Saththaththodum Gembeeraththodum Poorigaigalodum Ekkaalangalodum Karththarukku Munbaaga Aanaiyittaargal. "},
{ "Verses": "15 indha Aanaikkaaga Yoodhaa Janangal Yaavarum Sandhoshappattaargal, Thangal Muzhu Irudhayaththodum Aanaiyittu, Thangal Muzhumanadhodum Avaraith Thedinaargal; Karththar Avargalukku Velippattu, Sutruppuraththaaraal Yuththamillaadhapadikku Avargalai Ilaippaarappanninaar. "},
{ "Verses": "16 thoppile Aruvaruppaana Vikkiragaththai Undupannina Raajaavaagiya Aasaavin Thaayaana Maagaalaiyum Raajaaththiyaai Iraadhapadikku Aasaa Vilakkippottu, Avaludaiya Vikkiragaththaiyum Nirmoolamaakkith Thagarththu, Keedharon Aarandaiyile Sutteriththuppottaan. "},
{ "Verses": "17 medaigalo Isravelilirundhu Thagarkkappadavillai; Aanaalum, Aasaavinin Irudhayam Avan Naatkalilellaam Uththamamaayirundhadhu. "},
{ "Verses": "18 than Thagappanum Thaanum Parisuththampannumpadi Nerndhukonda Velliyaiyum Ponnaiyum Panimuttugalaiyum Avan Dhevanudaiya Aalayaththile Konduvandhaan. "},
{ "Verses": "19 aasaa Arasaanda Muppaththaindhaam Varushamattum Yuththam Illaadhirundhadhu. "}
]