[
{ "Verses": "1 rekobeyaam Erusalemukku Vandhapodhu, Isravelodu Yuththampannavum, Raajyaththaith Thannidamaagath Thiruppikkollavum, Yoodhaa Vamsaththaarum Benyameen Vamsaththaarumaagiya Therindhukollappatta Yuththaveeraraana Latchaththu Enbadhinaayiramperaik Koottinaan. "},
{ "Verses": "2 dhevanudaiya Manushanaagiya Semaayaavukkuk Karththarudaiya Vaarththai Undaagi, Avar Sonnadhu: "},
{ "Verses": "3 nee Yoodhaavin Raajaavaagiya Rekobeyaam Ennum Saalomonin Kumaaranaiyum, Yoodhaavilum Benyameenilum Irukkira Ellaa Isravelaraiyum Nokki: "},
{ "Verses": "4 neengal Pogaamalum, Ungal Sagodhararodu Yuththampannaamalum Avaravar Thamtham Veettukkuth Thirumbungal; Ennaale Indhak Kaariyam Nadandhadhu Endru Karththaruraikkiraar Endru Sol Endraar; Appozhudhu Avargal Karththarudaiya Vaarththaigalukkuk Keezhppadindhu, Yerobeyaamukku Virodhamaai Yuththampannuvadhai Vittuth Thirumbip Poivittaargal. "},
{ "Verses": "5 rekobeyaam Erusalemil Vaasamaayirundhu, Yoodhaavile Aranaana Pattanangalaik Kattinaan. "},
{ "Verses": "6 avan Bethlagemum, Eththaamum, Thekkovaavum, "},
{ "Verses": "7 pedhsoorum, Sokovum, Adhullaamum, "},
{ "Verses": "8 kaaththum, Mareshaavum, Seeppum, "},
{ "Verses": "9 adhoraayeemum, Laageesum, Asekkaavum, "},
{ "Verses": "10 soraavum, Aayilonum, Epronum Aagiya Yoodhaavilum Benyameenilumirukkira Aranippaana Pattanangalaikkatti, "},
{ "Verses": "11 andha Aranippugalai Balappaduththi, Avaigalile Thalaivaraiyum, Aagaaramum Enneyum Dhraatcharasamumulla Pandagasaalaigalaiyum, "},
{ "Verses": "12 yoodhaavum Benyameenum Avan Patchaththilirukka, Ovvoru Pattanaththilum Parisaigalaiyum Eettigalaiyum Vaiththu, Avaigalai Migudhiyum Balappaduththinaan. "},
{ "Verses": "13 isravelengum Irukkira Aasaariyarum Leviyarum Thangal Ellaa Ellaigalilumirundhu Avanidaththil Vandhaargal. "},
{ "Verses": "14 leviyar Karththarukku Aasaariya Oozhiyancheyyaadhapadikku Yerobeyaamum Avan Kumaararum Avargalaith Thallippottapadiyinaal, Thangal Velinilangalaiyum Thangal Kaaniyaatchigalaiyumvittu, Yoodhaadhesaththukkum Erusalemukkum Vandhaargal. "},
{ "Verses": "15 avan Medaigalukkendrum, Peygalukkendrum, Thaan Undaakkina Kandrukkuttigalukkendrum Aasaariyargalai Erpaduththinaan. "},
{ "Verses": "16 andha Leviyarin Piragaale Isravelin Koththirangalilellaam Isravelin Dhevanaagiya Karththaraith Thedugiradharku, Thangal Irudhayaththai Neraakkinavargal Thangal Pidhaakkalin Dhevanaagiya Karththarukkup Paliyidumpadikku Erusalemukku Vandhaargal. "},
{ "Verses": "17 ippadi Moondru Varushamattum Yoodhaavin Raajyaththai Balappaduththi, Saalomonin Kumaaranaagiya Rekobeyaamaith Thidappaduththinaargal; Dhaaveedhum Saalomonum Nadandha Vazhiyile Moondruvarushamattum Nadandhaargal. "},
{ "Verses": "18 rekobeyaam Dhaaveedhin Kumaaranaagiya Erimoththin Kumaaraththi Magalaaththaiyum, Eesaayin Kumaaranaagiya Eliyaabin Kumaaraththi Abiyaayelaiyum Vivaagampanninaan. "},
{ "Verses": "19 ival Avanukku Eyoos Samariyaa Saagaam Ennum Kumaararaip Petraal. "},
{ "Verses": "20 avalukkuppiragu Apsalomin Kumaaraththiyaagiya Maagaalai Vivaagampanninaan; Aval Avanukku Abiyaavaiyum, Aththaayiyaiyum, Seesaavaiyum, Selomiththaiyum Petraal. "},
{ "Verses": "21 rekobeyaam Thannudaiya Manaivigal Marumanaiyaattigal Ellaarilum, Apsalomin Kumaaraththiyaagiya Maagaalai Snegiththaan; Padhinettu Manaivigalaiyum Arubadhu Marumanaiyaattigalaiyum Vivaagampanni, Irubaththettuk Kumaararaiyum Arubadhu Kumaaraththigalaiyum Petraan. "},
{ "Verses": "22 rekobeyaam Maagaalin Kumaaranaagiya Abiyaavai Avan Sagodhararukkulle Thalaivanum Periyavanumaaga Erpaduththinaan; Avanai Raajaavaakka Ninaiththaan. "},
{ "Verses": "23 avan Buththiyaai Nadandhu, Yoodhaa Benyameenudaiya Ellaa Dhesangalilumulla Aranaana Sagala Pattanangalilum Than Kumaarar Yaavaraiyum Piriththuvaiththu, Avargalukku Vendiya Aagaaraththaikkoduththu, Avargalukku Anegam Pengalaith Thedinaan "}
]