[
{ "Verses": "1 pinbu Saalomon Erusalemile Than Thagappanaagiya Dhaaveedhukkuk Kaanbikkappatta Moriyaa Ennum Malaiyile Eboosiyanaagiya Ornaanin Kalam Ennum Dhaaveedhu Kuriththuvaiththa Sthalaththile Karththarudaiya Aalayaththaik Kattaththuvakkinaan." },
{ "Verses": "2 avan Thaan Raajyabaarampannina Naalaam Varusham Irandaam Maadham Irandaam Thedhiyile Kattaththodanginaan." },
{ "Verses": "3 dhevanudaiya Aalayaththaik Kattugiradharku, Saalomon Potta Asthibaaramaanadhu, Murkaalaththu Alavinpadiye Arubadhumuzha Neelamum, Irubadhumuzha Agalamumaayirundhadhu. "},
{ "Verses": "4 mugappu Mandabam Aalayaththinudaiya Agalaththinpadiye Irubadhumuzha Neelamum, Nootrirubadhumuzha Uyaramumaayirundhadhu; Adhin Utpuraththaip Pasumponthagattaal Moodinaan. "},
{ "Verses": "5 aalayaththin Periyamaaligaiyai Dhevadhaaru Palagaigalinaal Seydhu Pasumponninaal Izhaiththu, Adhinmel Pereechchuvelaiyaiyum Sangilivelaiyaiyum Siththiriththu," },
{ "Verses": "6 andha Maaligaiyai Raththinangalaal Alangariththaan; Ponnaanadhu Parvaayeemin Ponnaayirundhadhu. "},
{ "Verses": "7 andha Maaligaiyin Uththirangalaiyum, Nilaigalaiyum, Adhin Suvargalaiyum, Adhin Kadhavugalaiyum Ponthagattaal Moodi, Koththuvelaiyaal Suvargalile Kerubeengalai Seyviththaan. "},
{ "Verses": "8 magaa Parisuththamaana Aalayaththaiyum Kattinaan; Adhin Neelam Aalayaththinudaiya Agalaththinpadi Irubadhumuzhamum, Adhin Agalam Irubadhumuzhamumaayirundhadhu; Adhai Arunooru Thaalandhu Pasumponninaal Izhaiththaan. "},
{ "Verses": "9 aanigalin Nirai Aimbadhu Ponsekkalaanadhu; Mel Araigalaiyum Ponninaal Izhaiththaan. "},
{ "Verses": "10 avan Magaa Parisuththamaana Aalayaththile Irandu Kerubeengalaiyum Siththiravelaiyaai Undupanninaan; Avaigalaip Ponthagattaal Moodinaan." },
{ "Verses": "11 andhak Kerubeengaludaiya Settaigalin Neelam Irubadhu Muzhamaanadhu; Ondrinudaiya Oru Settai Aindhumuzhamaayirundhu, Aalayaththu Suvaraith Thottadhu; Marusettai Aindhumuzhamaayirundhu, Matrak Kerubeenin Settaiyaith Thottadhu." },
{ "Verses": "12 matrak Kerubeenin Oru Settaiyum Aindhumuzhamaayirundhu, Aalayaththuchchuvaraith Thottadhu, Adhin Marusettaiyum Aindhumuzhamaayirundhu, Matrak Kerubeenin Settaiyaith Thottadhu. "},
{ "Verses": "13 ippadiye Andhak Kerubeengalin Settaigal Irubadhumuzha Virivaayirundhadhu, Avaigal Thangal Kaalgalaal Oondri Nindradhu; Avaigalin Mugangal Aalayaththu Utpuramaai Nokkiyirundhadhu." },
{ "Verses": "14 ilaneelanoolaalum Raththaambaranoolaalum Sivappunoolaalum Melliyanoolaalum Thiraiyaiyum, Adhile Kerubeengalin Uruvangalaiyum Undupanninaan." },
{ "Verses": "15 aalayaththirku Munnaaga Muppaththaindhumuzha Uyaramaana Iranduthoongalaiyum, Avaigaludaiya Munaigalinmelirukkum Aindhumuzha Uyaramaana Kumbangalaiyum Undaakki," },
{ "Verses": "16 sannidhikku Munnirukka Sangiligalaiyum Panni, Thoongalin Munaigalinmel Patravaiththu, Nooru Maadhalampazhangalaiyum Panni Andha Sangiligalil Koththaan." },
{ "Verses": "17 andhath Thoongalai Avan Dhevaalayaththirku Munbaaga Ondrai Valadhupuraththilum Ondrai Idadhupuraththilum Naatti, Valadhupuramaanadharku Yaageen Endrum, Idadhupuramaanadharkup Povaas Endrum Perittaan." }
]