[
{ "Verses": "1 sebaavin Raajasthree Saalomonin Keerththiyaik Kelvippattapodhu, Vidukadhaigalinaale Saalomonai Sodhikkiradharkaaga, Migundha Parivaaraththodum, Kandhavarkkangalaiyum, Migudhiyaana Ponnaiyum Raththinangalaiyum Sumakkira Ottagangalodum Erusalemukku Vandhaal; Aval Saalomonidaththil Vandhapodhu, Than Manadhilirundha Ellaavatraiyum Kuriththu Avanidaththil Sambaashiththaal. "
},{ "Verses": "2 appozhudhu Saalomon Aval Kettavaigalaiyellaam Viduviththaan; Avalukku Viduvikkaadhapadikku Ondraagilum Saalomonukku Maraiporulaayirukkavillai. "
},{ "Verses": "3 sebaavin Raajasthree Saalomonudaiya Paanapaaththirakkaararaiyum, Avar Aramanaiyaiyum, "
},{ "Verses": "4 avan Pandhiyin Pojanapadhaarththangalaiyum, Avan Oozhiyakkaararin Veedugalaiyum, Avan Uththiyogastharin Varisaiyaiyum, Avargal Vasthirangalaiyum, Avanudaiya Paanapaaththirakkaararaiyum, Avargal Vasthirangalaiyum, Karththarudaiya Aalayaththukkul Pravesikkum Nadaimandabaththaiyum Kandapodhu Aval Aachchariyaththaal Bramaikondu, "
},{ "Verses": "5 raajaavai Nokki: Ummudaiya Varththamaanangalaiyum Ummudaiya Gnaanaththaiyum Kuriththu, Naan En Dhesaththile Ketta Seydhi Meyyaayitru. "
},{ "Verses": "6 naan Vandhu Adhai En Kangalaal Kaanumattum Avargal Vaarththaigalai Nambavillai; Ummudaiya Periya Gnaanaththil Paadhiyaagilum Avargal Enakku Arivikkavillai; Naan Kelvippatta Prasthaabaththaippaarkkilum Adhigam Undaayirukkiradhu. "
},{ "Verses": "7 ummudaiya Janangal Baakkiyavaangal; Eppodhum Umakku Munbaaga Nindru, Ummudaiya Gnaanaththaik Ketkira Ummudaiya Oozhiyakkaararum Baakkiyavaangal." 
},{ "Verses": "8 ummudaiya Dhevanaagiya Karththarukku Munbaaga Neer Raajaavaayirukkumpadikku, Ummaith Thammudaiya Singaasanaththinmel Veetrirukkappanna, Ummel Piriyankonda Ummudaiya Dhevanaagiya Karththar Sthoththirikkappaduvaaraaga; Ummudaiya Dhevan Isravelai Endrendraikkum Nilainiruththumpadikku Snegikkiradhinaale, Avar Nyaayamum Needhiyumseygiradharku Ummai Avargalmel Raajaavaaga Vaiththaar Endraal "
},{ "Verses": "9 aval Raajaavukku Nootrirubadhu Thaalandhu Ponnaiyum, Migudhiyaana Kandhavarkkangalaiyum, Raththinangalaiyum Koduththaal; Sebaavin Raajasthree Raajaavaagiya Saalomonukkukkoduththa Appadippatta Kandhavarkkangalaippola Orukkaalum Varavillai. "
},{ "Verses": "10 oppeerilirundhu Ponnaik Konduvarugira Eeraamin Velaikkaararum Saalomonin Velaikkaararum Vaasanaimarangalaiyum Raththinangalaiyum Konduvandhaargal. "
},{ "Verses": "11 andha Vaasanaimarangalaal Raajaa Karththarudaiya Aalayaththukkum Raaja Aramanaikkum Oondrukaalgalaiyum, Sangeedhakkaararukku Suramandalangalaiyum Thamburugalaiyum Undaakkinaan; Appadippattavaigal Adharku Munne Yoodheyaa Dhesaththil Orukkaalum Kaanappadavillai. "
},{ "Verses": "12 sebaavin Raajasthree Raajaavukkuk Konduvandhavaigalaippaarkkilum Adhigamaai Aval Aasaippattukketta Ellaavatraiyum Raajaavaagiya Saalomon Avalukkuk Koduththaan; Pinbu Aval Than Parivaaraththodunkooda Than Dhesaththirkuth Thirumbipponaal. "
},{ "Verses": "13 vyaabaarigalum Varththagarum Konduvarum Ponnaiththavira, Saalomonukku Ovvoru Varushaththilum Vandha Pon Arunootru Arubaththaaru Thaalandhu Niraiyaayirundhadhu. "
},{ "Verses": "14 arabidhesaththu Sagala Raajaakkalum Maagaanangalin Adhipadhigalum Saalomonukkup Ponnaiyum Velliyaiyum Konduvaruvaargal. "
},{ "Verses": "15 raajaavaagiya Saalomon Irunooru Parisaigalai Adiththa Ponthagattaal Seyviththaan; Ovvoru Parisaikku Arunooru Sekkal Nirai Ponthagattai Selavazhiththaan. "
},{ "Verses": "16 adiththa Ponthagattaal Munnoorukedagangalaiyum Undaakkinaan; Ovvoru Kedagaththirku Munnooru Sekkalnirai Ponnai Selavazhiththaan; Avaigalai Raajaa Leebanon Vanam Ennum Maaligaiyile Vaiththaan. "
},{ "Verses": "17 raajaa Thandhaththinaal Oru Periya Singaasanaththaiyum Seyviththu, Adhaip Pasumponthagattaal Moodinaan. "
},{ "Verses": "18 andha Singaasanaththukkup Ponninaal Seyyappatta Aaru Padigalum, Oru Paadhapadiyum, Utkaarum Idaththirku Irupuraththilum Kaichchaaimaanangalum Irundhadhu; Irandu Singangal Kaichchaaimaanangal Aruge Nindradhu. "
},{ "Verses": "19 andha Aaru Padigalinmelum, Irandu Pakkaththilum Pannirandu Singangal Nindradhu, Endha Raajyaththilum Ippadip Pannappadavillai. "
},{ "Verses": "20 raajaavaagiya Saalomonukku Irundha Paanapaaththirangalellaam Ponnum, Leebanon Vanam Ennum Maaligaiyin Panimuttugalellaam Pasumponnumaayirundhadhu; Ondrum Velliyinaal Seyyappadavillai; Saalomonin Naatkalil Velli Oru Porulaai Ennappadavillai. "
},{ "Verses": "21 raajaavin Kappalgal Eeraamin Velaikkaararudan Tharsheesukkup Poivarum; Tharsheesin Kappalgal Moondru Varushaththukku Orudharam Ponnaiyum, Velliyaiyum, Yaanaith Thandhangalaiyum, Kurangugalaiyum, Mayilgalaiyum Konduvarum. "
},{ "Verses": "22 boomiyin Raajaakkalaippaarkkilum Raajaavaagiya Saalomon Aisuvariyaththilum Gnaanaththilum Sirandhavanaayirundhaan. "
},{ "Verses": "23 saalomonin Irudhayaththile Dhevan Aruliya Gnaanaththaik Ketpadharku Boomiyin Raajaakkal Ellaarum Avan Mugadharisanaththaith Thedinaargal. "
},{ "Verses": "24 varushaavarusham Avaravar Thangal Kaanikkaiyaagiya Vellippaaththirangalaiyum, Porpaaththirangalaiyum, Vasthirangalaiyum, Aayudhangalaiyum, Sugandhavarkkangalaiyum, Kudhiraigalaiyum, Koverukazhudhaigalaiyum Konduvaruvaargal. "
},{ "Verses": "25 saalomonukku Naalaayiramkudhirai Laayangalum Radhangalum Irundhadhu, Panneeraayiram Kudhiraiveerarum Irundhaargal; Avaigalai Radhangal Vaikkumpattanangalilum, Avargalai Erusalemil Thannidaththilum Raajaa Vaiththirundhaan." 
},{ "Verses": "26 nadhithuvakkip Pelistharin Dhesamattukkum Egipthin Ellaivaraikkum Irukkira Sagala Raajaakkalaiyum Avan Aandaan. "
},{ "Verses": "27 erusalemile Raajaa Velliyaik Karkalpolavum, Kedhurumarangalaip Pallaththaakkugalil Irukkum Kaattaththimarangalpolavum Adhigamaakkinaan. "
},{ "Verses": "28 egipthilum Matra Dhesangalilumirundhu Saalomonukkuk Kudhiraigal Konduvarappattadhu. "
},{ "Verses": "29 saalomonudaiya Aadhiyandhamaana Nadapadigal Theerkkadharisiyaagiya Naaththaanin Pusthagaththilum, Seeloniyanaagiya Agiyaa Ezhudhina Theerkkadharisanaththilum, Nebaaththin Kumaaranaagiya Yerobeyaamaikkuriththu Gnaanadhrushtikkaaranaagiya Iththo Ezhudhina Dharisanangalilum Allavo Ezhudhiyirukkiradhu. "
},{ "Verses": "30 saalomon Erusalemile Isravelaiyellaam Naarpadhu Varusham Arasaandaan. "
},{ "Verses": "31 pinbu Saalomon Than Pidhaakkalode Niththiraiyadaindhaan; Avanai Avan Thagappanaagiya Dhaaveedhin Nagaraththile Adakkampanninaargal; Avan Sthaanaththile Avan Kumaaranaagiya Rekobeyaam Raajaavaanaan. "
}
]