[
{ "Verses": "1 ivaiyellaam Mudindhapinbu, Vandhirundha Isravelar Ellaarum Yoodhaavin Pattanangalukkup Purappattuppoi, Yoodhaa Benyameen Engum Eppiraayeemilum Manaaseyilunkooda Undaana Silaigalai Udaiththu, Vikkiragath Thoppugalai Vetti, Medaigalaiyum Peedangalaiyum Idiththu, Avaigalaiyellaam Thagarththuppottaargal; Pinbu Isravelpuththirar Ellaarum Avaravar Thangal Oorgalilirukkira Thangal Kaaniyaatchikkuth Thirumbinaargal. "},
{ "Verses": "2 esekkiyaa Aasaariyar Leviyarudaiya Vaguppugalai Avargal Varisaigalinpadiyeyum Avaravarai Avargal Oozhiyaththinpadiyeyum Thittappaduththi, Aasaariyaraiyum Leviyaraiyum, Sarvaangathaganapaligalaiyum Samaadhaanapaligalaiyum Seluththavum, Karththarudaiya Paalayaththin Vaasalgalil Oozhiyancheydhu Thudhiththu Sthoththirikkavum Ozhunguppaduththinaan. "},
{ "Verses": "3 raajaa Karththarudaiya Nyaayappramaanaththil Ezhudhiyirukkirapadiye Andhisandhigalil Seluththavendiya Sarvaangathaganapaligalukkum, Oivunaatkalilum Maadhappirappugalilum Pandigaigalilum Seluththavendiya Sarvaanga Thaganapaligalukkum Than Aasthiyilirundheduththuth Than Pangaik Koduththaan. "},
{ "Verses": "4 aasaariyarum Leviyarum Karththarudaiya Nyaayappramaanaththai Urchaagamaaik Kaikkollumpadi Avargalukkuriya Paagaththaik Kodukka Janangalukkum Erusalemin Kudigalukkum Kattalaiyittaan. "},
{ "Verses": "5 indha Vaarththai Prasiththamaanapodhu, Isravel Puththirar Dhaaniyaththilum, Dhraatcharasaththilum, Enneyilum, Thenilum, Nilaththin Ellaa Varaththilum Mudharpalangalai Thiralaagakkonduvandhu, Sagalaththilum Dhasamapaagaththaip Paripooranamaaik Koduththaargal. "},
{ "Verses": "6 yoodhaavin Pattanangalil Kudiyirundha Isravel Puththirarum, Yoodhaapuththirarum, Maadugalilum Aadugalilum Dhasamapaagaththaiyum, Thangal Dhevanaagiya Karththarukkup Parisuththampannappattavaigalil Dhasamapaagaththaiyum Konduvandhu Kuviyal Kuviyalaaga Vaiththaargal. "},
{ "Verses": "7 moondraam Maadhaththil Kuviyal Seyyaththodangi Ezhaam Maadhaththil Mudiththaargal. "},
{ "Verses": "8 esekkiyaavum Prabukkalum Vandhu, Andhak Kuviyalgalaik Kaanumpodhu, Karththarukku Sthoththirancheluththi, Avarudaiya Janamaagiya Isravelaip Pugazhndhaargal. "},
{ "Verses": "9 andhak Kuviyalgalaik Kuriththu Esekkiyaa Aasaariyaraiyum Leviyaraiyum Visaariththapodhu, "},
{ "Verses": "10 saadhokkin Sandhadhiyaanaagiya Asariyaa Ennum Pradhaana Aasaariyan Avanai Nokki: Indhak Kaanikkaiyaik Karththarudaiya Aalayaththirkuk Konduvarath Thodanginadhumudhal Naangal Saappittuth Thirupthiyadaindhom; Innum Michchamum Irukkiradhu; Karththar Thammudaiya Janaththai Aaseervadhiththadhinaal Indhath Thiratchiyaana Ambaaram Meendhirukkiradhu Endraan. "},
{ "Verses": "11 appozhudhu Esekkiyaa Karththarudaiya Aalayaththil Pandagasaalaigalai Aayaththappaduththa Sonnaan. "},
{ "Verses": "12 avargal Avaigalai Aayaththappaduththinapinbu, Avaigalile Kaanikkaigalaiyum, Dhasama Paagaththaiyum, Parisuththampannappattavaigalaiyum Unmaiyaai Eduththuvaiththaargal; Avaigalinmel Leviyanaagiya Konaniyaa Thalaivanum, Avan Thambiyaagiya Simeyi Irandaavadhumaayirundhaan. "},
{ "Verses": "13 raajaavaagiya Esekkiyaavum, Dhevanudaiya Aalaya Visaaranaikkaaranaagiya Asariyaavum Pannina Kattalaiyinpadiye, Yegiyelum, Agasiyaavum, Naagaaththum, Aasagelum, Yerimoththum, Yosabaaththum, Eliyelum, Ismagiyaavum, Maagaaththum, Penaayaavum, Konaniyaavin Keezhum Avan Thambiyaagiya Simeyiyin Keezhum Visaarippukkaararaayirundhaargal. "},
{ "Verses": "14 kizhakku Vaasalaik Kaakkira Imnaavin Kumaaranaagiya Kore Ennum Leviyan, Karththarukku Seluththappatta Kaanikkaigalaiyum Magaa Parisuththamaanavaigalaiyum Pangidumpadikku, Dhevanukku Seluththum Urchaagak Kaanikkaigalmel Adhigaariyaayirundhaan. "},
{ "Verses": "15 avanudaiya Kaikku Udhaviyaaga Aasaariyarin Pattanangalil Vaguppugalinpadiyirukkira Thangal Sagodhararile Periyavanukkum Siriyavanukkum Sarisamaanamaaik Kodukkumpadikku, Unmaiyullavargalaaga Ennappatta Edhenum, Minyameenum, Yesuvaavum, Semaayaavum, Amariyaavum, Sekkaniyaavum Erpaduththappattaargal. "},
{ "Verses": "16 vamsa Attavanaigalil Ezhudhappatta Moondru Vayadhumudhal, Adharku Merpatta Aanpillaigalaith Thavira, Karththarudaiya Aalayaththirkul Pravesikkira Avaravarukkum Thangal Vaguppugalinpadiye, Thangal Muraigalile Thaangal Seygira Thangal Panividaikkuththakkadhaai Anudhina Padi Kodukkappattadhu. "},
{ "Verses": "17 thangal Pidhaakkalin Vamsa Attavanaigalil Ezhudhappatta Thangal Vaguppugalinpadiye Thangal Muraigalilirukkira Irubadhu Vayadhumudhal, Adharku Merpatta Aasaariyarukkum, Leviyarukkum, "},
{ "Verses": "18 avargaludaiya Ellaak Koottaththin Attavanaiyilum Ezhudhappatta Avargaludaiya Ellaak Kuzhandhaigalukkum, Manaivigalukkum, Kumaararukkum, Kumaaraththigalukkum Pangu Koduththaargal; Avargal Parisuththamaanadhai Unmaiyinpadi Parisuththamaai Visaariththaargal. "},
{ "Verses": "19 aasaariyaril Ellaa Aanpillaigalukkum Leviyarukkulle Attavanaiyil Ezhudhappattavargal Ellaarukkum Padikodukka, Aasaariyarudaiya Ovvoru Pattanaththukkaduththa Velinilangalilum Aaron Puththiraril Perperaagak Kurikkappatta Manushar Irundhaargal. "},
{ "Verses": "20 indhappragaaramaaga Esekkiyaa Yoodhaavengum Nadappiththu, Than Dhevanaagiya Karththarukku Munbaaga Nanmaiyum Semmaiyum Unmaiyumaanadhai Seydhaan. "},
{ "Verses": "21 avan Dhevanudaiya Aalayaththinvelaiyilum, Than Dhevanaith Thedumpadikku Nyaayappramaanaththirkum Karpanaikkum Aduththa Kaariyaththilum Ennaseyyath Thodanginaano, Adhaiyellaam Than Muzhu Irudhayaththodum Seydhu Siththipetraan. "}
]