[
{ "Verses": "1 yosabaaththukku Migundha Aisuvariyamum Ganamum Undaayirundhadhu; Avan Aagaabode Sambandhankalandhu, "},
{ "Verses": "2 sila Varushangal Sendrapinbu, Samaariyaavilirukkira Aagaabidaththukkup Ponaan; Appozhudhu Aagaab Avanukkum Avanodirukkira Janaththirkum Anegam Aadumaadugalai Adippiththu, Keeleyaaththilulla Raamoththirku Varumpadi Avanai Evinaan. "},
{ "Verses": "3 eppadiyenil, Isravelin Raajaavaagiya Aagaab Yoodhaavin Raajaavaagiya Yosabaaththai Nokki: Keeleyaaththilulla Raamoththukku Ennode Varugireeraa Endru Kettadharku, Avan: Naandhaan Neer, Ennudaiya Janangal Ummudaiya Janangal, Ummodekooda Yuththaththirku Varugiren Endraan. "},
{ "Verses": "4 pinnum Yosabaadh Isravelin Raajaavaip Paarththu: Karththarudaiya Vaarththaiyai Indraikku Visaariththu Ariyum Endraan. "},
{ "Verses": "5 appozhudhu Isravelin Raajaa Naanooru Theerkkadharisigalaik Koodivarachcheydhu: Naangal Keeleyaaththilulla Raamoththinmel Yuththampannap Pogalaamaa, Pogalaagaadhaa Endru Avargalaik Kettaan. Adharku Avargal: Pom, Dhevan Raajaavin Kaiyil Adhai Oppukkoduppaar Endraargal. "},
{ "Verses": "6 pinbu Yosabaadh: Naam Visaariththu Arigiradharku Ivargalaiyallaamal Karththarudaiya Theerkkadharisi Vere Yaaraagilum Inge Illaiyaa Endru Kettaan. "},
{ "Verses": "7 appozhudhu Isravelin Raajaa Yosabaaththai Nokki: Karththaridaththil Visaariththu Arigiradharku Imlaavin Kumaaranaagiya Migaayaa Ennum Matroruvan Irukkiraan; Aanaalum Naan Avanaip Pagaikkiren; Avan Ennaik Kuriththu Nanmaiyaaga Alla, Theemaiyaagave Eppozhudhum Theerkkadharisanam Sollugiravan Endraan. Adharku Yosabaadh: Raajaave, Appadi Sollavendaam Endraan. "},
{ "Verses": "8 appozhudhu Isravelin Raajaa Pradhaanigalil Oruvanaik Kooppittu: Imlaavin Kumaaranaagiya Migaayaavai Seekkiramaai Azhaiththuvaa Endraan. "},
{ "Verses": "9 isravelin Raajaavum Yoodhaavin Raajaavaagiya Yosabaaththum, Samaariyaavin Olimuga Vaasalukku Munnirukkum Visaalamaana Idaththile Raajavasthiram Thariththukkondavargalaai, Avaravar Thamtham Singaasanaththile Utkaarndhirundhaargal; Sagala Theerkkadharisigalum Avargalukku Munbaagath Theerkkadharisanan Chonnaargal. "},
{ "Verses": "10 kenaanaavin Kumaaranaagiya Sidhekkiyaa Thanakku Iruppukkombugalai Undaakki, Ivaigalaal Neer Seeriyarai Mutti Nirmoolamaakkippoduveer Endru Karththarsollugiraar Endraan. "},
{ "Verses": "11 sagala Theerkkadharisigalum Adharku Isaivaagath Theerkkadharisanancholli, Keeleyaaththilulla Raamoththirkuppom, Umakku Vaaikkum, Karththar Adhai Raajaavin Kaiyil Oppukkoduppaar Endraargal. "},
{ "Verses": "12 migaayaavai Azhaikkappona Aal Avanudane Pesi: Idho, Theerkkadharisigalin Vaarththaigal Egavaakkaai Raajaavukku Nanmaiyaayirukkiradhu; Ummudaiya Vaarththaiyum Avargalil Oruvar Vaarththaiyaippola Irukkumpadikku Nanmaiyaaga Sollum Endraan. "},
{ "Verses": "13 adharku Migaayaa: En Dhevan Solvadhaiye Solven Endru Karththarudaiya Jeevanaikkondu Sollugiren Endraan. "},
{ "Verses": "14 avan Raajaavinidaththil Vandhapodhu, Raajaa Avanaip Paarththu: Migaayaave, Naangal Keeleyaaththilulla Raamoththinmel Yuththampannap Pogalaamaa, Pogalaagaadhaa Endru Kettaan. Adharku Avan: Pongal; Ungalukku Vaaikkum; Ungal Kaiyil Oppukkodukkappaduvaargal Endraan. "},
{ "Verses": "15 raajaa Avanaip Paarththu: Nee Karththarudaiya Naamaththile Unmaiyai Allaamal Verondraiyum Ennidaththil Sollaadhapadikku, Naan Eththanai Tharam Unnai Aanaiyiduvikkavendum Endru Sonnaan. "},
{ "Verses": "16 appozhudhu Avan: Isravelar Ellaarum Meyppanillaadha Aadugalaippola Malaigalil Sidharappattadhaik Kanden; Appozhudhu Karththar Ivargalukku Ejamaan Illai; Avaravar Thamtham Veettirku Samaadhaanaththode Thirumbakkadavargal Endraar Endru Sonnaan. "},
{ "Verses": "17 appozhudhu Isravelin Raajaa Yosabaaththai Nokki: Ivan Ennaikkuriththu Nanmaiyaaga Alla, Theemaiyaagave Theerkkadharisananchollugiravan Endru Naan Ummode Sollavillaiyaa Endraan. "},
{ "Verses": "18 appozhudhu Avan Sonnadhu: Karththarudaiya Vaarththaiyaik Kelungal; Karththar Thammudaiya Singaasanaththinmel Veetrirukkiradhaiyum, Parama Senaiyellaam Avar Valadhupakkaththilum Avar Idadhupakkaththilum Nirkiradhaiyum Kanden. "},
{ "Verses": "19 appozhudhu Karththar: Isravelin Raajaavaagiya Aagaab Keeleyaaththilulla Raamoththil Poi Vizhumpadikku, Avanukkup Podhanaiseygiravan Yaar Endru Kettadharku, Oruvan Ippadiyum Oruvan Appadiyum Sonnaargal. "},
{ "Verses": "20 appozhudhu Oru Aavi Purappattuvandhu, Karththarukku Munbaaga Nindru: Naan Avanukkup Podhanaiseyven Endradhu; Edhinaal Endru Karththar Adhaikkettaar. "},
{ "Verses": "21 appozhudhu Adhu: Naan Poi, Avanudaiya Theerkkadharisigal Ellaarin Vaayilum Poiyin Aaviyaai Iruppen Endradhu. Adharku Avar: Nee Avanukkup Podhanaiseydhu Appadi Nadakkappannuvaai; Poi Appadiye Sey Endraar. "},
{ "Verses": "22 aanadhinaal Karththar Poiyin Aaviyai Indha Ummudaiya Theerkkadharisigalin Vaayile Kattalaiyittaar; Karththar Ummaikkuriththuth Theemaiyaaga Sonnaar Endraan. "},
{ "Verses": "23 appozhudhu Kenaanaavin Kumaaranaagiya Sidhekkiyaa Kitte Vandhu: Migaayaavaik Kannaththil Adiththu, Karththarudaiya Aavi Endha Vazhiyaai Ennaivittu Unnode Pesumpadi Vandhadhu Endraan. "},
{ "Verses": "24 adharku Migaayaa: Nee Oliththukkolla Ullaraiyile Padhungum Annaalile Adhaik Kaanbaai Endraan. "},
{ "Verses": "25 appozhudhu Isravelin Raajaa: Neengal Migaayaavaip Pidiththu, Avanaip Pattanaththuth Thalaivanaagiya Aamonidaththukkum, Raajakumaaranaagiya Yovaasidaththukkum Thirumbak Kondupoi, "},
{ "Verses": "26 avanai Siraichchaalaiyile Vaiththu, Naan Samaadhaanaththode Thirumbivarumalavum, Avanukku Idukkaththin Appaththaiyum Idukkaththin Thanneeraiyum Saappidak Kodungal Endru Raajaa Sonnaar Endru Sollungal Endraan. "},
{ "Verses": "27 appozhudhu Migaayaa: Neer Samaadhaanaththode Thirumbivandhaal, Karththar Ennaikkondu Pesinadhillai Endru Solli; Janangale, Neengal Ellaarum Kelungal Endraan. "},
{ "Verses": "28 pinbu Isravelin Raajaavum, Yoodhaavin Raajaavaagiya Yosabaaththum Keeleyaaththilulla Raamoththukkup Ponaargal. "},
{ "Verses": "29 isravelin Raajaa Yosabaaththaip Paarththu: Naan Veshamaari Yuththaththil Pravesippen; Neero Raajavasthiram Thariththirum Endru Solli, Isravelin Raajaa Veshamaari Yuththaththil Pravesiththaan. "},
{ "Verses": "30 seeriyaavin Raajaa Thanakku Irukkira Radhangalin Thalaivarai Nokki: Neengal Siriyavarodum Periyavarodum Yuththampannaamal, Isravelin Raajaa Oruvanodemaaththiram Yuththampannungal Endru Kattalaiyittirundhaan. "},
{ "Verses": "31 aadhalaal Radhangalin Thalaivar Yosabaaththaik Kaangaiyil, Ivandhaan Isravelin Raajaa Endru Solli Yuththampanna Avanai Soozhndhukondaargal; Appozhudhu Yosabaadh Kookkural Ittaan; Karththar Avanukku Anusaariyaayirundhaar; Avargal Avanai Vittu Vilagumpadi Dhevan Seydhaar. "},
{ "Verses": "32 ivan Isravelin Raajaa Alla Endru Radhangalin Thalaivar Kandapodhu Avanaivittuth Thirumbinaargal. "},
{ "Verses": "33 oruvan Ninaiyaamal Villai Naanetri Eydhaan, Adhu Isravelin Raajaavinudaiya Kavasaththin Sandhukkidaiyile Pattadhu; Appozhudhu Avan Than Saaradhiyaip Paarththu, Nee Thiruppi Ennai Raanuvaththukkappaal Kondupo, Enakkuk Kaayampattadhu Endraan. "},
{ "Verses": "34 andraiyadhinam Yuththam Adhigariththadhu; Isravelin Raajaa Seeriyarukku Edhiraaga Radhaththil Saayankaalamattum Nindrirundhu, Sooriyan Asthamikkumpodhu Irandhuponaan. "}
]