[
{ "Verses": "1 adhanpinbu Isravelin Dhevanaagiya Karththarukkup Paskaavai Aasarikkumpadi Erusalemil Irukkira Karththarudaiya Aalayaththirku Vaarungal Endru Esekkiyaa Isravel Yoodhaa Engum Aatkalai Anuppinadhum Andri, Eppiraayeem Manaase Koththirangalukkum Nirubangalai Ezhudhiyanuppinaan. "},
{ "Verses": "2 paskaavai Irandaam Maadhaththil Aasarikkumpadi, Raajaavum Avanudaiya Prabukkalum Erusalemilulla Sabaiyaar Yaavarum Yosanaipanniyirundhaargal. "},
{ "Verses": "3 aasaariyar Podhumaanaper Thangalaip Parisuththampannaamalum, Janangal Erusalemil Innum Koodivaraamalum Irundhapadiyinaal, Adhin Kaalaththil Adhai Aasarikkak Koodaamarpoyitru. "},
{ "Verses": "4 indhak Kaariyam Raajaavin Paarvaikkum Samastha Sabaiyin Paarvaikkum Nyaayamaaik Kaanappattadhu. "},
{ "Verses": "5 ezhudhiyirukkirapadi Vegukaalamaai Avargal Adhai Aasarikkavillai; Aagaiyaal Isravelin Dhevanaagiya Karththarukkup Paskaavai Aasarikkumpadi Erusalemukku Vaarungal Endru Peyersebaamudhal Thaanmattumulla Isravelukku Parai Saatruviththaargal. "},
{ "Verses": "6 appadiye Raajaavum Avanudaiya Prabukkalum Koduththa Nirubangalai Anjalkaarar Vaangi, Raajaavudaiya Kattalaiyinpadiye Isravel Yoodhaa Engumpoi: Isravel Puththirare, Aabiragaam Isravel Enbavargaludaiya Dhevanaagiya Karththaridaththukkuth Thirumbungal; Appozhudhu Aseeriyarudaiya Raajaakkalin Kaikkuth Thappiyirukkira Meedhiyaana Ungalandaikku Avar Thirumbuvaar. "},
{ "Verses": "7 thangal Pidhaakkalin Dhevanaagiya Karththarukku Dhrogampannina Ungal Pidhaakkalaippolavum Ungal Sagodhararaippolavum Iraadheyungal; Adharkaaga, Neengal Kaangirapadiye, Avargal Paazhaaippogiradharku Oppukkoduththaare. "},
{ "Verses": "8 ippodhum Ungal Pidhaakkalaippola Ungal Kazhuththaik Kadinappaduththaadheyungal; Neengal Karththarukku Udanpattu, Avar Sadhaakaalaththukkum Parisuththampannina Avarudaiya Parisuththa Sthalaththirku Vandhu, Ungal Dhevanaagiya Karththarai Seviyungal; Appozhudhu Avarudaiya Ukkiramaana Kobam Ungalaivittuth Thirumbum. "},
{ "Verses": "9 neengal Karththaridaththukkuth Thirumbinaal, Ungal Sagodhararum Ungal Pillaigalum Thangalai Siraipidiththavargalukku Munbaaga Irakkam Perugiradharkum, Indha Dhesaththirkuth Thirumbugiradharkum Adhu Edhuvaagum; Ungal Dhevanaagiya Karththar Kirubaiyum Irakkamumullavar; Neengal Avaridaththirkuth Thirumbinaal, Avar Thammudaiya Mugaththai Ungalaivittu Vilakkuvadhillai Endraargal. "},
{ "Verses": "10 appadi Andha Anjalkaarar Eppiraayeem Manaase Dhesangalil Sebulon Mattukkum Oorooraagath Thirindhaargal; Aanaalum Avargal Ivargalaippaarththu Nagaiththup Parigaasampanninaargal. "},
{ "Verses": "11 aagilum Aaserilum, Manaaseyilum, Sebulonilum, Silar Manaththaazhmaiyaagi Erusalemukku Vandhaargal. "},
{ "Verses": "12 yoodhaavilum Karththarudaiya Vaarththaiyinpadiye, Raajaavum Prabukkalum Kattalaiyittapragaaram Seygiradharku, Dhevanudaiya Karam Avargalai Orumanappaduththitru. "},
{ "Verses": "13 appadiye Irandaam Maadhaththil Pulippillaadha Appappandigaiyai Aasarikka Vegu Janangal Erusalemil Magaaperiya Sabaiyaaik Koodinaargal. "},
{ "Verses": "14 avargal Ezhumbi, Erusalemil Undaana Palipeedangalaiyum, Thoobapeedangalaiyum Agatrik Keedharon Aatrilepottaargal. "},
{ "Verses": "15 pinbu Andha Irandaam Maadham Padhinaalaanthedhiyil Paskaavin Aattukkuttigalai Adiththaargal; Aasaariyarum Leviyarum Vetki, Thangalai Suththampanni, Sarvaanga Thaganapaligalaik Karththarudaiya Aalayaththirkuk Konduvandhu, "},
{ "Verses": "16 dhevanudaiya Manushanaagiya Moseyin Nyaayappramaanaththirku Etra Thangal Muraimaiyinpadiye Thangal Sthaanaththile Nindraargal; Aasaariyar Leviyarin Kaiyilirundhu Raththaththai Vaangiththeliththaargal. "},
{ "Verses": "17 sabaiyile Anegar Thangalaip Parisuththampannikkollaadhirundhaargal; Aagaiyaal Suththamillaa Ellaaraiyum Karththarukkup Parisuththampanna, Leviyar Avargalukkaagap Paskaavin Aattukkuttigalai Adikkum Kaariyaththai Visaariththaargal. "},
{ "Verses": "18 adhenendraal Eppiraayeem, Manaase, Isakkaar, Sebulon Manusharil Eraalamaana Anegam Janangal Thangalai Suththampannikkollaadhirundhum, Ezhudhiyiraadhapragaaramaagap Paskaavai Saappittaargal. "},
{ "Verses": "19 esekkiyaa Avargalukkaaga Vinnappampanni, Thangal Pidhaakkalin Dhevanaagiya Karththaraana Dhevanaith Thedumpadikku, Thangal Irudhayaththai Neraakkinavargal Parisuththa Sthalaththirketra Suththaangam Adaiyaadhirundhaalum, Kirubaiyulla Karththar Avargal Ellaarukkum Mannippaaraaga Endraan. "},
{ "Verses": "20 karththar Esekkiyaavin Vinnappaththaik Kettu, Janangalukku Anugoolancheydhaar. "},
{ "Verses": "21 appadiye Erusalemile Kaanappatta Isravel Puththirar Pulippillaadha Appappandigaiyai Ezhunaalalavum Magaa Aanandhaththode Aasariththaargal; Leviyarum Aasaariyarum Dhinandhinam Karththarukkendru Perosaiyaaith Thonikkum Keedhavaaththiyangalaal Karththaraith Thudhiththukkondirundhaargal. "},
{ "Verses": "22 karththarukku Aduththa Kaariyaththil Nalla Unarvulla Ellaa Leviyarodum Esekkiyaa Patchamaaip Pesinaan; Ippadi Avargal Pandigaiyin Ezhunaalalavum Pusiththu, Sthoththirapaligalai Seluththi, Thangal Pidhaakkalin Dhevanaagiya Karththaraith Thudhiththukkondirundhaargal. "},
{ "Verses": "23 pinbu Vere Ezhunaalalavum Aasarikka Sabaiyaar Ellaarum Yosanaipanni, Andha Ezhunaalum Aanandhaththode Aasariththaargal. "},
{ "Verses": "24 yoodhaavin Raajaavaagiya Esekkiyaa Sabaikku Aayiram Kaalaigalaiyum Ezhaayiram Aadugalaiyum Koduththaan; Prabukkalum Sabaikku Aayiram Kaalaigalaiyum Padhinaayiram Aadugalaiyum Koduththaargal; Aasaariyaril Anegamper Thangalai Suththampanninaargal. "},
{ "Verses": "25 yoodhaavin Sabaiyanaiththum, Aasaariyarum, Leviyarum, Isravelilirundhu Vandhavargaludaiya Sabaiyanaiththumaagiya Isravel Dhesaththilirundhuvandha Anniyarum Yoodhaavil Kudiyirundhavargalum Magizhchchiyaayirundhaargal. "},
{ "Verses": "26 appadiye Erusalemil Magaa Sandhosham Undaayirundhadhu; Dhaaveedhin Kumaaranaagiya Saalomon Ennum Israveludaiya Raajaavin Naatkalmudharkondu Ippadi Erusalemil Nadandhadhillai. "},
{ "Verses": "27 leviyaraana Aasaariyargal Ezhundhunindru, Janaththai Aaseervadhiththaargal; Avargaludaiya Saththam Ketkappattu, Avargaludaiya Vinnappam Avarudaiya Parisuththa Vaasasthalamaagiya Paralogaththil Vandhu Ettinadhu. "}
]