[
{ "Verses": "1 manaase Raajaavaagirapodhu Pannirandu Vayadhaayirundhu, Aimbaththaindhuvarusham Erusalemil Arasaandaan. "},
{ "Verses": "2 karththar Isravel Puththirarukku Munbaagath Thuraththina Jaadhigaludaiya Aruvaruppugalinpadiye, Avan Karththarin Paarvaikkup Pollaappaanadhai Seydhaan. "},
{ "Verses": "3 avan Than Thagappanaagiya Esekkiyaa Thagarththuppotta Medaigalaith Thirumbavum Katti, Paagaalgalukkup Palipeedangalai Eduppiththu, Vikkiragaththoppugalai Undaakki, Vaanaththin Senaiyaiyellaam Panindhukondu, Avaigalai Seviththu, "},
{ "Verses": "4 erusalemile En Naamam Endrendraikkum Vilangum Endru Karththar Sonna Thammudaiya Aalayaththile Palipeedangalaik Katti, "},
{ "Verses": "5 karththarudaiya Aalayaththin Irandu Praagaarangalilum Vaanaththin Senaigalukkellaam Palipeedangalaik Kattinaan. "},
{ "Verses": "6 avan Innom Kumaararin Pallaththaakkile Than Kumaararaith Theemidhikkappanni, Naalum Nimiththamum Paarththu, Pillisooniyangalai Anusariththu, Anjanam Paarkkiravargalaiyum Kurisollugiravargalaiyum Vaiththu, Karththarukkuk Kobamundaaga Avar Paarvaikku Migudhiyum Pollaappaanadhai Seydhaan. "},
{ "Verses": "7 indha Aalayaththilum, Isravel Koththirangalilellaam Naan Therindhukonda Erusalemilum, En Naamaththai Endrendraikkum Vilangappannuven Endrum, "},
{ "Verses": "8 naan Moseyaikkondu Isravelukkuk Koduththa Sagala Nyaayappramaanaththirkum Kattalaigalukkum Nyaayangalukkum Oththapadiye Avargalukku Naan Karpiththavaigalaiyellaam Avargal Seyya Saavadhaanamaai Irundhaargaleyaagil, Naan Ini Avargal Kaalai Avargal Pidhaakkalukku Nilaippaduththivaiththa Dhesaththilirundhu Vilagappannuvadhillaiyendrum, Dhevan Dhaaveedhodum Avan Kumaaranaagiya Saalomonodum Solliyirundha Dhevanudaiya Aalayaththildhaane, Avan Thaan Pannuviththa Vikkiragamaagiya Silaiyai Sthaabiththaan. "},
{ "Verses": "9 appadiye Karththar Isravel Puththirarukku Munbaaga Azhiththa Jaadhigalaippaarkkilum, Yoodhaavum Erusalemin Kudigalum Pollaappu Seyyaththakkadhaai, Manaase Avargalai Vazhithappippogappanninaan. "},
{ "Verses": "10 karththar Manaaseyodum Avanudaiya Janaththodum Pesinapodhilum, Avargal Gavanikkaadheponaargal. "},
{ "Verses": "11 aagaiyaal Karththar Aseeriyaa Raajaavin Senaapadhigalai Avargalmel Varappanninaar; Avargal Manaaseyai Mutchedigalil Pidiththu, Irandu Vengalachchangiliyaal Avanaik Katti Baabilonukkuk Konduponaargal. "},
{ "Verses": "12 ippadi Avan Nerukkappadugaiyil, Than Dhevanaagiya Karththarai Nokkikkenji, Than Pidhaakkalin Dhevanukkumunbaaga Migavum Thannaith Thaazhththinaan. "},
{ "Verses": "13 avarai Nokki, Avan Vinnappampannikkondirukkirapodhu, Avar Avan Kenjudhalukku Irangi, Avan Jebaththaik Kettu, Avanaith Thirumba Erusalemilulla Thannudaiya Raajyaththirku Varappanninaar; Karththare Dhevan Endru Appozhudhu Manaase Arindhaan. "},
{ "Verses": "14 pinbu Avan Dhaaveedhudaiya Nagaraththin Veli Alangaththaik Keeyonukku Merkeyirukkira Pallaththaakkuthodangi Meenvaasalmattum Katti, Obelai Sutrilum Adhai Valaiththu, Adhai Migavum Uyarththi, Yoodhaavilulla Aranaana Pattanangalilellaam Raanuvaththalaivarai Vaiththu, "},
{ "Verses": "15 karththarudaiya Aalayaththilirundhu Anniya Dhevargalaiyum Andha Vikkiragaththaiyum Eduththuppottu, Karththarudaiya Aalayamulla Malaiyilum Erusalemilum Thaan Kattiyirundha Ellaa Palipeedangalaiyum Agatri, Pattanaththirkuppurambaagap Poduviththu, "},
{ "Verses": "16 karththarudaiya Palipeedaththai Seppanittu, Adhinmel Samaadhaanapaligalaiyum Sthoththirapaligalaiyum Seluththi, Isravelin Dhevanaagiya Karththarai Sevikkavendum Endru Yoodhaavukkuk Kattalaiyittaan. "},
{ "Verses": "17 aagilum Janangal Innum Medaigalil Paliyittuvandhaargal; Endraalum Thangal Dhevanaagiya Karththarukkendre Appadi Seydhaargal. "},
{ "Verses": "18 manaaseyin Matra Varththamaanangalum, Avan Than Dhevanai Nokkippannina Vinnappamum, Isravelin Dhevanaagiya Karththarin Naamaththil Avanode Pesina Gnaanadhrushtikkaararin Vaarththaigalum, Isravel Raajaakkalin Pusthagaththil Ezhudhiyirukkiradhu. "},
{ "Verses": "19 avanudaiya Vinnappamum, Avan Kenjudhalukkuk Karththar Iranginadhum, Avan Thannaith Thaazhththinadharkumunne Pannina Avanudaiya Ellaap Paavamum Dhrogamum, Avan Medaigalaik Katti Vikkiragath Thoppugalaiyum Silaigalaiyum Sthaabiththa Idangalum, Osaayin Prabandhaththil Ezhudhiyirukkiradhu. "},
{ "Verses": "20 manaase Than Pidhaakkalode Niththiraiyadaindhapinbu, Avanai Avan Veettile Adakkampanninaargal; Avan Kumaaranaagiya Aamon Avan Sthaanaththil Raajaavaanaan. "},
{ "Verses": "21 aamon Raajaavaagirapodhu Irubaththirandu Vayadhaayirundhu, Irandu Varusham Erusalemil Arasaandaan. "},
{ "Verses": "22 avan Than Thagappanaagiya Manaase Seydhadhupola Karththarin Paarvaikkup Pollaappaanadhai Seydhaan; Than Thagappanaagiya Manaase Pannuviththirundha Vikkiragangalukkellaam Aamon Paliyittu, Avaigalai Seviththaan. "},
{ "Verses": "23 than Thagappanaagiya Manaase Thannaith Thaazhththikkondadhupola, Indha Aamon Enbavan Karththarukku Munbaagath Thannaith Thaazhththaamal Menmelum Akkiramam Seydhuvandhaan. "},
{ "Verses": "24 avan Oozhiyakkaarar Avanukku Virodhamaaik Kattuppaadupanni, Avan Aramanaiyile Avanaik Kondrupottaargal. "},
{ "Verses": "25 appozhudhu Dhesaththu Janangal Aamon Ennum Raajaavukku Virodhamaaik Kattuppaadupannina Yaavaraiyum Vettippottu, Avan Kumaaranaagiya Yosiyaavai Avan Sthaanaththil Raajaavaakkinaargal. "}
]