[
{ "Verses": "1 aasaa Arasaanda Muppaththaaraam Varushaththile, Isravelin Raajaavaagiya Paashaa Yoodhaavukku Virodhamaai Vandhu, Oruvarum Yoodhaavin Raajaavaagiya Aasaavinidaththil Pokkum Varaththumaayiraadhadikku Raamaavaik Kattinaan. "},
{ "Verses": "2 appozhudhu Aasaa Karththarudaiya Aalayaththilum Raajaavin Aramanaiyilumulla Pokkishangalilulla Velliyum Ponnum Eduththu, Thamaskuvil Vaasampannugira Penaadhaadh Ennum Seeriyaavin Raajaavinidaththukku Anuppi: "},
{ "Verses": "3 enakkum Umakkum, En Thagappanukkum Ummudaiya Thagappanukkum Udanpadikkai Unde; Idho, Velliyum Ponnum Umakku Anuppinen; Isravelin Raajaavaagiya Paashaa Ennaivittuvilagippogumpadikku Neer Vandhu, Avanodu Seydha Udanpadikkaiyaith Thallippodum Endru Solli Anuppinaan. "},
{ "Verses": "4 penaadhaadh Raajaavaagiya Aasaavukku Sevikoduththu, Thanakku Undaana Senaapadhigalai Isravelin Pattanangalukku Virodhamaaga Anuppinaan; Avargal Eeyonaiyum, Thaanaiyum, Aabelmaayeemaiyum, Napthali Pattanangalin Ellaap Pandagasaalaigalaiyum Muriya Adiththaargal. "},
{ "Verses": "5 idhaip Paashaa Kettapodhu, Raamaavaik Kattugiradhai Niruththi, Than Velaiyaivittu Ozhindhaan. "},
{ "Verses": "6 appozhudhu Raajaavaagiya Aasaa Yoodhaa Anaiththaiyun Koottikkondupoi, Paashaa Kattina Raamaavin Karkalaiyum Adhin Marangalaiyum Eduththuvandhu, Avaigalaal Kebaavaiyum Mispaavaiyum Kattinaan. "},
{ "Verses": "7 akkaalaththile Gnaanadhrushtikkaaranaagiya Anaani Yoodhaavin Raajaavaagiya Aasaavinidaththil Vandhu, Avanai Nokki: Neer Ummudaiya Dhevanaagiya Karththarai Saarndhukollaamal, Seeriyaavin Raajaavai Saarndhukondapadiyinaal, Seeriyaa Raajaavin Raanuvam Umadhu Kaikkuth Thappippoyitru. "},
{ "Verses": "8 migavum Eraalamaana Radhangalum Kudhiraiveerarumulla Eththiyoppiyarum Loobiyarum Magaa Senaiyaayirundhaargalallavaa? Neer Karththarai Saarndhukondapodhovenil, Avargalai Umadhu Kaiyil Oppukkoduththaare. "},
{ "Verses": "9 thammaippatri Uththama Irudhayaththodirukkiravargalukkuth Thammudaiya Vallamaiyai Vilangappannumpadi, Karththarudaiya Kangal Boomiyengum Ulaavikkondirukkiradhu; Indha Vishayaththil Madhiyillaadhavaraayirundheer; Aagaiyaal Idhumudharkondu Umakku Yuththangal Neridum Endraan. "},
{ "Verses": "10 adhinimiththam Aasaa Gnaanadhrushtikkaaranmel Sinandhu Kadunkobankondu Avanaik Kaavalaraiyile Vaiththaan; Idhallaamalum Akkaalaththil Janangalukkul Silaraik Kodooramaai Nadappiththaan. "},
{ "Verses": "11 aasaavin Aadhiyodandhamaana Nadapadigalellaam Yoodhaavaiyum Isravelaiyum Serndha Raajaakkalin Pusthagaththil Ezhudhiyirukkiradhu. "},
{ "Verses": "12 aasaa Arasaanda Muppaththonbadhaam Varushaththile Than Kaalgalil Vyaadhikandu, Avan Novu Migavum Ukkiramaayirundhadhu; Avan Than Vyaadhiyilumkarththarai Alla, Parigaarigalaiye Thedinaan. "},
{ "Verses": "13 aasaa Thaan Arasaanda Naarpaththoraam Varushaththil Mariththu, Than Pidhaakkalode Niththiraiyadaindhaan. "},
{ "Verses": "14 thailakkaararaal Seyyappatta Kandhavarkkangalinaalum Parimalangalinaalum Niraindha Oru Meththaiyinmel Avanai Valarththi, Avanukkaaga Vegu Thiralaana Kandhavarkkangalaik Koluththina Pinbu, Avan Dhaaveedhin Nagaraththil Thanakku Vettivaiththirundha Avanudaiya Kallaraiyile, Avanai Adakkampanninaargal. "}
]