[
{ "Verses": "1 saalomon Jebampanni Mudikkirapodhu, Akkini Vaanaththilirundhu Irangi, Sarvaanga Thaganapaliyaiyum Matrap Paligalaiyum Patchiththadhu; Karththarudaiyamagimaiyum Aalayaththai Nirappitru. "
},{ "Verses": "2 karththarudaiya Magimai Karththarudaiya Aalayaththai Nirappinadhinaal, Aasaariyargal Karththarudaiya Aalayaththukkul Pravesikkak Koodaadhirundhadhu. "
},{ "Verses": "3 akkini Irangugiradhaiyum, Karththarudaiya Magimai Aalayaththinmel Thangiyirukkiradhaiyum, Isravel Puththirar Ellaarum Kandapodhu, Thalavarisaimattum Tharaiyile Mugankuppurak Kunindhupanindhu, Karththar Nallavar, Avarudaiya Kirubai Endrumulladhu Endru Solli, Avaraith Thudhiththaargal. "
},{ "Verses": "4 appozhudhu Raajaavum Sagala Janangalum Karththarudaiya Sannidhiyil Paligalai Seluththinaargal. "
},{ "Verses": "5 raajaavaagiya Saalomon Irubaththeeraayiram Maadugalaiyum, Latchaththirubadhinaayiram Aadugalaiyum Paliyittaan; Ivvidhamaai Raajaavum Sagala Janangalum Dhevanudaiya Aalayaththaip Pradhishtaipanninaargal. "
},{ "Verses": "6 aasaariyargal Thangal Panividaigalai Seydhu Nindraargal; Dhaaveedhuraajaa Leviyaraikkondu, Karththarudaiya Kirubai Endrumulladhu Endru Avaraith Thudhiththuppaadumpadiyaaga Seyviththa Karththarin Keedhavaaththiyangalai Avargalum Vaasiththu Seviththu Nindraargal; Aasaariyargal Avargalukku Edhiraaga Nindru Poorigaigalai Oodhinaargal; Isravelar Ellaarum Nindrukondirundhaargal. "
},{ "Verses": "7 saalomon Undaakkina Vengalappalipeedam Sarvaanga Thaganapaligalaiyum Pojana Paligalaiyum Ninaththaiyum Kollamaattaadhirundhapadiyinaal,karththarudaiya Aalayaththukku Munnirukkira Praagaaraththin Nadumaiyaththai Saalomon Parisuththappaduththi, Ange Sarvaanga Thaganapaligalaiyum Samaadhaanapaligalin Ninaththaiyum Seluththinaan. "
},{ "Verses": "8 akkaalaththildhaane Saalomonum Aamaaththin Ellaiyilirundhu Egipthin Nadhimattum Vandhu, Avanodekooda Irundha Magaa Periya Koottamaagiya Isravel Anaiththum Ezhunaalalavum Pandigaiyai Aasariththu, "
},{ "Verses": "9 ettaamnaalai Viseshiththa Aasarippunaalaaik Kondaadinaargal; Ezhunaal Palipeedaththup Pradhishtaiyaiyum, Ezhunaal Pandigaiyaiyum Aasariththaargal. "
},{ "Verses": "10 ezhaam Maadhaththin Irubaththumoondraam Thedhiyile Thangal Thangal Koodaarangalukkup Poga Janangalukku Vidaikoduththaan; Karththar Dhaaveedhukkum, Saalomonukkum, Thamadhu Janamaagiya Isravelukkum Seydha Nanmaikkaaga Sandhoshamum Manamagizhchchiyumaaip Ponaargal. "
},{ "Verses": "11 ivvidhamaai Saalomon Karththarudaiya Aalayaththaiyum Raaja Aramanaiyaiyum Kattith Theerththaan; Karththarudaiya Aalayaththilum Than Aramanaiyilum Saalomon Seyya Manadhaayirundhadhellaam Anugoolamaayitru. "
},{ "Verses": "12 karththar Iravile Saalomonukku Dharisanamaagi: Naan Un Vinnappaththaik Kettu, Indha Sthalaththai Enakkup Paliyidum Aalayamaagath Therindhukonden. "
},{ "Verses": "13 naan Mazhaiyillaadhapadikku Vaanaththai Adaiththu, Alladhu Dhesaththai Azhikka Vettukkiligalukkuk Kattalaiyittu, Alladhu En Janaththirkulle Kollainoyai Anuppumpodhu, "
},{ "Verses": "14 en Naamam Tharikkappatta En Janangal Thangalaith Thaazhththi, Jebampanni, En Mugaththaith Thedi, Thangal Pollaadha Vazhigalaivittuth Thirumbinaal, Appozhudhu Paralogaththilirukkira Naan Kettu, Avargal Paavaththai Manniththu, Avargal Dhesaththukku Shemaththaik Koduppen. "
},{ "Verses": "15 indha Sthalaththile Seyyappadum Jebaththirku En Kangal Thirandhavaigalum, En Sevigal Gavanikkiravaigalumaayirukkum. "
},{ "Verses": "16 en Naamam Indha Aalayaththil Endrendraikkum Irukkumpadi, Naan Adhaith Therindhukondu Parisuththappaduththinen; En Kangalum En Irudhayamum Ennaalum Inge Irukkum. "
},{ "Verses": "17 un Thagappanaagiya Dhaaveedhu Nadandhadhupola, Nee Enakku Munbaaga Nadandhu, Naan Unakkuk Karpiththapadiyellaam Seydhu, En Kattalaigalaiyum En Nyaayangalaiyum Kaikkolvaayaanaal, "
},{ "Verses": "18 appozhudhu Isravelai Arasaalum Purushan Unakku Illaamarpovadhillai Endru Naan Un Thagappanaagiya Dhaaveedhode Udanpadikkaipanninapadiye, Un Raajyabaaraththin Singaasanaththai Nilaikkappannuven. "
},{ "Verses": "19 neengal Vazhivilagi, Naan Ungalukkumun Vaiththa En Kattalaigalaiyum En Karpanaigalaiyum Vittuppoi, Vere Dhevargalai Seviththu, Avargalaip Panindhukolveergaleyaagil, "
},{ "Verses": "20 naan Avargalukkuk Koduththa En Dhesaththil Irundhu Avargalaip Pidungi, En Naamaththirkendru Naan Parisuththappaduththina Indha Aalayaththai En Samugaththinindru Thalli, Adhai Ellaa Janasadhalangalukkullum Pazhamozhiyaagavum Vasaichchollaagavum Vaippen. "
},{ "Verses": "21 appozhudhu Unnadhamaayirukkira Indha Aalayaththaik Kadandhupogiravan Evanum Bramiththu Karththar Indha Dhesaththirkum Indha Aalayaththirkum Ippadi Seydhadhu Enna Endru Ketpaan. "
},{ "Verses": "22 adharku Avargal: Thangal Pidhaakkalai Egipthu Dhesaththilirundhu Purappadappannina Thangal Dhevanaagiya Karththaraivittu, Vere Dhevargalaip Patrikkondu, Avaigalai Namaskariththu, Seviththapadiyinaal, Karththar Indhath Theengaiyellaam Avargalmel Varappanninaar Endru Solluvaargal Endraar. "
}
]