[
{ "Verses": "1 ikkaariyangal Nadandherivarugaiyil Aseeriyaa Raajaavaagiya Sanakerip Vandhu, Yoodhaavukkul Pravesiththu, Aranaana Pattanangalukku Edhiraagap Paalayamirangi, Avaigalaith Than Vasamaakkikkolla Ninaiththaan. "},
{ "Verses": "2 sanakerip Vandhu, Erusaleminmel Yuththampanna Nokkankondiruppadhai Esekkiyaa Kandapodhu, "},
{ "Verses": "3 nagaraththirkup Purambeyirukkira Ootrugalaith Thoorththuppoda, Than Prabukkalodum Than Paraakkiramasaaligalodum Aalosanaipanninaan; Adharku Avargal Udhaviyaayirundhaargal. "},
{ "Verses": "4 aseeriyaa Raajaakkal Vandhu, Adhiga Thanneeraik Kandupidippaanen Endru Solli, Anegam Janangal Koodi, Ellaa Ootrugalaiyum Naattin Naduvil Paayum Odaiyaiyum Thoorththuppottaargal. "},
{ "Verses": "5 avan Thidan Kondu, Idindhupona Madhilaiyellaam Katti, Avaigalaiyum Veliyilulla Matra Madhilaiyum Koththalangalmattum Uyarththi, Dhaaveedhu Nagaraththin Kottaiyai Balappaduththi, Thiralaana Aayudhangalaiyum Kedagangalaiyumpanni, "},
{ "Verses": "6 janaththinmel Padaiththalaivarai Vaiththu, Avargalai Nagaravaasalin Veedhiyile Thannandaiyil Koodivarachcheydhu, Avargalai Nokki: "},
{ "Verses": "7 neengal Thidankondu Dhairiyamaayirungal; Aseeriyaa Raajaavukkum Avanodirukkira Eraalamaana Koottaththirkum Bayappadaamalum Kalangaamalumirungal; Avanodirukkiravargalaippaarkkilum Nammodirukkiravargal Adhigam. "},
{ "Verses": "8 avanodirukkiradhu Maamsabuyam, Namakkuth Thunainindru Nammudaiya Yuththangalai Nadaththa Nammodirukkiravar Nammudaiya Dhevanaagiya Karththardhaane Endru Solli, Avargalaith Thetrinaan; Yoodhaavin Raajaavaagiya Esekkiyaa Sonna Indha Vaarththaigalinmel Janangal Nambikkai Vaiththaargal. "},
{ "Verses": "9 idhinpinbu Aseeriyaa Raajaavaagiya Sanakerip Than Muzhu Senaiyudan Laageesukku Edhiraai Mutrikkaipottirukkaiyil, Yoodhaavin Raajaavaagiya Esekkiyaavidaththukkum, Erusalemilulla Yoodhaa Janangal Yaavaridaththukkum Than Oozhiyakkaararai Anuppi: "},
{ "Verses": "10 aseeriyaa Raajaavaagiya Sanakerip Sollugiradhu Ennavendraal, Mutrikkai Podappatta Erusalemile Neengal Irukkumpadikku, Neengal Edhinmel Nambikkaiyaayirukkireergal? "},
{ "Verses": "11 nammudaiya Dhevanaagiya Karththar Nammai Aseeriyarudaiya Raajaavin Kaikkuth Thappuvippaar Endru Esekkiyaa Solli, Neengal Pasiyinaalum Thaagaththinaalum Saagumpadi Ungalaip Podhikkiraan Allavaa? "},
{ "Verses": "12 avarudaiya Medaigalaiyum Avarudaiya Palipeedangalaith Thallivittavanum, Ore Palipeedaththirku Munbaagappanindhu, Adhinmel Thoobankaattungal Endru Yoodhaavukkum Erusalemiyarukkum Sonnavanum Andha Esekkiyaadhaan Allavaa? "},
{ "Verses": "13 naanum En Pidhaakkalum Dhesaththusagala Janangalukkum Seydhadhai Ariyeergalo? Andha Dhesangaludaiya Jaadhigalin Dhevargal Avargal Dhesaththai Nammudaiya Kaikkuth Thappuvikka Avargalukkup Belan Irundhadho? "},
{ "Verses": "14 ungal Dhevan Ungalai En Kaikkuth Thappuvikkakkoodumpadikku, En Pidhaakkal Paazhaakkina Andha Jaadhigaludaiya Ellaa Dhevargalilum Evan Than Janaththai En Kaikkuth Thappuvikka Balavaanaayirundhaan? "},
{ "Verses": "15 ippodhum Esekkiyaa Ungalai Vanjikkavum, Ippadi Ungalaip Podhikkavum Idankodukkavendaam; Neengal Avanai Nambavum Vendaam; Enendraal Endha Jaadhiyin Dhevanum, Endha Raajyaththin Dhevanum Than Janaththai, En Kaikkum En Pidhaakkalin Kaikkum Thappuvikkak Koodaadhirundhadhe; Ungal Dhevan Ungalai En Kaikkuth Thappuvippadhu Eppadi Engiraar Endru Solli, "},
{ "Verses": "16 avanudaiya Oozhiyakkaarar Dhevanaagiya Karththarukku Virodhamaagavum Avarudaiya Dhaasanaagiya Esekkiyaavukku Virodhamaagavum Pinnum Adhigamaaip Pesinaargal. "},
{ "Verses": "17 dhesangaludaiya Jaadhigalin Dhevargal Thangal Janangalai En Kaikkuth Thappuvikkaadhirundhadhupola, Esekkiyaavin Dhevanum Than Janangalai En Kaikkuth Thappuvippadhillaiyendru Isravelin Dhevanaagiya Karththarai Nindhikkavum, Avarukku Virodhamaagap Pesavum Avan Nirubangalaiyum Ezhudhinaan. "},
{ "Verses": "18 avargal Alangaththinmelirukkira Erusalemin Janangalai Bayappaduththi, Kalangappanni, Thaangal Nagaraththaippidikkumpadi, Avargalaip Paarththu: Yoodhabaashaiyile Magaa Saththamaaik Kooppittu, "},
{ "Verses": "19 manushar Kaivelaiyinaal Seyyappattadhum, Poochchakkaraththu Janangalaal Thozhudhukollappattadhumaayirukkira Dhevargalaik Kuriththup Pesugirapragaaramaaga Erusalemin Dhevanaiyum Kuriththup Pesinaargal. "},
{ "Verses": "20 idhinimiththam Raajaavaagiya Esekkiyaavum Aamodhsin Kumaaranaagiya Esaayaa Theerkkadharisiyum Praarththiththu, Vaanaththainokki Abayamittaargal. "},
{ "Verses": "21 appozhudhu Karththar Oru Thoodhanai Anuppinaar; Avan Aseeriyarudaiya Raajaavin Paalayaththilulla Sagala Paraakkiramasaaligalaiyum, Thalaivaraiyum, Senaapadhigalaiyum Adhampanninaan; Appadiye Sanakerip Seththamugamaaith Thandhesaththirkuth Thirumbinaan; Ange Avan Than Dhevanudaiya Kovilukkul Pravesikkirapodhu, Avanudaiya Karppappirappaana Silar Avanaip Pattayaththaal Vettippottaargal. "},
{ "Verses": "22 ippadik Karththar Esekkiyaavaiyum Erusalemin Kudigalaiyum Aseeriyarudaiya Raajaavaagiya Sanakeripin Kaikkum Matra Ellaarudaiya Kaikkum Neengalaakki Ratchiththu, Avargalai Sutruppuraththaarukku Vilakki Aadhariththu Nadaththinaar. "},
{ "Verses": "23 anegamper Karththarukkendru Erusalemukkuk Kaanikkaigalaiyum, Yoodhaavin Raajaavaagiya Esekkiyaavukku Uchchidhangalaiyum Konduvandhaargal; Avan Idharkuppirpaadu Sagala Jaadhigalin Paarvaikkum Menmaippattavanaayirundhaan. "},
{ "Verses": "24 annaatkalil Esekkiyaa Vyaadhippattu Maranaththukku Edhuvaayirundhaan; Avan Karththarai Nokki Jebampannumpodhu, Avar Avanukku Vaakkuththaththampanni, Avanukku Oru Arpudhaththaik Kattalaiyittaar. "},
{ "Verses": "25 esekkiyaa Thanakku Seyyappatta Ubagaaraththirkuththakkadhaai Nadavaamal Mettimaiyaanaan; Aagaiyaal Avanmelum, Yoodhaavinmelum, Erusaleminmelum Kadunkobamoondadhu. "},
{ "Verses": "26 esekkiyaavin Manamettimaiyinimiththam Avanum Erusalemin Kudigalum Thangalaith Thaazhththinapadiyinaal, Karththarudaiya Kadunkobam Esekkiyaavin Naatkalile Avargalmel Varavillai. "},
{ "Verses": "27 esekkiyaavukku Migudhiyaana Aisuvariyamum Ganamum Undaayirundhadhu; Velliyum Ponnum Raththinangalum Kandhavarkkangalum Kedagangalum Vinodhamaana Aabaranangalum Vaikkumpadiyaana Pokkishasaalaigalaiyum, "},
{ "Verses": "28 thanakku Vandhukondirundha Dhaaniyamum Dhraatcharasamum Enneyum Vaikkumpadiyaana Pandagasaalaigalaiyum, Sagalavagaiyulla Mirugajeevangalukkuk Kottaarangalaiyum, Mandhaigalukkuth Thozhuvangalaiyum Undaakkinaan. "},
{ "Verses": "29 avan Thanakkup Pattanangalaik Kattuviththu Eraalamaana Aadumaadugalai Vaiththirundhaan; Dhevan Avanukku Magaathiralaana Aasthiyaik Koduththaar. "},
{ "Verses": "30 indha Esekkiyaa Keeyon Ennum Aatrile Anaikatti, Adhin Thanneerai Merkeyirundhu Thaazha Dhaaveedhin Nagaraththirku Neraagath Thiruppinaan; Esekkiyaa Seydhadhellaam Vaaiththadhu. "},
{ "Verses": "31 aagilum Baabilon Prabukkalin Sthaanaapadhigal Dhesaththile Nadandha Arpudhaththaik Ketka Avanidaththukku Anuppappatta Vishayaththil Avan Irudhayaththil Undaana Ellaavatraiyum Ariyumpadi Avanai Sodhikkiradharkaaga Dhevan Avanaik Kaivittaar. "},
{ "Verses": "32 esekkiyaavin Matra Varththamaanangalum, Avan Seydha Nanmaigalum Aamodhsin Kumaaranaagiya Esaayaa Theerkkadharisiyin Pusthagaththilum, Yoodhaa Isravel Raajaakkalin Pusthagaththilum Ezhudhiyirukkiradhu. "},
{ "Verses": "33 esekkiyaa Than Pidhaakkalode Niththiraiyadaindhapinbu, Avanai Dhaaveedhu Vamsaththaarin Kallaraigalil Pradhaanamaana Kallaraiyil Adakkampanninaargal; Yoodhaavanaiththum Erusalemin Kudigalum Avan Mariththapodhu Avanaik Ganampanninaargal; Avan Kumaaranaagiya Manaase Avan Sthaanaththil Raajaavaanaan. "}
]