[
{ "Verses": "1 yoodhaavin Raajaavaagiya Yosabaadh, Erusalemilulla Than Veettirku Samaadhaanaththode Thirumbivandhaan. "},
{ "Verses": "2 appozhudhu Anaaniyin Kumaaranaagiya Yegoo Ennum Gnaanadhrushtikkaaran Purappattu, Avanai Sandhiththu, Raajaavaagiya Yosabaaththai Nokki: Dhunmaarkkanukkuth Thunainindru, Karththaraip Pagaikkiravargalai Neer Snegikkalaamaa? Idhinimiththam Karththarudaiya Kadunkobam Ummel Vara Irundhadhu. "},
{ "Verses": "3 aagilum Neer Vikkiragaththoppugalai Dhesaththai Vittagatri, Dhevanaith Theda Ummudaiya Irudhayaththai Neraakkina Vishayaththil Nanmaiyaana Kaariyangal Ummidaththile Kaanappattadhu Undu Endraan. "},
{ "Verses": "4 yosabaadh Erusalemile Vaasamaayirundhu, Thirumbap Peyarsebaathodangi, Eppiraayeem Malaiththesamattumulla Janaththirkulle Prayaanamaaippoi, Avargalaith Thangal Pidhaakkaludaiya Dhevanaagiya Karththar Idaththirkuth Thirumbappanninaan. "},
{ "Verses": "5 avan Yoodhaavin Aranaana Pattanangalaagiya Ovvoru Pattanaththilum Nyaayaadhipadhigalai Vaiththu, "},
{ "Verses": "6 andha Nyaayaadhipadhigalai Nokki: Neengal Seygira Kaariyaththaikkuriththu Echcharikkaiyaayirungal; Neengal Manushanudaiya Kattalaiyinaal Alla, Karththarudaiyakattalaiyinaal Nyaayam Visaarikkireergal; Nyaayam Visaarikkira Vishayaththile Avar Ungaludane Irukkiraar. "},
{ "Verses": "7 aadhalaal Karththarukku Bayappadugira Bayam Ungalidaththil Irukkakkadavadhu, Echcharikkaiyaayirundhu Kaariyaththai Nadaththungal; Ungal Dhevanaagiyakarththaridaththile Aniyaayamum Mugadhaatchiniyamumillai, Paridhaanamum Avaridaththile Sellaadhu Endraan. "},
{ "Verses": "8 avargal Erusalemil Vandhirukkumpodhu, Yosabaadh Leviyarilum, Aasaariyarilum, Israveludaiya Vamsaththalaivarilum, Silaraik Karththarudaiyanyaayangalaik Kuriththum Vivaadhavishayangalaikkuriththum Visaarikkumpadi Erusalemile Niyamiththu, "},
{ "Verses": "9 avargalukkuk Kattalaiyittadhaavadhu: Neengal Karththarukku Bayandhu, Unmaiyodum Uththama Irudhayaththodum Nadandhu Seyyavendiyadhu Ennavendraal, "},
{ "Verses": "10 naanaavidha Raththappazhi Sangadhigalum, Pramaanaththirkum, Karpanaikkum, Kattalaigalukkum, Nyaayangalukkum Aduththa Naanaavidha Vazhakku Sangadhigalum, Thangal Pattanangalile Kudiyirukkira Ungal Sagodhararidaththilirundhu Ungalidaththil Varumpodhu, Avargal Karththarukku Nerastharaagaadhapadikkum, Ungalmelum Ungal Sagodhararmelum Kadunkobam Varaadhapadikkum, Neengal Avargalai Echchariyungal; Neengal Ippadi Seydhaal Nerastharaagamaatteergal. "},
{ "Verses": "11 idho, Aasaariyanaagiya Amariyaa Karththarukkaduththa Ellaa Nyaayaththilum, Ismavelin Kumaaranaagiya Sepadhiyaa Ennum Yoodhaa Vamsaththin Thalaivan Raajaavukkaduththa Ellaa Nyaayaththilum Ungalukku Melaana Nyaayaadhipadhigal; Leviyarum Ungal Kaikkul Uththiyogastharaayirukkiraargal; Neengal Thidamanadhaayirundhu Kaariyangalai Nadaththungal, Uththamanukkuk Karththar Thunai Endraan. "}
]