[
{ "Verses": "1 saalomon Karththarudaiya Aalayaththaiyum Than Aramanaiyaiyum Katta Irubadhu Varushakaalam Sendrapinbu, "
},{ "Verses": "2 eeraam Thanakkuk Koduththirundha Pattanangalai Saalomon Katti, Avaigalil Isravel Puththiraraik Kudiyetrinaan. "
},{ "Verses": "3 pinbu Saalomon Aamaadhsobaavukkup Poi, Adhai Jeyiththaan. "
},{ "Verses": "4 avan Vanaandharaththilulla Thadhmoraiyum, Aamaaththesaththile Rasthukkalin Pattanangal Anaiththaiyum Kattinaan. "
},{ "Verses": "5 saalomon Melpeththoronaiyum, Keezhppeththoronaiyum, Alangangalum Kadhavugalum Thaazhppaalgalumulla Aranaana Pattanangalaagak Katti, "
},{ "Verses": "6 paalaaththaiyum, Thanakku Irukkira Rasthukkalai Vaikkum Sagala Pattanangalaiyum, Radhangal Irukkum Sagala Pattanangalaiyum, Kudhiraiveerar Irukkum Pattanangalaiyum, Erusalemilum Leebanonilum Thaan Aalum Dhesamengum Thanakku Ishtamaanadhaiyellaam Kattinaan. "
},{ "Verses": "7 isravel Puththirar Sangaarampannaadhirundha Isravel Jaadhiyallaadha Eththiyar, Emoriyar, Perisiyar, Eviyar, Eboosiyaril Meedhiyaana Sagala Janaththilum, "
},{ "Verses": "8 avargalukkuppiragu Dhesaththilirundha Avargal Pillaigalai Saalomon Innaalvaraikkum Irukkirapadi Pagudhi Kattachcheydhaan. "
},{ "Verses": "9 isravel Puththiraril Oruvaraiyum Saalomon Than Velaiyai Seyya Adimaippaduththavillai; Avargal Yuththamanusharum, Avanudaiya Servaikkaararin Thalaivarum, Avanudaiya Radhangalukkum Kudhiraiveerarukkum Thalaivarumaayirundhaargal. "
},{ "Verses": "10 raajaavaagiya Saalomonudaiya Oozhiyakkaararin Thalaivaraagiya Ivargalil Irunootru Aimbadhuper Janaththai Aandaargal. "
},{ "Verses": "11 saalomon: Karththarudaiya Petti Vandha Sthalangal Parisuththamaayirukkiradhu; Aadhalaal, Isravelin Raajaavaagiya Dhaaveedhin Aramanaiyile En Manaivi Vaasampannalaagaadhu Endru Solli, Paarvonin Kumaaraththiyai Dhaaveedhin Nagaraththilirundhu Thaan Avalukkuk Kattina Maaligaikkuk Kudivarappanninaan. "
},{ "Verses": "12 adhumudharkondu Saalomon Thaan Mandabaththirku Munbaagak Kattiyirundha Karththarudaiya Palipeedaththinmel, "
},{ "Verses": "13 ovvoru Naalin Kattalaikkunthakkadhaai Moseyudaiya Karpanaiyinpadiye Oivunaatkalilum Maadhappirappugalilum, Varushaththil Moondrudharam Aasarikkira Pandigaigalaagiya Pulippillaadha Appappandigaiyilum, Vaarangalin Pandigaiyilum, Koodaarappandigaiyilum, Karththarukku Sarvaanga Thaganapaligalai Seluththinaan. "
},{ "Verses": "14 avan Than Thagappanaagiya Dhaaveedhudaiya Pramaanaththinpadiye, Aasaariyargal Thangal Thangal Oozhiyaththai Seyyum Vaguppugalaiyum, Leviyar Ovvoru Naalin Kattalaippadiye Thudhiththu Seviththu Aasaariyarukku Munbaagath Thangal Oozhiyaththai Seyyum Muraigalaiyum, Vaasal Kaappavargal Ovvoru Vaasalil Kaavalkaakkum Vaguppugalaiyum Nirkappanninaan; Dhevanudaiya Manushanaagiya Dhaaveedhu Ippadik Kattalaiyittirundhaan. "
},{ "Verses": "15 sagala Kaariyaththaiyum Pokkishangalin Kaariyaththaiyum Kuriththu, Raajaa Aasaariyarukkum Leviyarukkum Koduththa Kattalaiyai Vittu Avargal Vilagaadhirundhaargal. "
},{ "Verses": "16 ippadiye Karththarudaiya Aalayaththukku Asthibaaram Podappatta Naalmudhal Adhai Mudikkumattum Saalomonin Velaiyellaam Nadandherikkarththarudaiya Aalayam Kattiththeerndhadhu. "
},{ "Verses": "17 pinbu Saalomon Edhomdhesaththuk Kadal Oraththilirukkum Esiyonkeperukkum Eloththukkum Ponaan. "
},{ "Verses": "18 avanukku Eeraam Than Oozhiyakkaarar Mugaandharamaaik Kappalgalaiyum, Samuththira Yaaththiraiyil Pazhagina Velaiyaatkalaiyum Anuppinaan; Avargal Saalomonin Velaikkaararodekooda Oppeerukkuppoi, Angeyirundhu Naanootru Aimbadhu Thaalandhu Ponnai Etri Raajaavaagiya Saalomonidaththil Konduvandhaargal. "
}
]