[
{ "Verses": "1 esekkiyaa Irubaththaindhaam Vayadhil Raajaavaagi, Irubaththonbadhu Varusham Erusalemil Arasaandaan; Sagariyaavin Kumaaraththiyaagiya Avanudaiya Thaayinper Abiyaal. "},
{ "Verses": "2 avan Than Thagappanaagiya Dhaaveedhu Seydhapadiyellaam Karththarin Paarvaikku Semmaiyaanadhai Seydhaan. "},
{ "Verses": "3 avan Than Raajyabaaraththin Mudhalaam Varusham Mudhalaam Maadhaththil Karththarudaiya Aalayaththin Kadhavugalaith Thirandhu, Avaigalaip Pazhudhupaarththu, "},
{ "Verses": "4 aasaariyaraiyum Leviyaraiyum Azhaiththuvandhu, Avargalaik Kizhakku Veedhiyile Koodivarachcheydhu, "},
{ "Verses": "5 avargalai Nokki: Leviyare, Kelungal; Neengal Ippodhu Ungalaipparisuththam Pannikkondu, Ungal Pidhaakkalin Dhevanaagiya Karththarudaiyaaalayaththaip Parisuththampanni Asuththamaanadhaip Parisuththa Sthalaththilirundhu Veliye Kondupongal. "},
{ "Verses": "6 nammudaiya Pidhaakkal Dhrogampanni, Nammudaiya Dhevanaagiya Karththarin Paarvaikkup Pollaappaanadhai Seydhu, Avarai Vittu Vilagi, Thangal Mugangalaik Karththarudaiya Vaasasthalaththai Vittuth Thiruppi, Adharku Mudhugaik Kaattinaargal. "},
{ "Verses": "7 avargal Parisuththa Sthalaththil Isravelin Dhevanukku Sarvaanga Thaganapali Seluththaamalum, Thoobankaattaamalum, Vilakkugalai Anaiththuppottu, Mandabaththin Kadhavugalaiyum Poottippottaargal. "},
{ "Verses": "8 aagaiyaal Karththarudaiya Kadunkobam Yoodhaavinmelum Erusaleminmelum Vandhu, Avar Ivargalai, Neengal Ungal Kangalinaal Kaangirapadi, Thuyaraththukkum Thigaippukkum Pazhippukkum Oppukkoduththaar. "},
{ "Verses": "9 idho, Idhinimiththam Nammudaiya Pidhaakkal Pattayaththinaal Vizhundhu, Nammudaiya Kumaararum Nammudaiya Kumaaraththigalum Nammudaiya Manaivigalum Siraiyiruppil Agappattaargal. "},
{ "Verses": "10 ippodhum Isravelin Dhevanaagiya Karththarudaiya Ukkirakobam Nammaivittuth Thirumbumpadikku, Avarode Udanpadikkaipanna Manadhile Nirnayiththukkonden. "},
{ "Verses": "11 en Kumaarare, Ippozhudhu Asadhiyaayiraadheyungal; Neengal Karththarukkup Panividai Seyyumpadi Avarukku Munbaaga Nirkavum, Avarukku Oozhiyancheygiravargalum Thoobankaattugiravargalumaayirukkavum Ungalai Avar Therindhukondaar Endraan. "},
{ "Verses": "12 appozhudhu Kogaadh Puththiraril Amaasaayin Kumaaran Maagaaththum, Asariyaavin Kumaaran Yovelum, Meraariyin Puththiraril Apthiyin Kumaaran Keesum, Egalelin Kumaaran Asariyaavum, Kersoniyaril Simmaavin Kumaaran Yovaagum, Yovaagin Kumaaran Edhenum, "},
{ "Verses": "13 elichchaappaan Puththiraril Simriyum, Eyelum, Aasaappin Puththiraril Sagariyaavum, Maththaniyaavum, "},
{ "Verses": "14 emaanin Puththiraril Egiyelum, Simeyiyum, Edhuththoonin Puththiraril Semaayaavum, Oosiyelum Ennum Leviyar Ezhumbi, "},
{ "Verses": "15 thangal Sagodhararaik Koodivarachcheydhu, Parisuththampannikkondu, Karththarudaiya Vasanangalukkoththa Raajaavinudaiya Karpanaiyinpadiye Karththarudaiya Aalayaththai Suththigarikka Vandhaargal. "},
{ "Verses": "16 aasaariyargal Karththarudaiya Aalayaththai Suththigarikkumpadi Utpuraththile Pravesiththu, Karththarudaiya Aalayaththil Kanda Sagala Asuththaththaiyum Veliyekarththarudaiya Aalayappraagaaraththil Konduvandhaargal; Appozhudhu Leviyar Adhai Eduththu, Veliye Keedharon Aatrirkuk Konduponaargal. "},
{ "Verses": "17 mudhal Maadham Mudhal Thedhiyile Avargal Parisuththampannaththuvakki, Ettaanthedhiyile Karththarudaiya Mandabaththile Pravesiththu, Karththarudaiya Aalayaththai Ettunaalil Parisuththampanni, Mudhalaam Maadham Padhinaaraam Thedhiyil Adhai Mudiththaargal. "},
{ "Verses": "18 avargal Raajaavaagiya Esekkiyaavinidaththil Poi: Naangal Karththarin Aalayaththaiyum, Sarvaanga Thaganapalipeedaththaiyum, Adhinudaiya Sagala Panimuttugalaiyum, Samugaththappangalin Mejaiyaiyum, Adhin Sagala Panimuttugalaiyum Suththigariththu, "},
{ "Verses": "19 raajaavaagiya Aagaas Arasaalumpodhu Thammudaiya Paadhagaththinaal Erindhupotta Sagala Panimuttugalaiyum Musthippaakkip Parisuththampanninom; Idho, Avaigal Karththarin Aalayaththirku Munbaaga Irukkiradhu Endraargal. "},
{ "Verses": "20 appozhudhu Raajaavaagiya Esekkiyaa Kaalame Ezhundhirundhu, Nagaraththin Prabukkalaik Koottikkondu, Karththarin Aalayaththirkup Ponaan. "},
{ "Verses": "21 appozhudhu Raajyabaaraththirkaagavum Parisuththa Sthalaththirkaagavum Yoodhaavukkaagavum Ezhu Kaalaigalaiyum, Ezhu Aattukkadaakkalaiyum, Ezhu Aattukkuttigalaiyum, Ezhu Vellaattukkadaakkalaiyum, Paavanivaaranapaliyaagak Konduvandhaargal; Avaigalaik Karththarudaiya Palipeedaththinmel Paliyidungal Endru Avan Aasaariyaraagiya Aaronin Puththirarukku Sonnaan. "},
{ "Verses": "22 appadiye Aasaariyar Kaalaigalai Adiththu, Andha Raththaththaip Pidiththup Palipeedaththinmel Theliththaargal; Aattukkadaakkalai Adiththu, Avaigalin Raththaththaip Palipeedaththinmel Theliththaargal; Aattukkuttigalaiyum Adiththu, Avaigalin Raththaththaiyum Palipeedaththinmel Theliththaargal. "},
{ "Verses": "23 pirpaadu Paavanivaarana Palikkaana Vellaattukkadaakkalai Raajaavukkum Sabaiyaarukku Munbaagak Konduvandhaargal; Avaigalmel Avargal Thangal Kaigalai Vaiththaargal. "},
{ "Verses": "24 isravel Anaiththirkaagavum, Sarvaanga Thaganapaliyaiyum Paavanivaarana Paliyaiyum Seluththungal Endru Raajaa Solliyirundhaan; Aadhalaal Aasaariyar Avaigalai Adiththu, Isravel Anaiththirkum Paavanivirththi Undaakka, Avaigalin Raththaththaal Palipeedaththinmel Praayachchiththancheydhaargal. "},
{ "Verses": "25 avan, Dhaaveedhum, Raajaavin Gnaanadhrushtikkaaranaagiya Kaaththum, Theerkkadharisiyaagiya Naaththaanum Karpiththapadiye, Kaiththaalangalaiyum Thamburugalaiyum Suramandalangalaiyum Vaasikkira Leviyaraik Karththarudaiya Aalayaththile Niruththinaan; Ippadi Seyyavendum Engira Karpanai Karththaraal Avarudaiya Theerkkadharisigalaik Kondu Undaayirundhadhu. "},
{ "Verses": "26 appadiye Leviyar Dhaaveedhin Keedhavaaththiyangalaiyum, Aasaariyar Poorigaigalaiyum Pidiththu Nindraargal. "},
{ "Verses": "27 appozhudhu Esekkiyaa Sarvaanga Thaganapaligalaip Palipeedaththinmel Seluththak Kattalaiyittaan; Avan Adhai Seluththath Thuvakkina Neraththil Karththaraith Thudhikkum Keedhamum Poorigaigalum, Isravel Raajaavaagiya Dhaaveedhu Erpaduththina Keedhavaaththiyangalum Muzhangaththodanginadhu. "},
{ "Verses": "28 keedhaththaippaadi, Poorigaigalai Oodhikkondirukkaiyil, Sarvaanga Thaganapaliyai Seluththith Theerumattum Sabaiyaar Ellaarum Panindhukondirundhaargal. "},
{ "Verses": "29 paliyittuth Theerndhapodhu, Raajaavum Avanodirundha Anaivarum Thalaigunindhu Panindhukondaargal. "},
{ "Verses": "30 pinbu Esekkiyaa Raajaavum Prabukkalum Leviyarai Nokki: Neengal Dhaaveedhum Gnaanadhrushtikkaaranaagiya Aasaabum Paadina Vaarththaigalinaal Karththaraith Thudhiyungal Endraargal; Appozhudhu Magizhchchiyode Thudhiseydhu Thalaigunindhu Panindhukondaargal. "},
{ "Verses": "31 adhinpinbu Esekkiyaa: Ippodhum Neengal Karththarukkendru Ungalaip Parisuththampannineergal; Aagaiyaal Kittavandhu, Karththarudaiya Aalayaththirkuth Thaganapaligalaiyum Sthoththirapaligalaiyum Konduvaarungal Endraan; Appozhudhu Sabaiyaar Thaganapaligalaiyum Sthoththirapaligalaiyum, Ishtamullavargalellaam Sarvaanga Thaganapaligalaiyum Konduvandhaargal. "},
{ "Verses": "32 sabaiyaar Konduvandha Sarvaangadhaganapaligalin Thogai Ezhubadhu Kaalaigalum, Nooru Aattukkadaakkalum, Irunooru Aattukkuttigalume; Ivaigalellaamkarththarukku Sarvaanga Thaganamaayina. "},
{ "Verses": "33 arunooru Kaalaigalum Moovaayiram Aadugalum Pradhishtaiyaakkappattadhu. "},
{ "Verses": "34 aanaalum Aasaariyargal Konjam Peraanadhinaal Avargalaal Andha Sarvaanga Thaganamaana Jeevangalaiyellaam Adiththuth Tholurikka Mudiyaadhirundhadhu; Adhinaale Andha Velai Theerumattaagavum, Matra Aasaariyar Thangalaip Parisuththampannumattaagavum, Avargal Sagodhararaagiya Leviyar Avargalukku Udhaviseydhaargal; Thangalaip Parisuththampannikkolla Leviyar Aasaariyaraippaarkkilum Mana Urchaagamullavargalaayirundhaargal. "},
{ "Verses": "35 sarvaanga Thaganapaligalum, Sthoththirapaligalin Kozhuppum, Sarvaanga Thaganangalukkaduththa Paanapaligalum Migudhiyaayirundhadhu; Ivvidhamaai Karththarudaiya Aalayaththin Aaraadhanai Thittampannappattadhu. "},
{ "Verses": "36 dhevan Janaththai Aayaththappaduththinadhaikkuriththu Esekkiyaavum Janangal Ellaarum Sandhoshappattaargal; Indhak Kaariyaththai Seyyumpadiyaana Yosanai Sadudhiyaai Undaayitru. "}
]