[
{ "Verses": "1 dhaaveedhin Kumaaranaagiya Saalomon Than Raajyaththile Balappattaan; Avanudaiya Dhevanaagiya Karththar Avanudane Irundhu Avanai Migavum Periyavanaakkinaar." },
{ "Verses": "2 saalomon Aayiramperukku Adhipadhigalum, Nooruperukku Adhipadhigalum, Nyaayaadhipadhigalum, Isravel Engumirukkira Vamsangalin Thalaivaraagiya Sagala Prabukkalumaana Isravel Anaivarodum Pesi," },
{ "Verses": "3 avanum Avanodekooda Sabaiyaaranaivarum, Kibiyonilirukkira Medaikkup Ponaargal." },
{ "Verses": "4 dhaaveedhu Dhevanudaiya Pettikku Erusalemile Koodaarampottu Aayaththampannina Sthalaththirkuk Keeriyaadhyaareemilirundhu Adhaik Konduvandhaan; Karththarindhaasanaagiya Mose Vanaandharaththile Pannina Dhevanudaiya Aasarippuk Koodaaram Ange Irundhadhu." },
{ "Verses": "5 oorin Puththiranaagiya Ooriyin Kumaaran Pesaleyel Undupannina Vengalap Palipeedamum Ange Karththarin Vaasasthalaththirku Munbaaga Irundhadhu; Saalomonum Sabaiyaarum Adhai Naadipponaargal." },
{ "Verses": "6 ange Saalomon Aasarippuk Koodaaraththirku Munbaagak Karththarin Sannidhiyilirukkira Vengalap Palipeedaththinmel Aayiram Sarvaanga Thaganapaligalaichcheluththip Paliyittaan. "},
{ "Verses": "7 andru Raaththiriyile Dhevan Saalomonukku Dharisanamaagi: Nee Virumbugiradhai Ennidaththil Kel Endraar. "},
{ "Verses": "8 saalomon Dhevanai Nokki: Dhevareer En Thagappanaagiya Dhaaveedhukkupperiya Kirubai Seydhu, Ennai Avan Sthaanaththile Raajaavaakkineer. "},
{ "Verses": "9 ippodhum Dhevanaagiya Karththaave, Neer En Thagappanaagiya Dhaaveedhukku Arulina Umadhu Vaakkuththaththam Urudhippaduvadhaaga; Dhevareer Boomiyin Thoolaththanai Eraalamaana Janaththinmel Ennai Raajaavaakkineer. "},
{ "Verses": "10 ippodhum Naan Indha Janaththirku Munbaagap Pokkum Varaththumaayirukkaththakka Gnaanaththaiyum Arivaiyum Enakkuth Thandharulum; Eraalamaayirukkira Indha Ummudaiya Janaththai Nyaayam Visaarikkaththakkavan Yaar Endraan." },
{ "Verses": "11 appozhudhu Dhevan Saalomonai Nokki: Indha Viruppam Un Irudhayaththil Irundhapadiyaalum, Nee Aisuvariyaththaiyum Sambaththaiyum Ganaththaiyum, Un Pagaignarin Praananaiyum, Neediththa Aayusaiyum Kelaamal, Naan Unnai Arasaalappannina En Janaththai Nyaayam Visaarikkaththakka Gnaanaththaiyum Vivegaththaiyum Nee Kettapadiyinaalum," },
{ "Verses": "12 gnaanamum Vivegamum Thandhirukkiradhumallaamal, Unakkumun Irundha Raajaakkalukkaagilum Unakkuppin Irukkum Raajaakkalukkaagilum Illaadha Aisuvariyaththaiyum Sambaththaiyum Ganaththaiyum Unakkuth Tharuven Endraar." },
{ "Verses": "13 ippadi Saalomon Kibiyonilirukkira Mettirkup Poi Aasarippuk Koodaaraththin Sannidhiyilirundhu Erusalemukku Vandhu, Isravelai Arasaandaan." },
{ "Verses": "14 saalomon Radhangalaiyum Kudhiraiveeraraiyum Serththaan; Avanukku Aayiraththu Naanooru Radhangal Irundhadhu; Panneeraayiram Kudhiraiveerarum Irundhaargal; Avaigalai Radhangalin Pattanangalilum, Avargalai Raajaavaagiya Thannidaththil Erusalemilum Vaiththirundhaan "},
{ "Verses": "15 raajaa Erusalemile Velliyaiyum Ponnaiyum Karkalpolavum, Kedhurumarangalaip Pallaththaakkil Irukkira Kaattaththimarangal Polavum Adhigamaakkinaan." },
{ "Verses": "16 saalomonukku Irundha Kudhiraigalum Pudavaigalum Egipthilirundhukonduvarappattadhu; Raajaavin Varththagar Pudavaigalai Oppandha Vilaikkirayaththukku Vaanginaargal. "},
{ "Verses": "17 avargal Egipthilirundhu Oru Radhaththai Arunooru Vellikkaasukkum, Oru Kudhiraiyai Nootraimbadhu Vellikkaasukkum Konduvaruvaargal; Andhappadiye Eththiyarin Sagala Raajaakkalukkum, Seeriyaavin Raajaakkalukkum Avargal Moolamaaik Konduvarappattadhu. "}
]