[
{ "Verses": "1 abiyaa Than Pidhaakkalode Niththiraiyadaindhapin, Avanai Dhaaveedhin Nagaraththil Adakkampanninaargal; Avan Sthaanaththile Avan Kumaaranaagiya Aasaa Raajaavaanaan; Ivanudaiya Naatkalil Dhesam Paththu Varushamattum Amarikkaiyaayirundhadhu. "},
{ "Verses": "2 aasaa Than Dhevanaagiya Karththarin Paarvaikku Nanmaiyum Semmaiyumaanadhai Seydhaan. "},
{ "Verses": "3 anniya Dhevargalin Palipeedangalaiyum Medaigalaiyum Agatri, Silaigalai Udaiththu, Vikkiragaththoppugalai Vetti, "},
{ "Verses": "4 thangal Pidhaakkalin Dhevanaagiya Karththaraith Thedavum, Nyaayappramaanaththinpadiyum Karpanaiyinpadiyum Seyyavum Yoodhaavukkuk Karpiththu, "},
{ "Verses": "5 yoodhaavudaiya Ellaap Pattanangalilumirundhu Medaigalaiyum Vikkiragangalaiyum Agatrinaan; Avanukku Munbaaga Raajyam Amarikkaiyaayirundhadhu. "},
{ "Verses": "6 karththar Avanukku Ilaippaarudhalaik Kattalaiyittadhinaal, Andha Varushangalil Avanukku Virodhamaana Yuththam Illaadhirundhadhu; Dhesam Amarikkaiyaayirundhapadiyinaal Yoodhaavile Aranaana Pattanangalaik Kattinaan. "},
{ "Verses": "7 avan Yoodhaavai Nokki: Dhesam Namakku Munbaaga Amarndhirukkaiyil, Naam Indhap Pattanangalaik Katti, Avaigalukku Alangangal, Koburangal, Vaasalgal Undupanni, Thaazhppaal Pottu Balappaduththuvomaaga; Nammudaiya Dhevanaagiya Karththaraith Thedinom, Thedinapodhu, Sutrilum Namakku Ilaippaarudhalaik Kattalaiyittaar Endraan; Appadiye Kattinaargal; Avargalukkuk Kaariyam Vaaiththadhu. "},
{ "Verses": "8 yoodhaavile Parisaiyum Eettiyum Pidikkira Moondrulatchamperum, Benyameenile Kedagam Pidiththu Villai Naanetrugira Irandulatchaththu Enbadhinaayiramperumaana Senai Aasaavukku Irundhadhu, Ivargalellaarum Paraakkiramasaaligal. "},
{ "Verses": "9 avargalukku Virodhamaaga Eththiyoppiyanaagiya Seraa Paththulatchampergal Serndha Senaiyodum Munnooru Radhangalodum Purappattu Maresaamattum Vandhaan. "},
{ "Verses": "10 appozhudhu Aasaa Avanukku Edhiraagap Purappattaan; Maresaavukku Aduththa Seppaththaa Ennum Pallaththaakkil Yuththaththirku Anivaguththu Nindraargal. "},
{ "Verses": "11 aasaa Than Dhevanaagiya Karththarai Nokkik Kooppittu: Karththaave, Balamullavanukkaagilum Balanatravanukkaagilum Udhaviseygiradhu Umakku Lesaanakaariyam; Engal Dhevanaagiya Karththaave, Engalukkuth Thunainillum; Ummaichchaarndhu Ummudaiya Naamaththil Eraalamaana Indhak Koottaththirku Edhiraaga Vandhom;karththaave, Neer Engal Dhevan; Manushan Ummai Merkollavidaadheyum Endraan. "},
{ "Verses": "12 appozhudhu Karththar Andha Eththiyoppiyarai Aasaavukkum Yoodhaavukkummunbaaga Muriya Adiththadhinaal Eththiyoppiyar Odipponaargal. "},
{ "Verses": "13 avargalai Aasaavum Avanodirundha Janangalum Keraarmattum Thuraththinaargal; Eththiyoppiyar Thirumba Balankollaadhapadikku Murindhu Vizhundhaargal;karththarukkum Avarudaiya Senaikkum Munbaaga Norungipponaargal; Avargal Migudhiyaagak Kollai Adiththu, "},
{ "Verses": "14 keraarin Sutruppattanangalaiyellaam Muriya Adiththaargal; Karththaraal Avargalukku Bayangaram Undaayitru; Andhap Pattanangalaiyellaam Kollaiyittaargal, Avaigalil Kollai Migudhiyaai Agappattadhu. "},
{ "Verses": "15 mirugajeevangal Irundha Kottaarangalaiyum Avargal Idiththuppottu, Thiralaana Aadugalaiyum Ottagangalaiyum Saaiththukkondu Erusalemukkuth Thirumbinaargal. "}
]