[
{ "Verses": "1 appozhudhu Saalomon: Kaarirulile Vaasampannuven Endru Karththar Sonnaar Endrum, "
},{ "Verses": "2 dhevareer Vaasampannaththakka Veedum, Neer Endraikkum Thangaththakka Nilaiyaana Sthaanamumaagiya Aalayaththai Umakkukkattinen Endrum Solli, "
},{ "Verses": "3 raajaa Mugam Thirumbi, Isravel Sabaiyaar Ellaaraiyum Aaseervadhiththaan; Isravel Sabaiyaar Ellaarum Nindraargal. "
},{ "Verses": "4 avan Sonnadhu: Isravelin Dhevanaagiya Karththarukku Sthoththiram; Avar En Thagappanaagiya Dhaaveedhukkuth Thammudaiya Vaakkinaal Sonnadhai, Thammudaiya Karaththinaal Niraivetrinaar."
},{ "Verses": "5 avar Naan En Janaththai Egipthudhesaththilirundhu Purappadappannina Naalmudharkondu, En Naamam Vilangumpadi, Oru Aalayaththaik Kattavendumendru Naan Israveludaiya Ellaakkoththirangalilumulla Vere Yaadhoru Pattanaththaith Therindhukollaamalum, En Janamaagiya Isravelinmel Adhipadhiyaayirukkumpadi Vere Oruvaraiththerindhukollaamalum,  "
},{ "Verses": "6 en Naamam Vilangum Sthaanamaaga Erusalemaiyum, En Janamaagiya Isravelinmel Adhipadhiyaayirukka Dhaaveedhaiyum Therindhukonden Endraar. "
},{ "Verses": "7 isravelin Dhevanaagiya Karththarin Naamaththirku Aalayaththaik Kattavendum Engira Viruppam En Thagappanaagiya Dhaaveedhin Manadhil Irundhadhu. "
},{ "Verses": "8 aanaalum Karththar En Thagappanaagiya Dhaaveedhai Nokki: En Naamaththirku Aalayaththaik Kattavendum Engira Viruppam Un Manadhile Irundhadhu Nalla Kaariyandhaan. "
},{ "Verses": "9 aagilum Nee Andha Aalayaththaik Kattamaattaai; Un Karppappirappaagiya Un Kumaarane En Naamaththirku Andha Aalayaththaik Kattuvaan Endraar. "
},{ "Verses": "10 ippodhum Karththar Solliya Thamadhu Vaarththaiyai Niraivetrinaar; Karththar Sonnapadiye, Naan En Thagappanaagiya Dhaaveedhin Sthaanaththil Ezhumbi, Israveludaiya Singaasanaththinmel Utkaarndhu, Isravelin Dhevanaagiya Karththarin Naamaththirku Aalayaththaik Katti,  "
},{ "Verses": "11 karththar Isravel Puththirarudane Pannina Udanpadikkaiyirukkira Pettiyai Adhile Vaiththen Endru Solli, "
},{ "Verses": "12 karththarudaiya Palipeedaththirku Munne Isravel Sabaiyaar Ellaarukkum Edhiraaga Nindru Than Kaigalai Viriththaan. "
},{ "Verses": "13 saalomon Aindhu Muzha Neelamum, Aindhu Muzha Agalamum, Moondru Muzha Uyaramumaana Oru Vengalapprasangapeedaththai Undaakki, Adhai Naduppraagaaraththile Vaiththirundhaan; Adhinmel Avan Nindru, Isravelin Sabaiyaarellaarukkum Edhiraaga Muzhangaarpadiyittu, Than Kaigalai Vaanaththirku Neraaga Viriththu:  "
},{ "Verses": "14 isravelin Dhevanaagiya Karththaave, Vaanaththilum Boomiyilum Umakku Oppaana Dhevanillai; Thangal Muzhu Irudhayaththodum Umakku Munbaaga Nadakkira Umadhu Adiyaarukku Udanpadikkaiyaiyum Kirubaiyaiyum Kaaththuvarugireer. " 
},{ "Verses": "15 dhevareer En Thagappanaagiya Dhaaveedhu Ennum Umadhu Adiyaanukku Seydha Vaakkuththaththaththaik Kaaththarulineer; Ummudaiya Vaakkinaal Adhai Sonneer; Ummudaiya Karaththinaal Adhai Innaalilirukkirapadi Niraivetrineer.  "
},{ "Verses": "16 isravelin Dhevanaagiya Karththaave, Dhevareer En Thagappanaagiya Dhaaveedhu Ennum Umadhu Adiyaanai Nokki: Nee Enakku Munbaaga Nadandhadhupola, Un Kumaararum En Nyaayappramaanaththil Nadakkumpadi Thangal Vazhiyaik Kaappaargaleyaanaal, Isravelin Singaasanaththil Veetrirukkum Purushan Enakku Munbaaga Unakku Illaamarpovadhillai Endru Sonnadhai Ippozhudhu Avanukku Niraivetrum.  "
},{ "Verses": "17 isravelin Dhevanaagiya Karththaave, Dhevareer Umadhu Adiyaanaagiya Dhaaveedhukku Sonna Ummudaiya Vaarththai Mey Endru Vilanguvadhaaga.  "
},{ "Verses": "18 dhevan Meyyaaga Manusharode Boomiyile Vaasampannuvaaro? Idho, Vaanangalum, Vaanaadhi Vaanangalum Ummaik Kollaadhe; Naan Kattina Indha Aalayam Emmaaththiram?  "
},{ "Verses": "19 en Dhevanaagiya Karththaave, Umadhu Adiyen Umadhu Sannidhiyil Seygira Vinnappaththaiyum Mandraattaiyum Kettu, Umadhu Adiyenudaiya Vinnappaththaiyum Vendudhalaiyum Thiruvulaththil Kondarulum.  "
},{ "Verses": "20 umadhu Adiyen Ivvidaththileseyyum Vinnappaththaik Ketka, En Naamam Vilangumendru Neer Sonna Sthalamaagiya Indha Aalayaththinmel Ummudaiya Kangal Iravumpagalum Thirandhiruppadhaaga.  "
},{ "Verses": "21 umadhu Adiyenum, Indha Sthalaththile Vinnappam Seyyappogira Umadhu Janamaagiya Isravelum Pannum Jebangalaik Kettarulum; Paralogamaagiya Ummudaiya Vaasasthalaththile Neer Adhaik Ketpeeraaga, Kettu Mannippeeraaga. " 
},{ "Verses": "22 oruvan Than Ayalaanukkuk Kutram Seydhirukkaiyil, Ivan Avanai Aanaiyida Sollumpodhu, Andha Aanai Indha Aalayaththile Ummudaiya Palipeedaththirku Munbaaga Vandhaal, " 
},{ "Verses": "23 appozhudhu Paralogaththilirukkira Dhevareer Kettu, Dhunmaarkkanudaiya Nadakkaiyai Avan Thalaiyinmel Sumarappanni, Avanukku Needhiyai Sarikkattavum, Needhimaanukku Avanudaiya Needhikkuththakkadhaai Seydhu Avanai Needhimaanaakkavunthakkadhaai, Umadhu Adiyaarai Nyaayantheerppeeraaga.  "
},{ "Verses": "24 ummudaiya Janangalaagiya Isravelar Umakku Virodhamaagap Paavancheydhadhinimiththam Saththuruvukku Munbaaga Murindhupoi, Ummidaththirkuththirumbi, Ummudaiya Naamaththai Arikkaipanni, Indha Aalayaththile Ummudaiya Sannidhiyil Vinnappaththaiyum Vendudhalaiyum Seydhaal,  "
},{ "Verses": "25 paralogaththilirukkira Dhevareer Kettu, Ummudaiya Janamaagiya Isravelin Paavaththai Manniththu, Avargalukkum Avargal Pidhaakkalukkum Neer Koduththa Dhesaththukku Avargalaith Thirumbivarappannuveeraaga.  "
},{ "Verses": "26 avargal Umakku Virodhamaaip Paavancheydhadhinaal, Vaanam Adaipattu Mazhai Peyyaadhirukkumpodhu, Avargal Indha Sthalaththirku Neraaga Vinnappancheydhu, Ummudaiya Naamaththai Arikkaipanni, Dhevareer Thangalaik Kilesappaduththugaiyil Thangal Paavangalai Vittuth Thirumbinaal,  "
},{ "Verses": "27 paralogaththilirukkira Dhevareer Kettu, Umadhu Adiyaarum Umadhu Janamaagiya Isravelum Seydha Paavaththai Manniththu, Avargal Nadakkavendiya Nalvazhiyai Avargalukkup Podhiththu, Dhevareer Umadhu Janaththirku Sudhandharamaagak Koduththa Ummudaiya Dhesaththil Mazhaipeyyak Kattalaiyiduveeraaga.  "
},{ "Verses": "28 dhesaththile Panjam Undaagirapodhum, Kollainoi Undaagirapodhum, Varatchi, Saavi, Vettukkili, Pachchaikkili Undaagirapodhum Avargaludaiya Saththurukkal Avargal Vaasancheygira Dhesaththile Avargalai Mutrikkai Podugirapodhum, Yaadhoru Vaadhaiyaagilum Yaadhoru Vyaadhiyaagilum Vandhirukkirapodhum,  "
},{ "Verses": "29 endha Manushanaanaalum, Isravelaagiya Ummudaiya Janaththil Evanaanaalum, Than Than Vaadhaiyaiyum Viyaagulaththaiyum Unarndhu, Indha Aalayaththirku Neraagath Than Kaigalai Viriththu Seyyum Sagala Vinnappaththaiyum, Sagala Vendudhalaiyum,  "
},{ "Verses": "30 ummudaiya Vaasasthalamaagiya Paralogaththilirukkira Dhevareer Kettu Manniththu,  "
},{ "Verses": "31 dhevareer Engal Pidhaakkalukkukkoduththa Dhesaththil Avargal Uyirodirukkum Naalellaam Umakku Bayappattu, Ummudaiya Vazhigalil Nadakkumpadikku Dhevareer Oruvare Manupuththirarin Irudhayaththai Arindhavaraanadhaal, Neer Avanavan Irudhayaththai Arindhirukkirapadiye, Avanavanudaiya Ellaa Vazhigalukkum Thakkadhaai Seydhu Palanalippeeraaga.  "
},{ "Verses": "32 ummudaiya Janamaagiya Isravel Jaadhiyallaadha Anniya Jaadhiyaar Ummudaiya Magaththuvamaana Naamaththinimiththamum, Ummudaiya Balaththa Karaththinimiththamum, Ongiya Ummudaiya Buyaththinimiththamum, Thooradhesangalilirundhu Vandhu, Indha Aalayaththukku Neraaga Nindru Vinnappampanninaal,  "
},{ "Verses": "33 umadhu Vaasasthalamaagiya Paralogaththilirukkira Dhevareer Adhaik Kettu, Boomiyin Janangalellaarum Ummudaiya Janamaagiya Isravelaippola, Ummudaiya Naamaththai Arindhu Umakku Bayappattu, Naan Kattina Indha Aalayaththirku Ummudaiya Naamam Tharikkappattadhendru Ariyumpadikku, Andha Anniya Jaadhiyaan Ummai Nokki Vendikkolvadhinpadi Dhevareer Seyveeraaga.  "
},{ "Verses": "34 neer Ummudaiya Janangalai Anuppum Vazhiyile Avargal Thangal Saththurukkalodu Yuththampannap Purappadumpodhu, Neer Therindhukonda Indha Nagaraththukkum, Ummudaiya Naamaththirku Naan Kattina Indha Aalayaththirkum Neraaga Vinnappampanninaal,  "
},{ "Verses": "35 paralogaththil Irukkira Dhevareer Avargal Vinnappaththaiyum Vendudhalaiyum Kettu, Avargal Nyaayaththai Visaarippeeraaga.  "
},{ "Verses": "36 paavancheyyaadha Manushan Illaiye; Aagaiyaal Avargal Umakku Virodhamaaip Paavancheydhu, Dhevareer Avargalmel Kobankondu, Avargal Saththurukkal Kaiyil Avargalai Oppukkodukkiradhinaal, Avargalai Siraipidikkiravargal Avargalaith Thooraththilaagilum Sameebaththilaagilum Irukkira Thangal Dhesaththirkuk Kondupoyirukkaiyil,  "
},{ "Verses": "37 avargal Siraippattuppona Dhesaththile Thangalil Unarvadaindhu, Mananthirumbi: Naangal Paavancheydhu Akkiramampanni, Dhunmaarkkamaai Nadandhom Endru Thangal Siraiyiruppaana Dhesaththile Ummai Nokkik Kenji,  "
},{ "Verses": "38 thaangal Siraigalaagak Kondupogappatta Thangal Siraiyiruppaana Dhesaththile, Thangal Muzhu Irudhayaththodum Thangal Muzhu Aaththumaavodum Ummidaththil Thirumbi, Dhevareer Thangal Pidhaakkalukkuk Koduththa Thangal Dhesaththirkum, Dhevareer Therindhukonda Indha Nagaraththirkum, Ummudaiya Naamaththirku Naan Kattina Indha Aalayaththirkum Neraaga Ummai Nokki Vinnappampanninaal,  "
},{ "Verses": "39 ummudaiya Vaasasthalamaagiya Paralogaththilirukkira Dhevareer Avargal Vinnappaththaiyum Jebangalaiyumkettu, Avargal Nyaayaththai Visaariththu, Umakku Virodhamaaip Paavancheydha Ummudaiya Janaththirku Manniththarulum.  "
},{ "Verses": "40 ippodhum En Dhevane, Indha Sthalaththile Seyyappadum Vinnappaththirku Ummudaiya Kangal Thirandhavaigalum, Ummudaiya Sevigal Gavanikkiravaigalumaayiruppadhaaga.  "
},{ "Verses": "41 dhevanaagiya Karththaave, Ummudaiya Thaabara Sthalaththirku Dhevareer Umadhu Vallamai Vilangum Pettiyudan Ezhundharulum; Dhevanaagiya Karththaave, Umadhu Aasaariyar Ratchippaith Thariththu, Ummudaiya Parisuththavaangal Nanmaiyile Magizhvaargalaaga.  "
},{ "Verses": "42 dhevanaagiya Karththaave, Neer Abishegampanninavanin Mugaththaip Purakkaniyaamal, Ummudaiya Dhaasanaagiya Dhaaveedhukku Vaakkuththaththampannina Kirubaigalai Ninaiththarulum Endraan.  "
}
]