[
{ "Verses": "1 andriyum Irubadhumuzhaneelamum Irubadhumuzha Agalamum Paththumuzha Uyaramumaana Vengalap Palipeedaththaiyum Panninaan." },
{ "Verses": "2 vengalak Kadalthottiyaiyum Vaarppiththaan; Sakkaraagaaramaana Adhinudaiya Oru Vilimbuthodangi Maruvilimbumattum Paththumuzha Agalamum, Aindhumuzha Uyaramum, Sutralavu Muppadhumuzha Noolalavumaayirundhadhu." },
{ "Verses": "3 adhin Keezhppuramaai Rishabangalin Uruvangal Ovvoru Muzhaththirkup Paththu Uruvamaaga Andhak Kadalthottiyin Sakkaraththil Irundhadhu; Thottiyodu Ondraai Vaarkkappatta Andha Rishabangalin Irandu Varisaigal Irundhadhu." },
{ "Verses": "4 adhu Pannirandu Rishabangalinmel Nindradhu; Ivaigalil Moondru Vadakkeyum, Moondru Merkeyum, Moondru Therkeyum, Moondru Kizhakkeyum Nokkiyirundhadhu; Kadalthotti Avaigalinmel Uyara Irundhadhu; Avaigalin Pinpakkamellaam Utpuramaai Irundhadhu." },
{ "Verses": "5 adhin Kanam Naalu Virarkadaiyum, Adhin Vilimbu Paanapaaththiraththin Vilimbupolum, Leelipushpampolum Irundhadhu; Adhu Moovaayirankudam Thanneer Pidikkaththakkadhaayirundhadhu." },
{ "Verses": "6 kazhuvugiradharkup Paththuk Kopparaigalaiyum Undaakki, Aindhai Valadhupuraththilum, Aindhai Idadhupuraththilum Vaiththaan; Sarvaanga Thaganamaagiravaigalai Avaigalil Kazhuvuvaargal; Kadalthottiyo Aasaariyargal Thangalai Suththampannikkollugiradharku Irundhadhu." },
{ "Verses": "7 paththup Pon Vilakkuththandugalaiyum, Avaigaludaiya Pramaanaththinpadi Seyviththu, Avaigalai Dhevaalayaththil Valadhupuraththile Aindhum Idadhupuraththile Aindhumaaga Vaiththaan." },
{ "Verses": "8 paththu Mejaigalaiyum Seydhu, Avaigalai Dhevaalayaththil Valadhupuraththile Aindhum Idadhupuraththile Aindhumaaga Vaiththu, Nooru Pon Kalangalaiyum Panninaan." },
{ "Verses": "9 melum Aasaariyarin Praagaaraththaiyum, Periya Praagaaraththaiyum, Praagaaraththin Vaasalgalaiyum Undaakki, Avaigalin Kadhavugalai Vengalaththaal Moodinaan." },
{ "Verses": "10 kadalthottiyai Keezhththisaiyaana Valadhupuraththile Therkumugamaaga Vaiththaan." },
{ "Verses": "11 eeraam Seppuchchattigalaiyum, Saambal Edukkira Karandigalaiyum, Kalangalaiyum Seydhaan; Ivvidhamaai Eeraam Karththarudaiya Aalayaththirkaaga Raajaavaagiya Saalomonukku Seyyavendiyavelaiyai Seydhumudiththaan." },
{ "Verses": "12 avaigal Ennavenil, Iranduthoongalum, Irandu Thoongaludaiya Munaiyinmelirukkira Kumbangalum, Kumizhgalum, Thoongaludaiya Munaiyin Melirukkira Kumizhgalaana Irandu Kumbangalai Moodugiradharku Irandu Valaippinnalgalum," },
{ "Verses": "13 thoongalinmelulla Kumizhgalaana Irandu Kumbangalai Moodugiradharku, Ovvoru Valaippinnalin Irandu Varisai Maadhalampazhangalaaga, Irandu Valaippinnalilumirukkira Naanooru Maadhalampazhangalume." },
{ "Verses": "14 aadhaarangalaiyum, Aadhaarangalinmelirukkum Kopparaigalaiyum," },
{ "Verses": "15 oru Kadalthottiyaiyum, Adhinkeezhirukkum Pannirandu Rishabangalaiyum," },
{ "Verses": "16 seppuchchattigalaiyum, Saambal Karandigalaiyum, Multhuradugal Mudhalaana Panimuttugalaiyum, Eeraamabi Raajaavaagiya Saalomonukkuk Karththarinaalayaththirkaaga Suththamaana Vengalaththaal Panninaan." },
{ "Verses": "17 yordhaanukkaduththa Samanaana Boomiyil Sukkoththirkum Sareththaavukkum Naduve Kaliman Tharaiyile Raajaa Avaigalai Vaarppiththaan." },
{ "Verses": "18 indhap Panimuttugalaiyellaam Saalomon Vegu Eraalamaai Undupanninaan; Vengalaththin Nirai Thogaikku Adangaadhadhaayirundhadhu." },
{ "Verses": "19 dhevanudaiya Aalayaththukku Vendiya Sagala Panimuttugalaiyum; Porpeedaththaiyum, Samugaththappangalaiyum Vaikkum Mejaigalaiyum," },
{ "Verses": "20 muraiyinpadiye Sannidhikku Munbaaga Vilakkuk Koluththugiradharkup Pasumpon Vilakkuththandugalaiyum, Avaigalin Vilakkugalaiyum," },
{ "Verses": "21 suththa Thangaththinaal Seydha Pookkalaiyum, Vilakkugalaiyum, Kaththarigalaiyum," },
{ "Verses": "22 pasumpon Kaththigalaiyum, Kalangalaiyum, Kalayangalaiyum, Thoobakalasangalaiyum Saalomon Panninaan; Magaa Parisuththa Sthalaththin Utkadhavugalum, Aalayamaagiya Veettin Kadhavugalum, Aalayaththin Vaasal Kadhavugalum Ellaam Ponnaayirundhadhu." }
]