[
{ "Verses": "1 appozhudhu Janangal Yosiyaavin Kumaaranaagiya Yovaagaasai Azhaiththu, Avanai Erusalemile Avan Thagappan Sthaanaththile Raajaavaakkinaargal. "},
{ "Verses": "2 yovaagaas Raajaavaagirapodhu Irubaththumoondru Vayadhaayirundhu, Moondrumaadham Erusalemil Arasaandaan. "},
{ "Verses": "3 avan Erusalemil Arasaalaadhapadikku Egipthin Raajaa Avanaith Thallivittu, Dhesaththinmel Nooru Thaalandhu Velliyum Oru Thaalandhu Ponnumaana Thandaththai Sumaththi, "},
{ "Verses": "4 avanudaiya Annanaagiya Eliyaakkeemai Yoodhaavinmelum Erusaleminmelum Raajaavaakki, Avan Perai Yoyaakkeem Endru Maatrinaan; Avan Thambiyaagiya Yovaagaasai Egipthin Raajaavaagiya Neko Egipthirkuk Konduponaan. "},
{ "Verses": "5 yoyaakkeem Raajaavaagirapodhu Irubaththaindhu Vayadhaayirundhu, Padhinoruvarusham Erusalemil Arasaandu, Than Dhevanaagiya Karththarudaiya Paarvaikkup Pollaappaanadhai Seydhaan. "},
{ "Verses": "6 avanukku Virodhamaaga Baabilon Raajaavaagiya Nebugaadhnechchaar Vandhu, Avanai Baabilonukkuk Kondupoga Irandu Vengala Sangiliyaal Avanaik Kattinaan. "},
{ "Verses": "7 karththarudaiya Aalayaththin Panimuttugalilum Silavatrai Nebugaadhnechchaar Baabilonukkuk Kondupoi, Avargalai Baabilonilulla, Thannudaiya Kovilile Vaiththaan. "},
{ "Verses": "8 yoyaakkeemudaiya Matra Varththamaanangalum, Avan Seydhadhum, Avanidaththile Kandupidikkappattadhumaana Avanudaiya Aruvaruppugalum, Isravel Yoodhaa Raajaakkalin Pusthagaththil Ezhudhiyirukkiradhu; Avan Sthaanaththil Avan Kumaaranaagiya Yoyaakkeen Raajaavaanaan. "},
{ "Verses": "9 yoyaakkeen Raajaavaagirapodhu Ettu Vayadhaayirundhu, Moondru Maadhamum Paththu Naalum Erusalemil Arasaandu, Karththarin Paarvaikkup Pollaappaanadhai Seydhaan. "},
{ "Verses": "10 maruvarushaththin Aarambaththile Nebugaadhnechchaar Ennum Raajaa Avanaiyum, Karththarudaiya Aalayaththin Dhivviyamaana Panimuttugalaiyum Baabilonukkuk Konduvarappanni, Avan Siriyathagappanaagiya Sidhekkiyaavai Yoodhaavinmelum Erusaleminmelum Raajaavaakkinaan. "},
{ "Verses": "11 sidhekkiyaa Raajaavaagirapodhu Irubaththoru Vayadhaayirundhu, Padhinoruvarusham Erusalemil Arasaandu, "},
{ "Verses": "12 than Dhevanaagiya Karththarin Paarvaikkup Pollaappaanadhai Seyd "}
]