[
{ "Verses": "1 karththarudaiya Aalayaththukkaaga Saalomon Seydha Velaiyellaam Mudindhapodhu, Saalomon Than Thagappanaagiya Dhaaveedhu Parisuththampannumpadi Nerndhavaigalaik Konduvandhu, Velliyaiyum, Ponnaiyum, Sagala Panimuttugalaiyum, Dhevanudaiya Aalayaththin Pokkishangalil Vaiththaan." },
{ "Verses": "2 pinbu Karththarudaiya Udanpadikkaippettiyai Seeyon Ennum Dhaaveedhin Nagaraththilirundhu Konduvarumpadi Saalomon Isravelin Moopparaiyum, Koththirap Prabukkalaagiya Isravel Puththirarin Vamsath Thalaivarellaaraiyum Erusalemile Koodivarachcheydhaan." },
{ "Verses": "3 appadiye Isravelar Ellaarum Ezhaam Maadhaththin Pandigaiyile Raajaavinidaththil Koodivandhaargal." },
{ "Verses": "4 isravelin Mooppar Ellaarum Vandhapinbu Leviyar Pettiyai Eduththu," },
{ "Verses": "5 pettiyaiyum, Aasarippuk Koodaaraththaiyum, Koodaaraththilirukkira Parisuththa Panimuttugalaiyum Konduvandhaargal; Avaigalaik Konduvandhavargal Leviyaraana Aasaariyare." },
{ "Verses": "6 raajaavaagiya Saalomonum, Avanode Koodina Isravel Sabaiyaaranaivarum, Pettikku Munbaaga Ennikkaikkum Thogaikkum Adangaadha Eraalamaana Aadumaadugalaip Paliyittaargal." },
{ "Verses": "7 appadiye Aasaariyar Karththarudaiya Udanpadikkaip Pettiyai, Aalayaththin Sannidhiyaagiya Magaa Parisuththamaana Sthalaththile, Kerubeengaludaiya Settaigalukkuk Keezhaagak Konduvandhu Vaiththaargal." },
{ "Verses": "8 kerubeengal, Pettiyirukkum Sthaanaththinmel, Thangal Irandirandu Settaigalai Viriththu Uyara Irundhu Pettiyaiyum Adhin Thandugalaiyum Moodikkondirundhana." },
{ "Verses": "9 pettiyilirukkira Thandugalinmunaigal Sannidhi Sthalaththirku Munne Kaanappadaththakkadhaai Andhath Thandugalai Izhuththaargal; Purambe Avaigal Kaanappadavillai; Adhu Innaalvaraikkum Ange Irukkiradhu." },
{ "Verses": "10 isravel Puththirar Egipthilirundhu Purappattapin, Karththar Orepile Avargalodu Udanpadikkai Panninapodhu, Mose Andhap Pettiyile Vaiththa Irandu Karpalagaigale Allaamal Adhile Verondrum Irundhadhillai." },
{ "Verses": "11 vaguppugalin Muraigalaip Paaraamal, Aasaariyar Ellorum Thangalaip Parisuththampannikkondaargal." },
{ "Verses": "12 aasaab, Emaan, Edhuththoonudaiya Koottaththaarum, Avargaludaiya Kumaarar Sagodhararudaiya Koottaththaarumaagiya Paadagaraana Leviyaranaivarum Melliyapudavaigalaith Thariththu, Kaiththaalangalaiyum Thamburugalaiyum Suramandalangalaiyum Pidiththup Palipeedaththirkuk Kizhakke Nindraargal; Avargalodumkoodap Poorigaigalai Oodhugira Aasaariyargal Nootrirubadhuper Nindraargal." },
{ "Verses": "13 avargal Orumikkap Poorigaigalai Oodhi, Egasaththamaaik Karththaraith Thudhiththu Sthoththiriththup Paadinaargal; Aasaariyar Parisuththa Sthalaththilirundhu Purappadugaiyilum, Paadagar Poorigaigal Thaalangal Keedhavaaththiyangaludaiya Saththaththaith Thonikkappanni Karththar Nallavar Avar Kirubai Endrumulladhendru Avarai Sthoththirikkaiyilum, Karththarudaiya Veedaagiya Dhevaalayam Megaththinaal Niraiyappattadhu." },
{ "Verses": "14 andha Megaththinimiththam Aasaariyargal Oozhiyancheydhu Nirkak Koodaamarpoyitru; Karththarudaiya Magimai Dhevanudaiya Aalayaththai Nirappitru." }
]