[
{ "Verses": "1 rekobeyaamai Raajaavaakkumpadi Isravelar Ellaarum Seegemukku Vandhirundhapadiyaal, Avanum Seegemukkupponaan. "
},{ "Verses": "2 raajaavaagiya Saalomonai Vittu Odippoi, Egipthilirundha Nebaaththin Kumaaranaagiya Yerobeyaam Adhaikkettapodhu, Avan Egipthilirundhu Thirumbivandhaan. "
},{ "Verses": "3 aal Anuppi Avanai Azhaippiththaargal; Pinbu Yerobeyaamum Isravelanaiththumaai Vandhu, Rekobeyaamai Nokki: "
},{ "Verses": "4 ummudaiya Thagappan Baaramaana Nugaththai Engalmel Vaiththaar; Ippodhum Neer Ummudaiya Thagappan Sumaththina Kadinamaana Velaiyaiyum, Avar Engalmel Vaiththa Baaramaana Nugaththaiyum Laguvaakkum; Appozhudhu Ummaisevippom Endraargal "
},{ "Verses": "5 adharku Avan: Neengal Moondrunaalaikkuppirpaadu Thirumba Ennidaththil Vaarungal Endraan; Appadiye Janangal Poyirundhaargal. "
},{ "Verses": "6 appozhudhu Raajaavaagiya Rekobayaam Than Thagappanaagiya Saalomon Uyirodirukkaiyil Avan Samugaththil Nindra Mudhiyorode Aalosanaipanni, Indha Janangalukku Maruuththaravu Kodukka Neengal Enna Aalosanai Sollugireergal Endru Kettaan. "
},{ "Verses": "7 adharku Avargal: Neer Indha Janangalukkuth Dhayavaiyum Patchaththaiyum Kaanbiththu, Avargalukku Nalvaarththaigalai Solveeraanaal, Endraikkum Avargal Umakku Oozhiyakkaararaayiruppaargal Endraargal. "
},{ "Verses": "8 mudhiyor Sonna Aalosanaiyai Avan Thallivittu, Thannode Valarndhavargalum Than Samugaththil Nirkiravargalumaagiya Vaalibarode Aalosanaipanni, "
},{ "Verses": "9 avargalai Nokki: Ummudaiya Thagappan Engalmel Vaiththa Nugaththai Laguvaakkum Endru Ennidaththil Sonna Indha Janangalukku Maruuththaravu Kodukka Neengal Enna Aalosanai Sollugireergal Endru Kettaan. "
},{ "Verses": "10 avanode Valarndha Vaalibar Avanai Nokki: Ummudaiya Thagappan Engal Nugaththai Baaramaakkinaar, Neer Adhai Engalukku Laguvaakkum Endru Ummidaththil Sonna Indha Janaththirku Neer Sollavendiyadhu Ennavendraal: En Sunduviral En Thagappanudaiya Iduppaippaarkkilum Barumanaayirukkum. "
},{ "Verses": "11 ippodhum En Thagappan Baaramaana Nugaththai Ungalmel Vaiththaar, Naan Ungal Nugaththai Adhiga Baaramaakkuven; En Thagappan Ungalai Savukkugalinaale Dhandiththaar, Naan Ungalaith Thelgalinaale Dhandippen Endru Sollum Endraargal. "
},{ "Verses": "12 moondraam Naal Ennidaththil Vaarungal Endru Raajaa Solliyirundhapadiye, Yerobeyaamum Sagala Janangalum Moondraam Naalile Rekobeyaamidaththil Vandhaargal. "
},{ "Verses": "13 raajaavaagiya Rekobeyaam Mudhiyor Aalosanaiyaith Thallivittu, Avargalukkuk Kadinamaana Uththaravu Koduththaan. "
},{ "Verses": "14 vaalibarudaiya Aalosanaiyinpadiye Avargalode Pesi, En Thagappan Ungal Nugaththai Baaramaakkinaar, Naan Adhai Adhiga Baaramaakkuven; En Thagappan Ungalai Savukkugalinaale Dhandiththaar, Naan Ungalaith Thelgalinaale Dhandippen Endru Sonnaan. "
},{ "Verses": "15 raajaa Janangalukku Sevikodaamarponaan, Karththar Seeloniyanaana Agiyaavaikkondu Nebaaththin Kumaaranaagiya Yerobeyaamukku Sonna Thamadhu Vaarththaiyai Urudhippaduththumpadi Dhevanaale Ippadi Nadandhadhu. "
},{ "Verses": "16 raajaa Thangalukku Sevikodaadhadhai Isravelar Ellaarum Kandapodhu, Janangal Raajaavukku Maruuththaramaaga: Dhaaveedhode Engalukkup Pangedhu? Eesaayin Kumaaranidaththil Engalukku Sudhandharam Illai; Isravele, Un Koodaarangalukkup Poividu; Ippodhu Dhaaveedhe, Un Sondha Veettaip Paarththukkol Endru Solli, Isravelar Ellaarum Thangal Koodaarangalukkup Poivittaargal. "
},{ "Verses": "17 aanaalum Yoodhaavin Pattanangalile Kudiyirundha Isravel Puththirarmel Rekobeyaam Raajaavaayirundhaan. "
},{ "Verses": "18 pinbu Raajaavaagiya Rekobeyaam Pagudhi Visaarippukkaaranaagiya Adhoraamai Anuppinaan; Isravel Puththirar Avanaik Kallerindhu Kondraargal; Appozhudhu Raajaavaagiya Rekobeyaam Theeviramaai Radhaththinmel Eri Erusalemukku Odipponaan. "
},{ "Verses": "19 appadiye Innaalvaraikkum Irukkirapadi Isravelar Dhaaveedhin Vamsaththai Vittuk Kalagampannip Pirindhupoyirukkiraargal. "
}
]