[
{ "Verses": "1 rekobeyaam Raajyaththaith Thidappaduththith Thannai Balappaduththikkondapin, Avanum Avanode Isravelaranaivarum Karththarudaiya Nyaayappramaanaththai Vittuvittaargal. "},
{ "Verses": "2 avargal Karththarukku Virodhamaai Yuththampanninapadiyinaal, Raajaavaagiya Rekobeyaamin Aindhaam Varushaththil Egipthin Raajaavaagiya Seeshaak Aayiraththu Irunooru Radhangalodum, Arubadhinaayiram Kudhiraiveerarodum Erusalemukku Virodhamaai Vandhaan. "},
{ "Verses": "3 avanodekooda Egipthilirundhu Vandha Loobiyar, Sookkiyar, Eththiyoppiyaraana Janangal Ennikkaikku Adangaadhavargalaayirundhaargal. "},
{ "Verses": "4 avan Yoodhaavukku Aduththa Aranaana Pattanangalaip Pidiththu, Erusalemmattum Vandhaan. "},
{ "Verses": "5 appozhudhu Semaayaa Theerkkadharisi Rekobeyaamidaththukkum Seeshaakkinimiththam Erusalemile Vandhu Koodiyirukkira Yoodhaavin Prabukkalidaththukkum Vandhu, Avargalai Nokki: Neengal Ennaivittuvitteergal, Aagaiyaal Naan Ungalaiyum Seeshaakkin Kaiyile Vizhumpadi Vittuvitten Endru Karththarsollugiraar Endraan. "},
{ "Verses": "6 appozhudhu Isravelin Prabukkalum Raajaavum Thangalaith Thaazhththi: Karththar Needhiyullavar Endraargal. "},
{ "Verses": "7 avargal Thangalaith Thaazhththinadhaik Karththar Kandapodhu, Karththarudaiya Vaarththai Semaayaavukku Undaagi, Avar Sonnadhu: Avargal Thangalaith Thaazhththinaargal, Aagaiyaal Avargalai Azhikkamaatten; En Ukkiram Seeshaakkaik Kondu Erusaleminmel Ootrappadaadhapadikku, Avargalukkuk Konjam Sagaayaththaik Kattalaiyiduven. "},
{ "Verses": "8 aanaalum Ennai Sevikkiradharkum, Anniya Dhesangalin Raajyangalai Sevikkiradharkum Irukkira Viththiyaasaththai Avargal Ariyumpadikku Avanai Sevikkiravargalaavaargal Endraar. "},
{ "Verses": "9 appadiye Egipthin Raajaavaagiya Seeshaak Erusalemukku Virodhamaai Vandhu, Karththarudaiya Aalayaththin Pokkishangalaiyum, Raajaavudaiya Aramanaip Pokkishangalaiyum, Saalomon Seyviththa Ponparisaigalaagiya Sagalaththaiyum Eduththukkondupoivittaan. "},
{ "Verses": "10 avaigalukkup Padhilaaga Raajaavaagiya Rekobeyaam Vengalap Parisaigalai Seyviththu, Avaigalai Raajaavin Vaasarpadiyaik Kaakkira Sevagarudaiya Thalaivarin Kaiyil Oppuviththaan. "},
{ "Verses": "11 raajaa Karththarudaiya Aalayaththukkul Pravesikkumpodhu, Aramanai Sevagar Vandhu, Avaigalai Eduththukkondupoi, Thirumbath Thangal Araiyile Vaippaargal. "},
{ "Verses": "12 avan Thannaith Thaazhththinapadiyinaal, Karththar Avanai Muzhudhum Azhikkaadhapadikku Avarudaiya Kobam Avanaivittuth Thirumbitru; Yoodhaavile Innum Sila Kaariyangal Seeraayirundhadhu. "},
{ "Verses": "13 appadiye Raajaavaagiya Rekobeyaam Erusalemile Thannaith Thidappaduththikkondu Arasaandaan; Rekobeyaam Raajaavaagirapodhu Naarpaththoru Vayadhaayirundhu, Karththar Thammudaiya Naamam Vilangumpadi Isravel Koththirangalilellaam Therindhukonda Nagaramaagiya Erusalemile Padhinezhu Varusham Raajyabaarampanninaan; Ammon Jaadhiyaana Avanudaiya Thaayin Per Naamaal. "},
{ "Verses": "14 avan Karththaraith Thedugiradharkuth Than Irudhayaththai Neraakkaamal Pollaappaanadhai Seydhaan. "},
{ "Verses": "15 rekaabeyaamin Aadhiyodandhamaana Nadapadigal Semaayaavin Pusthagaththilum, Gnaanadhrushtikkaaranaagiya Iththovin Vamsa Attavanaiyilum Allavo Ezhudhiyirukkiradhu; Rekobeyaamukkum Yerobeyaamukkum Sagala Naalum Yuththam Nadandhukondirundhadhu. "},
{ "Verses": "16 rekobeyaam Than Pidhaakkalode Niththiraiyadaindhapin Dhaaveedhin Nagaraththil Adakkampannappattaan; Avan Kumaaranaagiya Abiyaa Avan Sthaanaththil Raajaavaanaan. "}
]