[
{ "Verses": "1 ezhaam Varushaththile Yoidhaa Thidankondu, Nooruperukku Adhipadhigalaagiya Erogaamin Kumaaran Asariyaavaiyum, Yoganaanin Kumaaran Ismavelaiyum, Obedhin Kumaaran Asariyaavaiyum, Aadhaayaavin Kumaaran Maaseyaavaiyum, Sikriyin Kumaaran Elishaabaaththaiyum Than Udanpadikkaikku Utpaduththinaan. "},
{ "Verses": "2 avargal Yoodhaavile Sutriththirindhu, Yoodhaavin Pattanangalilellaam Irukkira Leviyaraiyum, Israveludaiya Pidhaakkalin Vamsaththalaivaraiyum Koottikkondu Erusalemukku Vandhaargal. "},
{ "Verses": "3 andha Sabaiyaar Ellaarum Dhevanudaiya Aalayaththil Raajaavode Udanpadikkai Seydhaargal; Yoidhaa Avargalai Nokki: Idho, Karththar Dhaaveedhin Kumaararaik Kuriththu Sonnapadiye Raajaavin Kumaaran Raajaavaaga Vendum. "},
{ "Verses": "4 neengal Seyyavendiya Kaariyamennavendraal, Ivvaaraththil, Muraippadi Varugira Aasaariyarum Leviyarumaana Ungalil Moondril Orupangu Olimugavaasalgalaiyum, "},
{ "Verses": "5 moondril Orupangu Raajaavin Aramanaiyaiyum, Moondril Orupangu Asthibaara Vaasalaiyum Kaakkavum, Janangalellaam Karththarudaiya Aalayap Praagaarangalil Irukkavum Vendum. "},
{ "Verses": "6 aasaariyarum Leviyaril Oozhiyamseygiravargalum Thavira, Oruvarum Karththarudaiya Aalayaththirkul Pravesikkavendaam; Avargale Utpravesippaargalaaga; Avargal Parisuththamaakkappattavargal; Janangalellaarum Karththarudaiya Kaavalaik Kaappaargalaaga. "},
{ "Verses": "7 leviyar Avaravar Thangal Aayudhangalaith Thangal Kaiyile Pidiththukkondavargalaai, Raajaavai Sutrilum Varisaiyaai Nindrukondirukkavendum; Aalayaththukkutpadugira Evanum Kolaiseyyappadakkadavan; Raajaa Utpravesikkirapodhum Veliye Purappadugirapodhum Neengal Avarode Irungal Endraan. "},
{ "Verses": "8 aasaariyanaagiya Yoidhaa Kattalaiyittapadiyellaam Leviyarum Yoodhaakoththiraththaar Anaivarum Seydhu, Avaravar Avvaaraththu Muraippadi Varugiravargalum, Muraitheerndhu Pogiravargalumaana Thamtham Manusharaik Koottikkonduponaargal; Vaguppugal Pirindhupoga Aasaariyanaagiya Yoidhaa Uththaravukodukkavillai. "},
{ "Verses": "9 dhaaveedhuraajaa Dhevanudaiya Aalayaththil Vaiththirundha Eettigalaiyum Kedagangalaiyum Parisaigalaiyum Aasaariyanaagiya Yoidhaa Nooruperukku Adhipadhiyinidaththil Koduththu, "},
{ "Verses": "10 avaravar Thangal Aayudhangalaik Kaiyile Pidiththukkondavargalaai Aalayaththin Valadhupakkanthodangi, Aalayaththin Idadhupakkamattum, Palipeedaththirkum Aalayaththirkum Edhire Raajaavai Sutrilum Nirka Janangalaiyellaam Niruththinaan. "},
{ "Verses": "11 pinbu Raajakumaaranai Veliye Konduvandhu, Kreedaththai Avanmel Vaiththu, Saatchiyin Aagamaththai Avan Kaiyile Koduththu, Avanai Raajaavaakkinaargal; Yoidhaavum Avan Kumaararum Avanai Abishegampanni, Raajaa Vaazhga Endraargal. "},
{ "Verses": "12 janangal Odivandhu, Raajaavaip Pugazhugira Saththaththai Aththaaliyaal Kettapodhu, Aval Karththarudaiya Aalayaththirku Janangalidaththil Vandhu, "},
{ "Verses": "13 idho, Nadaiyilulla Thannudaiya Thoonandaiyile Raajaa Nirkiradhaiyum, Raajaavandaiyil Nirkira Prabukkalaiyum, Ekkaalam Oodhugiravargalaiyum, Dhesaththu Janangalellaarum Sandhoshappattu Ekkaalangal Oodhugiradhaiyum, Keedhavaaththiyangalaip Pidiththukkondu Paadagarum Sangeedhaththalaivarum Thudhikkiradhaiyum Kandaal; Appozhudhu Aththaaliyaal Than Vasthirangalaik Kizhiththukkondu Dhrogam Dhrogam Endru Koovinaal. "},
{ "Verses": "14 aasaariyanaagiya Yoidhaa Raanuvaththalaivanaagiya Nooruperukku Adhipadhigalaanavargalai Veliye Azhaiththu, Avargalai Nokki: Ivalai Varisaikkuppurambe Kondupongal; Ivalaip Pinpatrugiravanaip Pattayaththaal Vettippodungal Endraan. Karththarin Aalayaththile Avalaik Kondrupodaadheyungal Endru Aasaariyan Solliyirundhaan. "},
{ "Verses": "15 avargal Avalukku Idamundaakkinapodhu, Aval Raajaavin Aramanaiyilirukkira Kudhiraigalin Vaasalukkul Pravesikkum Idamattum Ponaal; Ange Avalaik Kondrupottaargal. "},
{ "Verses": "16 appozhudhu Yoidhaa Thaangal Karththarudaiya Janamaayirukkumpadikku, Thaanum Sagala Janangalum Raajaavum Udanpadikkai Pannikkollumpadi Seydhaan. "},
{ "Verses": "17 appozhudhu Janangalellaarum Paagaalin Kovilukkup Poi, Adhai Idiththu, Adhin Palipeedangalaiyum, Adhin Vikkiragangalaiyum Thagarththu, Paagaalin Poosaasaariyaagiya Maaththaanaip Palipeedangalukku Munbaagak Kondrupottaargal. "},
{ "Verses": "18 dhaaveedhu Kattalaiyittapragaaram Sandhoshaththodum Sangeedhaththodum Karththarin Sarvaanga Thaganapaligalai Moseyin Nyaayappramaanaththil Ezhudhiyirukkirapadiye Seluththaththakkadhaaga, Yoidhaa Karththarudaiya Aalayaththai Visaarikkum Uththiyogangalai Dhaaveedhu Karththarudaiya Aalayaththukkendru Paguththuvaiththa Leviyaraana Aasaariyargalin Kaiyil Oppuviththu, "},
{ "Verses": "19 yaadhoru Kaariyaththinaal Theettuppattavan Karththarudaiya Aalayaththirkul Pravesiyaadhapadikku, Adhin Vaasalgalukkuk Kaavalaalarai Niruththinaan. "},
{ "Verses": "20 nooruperukku Adhipadhigalaiyum, Periyavargalaiyum, Janaththai Aalugiravargalaiyum, Dhesaththu Samastha Janangalaiyum Koottikkondu, Raajaavaikkarththarudaiya Aalayaththilirundhu Irangappanni, Uyarndha Vaasalvazhiyaai Raaja Aramanaikkul Azhaiththuvandhu Arasaalum Singaasanaththinmel Raajaavai Utkaarappanninaargal. "},
{ "Verses": "21 dhesaththu Janangalellaarum Magizhndhaargal, Aththaaliyaalai Pattayaththaal Kondrapinbu Nagaram Amarikkaiyaayitru. "}
]