[
{ "Verses": "1 aagaas Raajaavaagirapodhu Irubadhu Vayadhaayirundhu, Padhinaaru Varusham Erusalemil Arasaandaan; Aanaalum Avan, Than Thagappanaagiya Dhaaveedhaippol,karththarin Paarvaikku Semmaiyaanadhai Seyyaamal, "},
{ "Verses": "2 isravel Raajaakkalin Vazhigalil Nadandhu, Paagaalgalukku Vaarppu Vikkiragangalai Seydhaan. "},
{ "Verses": "3 avan Innom Kumaararin Pallaththaakkile Thoobankaatti, Karththar Isravel Puththirarukku Munbaagath Thuraththina Jaadhigaludaiya Aruvaruppugalinpadiye Than Kumaararai Akkiniyile Thagiththuppottu, "},
{ "Verses": "4 medaigalilum, Malaigalilum, Pachchaiyaana Sagala Marangalin Keezhum Paliyittuth Thoobankaattivandhaan. "},
{ "Verses": "5 aagaiyaal Avanudaiya Dhevanaagiya Karththar Avanai Seeriyarudaiya Raajaavin Kaiyil Oppukkoduththaar; Avargal Avanai Muriya Adiththu, Avanukku Irukkiravargalile Periya Koottaththai Siraipidiththuth Thamaskuvukkuk Konduponaargal; Avan Israveludaiya Raajaavin Kaiyilum Oppukkodukkappattaan; Ivan Avanai Veguvaai Muriya Adiththaan. "},
{ "Verses": "6 eppadiyenil, Yoodhaa Manushar Thangal Pidhaakkalin Dhevanaagiya Karththarai Vittapadiyinaal, Remaliyaavin Kumaaranaagiya Pekkaa Avargalil Orenaalil Latchaththirubadhinaayiramperaik Kondrupottaan; Avargal Ellaarum Magaa Veeraraayirundhavargal. "},
{ "Verses": "7 andriyum Eppiraayeemin Paraakkiramasaaliyaana Sikriyum, Raajaavin Kumaaranaagiya Maaseyaavaiyum, Aramanaith Thalaivanaagiya Asrikkaamaiyum, Raajaavukku Irandaavadhaana Elkkaanaavaiyum Kondrupottaan. "},
{ "Verses": "8 isravel Puththirar Thangal Sagodhararil Irandu Latchamperaagiya Sthreegalaiyum Kumaararaiyum Kumaaraththigalaiyum Siraipidiththu, Avargaludaiya Anega Thiraviyangalaik Kollaiyittu, Kollaipporulai Samaariyaavukku, Konduponaargal. "},
{ "Verses": "9 ange Odhedh Ennum Perulla Karththarudaiya Theerkkadharisi Oruvan Irundhaan; Avan Samaariyaavukku Varugira Senaikku Thiralaagap Poi, Avargalai Nokki: Idho, Ungal Pidhaakkalin Dhevanaagiya Karththar Yoodhaavinmel Kobankondapadiyinaal Avargalai Ungal Kaigalil Oppukkoduththaar; Neengalo Vaanapariyandham Ettugira Ukkiraththode Avargalai Sangaarampannineergal. "},
{ "Verses": "10 ippodhum Yoodhaavin Puththiraraiyum Erusalemiyaraiyum Neengal Ungalukku Velaikkaararaagavum Velaikkaarigalaagavum Keezhppaduththavendum Endru Ninaikkireergal; Aanaalum Ungal Dhevanaagiya Karththarukku Virodhamaana Kutrangal Ungalidaththilum Illaiyo? "},
{ "Verses": "11 aadhalaal Neengal Enakku Sevikoduththu, Neengal Ungal Sagodhararidaththil Siraipidiththukkonduvandhavargalaith Thirumba Anuppividungal; Karththarudaiyaukkiramaana Kobam Ungalmel Irukkiradhu Endraan. "},
{ "Verses": "12 appozhudhu Eppiraayeem Puththirarin Thalaivaril Silaperaagiya Yoganaanin Kumaaran Asariyaavum, Meshilemoththin Kumaaran Peragiyaavum, Salloomin Kumaaran Egiskiyaavum, Adhlaayin Kumaaran Amaasaavum Yuththaththilirundhu Vandhavargalukku Virodhamaaga Ezhumbi, "},
{ "Verses": "13 avargalai Nokki: Neengal Siraipidiththa Ivargalai Inge Ulle Konduvaravendaam; Nammel Thiralaana Kutramum, Isravelinmel Ukkiramaana Kobamum Irukkaiyil, Neengal Karththarukku Munbaaga Nammel Kutram Sumarappannaththakkadhaai, Nammudaiya Paavangalaiyum Nammudaiya Kutrangalaiyum Adhigamaakka Ninaikkireergal Endraargal. "},
{ "Verses": "14 appozhudhu Aayudhapaanigalaanavargal Siraipidiththavargalaiyum, Kollaiyudaimaigalaiyum, Prabukkalukku Munbaagavum Samastha Sabaikku Munbaagavum Vittuvittaargal. "},
{ "Verses": "15 appozhudhu Per Kurikkappatta Manushar Ezhumbi, Siraipidikkappattavargalai Serththukkondu, Avargalil Vasthiramillaadha Sagalarukkum Kollaiyil Edukkappatta Vasthirangalaikkoduththu, Uduppaiyum Paadharatchaigalaiyum Poduviththu, Avargalukku Saappidavum Kudikkavum Koduththu, Avargalukku Enney Vaarththu, Avargalil Balatchayamaanavargalaiyellaam Kazhudhaigalmel Etri, Pereechchamarangalin Pattanamaagiya Erigovile Avargal Sagodhararidaththukkuk Konduvandhuvittu, Samaariyaavukkuth Thirumbinaargal. "},
{ "Verses": "16 akkaalaththile Aagaas Ennum Raajaa Aseeriyaavin Raajaakkal Thanakku Oththaasaipanna Avargalidaththukku Aatkalai Anuppinaan. "},
{ "Verses": "17 edhomiyarum Koodavandhu, Yoodhaavaimuriya Adiththu, Silarai Siraipidiththuppoyirundhaargal. "},
{ "Verses": "18 pelistharum Yoodhaavile Samaboomiyilum Therkeyum Irukkira Pattanangalinmel Vizhundhu, Pedhshimesaiyum, Aayalonaiyum, Kedheroththaiyum, Sokkovaiyum Adhin Graamangalaiyum, Thimnaavaiyum Adhin Graamangalaiyum, Kimsovaiyum Adhin Graamangalaiyum Pidiththu Ange Kudiyerinaargal. "},
{ "Verses": "19 yoodhaavin Raajaavaagiya Aagaasinimiththam Karththar Yoodhaavaith Thaazhththinaar; Avan Yoodhaavai Seerkulaiththu, Karththarukku Virodhamaai Migavum Dhrogampanninaan. "},
{ "Verses": "20 aseeriyaavin Raajaavaagiya Thilkaadhpilnesar Avanidaththil Vandhaan; Avanai Nerukkinaane Allaamal Avanai Balappaduththavillai. "},
{ "Verses": "21 aagaas Karththarudaiya Aalayaththil Oru Pangum Raaja Aramanaiyil Oru Pangum, Prabukkalin Kaiyil Oru Pangum Eduththu, Aseeriyaavin Raajaavukkukkoduththum, Avanukku Udhavikidaikkavillai. "},
{ "Verses": "22 thaan Nerukkappadugira Kaalaththilum Karththarukku Virodhamaai Andha Aagaas Ennum Raajaa Dhrogampannikkonde Irundhaan. "},
{ "Verses": "23 eppadiyendraal: Seeriyaa Raajaakkalin Dheyvangal Avargalukkuth Thunaiseygirapadiyinaal, Avargal Enakkum Thunaiseyya Avargalukkup Paliyiduven Endru Solli, Thannai Muriya Adiththa Thamaskuvin Dheyvangalukku Avan Paliyittaan; Aanaalum Adhu Avanum Isravel Anaiththum Naasamaagiradharku Edhuvaayitru. "},
{ "Verses": "24 aagaas Dhevanudaiya Aalayaththin Panimuttugalai Serththu, Dhevanudaiya Aalayaththin Panimuttugalaith Thunduthundaakki, Karththarudaiya Aalayaththin Kadhavugalaip Poottippottu, Erusalemil Moolaikkumoolai Palipeedangalai Undupanni, "},
{ "Verses": "25 anniya Dheyvangalukkuth Thoobankaattumpadikku, Yoodhaavin Ovvoru Pattanaththilum Medaigalai Undupanni, Than Pidhaakkalin Dhevanaagiya Karththarukkuk Kobamoottinaan. "},
{ "Verses": "26 avanudaiya Matra Varththamaanangalum, Avanudaiya Aadhiyodandhamaana Sagala Nadapadigalum Yoodhaa Isravel Raajaakkalin Pusthagaththil Ezhudhiyirukkiradhu. "},
{ "Verses": "27 aagaas Than Pidhaakkalode Niththiraiyadaindhapinbu, Avanai Erusalem Nagaraththil Adakkampanninaargal; Aanaalum Isravel Raajaakkalin Kallaraigalil Avanaik Konduvandhu Vaikkavillai; Avan Kumaaranaagiya Esekkiyaa Avan Sthaanaththil Raajaavaanaan. "}
]