[
{ "Verses": "1 kallaththeerkkadharisigalum Janangalukkulle Irundhaarkgal, Appadiye Ungalukkullum Kallappodhagargal Iruppaargal; Avargal Kettukkedhuvaana Vedhappurattukalaith Thandhiramaai Nuzhaiyappanni, Thangalaik Kirayaththukkukkonda Aandavarai Marudhaliththu, Thangalukkuth Theeviramaana Azhivai Varuviththukkolluvaargal. "
},{ "Verses": "2 avargaludaiya Ketta Nadakkaigalai Anegar Pinpatruvaargal; Avargalnimiththam Saththiyamaarkkam Thooshikkappadum. "
},{ "Verses": "3 porulaasaiyudaiyavargalaai, Thandhiramaana Vaarththaigalaal Ungalaith Thangalukku Aadhaayamaaga Vasappaduththikkolluvaargal; Poorvakaalamudhal Avargalukku Vidhikkappatta Aakkinai Ayarndhiraadhu, Avargaludaiya Azhivu Urangaadhu. "
},{ "Verses": "4 paavam Seydha Thoodhargalai Dhevan Thappavidaamal, Andhakaarach Sangiligalinaale Katti Naragaththile Thalli Niyaayaththeerppukku Vaikkappattavargalaaga Oppukkoduththu; "
},{ "Verses": "5 poorva Ulagaththaiyum Thappavidaamal, Needhiyaip Pirasangiththavanaagiya Novaa Mudhalaana Ettupperaik Kaappaatri, Avabakthiyullavargal Niraindha Ulagaththinmel Jalappiralayaththai Varappanni; "
},{ "Verses": "6 sodhom Gomoraa Ennum Pattanangalaiyum Saambalaakkik Kavizhththuppottu, Aakkinaikkullaagath Theerththu, Pirkaalaththile Avabakthiyaai Nadappavargalukku Avaigalaith Thirushtaandhamaaga Vaiththu; "
},{ "Verses": "7 akkiramakkaararukkul Vaasamaayirukkaiyil Avargaludaiya Kaamavikaara Nadakkaiyaal Varuththappattu; "
},{ "Verses": "8 naaldhorum Avargaludaiya Akkiramakkiriyaigalaik Kandu Kettu Needhiyulla Thannudaiya Irudhayaththil Vaathikkappatta Needhimaanaagiya Loththai Avar Ratchiththirukka; "
},{ "Verses": "9 karththar Dhevabakthiyullavargalaich Sodhanaiyinindru Ratchikkavum, Akkiramakkaararai Aakkinaikkullaanavargalaaga Niyaayaththeerppu Naalukku Vaikkavum Arindhirukkiraar. "
},{ "Verses": "10 viseshamaaga Asuththa Ichchaiyode Maamsaththirketrapadi Nadandhu, Karththaththuvaththai Asattaipannugiravargalai Appadich Seyvaar. Ivargal Thunigarakkaarar, Akangaarigal, Magaththuvangalai Thooshikka Anjaadhavargal. "
},{ "Verses": "11 adhiga Belanaiyum Vallamaiyaiyumudaiya Dhevathoodhargal Mudhalaaik Karththarukkumunbaaga Avargalaith Dhooshanamaaik Kutrappaduththamaattaargale. "
},{ "Verses": "12 ivargalo Pidipattazhikkappaduvatharku Undaana Buththiyatra Mirugajeevangalaippolath Thangalukkuth Theriyaadhavaigalaith Thooshiththu, Thangal Kettile Kettazhindhu, Aneedhaththin Balanai Adaivaargal. "
},{ "Verses": "13  Ivargal Orunaal Vaazhvai Inbamendrenni, Karaigalum Ilachchaigalumaayirundhu; Ungalode Virundhungaiyil Thangal Vanjanaigalil Ullaasamaai Vaazhgiravargal; "
},{ "Verses": "14 vipasaara Mayakkaththaal Niraindhavaikalum, Paavaththaivittoyaadhavaikalumaayirukkira Kankalaiyutaiyavarkal; Urudhiyillaadha Aaththumaakkalaith Thanthiramaaip Pidiththu, Porulaasaigalil Pazhagina Irudhayaththaiyudaiya Saabaththin Pillaigal. "
},{ "Verses": "15 semmaiyaana Vazhiyaivittuth Thappinadanthu, Peyorin Kumaaranaagiya Pileyaamin Vazhiyaip Pinpatripponavargal; Avan Aneedhaththin Kooliyaivirumbi, "
},{ "Verses": "16 thannudaiya Akkiramaththinimiththam Kadinthukollappattaan; Pesaadha Mirugam Manusharpechchaip Pesith Theerkkadharisiyinudaiya Madhikettaith Thaduththadhu. "
},{ "Verses": "17 ivargal Thanneerillaadha Kinarugalum, Suzhalkaatrinaal Adiyundodugira Megangalumaayirukkiraargal; Endrendraikkumulla Kaarirule Ivargalukku Vaikkappattirukkiradhu. "
},{ "Verses": "18 vanjagamaai Nadakkiravargalidaththilirundhu Aridhaaith Thappinavargalidaththil Ivargal Agandhaiyaana Veenvaarththaigalaip Pesi, Maamsa Ichchaigalinaalum Kaamavigaarangalinaalum Avargalaith Thandhiramaaip Pidikkiraargal. "
},{ "Verses": "19 thaangale Kettukku Adimaigalaayirundhum, Avargalukkuch Suyaadheenaththai Vaakkuththaththampannugiraargal; Edhinaal Oruvan Jeyikkappattirukkiraano Adharku Avan Adimaippattirukkiraane. "
},{ "Verses": "20 karththarum Ratchagarumaayirukkira Yesukiristhuvai Arigira Arivinaale Ulagaththin Asuththangalukkuth Thappinavargal Marupadiyum Avaigalaal Sikkikkondu Jeyikkappattaal, Avargaludaiya Pinnilaimai Munnilaimaiyilum Kedulladhaayirukkum. "
},{ "Verses": "21 avargal Needhiyin Maarkkaththai Arindha Pinpu Thangalukku Oppuvikkappatta Parisuththa Karpanaiyai Vittu Vilakuvadhaippaarkkilum Adhai Ariyaadhirundhaargalaanaal Avargalukku Nalamaayirukkum. "
},{ "Verses": "22 naai Thaan Kakkinadhaith Thinnavum, Kazhuvappatta Pandri Setrile Puralavum Thirumbinadhu Endru Sollappatta Meyyaana Pazhamozhiyinpadiye Avargalukkuch Sambaviththadhu. "
}
]