[
{ "Verses": "1 nammudaiya Dhevanum Ratchagarumaayirukkira Yesukiristhuvinudaiya Needhiyaal Engalaippola Arumaiyaana Visuvaasaththaip Petravargalukku, Yesukiristhuvin Oozhiyakkaaranum Apposthalanumaagiya Seemon Pedhuru Ezhudhugiradhaavadhu: "
},{ "Verses": "2 dhevanaiyum Nammudaiya Karththaraagiya Yesuvaiyum Arigira Arivinaal Ungalukkuk Kirubaiyum Samaadhaanamum Perugakkadavadhu. "
},{ "Verses": "3 thammudaiya Magimaiyinaalum Kaaruniyaththinaalum Nammai Azhaiththavarai Arigira Arivinaale Jeevanukkum Dhevabakthikkum Vendiya Yaavatraiyum. Avarudaiya Dhivviya Vallamaiyaanadhu Namakkuth Thandharulinadhumandri, "
},{ "Verses": "4 ichchaiyinaal Ulagaththilundaana Kettukkuth Thappi, Dhivviya Subaavaththukkup Pangullavargalaagumporuttu, Magaa Menmaiyum Arumaiyumaana Vaakkuththaththangalum Avaigalinaale Namakku Alikkappattirukkiradhu. "
},{ "Verses": "5 ippadiyirukka, Neengal Adhiga Jaakkiradhaiyullavargalaai Ungal Visuvaasaththode Thairiyaththaiyum, Thairiyaththode Gnaanaththaiyum, "
},{ "Verses": "6 gnaanaththode Ichchaiyadakkaththaiyum, Ichchaiyatakkaththode Porumaiyaiyum, Porumaiyode Thevabakthiyaiyum, "
},{ "Verses": "7 dhevabakthiyode Sagodhara Sinegaththaiyum, Sagodhara Sinegaththode Anbaiyum Kootti Vazhangungal. "
},{ "Verses": "8 ivaigal Ungalukku Undaayirundhu Peruginaal, Ungalai Nammudaiya Karththaraagiya Yesukiristhuvai Arigira Arivile Veenarum Kaniyatravargalumaayirukkavottaadhu. "
},{ "Verses": "9 ivaigal Illaadhavan Evano, Avan Munseydha Paavangalarath Thaan Suththigarikkappattadhai Marandhu Kansorugippona Kurudanaayirukkiraan. "
},{ "Verses": "10 aagaiyaal, Sagodharare, Ungal Azhaippaiyum Therindhukolludhalaiyum Urudhiyaakkumpadi Jaakkiradhaiyaayirungal; Ivaigalai Seydhaal Neengal Orukkaalum Idarivizhuvadhillai. "
},{ "Verses": "11  Ivvidhamaai, Nammudaiya Karththarum Ratchakarumaagiya Yesukiristhuvinudaiya Niththiya Raajyaththukkutpatumpiravesam Ungalukkup Paribooranamaai Alikkappadum. "
},{ "Verses": "12 idhinimiththam, Ivaigalai Neengal Arindhum, Neengal Ippozhudhu Arindhirukkira Saththiyaththil Urudhippattirundhum, Ungalukku Ivaigalai Eppozhudhum Ninaippootta Naan Asadhiyaayiren. "
},{ "Verses": "13 nammudaiya Karththaraagiya Yesukiristhu Enakku Ariviththapadi Naan En Koodaaraththaivittuppovadhu Seekkiraththil Neridumendru Arindhu, "
},{ "Verses": "14 indhak Koodaaraththil Naan Irukkumalavum Ungalai Ninaippootti Ezhuppividuvadhu Niyaayamendru Ennugiren. "
},{ "Verses": "15 melum, Naan Sendruponapinbu Ivaigalai Neengal Eppozhudhum Ninaiththukkolla Edhuvundaayirukkumpadi Pirayaththanampannuven. "
},{ "Verses": "16 naangal Thandhiramaana Kattukkadhaikalaip Pinpatrinavargalaaga Alla, Avarudaiya Magaththuvaththaik Kannaarak Kandavargalaagave Nammudaiya Karththaraagiya Yesukiristhuvin Vallamaiyaiyum Varugaiyaiyum Ungalukku Ariviththom. "
},{ "Verses": "17 ivar Ennudaiya Nesakumaaran, Ivaridaththil Piriyamaayirukkiren Endru Sollugira Saththam Unnadhamaana Magimaiyilirundhu Avarukku Undaagi, Pithaavaagiya Dhevanaal Avar Ganaththaiyum Magimaiyaiyum Petrapodhu, "
},{ "Verses": "18 avarodekooda Naangal Parisuththa Paruvadhaththilirukkaiyil, Vaanaththilirundhu Pirandha Andhach Saththaththaikkettom. "
},{ "Verses": "19 adhiga Urudhiyaana Theerkkadharisanamum Namakku Undu; Pozhudhuvidindhu Vidivelli Ungal Irudhayangalil Udhikkumalavum Irululla Sthalaththil Piragaasikkira Vilakkaippondra Avvasanaththaik Kavaniththiruppadhu Nalamaayirukkum. "
},{ "Verses": "20 vedhaththilulla Endhath Theerkkadharisanamum Suyathotramaana Porulaiyudaiyadhaayiraadhendru Neengal Mundhi Ariyavendiyadhu. "
},{ "Verses": "21 theerkkadharisanamaanadhu Orukaalaththilum Manusharudaiya Siththaththinaale Undaagavillai; Dhevanudaiya Parisuththa Manushargal Parisuththa Aaviyinaale Evappattup Pesinaargal. "
}
]