[
{ "Verses": "1 piriyamaanavargale, Indha Irandaam Nirubaththai Ippozhudhu Ungalukku Ezhudhukiren. "
},{ "Verses": "2 parisuththa Theerkkadharisigalaal Munsollappatta Vaarththaigalaiyum, Ratchagaraayirukkira Karththarudaiya Apposthalaraagiya Engaludaiya Kattalaigalaiyum Neengal Ninaivukoorumpadi Indha Nirupangalinaal Ungal Unmaiyaana Manadhai Ninaippootti Ezhuppugiren. "
},{ "Verses": "3 mudhalaavadhu Neengal Ariyavendiyadhu Ennavenil: Kadaisinaatkalil Pariyaasakkaarar Vandhu, Thangal Suyaichchaigalinpadiye Nadandhu, "
},{ "Verses": "4 avar Varuvaar Endru Sollugira Vaakkuththaththam Enge? Pithaakkal Niththiraiyadaindhapinbu Sagalamum Sirushtippin Thotramudhal Irundhavidhamaayirukkiradhe Endru Solluvaargal. "
},{ "Verses": "5 poorvakaalaththil Dhevanudaiya Vaarththaiyinaale Vaanangalum, Jalaththinindru Thondri Jalaththinaale Nilaikondirukkira Poomiyum Undaayinavenbadhaiyum, "
},{ "Verses": "6 appozhudhu Irundha Ulagam Jalappiralayaththinaale Azhindhadhenpadhaiyum Manadhaara Ariyaamalirukkiraargal. "
},{ "Verses": "7 ippozhudhu Irukkira Vaanangalum Boomiyum Andha Vaarththaiyinaaleye Akkinikku Iraiyaaga Vaikkappattu, Dhevabakthiyillaadhavargal Niyaayantheerkkappattu Azhindhupogum Naalvaraikkum Kaakkappattirukkiradhu. "
},{ "Verses": "8 piriyamaanavargale, Karththarukku Orunaal Aayiramvarushampolavum, Aayiramvarusham Orunaalpolavum Irukkiradhengira Indha Oru Kaariyaththai Neengal Ariyaadhirukkavendaam. "
},{ "Verses": "9 thaamadhikkiraar Endru Silar Ennukirapati Karththar Thamadhu Vaakkuththaththaththaikkuriththuth Thaamadhamaayiraamal; Oruvarum Kettuppogaamal Ellaarum Mananthirumbavendumendru Virumbi, Nammel Neediya Porumaiyullavaraayirukkiraar. "
},{ "Verses": "10 karththarudaiya Naal Iravile Thirudan Varugiravidhamaai Varum; Appozhudhu Vaanangal Madamada Endru Agandrupom, Boodhangal Vendhu Urugippom, Boomiyum Adhilulla Kiriyaigalumerindhu Azhindhupom. "
},{ "Verses": "11 ippadi Ivaigalellaam Azhindhupogiradhaayirukkirapadiyaal Neengal Eppadippatta Parisuththa Nadakkaiyum Dhevabakthiyum Ullavargalaayirukkavendum! "
},{ "Verses": "12 dhevanudaiya Naal Seekkiramaai Varumpadikku Migundha Aavalode Kaaththirungal; Andha Naalil Vaanangal Vendhu Azhindhu, Boodhangal Erindhu Urugippom. "
},{ "Verses": "13 avarudaiya Vaakkuththaththaththinpadiye Needhi Vaasamaayirukkum Pudhiya Vaanangalum Pudhiya Boomiyum Undaagumendru Kaaththirukkirom. "
},{ "Verses": "14 aagaiyaal, Piriyamaanavargale, Ivaigal Varak Kaaththirukkira Neengal Karaiyatravargalum Pizhaiyillaadhavargalumaaich Samaadhaanaththode Avar Sannidhiyil Kaanappadumpadi Jaakkiradhaiyaayirungal. "
},{ "Verses": "15 melum Nammudaiya Karththarin Neediyaporumaiyai Ratchippendru Ennungal; Namakkup Piriyamaana Sagodharanaagiya Pavulum Thanakku Arulappatta Gnaanaththinaale Ippadiye Ungalukku Ezhudhiyirukkiraan; "
},{ "Verses": "16 ellaa Nirubangalilum Ivaigalaikkuriththup Pesiyirukkiraan; Avan Sonnavaigalil Sila Kaariyangal Arigiradharku Aridhaayirukkiradhu; Kallaadhavargalum Urudhiyillaadhavargalum Matra Vedhavaakkiyangalaip Purattugiradhupolath Thangalukkuk Keduvaraththakkadhaaga Ivaigalaiyum Purattugiraargal. "
},{ "Verses": "17 aadhalaal Piriyamaanavargale, Ivaigalai Munname Neengal Arindhirukkirapadiyaal, Akkiramakkaararudaiya Vanjagaththile Neengal Izhuppundu Ungal Urudhiyilirundhu Vilagi Vizhundhupogaadhapadikku Echcharikkaiyaayirundhu, "
},{ "Verses": "18 nammudaiya Karththarum Ratchagarumaagiya Yesukiristhuvin Kirubaiyilum Avarai Arigira Arivilum Valarungal. Avarukku Ippozhudhum Endrendraikkum Magimaiyundaavadhaaga. Aamen. "
}
]