[
{ "Verses": "1 avan Raajyapaarampannum Onbadhaam Varusham Paththaam Maadham Paththaanthedhiyile Baabilon Raajaavaagiya Nebugaadhnechchaarum Avanudaiya Ellaa Raanuvamum Erusalemukku Virodhamaai Vandhu, Adharku Edhire Paalayamirangi, Sutrilum Adharku Edhiraagak Koththalangalaik Kattinaargal. "
},{ "Verses": "2 appadiye Sidhekkiyaa Raajaavin Padhinoraam Varushamattum Nagaram Mutrikkai Podappattirundhadhu. "
},{ "Verses": "3 naalaam Maadham Onbadhaanthedhiyile Panjam Nagaraththile Adhigariththu, Dhesaththin Janaththirku Aagaaram Illaamarpoyitru; Nagaraththin Madhilil Thirappu Kandadhu. "
},{ "Verses": "4 appozhudhu Kaldheyar Nagaraththai Soozhndhirukkaiyil, Yuththamanushar Ellaarum Raaththirikaalaththil Raajaavudaiya Thottaththin Vazhiyaai Irandu Madhilgalukku Naduvaana Vaasalaal Thappi, Avargalum Raajaavumaai Samanaana Boomiyai Nokki Odipponaargal. "
},{ "Verses": "5 kaldheyarin Raanuvaththaar Raajaavaip Pin Thodarndhu Erigovin Samanaana Boomiyil Avanaip Pidiththaargal; Appozhudhu Avanudaiya Raanuvamellaam Avanai Vittu Sidharippoyitru. "
},{ "Verses": "6 avargal Raajaavaip Pidiththu, Avanai Riplaavilirukkira Baabilon Raajaavinidaththukkuk Kondupoi, Avanai Nyaayandheerththu, "
},{ "Verses": "7 sidhekkiyaavin Kumaararai Avan Kangalukku Munbaaga Vetti, Sidhekkiyaavin Kangalaik Kurudaakki, Avanukku Irandu Venkala Vilangugalaip Pottu, Avanai Baabilonukkuk Konduponaargal. "
},{ "Verses": "8 aindhaam Maadham Ezhaandhedhiyile Nebugaadhnechchaar Ennum Baabilon Raajaavin Paththonbadhaam Varushaththile, Baabilon Raajaavin Oozhiyakkaaranaagiya Nebusaraadhaan Ennum Kaaval Senaapadhi Erusalemukku Vandhu, "
},{ "Verses": "9 karththarudaiya Aalayaththaiyum, Raajaavin Aramanaiyaiyum, Erusalemin Sagala Kattadangalaiyum, Periya Veedugal Ellaavatraiyum Akkiniyaal Sutteriththu Vittaan. "
},{ "Verses": "10 kaaval Senaapadhiyodirundha Kaldheyarin Raanuvaththaarellaarum Erusalemai Sutrilum Irundha Alangangalai Idiththuppottaargal. "
},{ "Verses": "11 nagaraththil Meedhiyaana Matra Janaththaiyum, Baabilon Raajaavin Vasamaaga Odi Vandhuvittavargalaiyum, Matra Janakkoottaththaiyum, Kaaval Senaapadhiyaagiya Nebusaraadhaan Siraigalaagak Kondu Ponaan. "
},{ "Verses": "12 dhesaththil Ezhaiyaana Silarai Dhraatchaththottakkaararaagavum Payiridunkudigalaagavum Vittirundhaan. "
},{ "Verses": "13 karththarudaiya Aalayaththilirundha Venkalath Thoongalaiyum, Adhilirundha Aadhaarangalaiyum, Karththarudaiya Aalayaththilirundha Venkalak Kadalthottiyaiyum, Kaldheyar Udaiththup Pottu, Avaigalin Venkalaththaip Baabilonukku Eduththukkonduponaargal. "
},{ "Verses": "14 seppuchchattigalaiyum, Saambal Paaththirangalaiyum, Kaththigalaiyum, Thoobakalasangalaiyum, Aaraadhanaikkaduththa Sagala Venkalap Panimuttugalaiyum Eduththukkondaargal. "
},{ "Verses": "15 suththap Ponnum Suththa Velliyumaana Thoobakalasangalaiyum Kalangalaiyum Kaaval Senaapadhi Eduththukkondaan. "
},{ "Verses": "16 saalomon Karththarudaiya Aalayaththukkaagap Pannuviththa Irandu Thoongalum, Oru Kadalthottiyum Aadhaarangalumaagiya Andha Sagala Panimuttugaludaiya Venkalaththirkum Niraiyillai. "
},{ "Verses": "17 oru Thoonin Uyaram Padhinettu Muzhamaayirundhadhu; Adhinmel Adharku Moondrumuzha Uyaramaana Venkalath Thalaippum Undaayirundhadhu; Kumizhile Sutrilum Seyyappattirundha Pinnalum Maadhalampazhangalum Ellaam Venkalamaayirundhadhu; Matrath Thoonum Adhin Pinnalum Adhaippol Irundhadhu. "
},{ "Verses": "18 kaaval Senaapadhi Pradhaana Aasaariyanaagiya Seraayaavaiyum, Irandaam Aasaariyanaagiya Seppaniyaavaiyum, Vaasalkaakkum Moondru Kaavarkaararaiyum Pidiththaan. "
},{ "Verses": "19 nagaraththile Avan Yuththa Manusharin Visaarippukkaaranaagiya Pradhaani Oruvanaiyum, Raajaavin Mandhirigalile Nagaraththil Agappatta Aindhuperaiyum, Dhesaththin Janaththai Sevagam Ezhudhugira Thalaivanaana Raanuvachchambiradhiyaiyum, Dhesajanaththile Nagaraththil Agappatta Arubadhuperaiyum Pidiththaan. "
},{ "Verses": "20 avargalaik Kaaval Senaapadhiyaagiya Nebusaraadhaan Pidiththu, Riplaavil Irukkira Baabilon Raajaavinidaththukkuk Konduponaan. "
},{ "Verses": "21 avargalai Baabilon Raajaa Aamaath Dhesaththin Pattanamaana Riplaavile Vettik Kondrupottaan; Ippadiye Yoodhaa Janangal Thangal Dhesaththilirundhu Siraiyiruppukkuk Kondupogappattaargal. "
},{ "Verses": "22 baabilon Raajaavaagiya Nebugaadhnechchaar, Yoodheyaadhesaththil Meedhiyaaga Vaiththa Janaththinmel, Saappaanin Kumaaranaagiya Akeekkaamin Magan Kedhaliyaavai Adhigaariyaaga Vaiththaan. "
},{ "Verses": "23 baabilon Raajaa Kedhaliyaavai Adhigaariyaaga Vaiththadhai, Sagala Raanuva Servaikkaararum Avargaludaiya Manusharum Kettapodhu, Avargal Mispaavil Irukkira Kedhaliyaavinidaththil Vandhaargal; Avargal Yaarenil, Neththaniyaavin Kumaaran Ismavelum, Kareyaavin Kumaaran Yoganaanum, Neththoppaaththiyanaagiya Thankoomeththin Kumaaran Seraayaavum, Maagaaththiyanaana Oruvanudaiya Kumaaran Yasaniyaavum Avargal Manusharume. "
},{ "Verses": "24 appozhudhu Kedhaliyaa Avargalukkum Avargal Manusharukkum Aanaiyittu: Neengal Kaldheyarai Sevikka Bayappadavendaam; Dhesaththilirundhu Baabilon Raajaavai Seviyungal; Appozhudhu Ungalukku Nanmai Undaagum Endraan. "
},{ "Verses": "25 ezhaam Maadhaththile, Raajavamsaththile Pirandha Elisaamaavin Kumaaranaagiya Neththaniyaavin Kumaaran Ismavel Paththu Manusharodekooda Vandhu, Kedhaliyaavaiyum, Avanode Mispaavilirundha Yoodharaiyum, Kaldheyaraiyum Vettik Kondrupottaan. "
},{ "Verses": "26 appozhudhu Siriyorum Periyorumaagiya Janangal Yaavarum Senaapadhigalum Kaldheyarukku Bayandhadhinaale Ezhundhu Purappattu Egipthirkup Ponaargal. "
},{ "Verses": "27 yoodhaavin Raajaavaagiya Yoyaakkeenudaiya Siraiyiruppin Muppaththezhaam Varusham Pannirandaam Maadham Irubaththezhaandhedhiyile, Evilmerodhaak Ennum Baabilon Raajaa, Thaan Raajaavaana Varushaththile, Yoodhaavin Raajaavaagiya Yoyaakkeenai Siraichchaalaiyilirundhu Purappadappanni, Avan Thalaiyai Uyarththi, "
},{ "Verses": "28 avanode Anbaaip Pesi, Avanudaiya Singaasanaththaith Thannode Baabilonilirundhu Raajaakkalin Singaasanangalukku Uyaramaaga Vaiththu, "
},{ "Verses": "29 avanudaiya Siraichchaalai Vasthirangalai Maatrinaan; Avan Uyirodirundha Sagala Naalum Niththam Thanakku Munbaaga Bojanampannumpadi Seydhaan. "
},{ "Verses": "30 avan Uyirodirundha Naalellaam Avanudaiya Selavukkaaga, Raajaavinaal Kattalaiyaana Anudhinath Thittaththinpadi, Anudhinamum Kodukkappattuvandhadhu. "
}
]