[
{ "Verses": "1 isravelin Raajaavaagiya Elaavin Kumaaran Oseyaavin Moondraam Varushaththile Aagaas Ennum Yoodhaavudaiya Raajaavin Kumaaranaagiya Esekkiyaa Raajaavaanaan. "
},{ "Verses": "2 avan Raajaavaagirapodhu, Irubaththaindhu Vayadhaayirundhu, Erusalemile Irubaththonbadhu Varusham Arasaandaan; Sagariyaavin Kumaaraththiyaagiya Avan Thaayin Per Aabi. "
},{ "Verses": "3 avan Than Thagappanaagiya Dhaaveedhu Seydhapadiyellaam Karththarin Paarvaikku Semmaiyaanadhai Seydhaan. "
},{ "Verses": "4 avan Medaigalai Agatri, Silaigalaith Thagarththu, Vikkiragaththoppugalai Vetti, Mose Panniyirundha Venkala Sarppaththai Udaiththup Pottaan; Annaatkalmattum Isravel Puththirar Adharkuth Thoobankaatti Vandhaargal; Adharku Nigusthaan Endru Perittaan. "
},{ "Verses": "5 avan Isravelin Dhevanaagiya Karththarinmel Vaiththa Nambikkaiyile, Avanukkup Pinnum Avanukku Munnum Irundha Yoodhaavin Raajaakkalilellaam Avanaippol Oruvanum Irundhadhillai. "
},{ "Verses": "6 avan Karththarai Vittup Pinvaangaamal Avarai Saarndhirundhu, Karththar Mosekkuk Karpiththa Avarudaiya Karpanaigalaik Kaikkondu Nadandhaan. "
},{ "Verses": "7 aagaiyaal Karththar Avanodirundhaar; Avan Pogira Idam Engum Avanukku Anugoolamaayitru; Avan Aseeriyaa Raajaavai Sevikkaamal, Avan Adhigaaraththaith Thallivittaan. "
},{ "Verses": "8 avan Pelistharaik Kaasaamattum Adhin Ellaigal Pariyandhamum, Kaavalaalar Kaakkira Koburangal Thodangi Aranaana Nagarangal Pariyandhamum Muriya Adiththaan. "
},{ "Verses": "9 isravelin Raajaavaagiya Elaavin Kumaaran Oseyaavin Ezhaam Varushaththirku Sariyaana Esekkiyaa Raajaavin Naalaam Varushaththile Aseeriyaa Raajaavaagiya Salmanaasaar Samaariyaavukku Virodhamaai Vandhu Adhai Mutrikkai Pottaan. "
},{ "Verses": "10 moondru Varusham Sendrapinbu, Avargal Adhaip Pidiththaargal; Esekkiyaavin Aaraam Varushaththilum, Isravelin Raajaavaagiya Oseyaavin Onbadhaam Varushaththilum Samaariyaa Pidipattadhu. "
},{ "Verses": "11 aseeriyaa Raajaa Isravelai Aseeriyaavukku Siraipidiththukkondupoi, Kosaan Nadhiyoramaana Aalaagilum Aaborilum Medhiyarin Pattanangalilum Kudiyetrinaan. "
},{ "Verses": "12 avargal Thangal Dhevanaagiya Karththarudaiya Saththaththirku Sevikodaamal, Avarudaiya Udanpadikkaiyaiyum Karththarin Dhaasanaagiya Mose Karpiththa Yaavatraiyum Meeri, Adharku Sevikodaamalum Adhinpadi Seyyaamalum Ponaargal. "
},{ "Verses": "13 yoodhaavin Raajaavaagiya Esekkiyaavin Padhinaalaam Varushaththile Aseeriyaa Raajaavaagiya Sanakerip Yoodhaavilirukkira Aranaana Sagala Pattanangalukkum Virodhamaai Vandhu Avaigalaip Pidiththaan. "
},{ "Verses": "14 appozhudhu Yoodhaavin Raajaavaagiya Esekkiyaa Laageesilulla Aseeriyaa Raajaavukku Aal Anuppi: Naan Kutrancheydhen; Ennaivittuth Thirumbippom; Neer Enmel Sumaththuvadhai Sumappen Endru Sonnaan; Appadiye Aseeriyaa Raajaa Yoodhaavin Raajaavaagiya Esekkiyaavinmel Munnooru Thaalandhu Velliyaiyum Muppadhu Thaalandhu Ponnaiyum Sumaththinaan. "
},{ "Verses": "15 aadhalaal Esekkiyaa Karththarin Aalayaththilum Raajaavudaiya Aramanai Pokkishangalilum Agappatta Ellaa Velliyaiyum Koduththaan. "
},{ "Verses": "16 akkaalaththile Yoodhaavin Raajaavaagiya Esekkiyaa Karththarudaiya Aalayakkadhavugalilum Nilaigalilum Thaan Azhuththiyirundha Pon Thagadugalaik Kazhatri Avaigalai Aseeriyaa Raajaavukkuk Koduththaan. "
},{ "Verses": "17 aagilum Aseeriyaa Raajaa Laageesilirundhu Thardhaanaiyum Rapsaareesaiyum Rapsaakkeyaiyum Periya Senaiyode Erusalemukku Esekkiyaa Raajaavinidaththil Anuppinaan; Avargal Erusalemukku Vandhu, Vannaar Thuraiyin Vazhiyilulla Melkulaththu Saalagaththandaiyile Nindru, "
},{ "Verses": "18 raajaavai Azhaippiththaargal; Appozhudhu Ilkkiyaavin Kumaaranaagiya Eliyaakkeem Ennum Aramanai Visaarippukkaaranum, Sepnaa Ennum Sambiradhiyum, Aasaappin Kumaaranaagiya Yovaak Ennum Kanakkanum Avargalidaththirkup Purappattupponaargal. "
},{ "Verses": "19 rapsaakke Avargalai Nokki: Aseeriyaa Raajaavaagiya Magaa Raajaavaanavar Uraikkiradhum, Neengal Esekkiyaavukku Sollavendiyadhum Ennavendraal: Nee Nambiyirukkira Indha Nambikkai Enna? "
},{ "Verses": "20 yuththaththirku Mandhiraalosanaiyum Vallamaiyum Undendru Nee Sollugiraaye, Adhu Vaaippechcheyandri Veralla; Nee Ennai Virodhikkum Padi Yaarmel Nambikkai Vaiththirukkiraai? "
},{ "Verses": "21 idho, Nerindha Naanalkolaagiya Andha Egipthai Nambugiraai; Adhinmel Oruvan Saaindhaal, Adhu Avan Ullankaiyil Pattu Uruvippom; Egipthin Raajaavaagiya Paarvon Thannai Nambugira Yaavarukkum Ippadiye Iruppaan. "
},{ "Verses": "22 neengal Ennidaththil: Engal Dhevanaagiya Karththarai Nambugirom Endru Solluveergalaagil, Avarudaiya Medaigalaiyum Avarudaiya Balipeedangalaiyum Allavo Esekkiyaa Agatri, Yoodhaavaiyum Erusalemaiyum Nokki: Erusalemilirukkira Indha Balipeedaththinmun Paniyungal Endraane. "
},{ "Verses": "23 naan Unakku Irandaayiram Kudhiraigalaik Koduppen; Nee Avaigal Mel Eraththakkavargalai Sambaadhikkak Koodumaanaal Aseeriyaa Raajaavaagiya En Aandavanode Sabadhankooru. "
},{ "Verses": "24 kooraadheponaal, Nee En Aandavanudaiya Oozhiyakkaararil Ore Oru Siriya Thalaivanin Mugaththai Eppadith Thiruppuvaai? Radhangalodu Kudhiraiveerarum Varuvaargal Endru Egipthaiyaa Nambugiraai? "
}
]