[
{ "Verses": "1 yoodhaavin Raajaavaagiya Aagaasin Pannirandaam Varushaththil, Elaavin Kumaaranaagiya Oseyaa Isravelinmel Raajaavaagi, Samaariyaavile Onbadhuvarusham Raajyabaarampanni, "
},{ "Verses": "2 karththarin Paarvaikkup Pollaappaanadhai Seydhaan; Aanaalum Thanakku Munnirundha Isravelin Raajaakkalaip Pol Seyyavillai. "
},{ "Verses": "3 avanukku Virodhamaaga Aseeriyaavin Raajaavaagiya Salmanaasaar Vandhaan; Appozhudhu Oseyaa Avanai Sevikkiravanaagi, Avanukkup Pagudhikattinaan. "
},{ "Verses": "4 oseyaa Egipthin Raajaavaagiya So Enbavanidaththukku Sthaanaapadhigalai Anuppinadhum, Thanakku Varushandhorum Seydhadhupol, Pagudhi Anuppaadhe Ponadhumaana Kalaga Yosanaiyai Aseeriyaavin Raajaa Oseyaavinidaththile Kandu, Avanaip Pidiththuk Katti Siraichchaalaiyile Vaiththaan. "
},{ "Verses": "5 aseeriyaa Raajaa Dhesam Engum Poi, Samaariyaavukkum Vandhu Adhai Moondru Varusham Mutrikkai Pottirundhaan. "
},{ "Verses": "6 oseyaavin Onbadhaam Varushaththil Aseeriyaa Raajaa Samaariyaavaip Pidiththu, Isravelai Aseeriyaavukku Siraiyaagak Kondupoi, Avargalaik Kosaan Nadhi Oramaana Aalaagilum Aaporilum Medhiyarin Pattanangalilum Kudiyetrinaan. "
},{ "Verses": "7 egipthin Raajaavaagiya Paarvonudaiya Kaiyinkeezhirundha Thangalai Egipthu Dhesaththilirundhu Varappannina Thangal Dhevanaagiya Karththarukku Virodhamaaga Isravel Puththirar Paavancheydhu, Anniya Dhevargalukku Bayandhu Nadandhu, "
},{ "Verses": "8 karththar Isravel Puththirarukku Munbaagath Thuraththina Jaadhigalin Vazhipaadugalilum Isravel Raajaakkalin Vazhipaadugalilum Nadandhukondirundhaargal. "
},{ "Verses": "9 seyyaththagaadha Kaariyangalai Isravel Puththirar Thangal Dhevanaagiya Karththarukku Virodhamaaga Ragasiyaththil Seydhadhumandri, Kaavalkaakkira Koburangal Thodangi Aranaana Pattanangal Mattumulla Thangal Oorgalilellaam Thangalukku Medaigalaiyum Katti, "
},{ "Verses": "10 uyaramaana Sagala Mettinmelum Pachchaiyaana Sagala Maraththinkeezhum Thangalukku Silaigalaiyum Vikkiragath Thoppugalaiyum Niruththi, "
},{ "Verses": "11 karththar Thangalai "
}
]