[
{ "Verses": "1 raajaavaagiya Esekkiyaa Adhaik Kettapodhu, Than Vasthirangalaik Kizhiththu, Rattu Uduththikkondu, Karththarudaiya Aalayaththil Pravesiththu, "
},{ "Verses": "2 aramanai Visaarippukkaaranaagiya Eliyaakkeemaiyum, Sambiradhiyaagiya Sepnaavaiyum, Aasaariyargalin Moopparaiyum, Aamoththin Kumaaranaagiya Esaayaa Ennum Theerkkadharisiyinidaththukku Rattu Uduththikkondavargalaaga Anuppinaan. "
},{ "Verses": "3 ivargal Avanai Nokki: Indha Naal Nerukkamum Kandidhamum Dhooshanamum Anubavikkira Naal; Pillaipperu Nokkiyirukkiradhu, Peravo Belanillai. "
},{ "Verses": "4 jeevanulla Dhevanai Nindhikkumpadi Aseeriyaa Raajaavaagiya Than Aandavanaal Anuppappatta Rapsaakke Sonna Vaarththaigalaiyellaam Umadhu Dhevanaagiyakarththar Kettirukkiraar; Umadhu Dhevanaagiya Karththar Kettirukkira Vaarththaigalin Nimiththam Thandanai Seyvaar; Aagaiyaal Innum Meedhiyaayirukkiravargalukkaaga Vinnappancheyveeraaga Endru Esekkiyaa Sollachchonnaar Endraargal. "
},{ "Verses": "5 ivvidhamaai Esekkiyaa Raajaavin Oozhiyakkaarar Esaayaavinidaththil Vandhu Sonnaargal. "
},{ "Verses": "6 appozhudhu Esaayaa Avargalai Nokki: Aseeriyaa Raajaavin Oozhiyakkaarar Ennaith Dhooshiththadhum Neer Kettadhumaana Vaarththaigalinaale Bayappadaadheyum. "
},{ "Verses": "7 idho, Avan Oru Seydhiyaik Kettu, Than Dhesaththukkuth Thirumbuvadharkaana Aaviyai Naan Avanukkul Anuppi, Avanai Avan Dhesaththile Pattayaththaal Vizhappannuven Endru Karththar Uraikkiraar Enbadhai Ungal Aandavanidaththil Sollungal Endraan. "
},{ "Verses": "8 aseeriyaa Raajaa Laageesaivittup Purappattaan Endru Kelvippattu, Rapsaakke Thirumbippoi, Avan Lipnaavinmel Yuththampannugiradhaik Kandaan. "
},{ "Verses": "9 idho, Eththiyoppiyaa Raajaavaagiya Theeraakkaa Ummodu Yuththampannap Purappattaan Endru Sollak Kelvippattaan; Appozhudhu Avan Thirumba Esekkiyaavinidaththukku Sthaanaapadhigalai Anuppi: "
},{ "Verses": "10 neengal Yoodhaavin Raajaavaagiya Esekkiyaavukku Sollavendiyadhu Ennavendraal, Erusalem Aseeriyaa Raajaavin Kaiyil Oppukkodukkappaduvadhillaiyendru Nee Nambiyirukkira Un Dhevan Unnai Eththa Ottaadhe." 
},{ "Verses": "11 idho, Aseeriyaa Raajaakkal Sagala Dhesangalaiyum Sangariththa Seydhiyai Nee Kettirukkiraaye, Nee Thappuvaayo? "
},{ "Verses": "12 en Pidhaakkal Azhiththuvitta Kosaanaiyum Aaraanaiyum Redhseppaiyum, Thelaasaarilirundha Edhenin Puththiraraiyum Avargaludaiya Dhevargal Thappuviththadhundo? "
},{ "Verses": "13 aamaaththin Raajaavum, Arpaaththin Raajaavum, Sepparvaayeem Enaa Eevaa Pattanangalin Raajaavum Enge? Endru Sollungal Endraan. "
},{ "Verses": "14 esekkiyaa Sthaanaapadhigalin Kaiyilirundhu Nirubaththai Vaangi Vaasiththa Pinbu, Avan Karththarin Aalayaththirkup Poi, Adhaik Karththarukku Munbaaga Viriththu, "
},{ "Verses": "15 karththarai Nokki: Kerubeengalin Maththiyil Vaasampannugira Isravelin Dhevanaagiya Karththaave, Neer Oruvare Boomiyin Raajyangalukkellaam Dhevanaanavar; Neer Vaanaththaiyum Boomiyaiyum Undaakkineer. "
},{ "Verses": "16 karththaave, Umadhu Seviyai Saaiththuk Kelum; Karththaave, Neer Umadhu Kangalaith Thirandhupaarum; Sanakerip Jeevanulla Dhevanai Nindhikkumpadikku Solliyanuppina Vaarththaigalaik Kelum. "
},{ "Verses": "17 karththaave, Aseeriyaa Raajaakkal Andha Jaadhigalaiyum Avargal Dhesaththaiyum Naasamaakki, "
},{ "Verses": "18 avargaludaiya Dhevargalai Neruppile Pottuvittadhu Meydhaan; Avaigal Dhevargal Allave, Manushar Kaivelaiyaana Maramum Kallumdhaane; Aagaiyaal Avaigalai Nirththooliyaakkinaargal. "
},{ "Verses": "19 ippodhum Engal Dhevanaagiya Karththaave, Neer Oruvare Dhevanaagiya Karththar Endru Boomiyin Raajyangal Ellaam Ariyumpadikku, Engalai Avan Kaikku Neengalaakki Ratchiyum Endru Vinnappampanninaan. "
},{ "Verses": "20 appozhudhu Aamodhsin Kumaaranaagiya Esaayaa Esekkiyaavukku Solliyanuppinadhu: Isravelin Dhevanaagiya Karththar Uraikkiradhu Ennavendraal, Aseeriyaa Raajaavaagiya Sanakeripinnimiththam Nee Ennai Nokkip Pannina Vinnappaththaik Ketten. "
},{ "Verses": "21 avanaik Kuriththuk Karththar Sollugira Vasanamaavadhu: Seeyon Kumaaraththiyaagiya Kanniyaasthree Unnai Igazhndhu, Unnaip Parigaasampannugiraal; Erusalem Kumaaraththi Un Pinnaale Thalaiyaith Thulukkugiraal. "
},{ "Verses": "22 yaarai Nindhiththuth Dhooshiththaai? Yaarukku Virodhamaai Un Saththaththai Uyarththinaai? Nee Isravelin Parisuththarukku Virodhamaayallavo Un Kangalai Mettimaiyaaga Ereduththaai? "
},{ "Verses": "23 un Sthaanaapadhigalaik Kondu Nee Aandavarai Nindhiththu: En Radhangalin Thiralinaale Naan Malaigalin Kodumudigalukkum Leebanonin Sigarangalukkum Vandhu Erinen; Adhin Uyaramaana Kedhurumarangalaiyum, Uchchidhamaana Dhevadhaari Virutchangalaiyum Naan Vetti, Adhin Kadaiyaandharath Thaabaramattum, Adhin Sezhumaiyaana Vanamattum Varuven Endrum, "
},{ "Verses": "24 naan Anniyadhesangalil Kinaru Vetti Thanneer Kudiththen; En Ullankaalgalinaal Aranippaana Idangalin Agazhigalaiyellaam Varalavum Panninen Endrum Sonnaai. "
},{ "Verses": "25 naan Vegukaalaththirkumun Adhai Niyamiththu, Poorvanaatkal Mudhal Adhaith Thittampanninen Enbadhai Nee Kettadhillaiyo? Ippozhudhu Nee Aranaana Pattanangalaip Paazhaana Manmedugal Aakkumpadikku Naane Adhai Sambavikkappanninen. "
},{ "Verses": "26 adhinaale Avaigalin Kudigal Kaiyilaiththavargalaagi, Kalangi Vetkappattu, Veliyin Poondukkum, Pachchilaikkum, Veedugalinmel Mulaikkum Pullukkum, Ongivalarumun Theeyndhupogum Payirukkum Samaanamaanaargal. "
},{ "Verses": "27 un Iruppaiyum, Un Pokkaiyum, Un Varavaiyum, Nee Enakku Virodhamaaik Kondhalikkiradhaiyum Ariven. "
},{ "Verses": "28 nee Enakku Virodhamaaik Kondhaliththu, Veeriyam Pesinadhu En Sevigalil Erinapadiyinaal, Naan En Thurattai Un Mookkilum En Kadivaalaththai Un Vaayilum Pottu, Nee Vandhavazhiye Unnaith Thiruppikkondu Poven Endru Avanaikkuriththu Sollugiraar. "
},{ "Verses": "29 unakku Adaiyaalamaayiruppadhu Ennavendraal: Indha Varushaththile Thappip Payiraagiradhaiyum, Irandaam Varushaththile Thaanaai Vilaigiradhaiyum Saappiduveergal; Moondraam Varushaththilo Vidhaiththu Aruththu, Dhraatchaththottangalai Naatti, Avaigalin Kanigalaip Pusippeergal. "
},{ "Verses": "30 yoodhaa Vamsaththaaril Thappi Meendhirukkiravargal Marupadiyum Keezhe Verpatri Mele Kanikoduppaargal. "
},{ "Verses": "31 meedhiyaayirukkiravargal Erusalemilum, Thappinavargal Seeyon Malaiyilum Irundhu Purappaduvaargal; Senaigaludaiya Karththarin Vairaakkiyam Idhai Seyyum. "
},{ "Verses": "32 aagaiyaal Karththar Aseeriyaa Raajaavaikkuriththu: Avan Indha Nagaraththirkul Pravesippadhillai; Idhinmel Ambu Eyvadhumillai; Idharkumun Kedagaththode Varuvadhumillai; Idharku Edhiraagak Koththalam Poduvadhumillai. "
},{ "Verses": "33 avan Indha Nagaraththirkul Pravesiyaamal, Thaan Vandhavazhiye Thirumbippovaan. "
},{ "Verses": "34 en Nimiththamum En Dhaasanaagiya Dhaaveedhin Nimiththamum Naan Indha Nagaraththai Ratchikkumpadikku, Idharku Aadharavaayiruppen Enbadhaik Karththar Uraikkiraar Endru Solliyanuppinaan. "
},{ "Verses": "35 andru Raaththiriyil Sambaviththadhu Ennavendraal: Karththarudaiya Thoodhan Purappattu, Aseeriyarin Paalayaththil Latchaththenbaththaiyaayiramperai Sangariththaan; Adhikaalame Ezhundhirukkum Podhu, Idho, Avargal Ellaarum Seththa Predhangalaaik Kidandhaargal. "
},{ "Verses": "36 appozhudhu Aseeriyaa Raajaavaagiya Sanakerip Prayaanappattu, Thirumbip Poi Niniveyil Irundhuvittaan. "
},{ "Verses": "37 avan Than Dhevanaagiya Nisrogin Kovilile Panindhukollugirapodhu, Avan Kumaararaagiya Adhramalekkum Saredhserum Avanaip Pattayaththinaal Vettippottu, Aararaath Dhesaththirkuth Thappi Odipponaargal; Avan Kumaaranaagiya Esaaththon Avan Pattaththirku Vandhu Arasaandaan. "
}
]