[
{ "Verses": "1 remaliyaavin Kumaaranaagiya Pekkaavin Padhinezhaam Varushaththil Yoodhaavin Raajaavaagiya Yodhaamin Kumaaran Aagaas Raajaavaanaan. "
},{ "Verses": "2 aagaas Raajaavaagirapodhu Irubadhu Vayadhaayirundhu, Erusalemile Padhinaaru Varusham Arasaandaan; Avan Than Thagappanaagiya Dhaaveedhaippol Than Dhevanaagiya Karththarin Paarvaikku Semmaiyaanadhai Seyyaamal, "
},{ "Verses": "3 isravel Raajaakkalin Vazhiyile Nadandhu, Karththar Isravel Puththirarukku Munbaagath Thuraththina Jaadhigaludaiya Aruvaruppugalinpadiye Than Kumaaranai Mudhalaaith Theekkadakkappanninaan. "
},{ "Verses": "4 medaigalilum Malaigalinmelum Pachchaiyaana Sagala Maraththinkeezhum Baliyittuth Thoobankaatti Vandhaan. "
},{ "Verses": "5 appozhudhu Seeriyaavin Raajaavaagiya Redhseenum, Isravelin Raajaavaagiya Remaliyaavin Kumaaran Pekkaavum, Erusaleminmel Yuththampanna Vandhu Aagaasai Mutrikkai Pottaargal; Aanaalum Jeyikkamaattaadhe Ponaargal. "
},{ "Verses": "6 akkaalaththil Seeriyaavin Raajaavaagiya Redhseen Elaaththaith Thirumba Seeriyaavode Serththukkondu, Yoodharai Elaaththilirundhu Thuraththinaan; Seeriyar Elaaththirku Vandhu Innaal Varaikkum Avvidaththile Kudiyaayirukkiraargal. "
},{ "Verses": "7 aagaas Aseeriyaavin Raajaavaagiya Thigilaadhpilesaridaththirku Sthaanaapadhigalai Anuppi: Naan Ummudaiya Adiyaanum Ummudaiya Kumaaranumaayirukkiren; Neer Vandhu, Enakku Virodhamaayezhumbina Seeriyaa Raajaavin Kaikkum, Isravel Raajaavin Kaikkum Ennai Neengalaakkividum Endru Sollachcholli; "
},{ "Verses": "8 karththarudaiya Aalayaththilum Raajaavin Aramanaip Pokkishangalilum Agappatta Velliyaiyum Ponnaiyum Eduththu, Aseeriyaavin Raajaavukkuk Kaanikkaiyaaga Anuppinaan. "
},{ "Verses": "9 aseeriyaa Raajaa Avanukku Sevi Koduththu, Thamaskuvukkuppoi Adhaip Pidiththu, Adhin Kudigalaik Keerpattanaththirku Siraipidiththukkondupoi, Redhseenaik Kondrupottaan. "
},{ "Verses": "10 appozhudhu Raajaavaagiya Aagaas Thamaskuvilulla Aseeriyaavin Raajaavaagiya Thigilaadhpilesarukku Edhirkondu Poith Thamaskuvilulla Balipeedaththaik Kandaan. Raajaav "
}
]