[
{ "Verses": "1 isravelin Raajaavaagiya Yerobeyaamin Irubaththezhaam Varushaththil, Yoodhaavin Raajaavaagiya Amadhsiyaavin Kumaaran Asariyaa Raajaavaanaan. "
},{ "Verses": "2 avan Raajaavaagirapodhu Padhinaaru Vayadhaayirundhu, Aimbaththirandu Varusham Erusalemile Arasaandaan; Erusalem Nagaraththaalaana Avan Thaayin Per Ekkoliyaal. "
},{ "Verses": "3 avan Than Thagappanaagiya Amadhsiyaa Seydhapadiyellaam Karththarin Paarvaikku Semmaiyaanadhai Seydhaan. "
},{ "Verses": "4 medaigal Maaththiram Agatrappadavillai; Janangal Innum Medaigal Mel Baliyittuth Thoobankaattivandhaargal. "
},{ "Verses": "5 karththar Indha Raajaavai Vaadhiththadhinaal, Avan Than Marananaalmattum Kushtarogiyaayirundhu, Thaniththu Oru Veettile Vaasampanninaan; Raajaavin Kumaaranaagiya Yodhaam Aramanai Visaarippukkaaranaayirundhu, Dhesaththin Janangalai Nyaayam Visaariththaan. "
},{ "Verses": "6 asariyaavin Matra Varththamaanangalum, Avan Seydhavai Yaavum, Yoodhaavudaiya Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu. "
},{ "Verses": "7 asariyaa Than Pidhaakkalode Niththiraiyadaindhapin, Avanai Dhaaveedhin Nagaraththile Avan Pidhaakkalandaiyile Adakkampanninaargal; Avan Kumaaranaagiya Yodhaam Avan Sthaanaththil Raajaavaanaan. "
},{ "Verses": "8 yoodhaavin Raajaavaagiya Asariyaavin Muppaththettaam Varushaththile Yerobeyaamin Kumaaranaagiya Sagariyaa Isravelinmel Samaariyaavile Aarumaadham Raajyabaarampanni, "
},{ "Verses": "9 than Pidhaakkal Seydhadhupola, Karththarin Paarvaikkup Pollaappaanadhai Seydhaan; Isravelaip Paavancheyyappannina Nebaaththin Kumaaranaagiya Yerobeyaamin Paavangalai Avan Vittu Vilagavillai. "
},{ "Verses": "10 yaabesin Kumaaranaagiya Salloom Avanukku Virodhamaagak Kattuppaadupanni, Janaththin Munbaaga Avanai Vettik Kondrupottu, Avan Sthaanaththil Raajaavaanaan. "
},{ "Verses": "11 sagariyaavin Matra Varththamaanangal Isravel Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu. "
},{ "Verses": "12 un Kumaarar Naalaam Thalaimuraimattum Israveludaiya Singaasanaththin Mel Veetriruppaargal Endru Karththar Yegoovode Sonna Vaarththai Idhudhaan; Appadiye Aayitru. "
},{ "Verses": "13 yoodhaavin Raajaavaagi "
}
]