[
{ "Verses": "1 aagaabukku Samaariyaavile Ezhubadhu Kumaarar Irundhapadiyinaal, Yegoo Samaariyaavilirukkira Yesrayelin Prabukkalaagiya Moopparidaththukkum, Aagaabudaiya Pillaigalai Valarkkiravargalidaththukkum Nirubangalai Ezhudhiyanuppinaan. "
},{ "Verses": "2 adhil: Ungal Aandavanudaiya Kumaarargal Ungalodirukkiraargale; Radhangalum, Kudhiraigalum, Aranaana Pattanamum Aayudhangalum Ungalukku Unde. "
},{ "Verses": "3 ippodhum Indha Nirubam Ungalidaththil Varumpodhu Neengal Ungal Aandavanudaiya Kumaararil Uththamamum Semmaiyumaayirukkiravanaip Paarththu, Avanai Avan Thagappanudaiya Singaasanaththinmel Vaiththu, Ungal Aandavanudaiya Kudumbaththukkaaga Yuththampannungal Endru Ezhudhiyirundhadhu: "
},{ "Verses": "4 avargal Migavum Bayandhu: Idho, Irandu Raajaakkal Avanukku Munbaaga Nirkavillaiye; Naangal Eppadi Nirpom Endraargal. "
},{ "Verses": "5 aagaiyaal Aramanai Visaarippukkaaranum, Nagara Visaarippukkaaranum, Moopparum, Pillaigalin Visaarippukkaararum: Naangal Umadhu Adiyaargal, Neer Engalukku Solvadhaiyellaam Seyvom; Naangal Oruvaraiyum Raajaavaakkuvadhillai; Umadhu Paarvaikku Sammadhiyaanadhai Seyyum Endru Yegoovukku Solliyanuppinaargal. "
},{ "Verses": "6 appozhudhu Avan: Avargalukku Irandaam Nirubaththai Ezhudhinaan; Adhil: Neengal En Patchaththil Serndhu En Sollaik Ketpeergalaanaal, Ungal Aandavanudaiya Kumaaranin Thalaigalai Vaangi, Naalai Inneraththil Yesrayelukku Ennidaththil Vaarungal Endru Ezhudhiyirundhadhu. Raajaavin Kumaararaagiya Ezhubadhuperum Thangalai Valarkkira Pattanaththin Periya Manusharodu Irundhaargal. "
},{ "Verses": "7 indha Nirubam Avargalidaththil Vandhapodhu, Avargal Raajaavin Kumaararaagiya Ezhubadhuperaiyum Pidiththu Vetti, Avargal Thalaigalaik Koodaigalil Vaiththu, Yesrayelilirukkira Avanidaththirku Anuppinaargal. "
},{ "Verses": "8 anuppappatta Aal Vandhu: Raajakumaararin Thalaigalaik Konduvandhaargal Endru Avanukku Ariviththapodhu, Avan Vidiyarkaalamattum Avaigalai Olimugavaasalil Irandu Kuviyalaagak Kuviththu Vaiyungal Endraan. "
},{ "Verses": "9 marunaal Kaalame Avan Veliye Vandhu Nindru, Sagala Janangalaiyum Nokki: Neengal Needhimaangalallavaa? Idho, En Aandavanukku Virodhamaagak Kattuppaadupanni Avanaik Kondrupottene; Aanaalum Ivargal Ellaaraiyum Kondravan Yaar? "
},{ "Verses": "10 aadhalaal Karththar Aagaabin Kudumbaththaarukku Virodhamaaga Sonna Karththarudaiya Vaarththaigalil Ondrum Tharaiyile Vizhavillai Enbadhai Arindhukollungal; Karththar Thammudaiya Oozhiyakkaaranaagiya Eliyaavaikkondu Sonnadhai Seydhaar Endraan. "
},{ "Verses": "11 yesrayelilum Aagaabin Kudumbaththaaril Meedhiyaana Yaavaraiyum, Avanukku Irundha Ellaa Mandhirigalaiyum, Avanaichcherndha Manusharaiyum, Avanudaiya Aasaariyargalaiyum, Avanukku Oruvaraiyum Meedhiyaaga Vaikkaadhapadikku Yegoo Kondrupottaan. "
},{ "Verses": "12 pinbu Avan Ezhundhu Samaariyaavukkup Pogap Purappattaan; Vazhiyile Avan Aattumayir Kaththarikkira Meypparin Oor Irukkum Idaththukku Vandhapodhu, "
},{ "Verses": "13 yoodhaavin Raajaavaagiya Agasiyaavin Sagodhararai Ange Kandu, Neengal Yaar Endru Kettaan. Avargal: Naangal Agasiyaavin Sagodharar; Naangal Raajaavin Pillaigalaiyum Raajasthreeyin Pillaigalaiyum Vinavugiradharkup Pogirom Endraargal. "
},{ "Verses": "14 appozhudhu Avan: Ivargalai Uyirode Pidiyungal Endraan; Avargalai Uyirode Pidiththu, Naarpaththirandu Pergalaagiya Avargalai Aattumayir Kaththarikkira Thuravandaiyile Vettip Pottaargal; Avargalil Oruvanaiyum Avan Meedhiyaaga Vidavillai. "
},{ "Verses": "15 avan Avvidam Vittup Purappatta Podhu, Thanakku Edhirppatta Rekaabin Kumaaranaagiya Yonadhaabai Sandhiththu, Avanai Ubasariththu: En Irudhayam Un Irudhayaththode Semmaiyaai Irukkiradhupola Un Irudhayamum Semmaiyaayirukkiradhaa Endru Kettaan. Adharku Yonadhaap: Appadiye Irukkiradhu Endraan; Appadiyirukkiradhaanaal, Un Kaiyaith Thaa Endru Sonnaan; Avan Than Kaiyaik Koduththapodhu, Avanaith Thannidaththil Radhaththinmel Erivara Solli, "
},{ "Verses": "16 nee Ennode Koodavandhu Karththarukkaaga Enakku Irukkira Bakthivairaakkiyaththaip Paar Endraan; Appadiye Ivanai Avan Radhaththinmel Etrinaargal. "
},{ "Verses": "17 avan Samaariyaavukku Vandhapodhu, Karththar Eliyaavode Sonna Vaarththaiyinpadiye, Samaariyaavil Aagaabukku Meedhiyaana Yaavaraiyum Azhiththuth Theerumalavum Sangaarancheydhaan. "
},{ "Verses": "18 pinbu Yegoo Janangalaiyellaam Kootti, Avargalai Nokki: Aagaab Paagaalai Seviththadhu Konjam, Yegoo Avanai Sevippadhu Migudhi. "
},{ "Verses": "19 ippodhum Paagaalin Sagala Theerkkadharisigalaiyum, Avanudaiya Sagala Panividaik Kaararaiyum, Avanudaiya Sagala Aasaariyaraiyum Ennidaththil Azhaippiyungal; Oruvanum Kuraiyalaagaadhu; Naan Paagaalukkup Periya Baliyidappogiren; Varaadhavan Evano Avan Uyirodiruppadhillai Endraan; Paagaalin Panividaikkaararai Azhikkumpadi Yegoo Idhaith Thandhiramaai Seydhaan. "
},{ "Verses": "20 paagaalukkup Pandigaiyin Aasarippaik Koorungal Endru Yegoo Sonnaan; Appadiye Koorinaargal. "
},{ "Verses": "21 yegoo Isravel Dhesamengum Adhai Solliyanuppinapadiyinaal, Paagaalin Panividaikkaarar Ellaarum Vandhaargal; Varaadhavan Oruvanumillai; Avargal Paagaalin Kovilukkul Pravesiththadhinaal Paagaalin Kovil Naarsaariyum Niraindhirundhadhu. "
},{ "Verses": "22 appozhudhu Avan, Vasthirasaalai Visaarippukkaaranai Nokki: Paagaalin Panividaikkaararukkellaam Vasthirangalai Eduththukkonduvaa Endraan; Avargalukku Vasthirangalai Eduththukkonduvandhaan. "
},{ "Verses": "23 pinbu Yegoo: Rekaabin Kumaaranaagiya Yonadhaapodunkoodap Paagaalin Kovilukkul Pravesiththu, Paagaalin Panividaikkaararai Nokki: Paagaalin Oozhiyakkaararai Allaamal Karththarin Oozhiyakkaararil Oruvarum Inge Ungalodu Iraadhapadikkuth Thittamaaip Paarungal Endraan. "
},{ "Verses": "24 avargal Baligalaiyum Sarvaanga Thaganangalaiyum Seluththa Utpravesiththa Pinbu, Yegoo Veliyile Enbadhu Peraith Thanakku Aayaththamaaga Vaiththu: Naan Ungal Kaiyil Oppuvikkira Manusharil Oruvanai Evan Thappavidugiraano Avanudaiya Jeevanukkup Padhilaaga Avanaith Thappavittavanudaiya Jeevan Eedaayirukkum Endraan. "
},{ "Verses": "25 sarvaanga Thaganapaliyittuth Theerndha Podhu, Yegoo Sevagaraiyum Servaikkaararaiyum Nokki: Ullepoi, Avargalai Vettippodungal; Oruvaraiyum Veliye Vidavendaam Endraan; Appadiye Pattayakkarukkinaal Sevagarum Servaikkaararum Avargalai Vetti Erindhupottu, Paagaal Kovilai Serndha Sthalam Engumpoi, "
},{ "Verses": "26 paagaal Kovil Vikkiragangalai Veliye Eduththuvandhu, Avaigalaith Theekkoluththi, "
},{ "Verses": "27 paagaalin Silaiyaith Thagarththu, Paagaalin Kovilai Idiththu, Adhai Innaalvaraikkum Irukkiradhupola Malajalaadhi Idamaakkinaargal. "
},{ "Verses": "28 ippadiye Yegoo Paagaalai Isravelil Iraadhapadikku Azhiththuppottaan. "
},{ "Verses": "29 aanaalum Beththelilum Thaanilum Vaiththa Porkandrukkuttigalaal, Isravelaip Paavancheyyappannina Nebaaththin Kumaaranaagiya Yerobeyaamin Paavangalai Yegoo Vittu Vilagavillai. "
},{ "Verses": "30 karththar Yegoovai Nokki: En Paarvaikku Semmaiyaanadhai Nee Nandraai Seydhu, En Irudhayaththil Irundhapadiyellaam Aagaabin Kudumbaththukku Seydhapadiyinaal, Un Kumaarar Israveludaiya Singaasanaththinmel Naalu Thalaimuraiyaaga Veetriruppaargal Endraar. "
},{ "Verses": "31 aanaalum Yegoo Isravelin Dhevanudaiya Karththarin Nyaayappramaanaththinpadi Than Muzhu Irudhayaththodum Nadakkak Kavalaippadavillai; Isravelaip Paavancheyyappannina Yerobeyaamin Paavangalai Vittu Avan Vilagavum Illai. "
},{ "Verses": "32 annaatkal Mudhal Karththar Isravelaik Kuraindhupogappanninaar; Aasagel Avargalai Isravelin Ellaigalilellaam Muriya Adiththu, "
},{ "Verses": "33 yordhaan Thuvakkik Kizhakkilulla Arnon Nadhikku Sameebamaana Aarover Mudharkondirukkira Keeleyaaththilum Paasaanilumulla Kaadhiyar, Roobeniyar, Manaaseyar Ivargaludaiya Dhesamaagiya Keeleyaadh Muzhuvadhaiyum Muriya Adiththaan. "
},{ "Verses": "34 yegoovin Matra Varththamaanangalum, Avan Seydhavai Yaavum, Avanudaiya Ellaa Vallamaiyum Isravel Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu. "
},{ "Verses": "35 yegoo Than Pidhaakkalode Niththiraiyadaindhapin, Avanai Samaariyaavil Adakkampanninaargal; Avan Sthaanaththil Avan Kumaaranaagiya Yovaagaas Raajaavaanaan. "
},{ "Verses": "36 yegoo Samaariyaavile Isravelinmel Raajyabaarampannina Naatkal Irubaththettu Varusham. "
}
]