[
{ "Verses": "1 agasiyaa Ennum Yoodhaavudaiya Raajaavin Kumaaranaagiya Yovaasudaiya Irubaththumoondraam Varushaththil Yegoovin Kumaaranaagiya Yovaagaas Isravelinmel Samaariyaavile Padhinezhuvarusham Raajyabaarampanni, "
},{ "Verses": "2 karththarin Paarvaikkup Pollaappaanadhai Seydhu, Isravelaip Paavancheyyappannina Nebaaththin Kumaaranaagiya Yerobeyaamin Paavangalaip Pin Patri Nadandhaan; Avaigalai Vittu Avan Vilagavillai. "
},{ "Verses": "3 aagaiyaal Karththarukku Isravelinmel Kobamoondu, Avargalai Seeriyaavin Raajaavaagiya Aasagelin Kaiyilum Aasagelin Kumaaranaagiya Penaadhaaththin Kaiyilum Annaatkalilellaam Oppukkoduththaar. "
},{ "Verses": "4 yovaagaas Karththarudaiya Samugaththai Nokkip Praarththiththaan; Seeriyaavin Raajaa Isravelai Odukkugiradhinaal Avargal Odungippogiradhaip Paarththu:karththar Avanukku Sevikoduththaar. "
},{ "Verses": "5 karththar Isravelukku Oru Ratchaganaik Koduththadhinaal, Avargal Seeriyarudaiya Kaiyinkeezhirundhu Neengalaanaargal; Aadhalaal Isravel Puththirar Munpol Thangal Koodaarangalile Kudiyirundhaargal. "
},{ "Verses": "6 aagilum Isravelaip Paavancheyyappannina Yerobeyaam Veettaarin Paavangalai Avargal Vittu Vilagaamal Adhile Nadandhaargal; Samaariyaavilirundha Vikkiragaththoppum Nilaiyaayirundhadhu. "
},{ "Verses": "7 yovaagaasukku Seeriyaavin Raajaa, Aimbadhu Kudhiraiveeraraiyum, Paththu Radhangalaiyum, Padhinaayiram Kaalaatkalaiyume Allaamal, Janangalil Verondrum Meedhiyaaga Vaikkavillai; Avan Avargalai Azhiththup Poradikkum Idaththuth Thoolaippola Aakkippottaan. "
},{ "Verses": "8 yovaagaasin Matra Varththamaanangalum, Avan Seydhavai Yaavum, Avanudaiya Vallamaiyum Isravel Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu. "
},{ "Verses": "9 yovaagaas Than Pidhaakkalode Niththiraiyadaindhapin, Avanai Samaariyaavile Adakkampanninaargal; Avan Kumaaranaagiya Yovaas Avan Sthaanaththil Raajaavaanaan. "
},{ "Verses": "10 yoodhaavin Raajaavaagiya Yovaasudaiya Muppaththezhaam Varushaththil Yovaagaasin Kumaaranaagiya Yovaas, Isravelinmel Raajaavaagiya Samaariyaavile Padhinaaruvarusham Raajyabaaram Panni, "
},{ "Verses": "11 karththarin Paarvaikkup Pollaappaanadhai Seydhaan; Isravelaip Paavancheyyappannina Nebaaththin Kumaaranaagiya Yerobeyaamin Paavangalai Vittu Vilagaamal Avaigalilellaam Nadandhaan. "
},{ "Verses": "12 yovaasin Matra Varththamaanangalum, Avan Seydhavai Yaavum, Avan Yoodhaavin Raajaavaagiya Amadhsiyaavodu Avan Yuththampannina Vallamaiyum, Isravel Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu. "
},{ "Verses": "13 yovaas Than Pidhaakkalode Niththiraiyadaindhapin, Yerobeyaam Avan Singaasanaththil Veetrirundhaan; Yovaas Samaariyaavil Isravelin Raajaakkalandaiyile Adakkampannappattaan. "
},{ "Verses": "14 avan Naatkalil Elisaa Maranaththukku Edhuvaana Vyaadhiyaaik Kidandhaan; Appozhudhu Isravelin Raajaavaagiya Yovaas Avanidaththukkup Poi, Avanmel Vizhundhu, Azhudhu: En Thagappane, En Thagappane, Isravelukku Radhamum Kudhiraiveerarumaayirundhavare Endraan. "
},{ "Verses": "15 elisaa Avanaip Paarththu: Villaiyum Ambugalaiyum Pidiyum Endraan; Appadiye Villaiyum Ambugalaiyum Pidiththukkondaan. "
},{ "Verses": "16 appozhudhu Avan Isravelin Raajaavai Nokki: Ummudaiya Kaiyai Villinmel Vaiyum Endraan; Avan Than Kaiyai Vaiththapodhu, Elisaa Than Kaigalai Raajaavudaiya Kaigalmel Vaiththu: "
},{ "Verses": "17 kizhakke Irukkira Jannalaith Thiravum Endraan; Avan Adhaith Thirandha Podhu, Elisaa: Eyyum Endraan; Ivan Eydhapodhu, Avan: Adhu Karththarudaiya Ratchippin Ambum, Seeriyarinindru Vidudhalaiyaakkum Ratchippin Ambumaanadhu; Neer Aappekkile Seeriyaraith Theera Muriya Adippeer Endraan. "
},{ "Verses": "18 pinbu Ambugalaip Pidiyum Endraan; Avaigalaip Pidiththaan. Appozhudhu Avan Isravelin Raajaavai Nokki: Tharaiyile Adiyum Endraan; Avan Moondrudharam Adiththu Nindraan. "
},{ "Verses": "19 appozhudhu Dhevanudaiya Manushan Avanmel Kobamaagi: Neer Aindhu Aaruvisai Adiththeeraanaal, Appozhudhu Seeriyaraith Theera Muriya Adippeer; Ippozhudho Seeriyarai Moondruvisaimaaththiram Muriya Adippeer Endraan. "
},{ "Verses": "20 elisaa Maranamadaindhaan; Avanai Adakkampanninaargal; Maruvarushaththile Movaabiyarin Thandugal Dhesaththile Vandhadhu. "
},{ "Verses": "21 appozhudhu Avargal, Oru Manushanai Adakkampannappogaiyil, Andhath Thandaik Kandu, Andha Manushanai Elisaavin Kallaraiyil Pottaargal; Andha Manushanin Predham Adhile Vizhundhu Elisaavin Elumbugalinmel Pattapodhu, Andha Manushan Uyiradaindhu Than Kaalgalai Oondri Ezhundhirundhaan. "
},{ "Verses": "22 yovaagaasin Naatkalilellaam Seeriyaavin Raajaavaagiya Aasagel Isravelai Odukkinaan. "
},{ "Verses": "23 aanaalum Karththar Avargalukku Irangi, Aabragaam Eesaakku Yaakkobu Enbavargalodu Seydha Thamadhu Udanpadikkaiyinimiththam Avargalai Azhikka Siththamaayiraamalum, Avargalai Innum Thammudaiya Mugaththaivittuth Thallaamalum Avargalmel Manadhurugi, Avargalai Ninaiththarulinaar. "
},{ "Verses": "24 seeriyaavin Raajaavaagiya Aasagel Irandhupoi, Avan Kumaaranaagiya Penaadhaadh Avan Sthaanaththile Raajaavaana Pinbu, "
},{ "Verses": "25 yovaagaasin Kumaaranaagiya Yovaas, Aasagelode Yuththampanni, Than Thagappanaagiya Yovaagaasin Kaiyilirundhu Pidiththukkonda Pattanangalai Avan Kumaaranaagiya Penaadhaaththin Kaiyilirundhu Thirumbap Pidiththuk Kondaan; Moondruvisai Yovaas Avanai Muriya Adiththu Isravelin Pattanangalaith Thirumbak Kattikkondaan. "
}
]