[
{ "Verses": "1 yOsiyaa raajaavaagiRapOdhu, ettu vayadhaayirundhu, muppaththoru varusham erusalEmil arasaaNdaan; pOSkaadh ooraanaagiya adhaayaavin kumaaraththiyaana avan thaayin pEr edhidhaaL."
},{ "Verses": "2 avan karththarin paarvaikku semmaiyaanadhai seydhu, than thagappanaagiya dhaaveedhin vazhiyilellaam valadhu idadhupuRam vilagaamal nadandhaan."
},{ "Verses": "3 raajaavaagiya yOsiyaavin padhinettaam varushaththilE, raajaa mesullaamin kumaaranaagiya adhsaliyaavin magan saappaan ennum sambiradhiyaik karththarin aalayaththukku anuppi:"
},{ "Verses": "4 nee pradhaana aasaariyanaagiya ilkkiyaavinidaththil pOi, karththarudaiya aalayaththukkuk koNduvarappattadhum vaasalkaakkiRavargaL janaththin kaiyilE vaangappattadhumaana paNaththai  avan thokaipaarththu,"
},{ "Verses": "5 piRpaadu avargaL adhaik karththarudaiya aalayaththin vElaiyai visaarikkiRavargaL kaiyilE koduththu, avargaL adhaik karththarin aalayaththaip pazhudhu paarkkiRadhaRkaaga adhilirukkiRa vElaikkaararaagiya,"
},{ "Verses": "6 thachcharukkum, siRpaasaarigaLukkum, kotrarukkum, aalayaththaip pazhudhu paarkkumpadi vENdiya marangaLaiyum vettina kaRkaLaiyum vaangugiRadhaRkum selavazhikkavENdum."
},{ "Verses": "7 aagilum andhap paNaththaith thangaL kaiyil oppuviththukkoLLugiRavargaLO kaariyaththai uNmaiyaai nadappikkiRapadiyinaal, avargaLidaththil adhin kaNakkaik kEtkavENdiyadhillai endru sol endraan."
},{ "Verses": "8 appozhudhu pradhaana aasaariyanaagiya ilkkiyaa sambiradhiyaagiya saappaanai nOkki: naan karththarin aalayaththilE nyaayappramaaNa puSthagaththaik kaNdu pidiththEn endru solli, andhap puSthagaththai saappaanidaththil koduththaan; avan adhai vaasiththaan."
},{ "Verses": "9 appozhudhu sambiradhiyaagiya saappaan raajaavinidaththil vandhu, raajaavukku maRu uththaravu solli, aalayaththilE thogaiyittuk kaNda paNaththai umadhu adiyaar sErththuk katti, adhaik karththarudaiya aalayaththin vElaiyai visaarikkiRavargaL kaiyilE koduththaargaL endru sonnaan."
},{ "Verses": "10 sambiradhiyaagiya saappaan pinnaiyum raajaavai nOkki: aasaariyanaagiya ilkkiyaa ennidaththil oru puSthagaththaik koduththaan endru aRiviththu, adhai raajaavukku munbaaga vaasiththaan."
},{ "Verses": "11 raajaa nyaayappramaaNa puSthagaththin vaarththaigaLaik kEttapOdhu, than vaSthirangaLaik kizhiththukkoNdu,"
},{ "Verses": "12 aasaariyanaagiya ilkkiyaavukkum, saappaanin kumaaranaagiya akeekkaamukkum, migaayaavin kumaaranaagiya akpOrukkum, sambiradhiyaagiya saappaanukkum, raajaavin oozhiyakkaaranaagiya asaayaavukkum raajaa kattaLaiyittadhu:"
},{ "Verses": "13 kaNdedukkappatta indhap puSthagaththin vaarththaigaLinimiththam neengaL pOi, enakkaagavum janaththiRkaagavum yoodhaavanaiththiRkaagavum karththaridaththilvisaariyungaL; namakkaaga ezhudhiyirukkiRa ellaavatrinpadiyEyum seyya nammudaiya pidhaakkaL indhap puSthagaththin vaarththaigaLukku sevikodaadhapadiyinaal, nammEl patriyerindha karththarudaiya ukkiram periyadhu endraan."
},{ "Verses": "14 appozhudhu aasaariyanaagiya ilkkiyaavum, akeekkaamum, akpOrum, saappaanum, asaayaavum, arkaasin kumaaranaagiya thikvaavin maganaana salloom ennum vaSthirasaalai visaarippukkaaran manaiviyaagiya uldhaaL ennum theerkkadharisiyaanavaLidaththiRkup pOi avaLOdE pEsinaargaL; avaL erusalEmin iraNdaam vaguppilE kudiyirundhaaL."
},{ "Verses": "15 avaL avargaLai nOkki: ungaLai ennidaththil anuppinavaridaththil neengaL pOi: iSravElin dhEvanaagiya karththar uraikkiRadhu ennavendraal:"
},{ "Verses": "16 idhO, yoodhaavin raajaa vaasiththa puSthagaththin vaarththaigaLilellaam kaattiyirukkiRa pollaappai naan indha SthalaththinmElum, adhin kudigaLinmElum varappaNNuvEn."
},{ "Verses": "17 avargaL ennaivittu, thangaL kaigaLin kiriyaigaL ellaavatrilum enakkuk kObamuNdaakka vERE dhEvargaLukkuth thoobankaattinapadiyinaal, en ukkiram indha SthalaththinmEl patriyeriyum; adhu avindhupOvadhu illaiyendru karththar sollugiRaar endru sollungaL."
},{ "Verses": "18 karththaridaththil visaarikkiRadhaRku ungaLai anuppina yoodhaavin raajaavinidaththil neengaL pOi: neer kEtta vaarththaigaLaik kuRiththu iSravElin dhEvanaagiya karththar sollugiRadhu ennavendraal:"
},{ "Verses": "19 naan indha SthalaththiRkum adhin kudigaLukkum virOdhamaaga, avargaL paazhum saabamumaavaargaL endru sonnadhai nee kEttapOdhu, un irudhayam iLagi, neekarththarukku munbaaga unnai thaazhththi, un vaSthirangaLaik kizhiththuk koNdu, enakkumunbaaga azhudhapadiyinaal naanum un viNNappaththaik kEttEn."
},{ "Verses": "20 aagaiyaal, idhO, naan unnai un pidhaakkaLaNdaiyilE sErththuk koLLuvEn; nee samaadhaanaththOdE un kallaRaiyil sErvaai; naan indha SthalaththinmEl varappaNNum sagala pollaappaiyum un kaNgaL kaaNbadhillai endru karththar sollugiRaar enbadhai sollungaL endraaL; indha maRu uththaravai avargaL pOi raajaavukku sonnaargaL."
}
]