[
{ "Verses": "1 theerkkadharisigalin Puththirar Elisaavai Nokki: Idho, Naangal Ummudan Kudiyirukkira Indha Idam Engalukku Nerukkamaai Irukkiradhu. "
},{ "Verses": "2 naangal Yordhaanmattum Poi Avvidaththil Ovvoruvar Ovvoru Uththiraththai Vetti, Kudiyirukka Ange Engalukku Oru Idaththai Undaakkuvom Endraargal. Adharku Avan: Pongal Endraan. "
},{ "Verses": "3 avargalil Oruvan: Neer Dhayavuseydhu Umadhu Adiyaarodekooda Varavendum Endraan. Adharku Avan: Naan Varugiren Endru Solli, "
},{ "Verses": "4 avargalodekoodap Ponaan; Avargal Yordhaan Nadhiyaruge Vandha Podhu Marangalai Vettinaargal. "
},{ "Verses": "5 oruvan Oru Uththiraththai Vetti Vizhuththugaiyil Kodari Thanneeril Vizhundhadhu; Avan: Aiyo En Aandavane, Adhu Iravalaaga Vaangappattadhe Endru Koovinaan. "
},{ "Verses": "6 dhevanudaiya Manushan Adhu Enge Vizhundhadhu Endru Kettaan; Avan Andha Idaththaik Kaanbiththapodhu, Oru Kombai Vetti, Adhai Ange Erindhu, Andha Irumbai Midhakkappanni, "
},{ "Verses": "7 adhai Eduththukkol Endraan; Appadiye Avan Than Kaiyai Neetti Adhai Eduththukkondaan. "
},{ "Verses": "8 akkaalaththil Seeriyaavin Raajaa Isravelukku Virodhamaai Yuththam Panni, Inna Inna Sthalaththile Paalayamiranguven Endru Than Oozhiyakkaararode Aalosanaipanninaan. "
},{ "Verses": "9 aagilum Dhevanudaiya Manushan Isravelin Raajaavinidaththil Aal Anuppi: Inna Idaththukkup Pogaadhapadikku Echcharikkaiyaayirum; Seeriyar Ange Iranguvaargal Endru Solla Sonnaan. "
},{ "Verses": "10 appozhudhu Isravelin Raajaa Dhevanudaiya Manushan Thannai Echchariththu, Thanakkuk Kuriththuchchonna Sthalaththirku Manusharai Anuppippaarththu Echcharikkaiyaayirundhu, Ippadi Anegandharam Thannaik Kaaththukkondaan. "
},{ "Verses": "11 indhak Kaariyaththinimiththam Seeriya Raajaavin Irudhayam Kuzhambi, Avan Than Oozhiyakkaararai Azhaiththu: Nammudaiyavargalil Isravelin Raajaavukku Ulavaayirukkiravan Yaar Endru Neengal Enakku Arivikkamaatteergalaa Endru Kettaan. "
},{ "Verses": "12 appozhudhu Avan Oozhiyakkaararil Oruvan: Appadiyillai; En Aandavanaagiya Raajaave, Neer Ummudaiya Palli Araiyile Pesugira Vaarththaigalaiyum Isravelilirukkira Theerkkadharisiyaagiya Elisaa Isravelin Raajaavukku Arivippaan Endraan. "
},{ "Verses": "13 appozhudhu Avan: Naan Manusharai Anuppi Avanaip Pidikkumpadi, Neengal Poi Avan Enge Irukkiraan Endru Paarungal Endraan; Avan Thoththaanil Irukkiraan Endru Avanukku Arivikkappattadhu. "
},{ "Verses": "14 appozhudhu Avan Ange Kudhiraigalaiyum Radhangalaiyum Balaththa Raanuvaththaiyum Anuppinaan; Avargal Raakkaalaththile Vandhu Pattanaththai Valaindhukondaargal. "
},{ "Verses": "15 dhevanudaiya Manushanin Velaikkaaran Adhigaalame Ezhundhu Veliye Purappadugaiyil, Idho, Raanuvamum Kudhiraigalum Radhangalum Pattanaththai Sutrik Kondirukkak Kandaan; Appozhudhu Velaikkaaran Avanai Nokki: Aiyo, En Aandavane, Ennaseyvom Endraan. "
},{ "Verses": "16 adharku Avan: Bayappadaadhe; Avargalodirukkiravargalaip Paarkkilum Nammodirukkiravargal Adhigam Endraan. "
},{ "Verses": "17 appozhudhu Elisaa Vinnappam Panni: Karththaave, Ivan Paarkkumpadi Ivan Kangalaith Thirandharulum Endraan; Udane Karththar Andha Velaikkaaran Kangalaith Thirandhaar; Idho, Elisaavai Sutrilum Akkinimayamaana Kudhiraigalaalum Radhangalaalum Andha Malai Niraindhirukkiradhai Avan Kandaan. "
},{ "Verses": "18 avargal Avanidaththil Varugaiyil, Elisaa Karththarai Nokki Vinnappampanni: Indha Janangalukkuk Kan Mayakkam Undaagumpadi Seyyum Endraan; Elisaavudaiya Vaarththaiyinpadiye Avargalukkuk Kanmayakkam Undaagumpadi Seydhaar. "
},{ "Verses": "19 appozhudhu Elisaa Avargalai Nokki: Idhu Vazhi Alla; Idhu Pattanamum Alla; En Pirage Vaarungal; Neengal Thedugira Manushanidaththil Naan Ungalai Vazhinadaththuven Endru Solli, Avargalai Samaariyaavukku Azhaiththukkonduponaan. "
},{ "Verses": "20 avargal Samaariyaavil Vandhapodhu, Elisaa: Karththaave, Ivargal Paarkkumpadikku Ivargal Kangalaith Thirandharulum Endraan; Paarkkumpadikkuk Karththar Avargal Kangalaith Thirakkumpodhu, Idho, Avargal Samaariyaavin Naduve Irundhaargal. "
},{ "Verses": "21 isravelin Raajaa Avargalaik Kandapodhu, Elisaavaip Paarththu: En Thagappane, Naan Avargalai Vettip Podalaamaa Endru Kettaan. "
},{ "Verses": "22 adharku Avan: Neer Vettavendaam; Neer Ummudaiya Pattayaththaalum, Ummudaiya Villinaalum Siraiyaakkik Kondavargalai Vettugireero? Ivargal Pusiththuk Kudiththu, Thangal Aandavanidaththukkup Pogumpadikku, Appamum Thanneerum Avargalukkedhiril Vaiyum Endraan. "
},{ "Verses": "23 appozhudhu Avargalukkup Periya Virundhupanni, Avargal Pusiththuk Kudiththapinbu, Avargalai Anuppivittaan; Avargal Thangal Aandavanidaththukkup Poivittaargal; Seeriyarin Thandugal Isravel Dhesaththile Appuram Varavillai. "
},{ "Verses": "24 idharkuppinbu Seeriyaavin Raajaavaagiya Penaadhaath Than Raanuvaththaiyellaam Koottikkonduvandhu Samaariyaavai Mutrikkaipottaan. "
},{ "Verses": "25 adhinaal Samaariyaavile Kodiya Panjamundaayitru; Oru Kazhudhaith Thalai Enbadhu Vellikkaasukkum, Puraakkalukkup Podugira Kaarpadi Payaru Aindhu Vellikkaasukkum Virkappadumattum Adhai Mutrikkaipottaargal. "
},{ "Verses": "26 isravelin Raajaa Alangaththin Mel Nadandhupogaiyil, Oru Sthree Avanaippaarththuk Kooppittu, Raajaavaagiya En Aandavane, Ratchiyum Endraal. "
},{ "Verses": "27 adharku Avan: Karththar Unnai Ratchikkaadhirundhaal Naan Edhilirundhu Eduththu Unnai Ratchikkalaam? Kalanjiyaththilirundhaa, Aalaiyilirundhaa Endru Solli, "
},{ "Verses": "28 raajaa Pinnaiyum Avalaip Paarththu: Unakku Ennavendum Endru Kettaan. Adharku Aval: Indha Sthree Ennai Nokki: Un Maganaith Thaa, Avanai Indru Thinbom; Naalaikku En Maganaith Thinbom Endraal. "
},{ "Verses": "29 appadiye En Maganai Aakkith Thindrom; Marunaalil Naan Ivalai Nokki: Naam Un Maganaith Thinna Avanaith Thaa Endren; Aval Than Maganai Oliththuvittaal Endraal. "
},{ "Verses": "30 andha Sthreeyin Vaarththaigalai Raajaa Kettavudane, Alangaththinmel Nadandhupogira Avan Than Vasthirangalaik Kizhiththukkondaan; Avan Ulle Than Sareeraththinmel Rattu Uduththiyirukkiradhai Janangal Kandaargal. "
},{ "Verses": "31 avan: Saappaaththin Kumaaranaagiya Elisaavin Thalai Indraikku Avanmel Irundhaal, Dhevan Adharku Sariyaagavum Adharku Adhigamaagavum Enakku Seyyakkadavar Endru Sonnaan. "
},{ "Verses": "32 elisaa Than Veettil Utkaarndhirundhaan; Moopparum Avanodu Utkaarndhirundhaargal. Appozhudhu Raajaa: Oru Manushanaith Thanakku Munne Anuppinaan; Indha Aal Elisaavinidaththukku Varumunne, Avan Andha Moopparai Nokki: En Thalaiyai Vaanga, Andhak Kolaipaadhaganudaiya Magan Aal Anuppinaan; Paarththeergalaa? Andha Aal Varumpodhu, Neengal Avanai Ulle Varavottaamal Kadhavaip Poottippodungal; Avanukkup Pinnaaga Avan Aandavanudaiya Kaalin Saththam Ketkiradhu Allavaa Endraan. "
},{ "Verses": "33 avargalode Avan Pesikkondirukkaiyil, Andha Aal Avanidaththil Vandhu: Idho, Indhap Pollaappu Karththaraal Undaanadhu; Naan Inikkarththarukkaagak Kaaththirukka Vendiyadhu Enna Endru Raajaa Sollugiraar Endraan." 
}
]