[
{ "Verses": "1 theerkkadharisigaludaiya Puththiraril Oruvanukku Manaiviyaayirundha Oru Sthree Elisaavaip Paarththu: Umadhu Adiyaanaagiya En Purushan Irandhu Ponaan; Umadhu Adiyaan Karththarukku Bayandhu Nadandhaan Enbadhai Ariveer; Kadankoduththavan Ippodhu En Irandu Kumaararaiyum Thanakku Adimaigalaakkik Kolla Vandhaan Endraan. "
},{ "Verses": "2 elisaa Avalai Nokki: Naan Unakku Ennaseyya Vendum? Veettil Unnidaththil Enna Irukkiradhu Sol Endraan. Adharku Aval: Oru Kudam Enney Allaamal Umadhu Adiyaaludaiya Veettil Verondrum Illai Endraal. "
},{ "Verses": "3 appozhudhu Avan: Nee Poi, Unnudaiya Ayalveettukaarar Ellaaridaththilum Anegam Verumpaaththirangalaik Kettuvaangi, "
},{ "Verses": "4 ulle Poi, Un Pillaigaludan Ulle Nindru Kadhavaip Pootti, Andhap Paaththirangal Ellaavatrilum Vaarththu, Niraindhadhai Oru Pakkaththil Vai Endraan. "
},{ "Verses": "5 aval Avanidaththilirundhu Poi, Than Pillaigaludan Kadhavaip Poottikkondu, Ivargal Paaththirangalai Avalidaththil Kodukka, Aval Avaigalil Vaarththaal. "
},{ "Verses": "6 andhap Paaththirangal Niraindha Pin, Aval Than Magan Oruvanai Nokki: Innum Oru Paaththiram Konduvaa Endraal. Adharku Avan: Vere Paaththiram Illai Endraan; Appozhudhu Enney Nindru Poyitru. "
},{ "Verses": "7 aval Poi Dhevanudaiya Manushanukku Adhai Ariviththaal. Appozhudhu Avan: Nee Poi Andha Enneyai Vitru, Un Kadanaith Theerththu, Meendhadhaikkondu Neeyum Un Pillaigalum Jeevanampannungal Endraan. "
},{ "Verses": "8 pinbu Orunaal Elisaa Soonemukkup Poyirukkumpodhu, Angeyirundha Ganamporundhiya Oru Sthree Avanai Bojanampanna Varundhik Kettukkondaal; Appadiye Avan Payanappattu Varugirapodhellaam Bojanampannumpadi Ange Vandhu Thanguvaan. "
},{ "Verses": "9 aval Than Purushanai Nokki: Idho, Nammidaththil Eppodhum Vandhupogira Dhevanudaiya Manushanaagiya Ivar Parisuththavaan Endru Kaangiren. "
},{ "Verses": "10 naam Meththaiyinmel Oru Siriya Araiveettaik Katti, Adhil Avarukku Oru Kattilaiyum, Mejaiyaiyum, Naarkaaliyaiyum, Kuththuvilakkaiyum Vaippom; Avar Nammidaththil Varumpodhu Ange Thangalaam Endraal. "
},{ "Verses": "11 orunaal Avan Ange Vandhu, Andha Araiveettile Thangi, Ange Paduththukkondirundhaan. "
},{ "Verses": "12 avan Than Velaikkaaranaagiya Keyaasiyai Nokki: Indha Soonemiyaalai Azhaiththukkonduvaa Endraan; Avalai Azhaiththukkonduvandhaan; Aval Avanukku Munbaaga Nindraal. "
},{ "Verses": "13 avan Keyaasiyaip Paarththu: Idho, Ippadippatta Sagala Salakkaranaiyodum Engalai Visaariththu Varugiraaye, Unakku Naan Enna Seyyavendum? Raajaavinidaththilaavadhu Senaapadhiyinidaththilaavadhu Unakkaaga Naan Pesavendiya Kaariyam Undo Endru Avalaik Kel Endraan. Adharku Aval: En Janaththin Naduve Naan Sugamaaik Kudiyirukkiren Endraal. "
},{ "Verses": "14 avalukku Seyyavendiyadhu Ennavendru Keyaasiyai Avan Kettadharku; Avan, Avalukkup Pillai Illai, Aval Purushanum Periya Vayadhullavan Endraan. "
},{ "Verses": "15 appozhudhu Avan: Avalaik Kooppidu Endraan; Avalaik Kooppitta Podhu, Aval Vandhu Vaasarpadiyile Nindraal. "
},{ "Verses": "16 appozhudhu Avan: Oru Praana Urpaththikaalaththittaththile Oru Kumaaranai Anaiththuk Kondiruppaai Endraan. Adharku Aval: Edhu? Dhevanudaiya Manushanaagiya En Aandavane, Umadhu Adiyaalukku Abaththam Sollavendaam Endraal. "
},{ "Verses": "17 andha Sthree Karppandhariththu, Elisaa Thannode Sonnapadi, Oru Urpaththikaalaththittaththil Oru Kumaaranaip Petraal. "
},{ "Verses": "18 andhap Pillai Valarndhaan, Orunaal Avan Arupparukkiravargalidaththilirundha Than Thagappanandaikkup Poyirukkumpodhu, "
},{ "Verses": "19 than Thagappanaip Paarththu: En Thalai Nogiradhu, En Thalai Nogiradhu Endraan; Appozhudhu Avan Velaikkaaranidaththil, Ivanai Ivan Thaayinidaththil Eduththukkondupoividu Endraan. "
},{ "Verses": "20 avanai Eduththu, Avan Thaayinidaththil Konduponapodhu, Avan Maththiyaanamattum Aval Madiyil Irundhu Seththupponaan. "
},{ "Verses": "21 appozhudhu Aval Erippoi, Avanai Dhevanudaiya Manushan Kattilinmel Vaiththu, Avan Vaikkappatta Araiyin Kadhavaip Poottik Kondupoi, "
},{ "Verses": "22 than Purushanidaththil Aal Anuppi: Naan Seekkiramaai Dhevanudaiya Manushan Irukkum Idamattum Poivarumpadikku, Velaikkaararil Oruvanaiyum Oru Kazhudhaiyaiyum Enakku Anuppavendum Endru Sollachchonnaal. "
},{ "Verses": "23 appozhudhu Avan: Idhu Amaavaasiyum Alla, Oivunaalum Allave; Nee Indraikku Avaridaththukkup Pogavendiyadhu Enna Endru Ketkachchonnaan. Adharku Aval: Ellaam Saridhaan, Naan Poga Vendiyirukkiradhu Endru Solliyanuppi, "
},{ "Verses": "24 kazhudhaiyinmel Senamvaiththu Eri, Than Velaikkaaranai Nokki: Idhai Ottikkondupo; Naan Unakku Sonnaal Ozhiya Pogira Vazhiyil Engum Ottaththai Niruththaadhe Endru Sollip Purappattu, "
},{ "Verses": "25 karmel Parvadhaththilirukkira Dhevanudaiya Manushanidaththirkup Ponaal; Dhevanudaiya Manushan Dhooraththile Avalai Varakkandu, Than Velaikkaaranaagiya Keyaasiyaip Paarththu: Adho Soonemiyaal Varugiraal. "
},{ "Verses": "26 nee Avalukku Edhirkondu Odi, Nee Sugamaayirukkiraayaa? Un Purushan Sugamaayirukkiraanaa? Andhap Pillai Sugamaayirukkiradhaa Endru Avalidaththil Kel Endraan. Aval: Sugandhaan Endru Solli," 
},{ "Verses": "27 parvadhaththilirukkira Dhevanudaiya Manushanidaththil Vandhu, Avan Kaalaip Pidiththukkondaal; Appozhudhu Keyaasi Avalai Vilakkivida Vandhaan; Dhevanudaiya Manushan: Avalaith Thadukkaadhe; Aval Aaththumaa Dhukkamaayirukkiradhu; Karththar Adhai Enakku Ariviyaamal Maraiththu Vaiththaar Endraan. "
},{ "Verses": "28 appozhudhu Aval, Naan En Aandavanidaththil Oru Kumaaranai Vendum Endru Kettadhundaa? Enakku Abaththam Sollavendaam Endru Naan Sollavillaiyaa Endraal. "
},{ "Verses": "29 appozhudhu Avan Keyaasiyaip Paarththu: Nee Un Idaiyaik Kattikkondu, En Thadiyai Un Kaiyil Pidiththukkondu, Vazhiyil Oruvanai Sandhiththaalum Avanai Vinavaamalum, Unnai Oruvan Vinavinaalum Avanukku Marumozhi Sollaamalum Poi; En Thadiyai Andhap Pillaiyin Mugaththinmel Vai Endraan. "
},{ "Verses": "30 pillaiyin Thaayo: Naan Ummai Vidugiradhillai Endru Karththarin Jeevanaiyum Ummudaiya Jeevanaiyum Kondu Sollugiren Endraal; Appozhudhu Avan Ezhundhirundhu Aval Pinne Ponaan. "
},{ "Verses": "31 keyaasi Avargalukku Munne Poi, Andhath Thadiyaip Pillaiyin Mugaththinmel Vaiththaan; Aanaalum Saththamum Illai, Unarchchiyum Illai; Aagaiyaal Avan Thirumbi Avanukku Edhirkonduvandhu: Pillai Vizhikkavillai Endru Avanukku Ariviththaan. "
},{ "Verses": "32 elisaa Veettirkul Vandhapodhu, Idho, Andhap Pillai Avan Kattilinmel Seththukkidandhaan. "
},{ "Verses": "33 ulle Poith Thangal Iruvarukkum Pinnaaga Avan Kadhavaip Pootti, Karththarai Nokki Vendudhal Seydhu, "
},{ "Verses": "34 kittepoi, Than Vaai Pillaiyin Vaayinmelum, Than Kangal Avan Kangalinmelum, Than Ullankaigal Avan Ullankaigalinmelum Padumpadiyaaga Avanmel Kuppurap Paduththuk Kondaan; Appozhudhu Pillaiyin Udal Anal Kondadhu. "
},{ "Verses": "35 avan Ezhundhu, Araiveettil Ingum Angum Ulaavi, Thirumbak Kittap Poi Avanmel Kuppurappaduththaan; Appozhudhu Andhap Pillai Ezhudharam Thummith Than Kangalaith Thirandhaan. "
},{ "Verses": "36 appozhudhu Avan: Keyaasiyaik Kooppittu, Andha Soonemiyaalai Azhaiththukkonduvaa Endraan; Avalai Azhaiththukkonduvandhaan; Aval Avanidaththil Vandhapodhu ; Avan, Un Kumaaranai Eduththukkondu Po Endraan. "
},{ "Verses": "37 appozhudhu Aval Ulle Poi, Avan Paadhaththile Vizhundhu, Tharaimattum Panindhu, Than Kumaaranai Eduththuk Kondu Veliye Ponaal. "
},{ "Verses": "38 elisaa Kilkaalukkuth Thirumbip Poi Irukkaiyil, Dhesaththile Panjam Undaayitru; Theerkkadharisigalin Puththirar, Avanukku Munbaaga Utkaarndhirundhaargal; Avan Than Velaikkaaranai Nokki: Nee Periya Paanaiyai Aduppile Vaiththuth Theerkkadharisigalin Puththirarukkuk Koozhkaaichchu Endraan. "
},{ "Verses": "39 oruvan Keeraigalaip Parikka Veliyile Poi, Oru Peykkommattik Kodiyaik Kandu, Adhan Kaaigalai Madi Niraiya Aruththuvandhu, Avaigalai Arindhu Koozhppaanaiyile Pottaan; Adhu Innadhendru Avargalukkuth Theriyaadhirundhadhu. "
},{ "Verses": "40 saappida Adhai Janangalukku Vaarththaargal; Avargal Andhak Koozhil Eduththu Saappidugirapodhu, Adhai Saappidak Koodaamal: Dhevanudaiya Manushane, Paanaiyil Saavu Irukkiradhu Endru Saththamittaargal. "
},{ "Verses": "41 appozhudhu Avan, Maavaik Konduvarachcholli, Adhaip Paanaiyile Pottu, Janangal Saappidumpadi Avargalukku Vaar Endraan; Appuram Paanaiyile Thosham Illaamar Poyitru. "
},{ "Verses": "42 pinbu Paagaal Saleeshaavilirundhu Oru Manushan Dhevanudaiya Manushanukku Mudharpalanaana Vaarkodhumaiyin Irubadhu Appangalaiyum Thaal Kadhirgalaiyum Konduvandhaan; Appozhudhu Avan: Janangalukku Saappidakkodu Endraan. "
},{ "Verses": "43 adharku Avanudaiya Panividaikkaaran: Idhai Naan Nooruperukku Mun Vaippadhu Eppadi Endraan. Adharku Avan: Adhai Janangalukku Saappidak Kodu; Saappittapirpaadu Innum Meedhiyundaayirukkum Endru Karththar Sollugiraar Endraan. "
},{ "Verses": "44 appozhudhu Avargalukku Munbaaga Adhai Vaiththaan; Karththarudaiya Vaarththaiyinpadiye Avargal Saappittadhumandri Meedhiyum Irundhadhu. "
}
]