[
{ "Verses": "1 agasiyaavin Thaayaagiya Aththaaliyaal Than Kumaaran Irandhuponadhaik Kandapodhu, Ezhumbi Raajavamsasthar Yaavaraiyum Sangaaram Panninaal. "
},{ "Verses": "2 yoraam Ennum Raajaavin Kumaaraththiyum Agasiyaavin Sagodhariyumaagiya Yosebaal, Kolaiyunnappadugira Raajakumaararin Naduvilirukkira Agasiyaavin Maganaagiya Yovaasaik Kalavaai Eduththaal; Avan Kollappadaadhapadi, Avanaiyum Avan Thaadhiyaiyum Aththaaliyaalukkuth Theriyaamal Palli Araiyil Oliththu Vaiththaargal. "
},{ "Verses": "3 ivalodekooda Avan Aaruvarusham Karththarudaiya Aalayaththil Oliththuvaikkappattirundhaan; Aththaaliyaal Dhesaththinmel Raajyabaarampanninaal. "
},{ "Verses": "4 ezhaam Varushaththile Yoidhaa Nooruperukku Adhipadhigalaiyum Thalaivaraiyum Kaavalaalaraiyum Azhaippiththu, Avargalaith Thannidaththil Karththarudaiya Aalayaththile Varachcholli, Avargalodu Udanpadikkaipanni, Avargalaik Karththarudaiya Aalayaththile Aanaiyiduviththuk Kondu, Avargalukku Raajaavin Kumaaranaik Kaanbiththu, "
},{ "Verses": "5 avargalai Nokki: Neengal Seyyavendiya Kaariyam Ennavendraal, Oivunaalil Muraippadi Inge Varugira Ungalil Moondril Orupangu Raajaavin Aramanaik Kaaval Kaakkavendum. "
},{ "Verses": "6 moondril Orupangu Soor Ennum Vaasalilum, Moondril Orupangu Kaavalaalarin Kaavalin Pirage Irukkira Vaasalilumirundhu Aalayakkaavalaip Paththiramaaik Kaakkavendum. "
},{ "Verses": "7 ippadiye Oivunaalil Muraippadiye Ungalil Irandupanguper, Raajaavinidaththil Karththarudaiya Aalayaththaik Kaaval Kaakkavendum. "
},{ "Verses": "8 neengal Avaravar Thangal Aayudhangalaik Kaiyile Pidiththavargalaai, Raajaavai Sutrilum Varisaiyaai Nindru Kondirukkavendum; Varisaigalukkul Pugundhuvarugiravan; Kolaiseyyappadakkadavan; Raajaa Veliye Pogumpodhum Ulle Varumpodhum Neengal Avarode Irungal Endraan. "
},{ "Verses": "9 aasaariyanaagiya Yoidhaa Kattalaiyittapadiyellaam Nooruperukku Adhipadhigal Seydhu, Avaravar Oivunaalil Muraippadi Varugiravargalum Muraippadi Pogiravargalumaagiya Thangal Manusharaik Koottikkondu, Aasaariyanaagiya Yoidhaavinidaththil Vandhaargal. "
},{ "Verses": "10 aasaariyan Karththarin Aalayaththil Dhaaveedhuraajaa Vaiththirundha Eettigalaiyum Kedagangalaiyum Nooruperukku Adhipadhigalidaththil Koduththaan. "
},{ "Verses": "11 kaavalaalar Avaravar Thangal Aayudhangalaip Pidiththavargalaai, Aalayaththin Valadhupakkamthodangi Adhin Idadhupakkamattum, Balipeedaththirku Edhiraagavum Aalayaththirku Edhiraagavum Raajaavai Sutrilum Nindraargal. "
},{ "Verses": "12 appozhudhu Avan: Raajakumaaranai Veliye Konduvandhu, Kreedaththai Avanmel Vaiththu, Saatchiyin Aagamaththai Avan Kaiyile Koduththaan; Ippadi Avanai Raajaavaakki Abishegampanni: Raajaa Vaazhga Endru Solli Kaikottinaargal. "
},{ "Verses": "13 odivarugira Janangal Seydha Aaravaaraththai Aththaaliyaal Kettapodhu: Aval Karththarudaiya Aalayaththirku Janangalidaththil Vandhu, "
},{ "Verses": "14 idho, Raajaa Muraimaiyinpadiye Thoonandaiyile Nirkiradhaiyum, Raajaavandaiyil Nirkira Prabukkalaiyum, Ekkaalam Oodhugiravargalaiyum, Dhesaththu Janangal Ellaarum Sandhoshappattu Ekkaalam Oodhugiradhaiyum Kandavudane, Aththaaliyaal Than Vasthirangalaik Kizhiththukkondu: Dhrogam Dhrogam Endru Koovinaal. "
},{ "Verses": "15 aasaariyanaagiya Yoidhaa Raanuvaththalaivaraagiya Nooruperukku Adhipadhigalaanavargalukkuk Kattalaiyittu: Ivalai Varisaigalukkup Purambe Kondupongal; Ivalaip Pinpatrugiravanaip Pattayaththaale Vettippodungal Endraan. Karththarudaiya Aalayaththil Avalaik Kollalaagaadhu Endru Aasaariyan Solliyirundhaan. "
},{ "Verses": "16 avargal Avalukku Idam Undaakkinapodhu, Raajaavin Aramanaikkul Kudhiraigal Pravesikkira Vazhiyile Aval Pogaiyil, Avalaik Kondru Pottaargal. "
},{ "Verses": "17 appozhudhu Yoidhaa, Avargal Karththarudaiya Janamaayirukkumpadikku, Raajaavum Janangalum Karththarode Udanpadikkaipannavum, Raajaavum Janangalum Oruvarodoruvar Udanpadikkaipannavum Seydhu, "
},{ "Verses": "18 pinbu Dhesaththin Janangal Ellaarum Paagaalin Kovilil Poi, Adhai Idiththu, Adhin Balipeedangalaiyum Adhin Vikkiragangalaiyum Mutrilum Udaiththu, Paagaalin Poojaasaariyaagiya Maaththaanai Balipeedangalukku Munbaagak Kondru Pottaargal. Aasaariyan Karththarudaiya Aalayaththai Visaarikkum Uththiyogastharai Erpaduththinaan. "
},{ "Verses": "19 nooruperukku Adhipadhigalaiyum Thalaivaraiyum Kaavalaalaraiyum Dhesaththin Janangalaiyum Kootti, Raajaavaik Karththarudaiya Aalayaththilirundhu Irangap Panni, Avanaik Kaavalaalarin Vaasal Vazhiyaai Raaja Aramanaikku Azhaiththukkonduponaargal; Ange Avan Raajaakkaludaiya Singaasanaththinmel Utkaarndhaan. "
},{ "Verses": "20 dhesaththin Janangal Ellaarum Magizhndhu Nagaram Amaidhalaayitru. Aththaaliyaalaiyo Raajaavin Aramanaiyandaiyil Pattayaththaal Kondrupottaargal. "
},{ "Verses": "21 yovaas Raajaavaagirapodhu Ezhu Vayadhaayirundhaan. "
}
]