[
{ "Verses": "1 elisaa Thaan Uyirppiththa Pillaiyin Thaayaagiya Sthreeyai Nokki: Nee Un Veettaarodunkooda Ezhundhu Purappattup Poi Engeyaagilum Sanjari; Karththar Panjaththai Varuvippaar; Adhu Ezhuvarusham Dhesaththil Irukkum Endru Solliyirundhaan. "
},{ "Verses": "2 andha Sthree Ezhundhu, Dhevanudaiya Manushan Sonna Vaarththaiyinpadi Seydhu, Than Veettaarodunkoodap Purappattu, Pelistharin Dhesaththil Poi, Ezhuvarusham Sanjariththaal. "
},{ "Verses": "3 ezhuvarusham Sendrapinbu, Aval Pelistharin Dhesaththai Vittuth Thirumba Vandhu, Than Veettukkaagavum Than Vayalukkaagavum Raajaavinidaththil Muraiyidumpadi Ponaal. "
},{ "Verses": "4 anneraththil Raajaa, Dhevanudaiya Manushanin Velaikkaaranaayirundha Keyaasiyudane Pesi: Elisaa Seydha Adhisayangalaiyellaam Nee Enakku Vivaramaai Sol Endraan. "
},{ "Verses": "5 seththup Ponavanai Uyirppiththaar Enbadhai Avan Raajaavukku Arivikkirapodhu, Idho, Avan Uyirppiththa Pillaiyin Thaayaagiya Andha Sthree Vandhu, Than Veettukkaagavum Than Vayalukkaagavum Raajaavinidaththil Muraiyittaal; Appozhudhu Keyaasi: Raajaavaagiya En Aandavane, Ivaldhaan Andha Sthree; Elisaa Uyirppiththa Ivaludaiya Kumaaran Ivan Thaan Endraan. "
},{ "Verses": "6 raajaa Andha Sthreeyaik Kettadharku, Aval: Adhai Avanukku Vivariththu Sonnaal; Appozhudhu Raajaa Avalukku Oru Pradhaaniyai Niyamiththu, Avalukku Undaanadhu Ellaavatraiyum, Aval Dhesaththai Vittuppona Naal Mudhal Idhuvaraikkum Undaana Andha Vayalin Varumaanam Anaiththaiyum Avalukkuk Kidaikkumpadi Sey Endraan. "
},{ "Verses": "7 seeriyaavin Raajaavaagiya Penaadhaadh Vyaadhiyaayirundhaan; Elisaa Thamaskuvukku Vandhaan; Dhevanudaiya Manushan Ivvidaththil Vandhirukkiraan Endru Avanukku Arivikkappattapodhu, "
},{ "Verses": "8 raajaa Aasagelai Nokki: Nee Un Kaiyile Oru Kaanikkaiyai Eduththuk Kondu, Dhevanudaiya Manushanukku Edhirkondupoi, Naan Indha Vyaadhi Neengip Pizhaippenaa Endru Avanaik Kondu Karththaridaththil Visaarikka Sonnaan. "
},{ "Verses": "9 aasagel Thamaskuvin Sagala Uchchidhangalilum Naarpadhu Ottagangalin Sumaiyaana Kaanikkaiyai Eduththukkondu, Avanukku Edhirkondu Poi, Avanukku Munbaaga Nindru, Seeriyaavin Raajaavaagiya Penaadhaadh Ennum Ummudaiya Kumaaran Ennai Ummidaththil Anuppi, Indha Vyaadhi Neengip Pizhaippenaa Endru Ketkachchonnaar Endraan. "
},{ "Verses": "10 elisaa Avanai Nokki: Nee Poi, Vyaadhi Neengip Pizhaippeer Endru Avanukku Sollum; Aanaalum Avan Saagave Saavaan Enbadhaik Karththar Enakkuk Kaanbiththaar Endraan. "
},{ "Verses": "11 pinbu Dhevanudaiya Manushan: Than Mugaththaith Thiruppaamal Avan Saliththuppogumattum Avanai Nokkik Konde Azhudhaan. "
},{ "Verses": "12 appozhudhu Aasagel: En Aandavan Azhugiradhu Enna Endru Kettaan. Adharku Avan: Nee Isravel Puththirarukku Seyyum Theengai Naan Arindhirukkirapadiyinaal Azhugiren; Nee Avargal Kottaigalai Akkinikku Iraiyaakki, Avargal Vaalibaraip Pattayaththaal Kondru, Avargal Kuzhandhaigalaith Tharaiyode Modhi, Avargal Karppavadhigalaik Keerippoduvaai Endraan. "
},{ "Verses": "13 appozhudhu Aasagel: Iththanai Periya Kaariyaththai Seyya Naayaagiya Umadhu Adiyaan Emmaaththiram Endraan. Adharku Elisaa: Nee Seeriyaavinmel Raajaavaavaai Enbadhaik Karththar Enakkuth Theriviththaar Endraan. "
},{ "Verses": "14 ivan Elisaavaivittup Purappattu, Than Aandavanidaththil Vandhapodhu, Avan: Elisaa Unakku Enna Sonnaan Endru Kettadharku; Ivan Neer Vyaadhi Neengip Pizhaippeer Endru Enakku Sonnaan Endru Solli, "
},{ "Verses": "15 marunaalile Oru Samukkaalaththai Eduththu, Thanneerile Thoiththu Avan Mugaththinmel Viriththaan; Adhinaal Avan Seththupponaan; Aasagel Avanukkup Padhilaai Raajaavaanaan. "
},{ "Verses": "16 isravelin Raajaavaagiya Aagaabin Kumaaran Yoraamudaiya Aindhaam Varushaththil, Yosabaadh Yoodhaavile Innum Raajaavaayirukkaiyil, Yosabaaththin Kumaaranaagiya Yoraam Ennum Yoodhaavin Raajaa Raajyabaarampannath Thuvakkinaan. "
},{ "Verses": "17 avan Raajaavaagirapodhu Muppaththirandu Vayadhaayirundhu, Ettu Varusham Erusalemil Raajyabaaram Panninaan. "
},{ "Verses": "18 avan Isravel Raajaakkalin Vazhiyile Nadandhu, Aagaabin Veettaar Seydhadhupola Seydhaan; Aagaabin Kumaaraththi Avanukku Manaiviyaayirundhaal; Avankarththarin Paarvaikkup Pollaappaanadhai Seydhaan. "
},{ "Verses": "19 karththar: Un Kumaararukkulle Ennaalum Oru Vilakkai Unakkuk Kattalaiyiduven Endru Thammudaiya Dhaasanaagiya Dhaaveedhukku Sonnadhinpadiye, Avanimiththam Avar Yoodhaavai Mutrilum Kedukkavillai. "
},{ "Verses": "20 avan Naatkalil Yoodhaavudaiya Kaiyin Keezhirundha Edhomiyar Kalagam Panni, Thangalukku Oru Raajaavai Erpaduththikkondaargal. "
},{ "Verses": "21 adhinaale Yoraam Sagala Radhangalodunkooda Saayeerukkup Purappattup Ponaan; Avan Raaththiriyil Ezhundhirundhu, Thannai Valaindhukonda Edhomiyaraiyum Radhangalin Thalaivaraiyum Muriya Adiththapodhu, Janangal Thangal Koodaarangalukku Odipponaargal. "
},{ "Verses": "22 appadiye Yoodhaavudaiya Kaiyin Keezhirundha Edhomiyar, Innaalvaraikkum Irukkiradhupola, Kalagampanninaargal; Akkaalaththil Thaane Lipnaa Pattanaththaarum Kalagampanninaargal. "
},{ "Verses": "23 yoraamin Matra Varththamaanangalum, Avan Seydhavai Yaavum, Yoodhaavudaiya Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu. "
},{ "Verses": "24 yoraam Than Pidhaakkalode Niththiraiyadaindhu, Than Pidhaakkalidaththile Dhaaveedhin Nagaraththil Adakkampannappattaan; Avanukkup Padhilaaga Avan Kumaaranaagiya Agasiyaa Raajaavaanaan. "
},{ "Verses": "25 isravelin Raajaavaagiya Aagaabin Kumaaran Yoraamudaiya Pannirandaam Varushaththile, Yoodhaavin Raajaavaagiya Yoraamin Kumaaran Agasiyaa Raajaavaanaan. "
},{ "Verses": "26 agasiyaa Raajaavaagirapodhu, Irubaththirandu Vayadhaayirundhu, Ore Varusham Erusalemil Raajyabaarampanninaan; Isravelin Raajaavaagiya Omriyin Kumaaraththiyaana Avan Thaayin Per Aththaaliyaal. "
},{ "Verses": "27 avan Aagaabudaiya Veettaarin Vazhiye Nadandhu, Aagaabin Veettaaraippol Karththarin Paarvaikkup Pollaappaanadhai Seydhaan; Avan Aagaab Veettaarode Sambandhankalandhirundhaan. "
},{ "Verses": "28 avan Aagaabin Kumaaranaagiya Yoraamodekoodak Keeleyaaththilulla Raamoththirku Seeriyaavin Raajaavaagiya Aasagelodu Yuththampannapponaan; Seeriyar Yoraamaik Kaayappaduththinaargal. "
},{ "Verses": "29 raajaavaagiya Yoraam Thaan Seeriyaavin Raajaavaagiya Aasagelodu Yuththam Pannugaiyil, Seeriyar Raamaavile Thannai Vettina Kaayangalai Aatrik Kolla Yesrayelukkup Poyirundhaan; Aagaabin Kumaaranaagiya Yoraam Vyaadhiyaayirundhapadiyinaal, Yoodhaavin Raajaavaagiya Yoraamin Kumaaran Agasiyaa Yesrayelil Irukkira Avanaip Paarkkiradharkup Ponaan. "
}
]