[
{ "Verses": "1 appozhudhu Raajaa Yoodhaavilum Erusalemilum Irundha Moopparaiyellaam Azhaippiththaan; Avargal Avanidaththil Koodinapodhu, "
},{ "Verses": "2 raajaavum, Avanodu Yoodhaavin Manushar Yaavarum Erusalemin Kudigal Anaivarum, Aasaariyargalum, Theerkkadharisigalum, Siriyordhuvakkip Periyormattumulla Sagalarum Karththarin Aalayaththukkup Ponaargal; Karththarudaiya Aalayaththile Kandedukkappatta Udanpadikkai Pusthagaththin Vaarththaigalaiyellaam Avargal Kaadhugal Ketka Vaasiththaan. "
},{ "Verses": "3 appozhudhu Raajaa, Thoon Aruge Nindru, Karththaraip Pinpatri Nadakkavum, Avarudaiya Karpanaigalaiyum Avarudaiya Saatchigalaiyum Avarudaiya Kattalaigalaiyum Muzhu Irudhayaththodum Muzhu Aaththumaavodum Kaikkollavum, Andhap Pusthagaththil Ezhudhiyirukkira Andha Udanpadikkaiyin Vaarththaigalai Niraivetravum Karththarudaiya Sannidhiyil Udanpadikkaipanninaan; Janangal Ellaarum Udanpadikkaikku Utpattaargal. "
},{ "Verses": "4 pinbu Raajaa: Paagaalukkum Vikkiragaththoppukkum Vaanaththin Sagala Senaigalukkum Pannappattirundha Sagala Panimuttugalaiyum Karththarudaiya "
},{ "Verses": " aalayaththilirundhu Purambaakka, Pradhaana Aasaariyanaagiya Ilkkiyaavukkum Irandaam Vaguppilulla Aasaariyargalukkum Vaasal Kaakkiravargalukkum Kattalaiyittu, Avaigalai Erusalemukkup Purambaaik Keedharon Veligalil Sutteriththu, Avaigalin Saambalai Beththelukkuk Kondupokappanninaan. "
},{ "Verses": "5 yoodhaavin Pattanangalilum Erusalemai Sutrilum Medaigalinmel Thoobangaatta, Yoodhaavin Raajaakkal Vaiththa Poojaasaarigalaiyum, Paagaalukkum Sooriyanukkum Sandhiranukkum Kiragangalukkum Vaanaththin Sagala Senaigalukkum Thoobankaattinavargalaiyum Agatrivittaan. "
},{ "Verses": "6 thoppu Vikkiragaththai Karththarin Aalayaththilirundhu Erusalemukkup Purampe Keedharon Aatrirkuk Kondupoi, Adhaik Keedharon Aatru Oraththile Sutteriththu, Adhaith Thoolaakki, Andhath Thoolai Janapuththirarudaiya Piredhak Kuzhigalinmel Poduviththaan. "
},{ "Verses": "7 karththarin Aalayaththirku Aruge Sthreegal Thoppu Vikkiragaththukkuk Koodaarangalai Neydha Idaththilulla Lachchaiyaana Punarchchikkaararin Veedugalai Idiththuppottaan. "
},{ "Verses": "8 avan Yoodhaavin Pattanangalilulla Ellaa Aasaariyaraiyum Vara Solli, Kebaamudhal Peyersebaamattum Aasaariyargal Thoobankaattiyirundha Medaigalaith Theettaakki, Olimugavaasalgalin Medaigalaiyum, Pattanaththu Vaasalukkuppogum Vazhikku Idadhupuramaayirukkira Pattanaththalaivanaagiya Yosuvaavin Vaasarpadiyil Irundha Medaiyaiyum Idiththuppottaan. "
},{ "Verses": "9 medaigalin Aasaariyargal Erusalemilirukkira Karththarudaiya Balipeedaththinmel Baliyidaamal, Thangal Sagodhararukkulle Pulippillaadha Appangalaip Pusikkiradharkumaaththiram Uththaram Petraargal. "
},{ "Verses": "10 oruvanum Molegukkendru Than Kumaaranaiyaagilum Than Kumaaraththiyaiyaagilum Theekkadakkappannaadhapadikku, Innom Puththirarin Pallaththaakkilirukkira Thoppedh Ennum Sthalaththaiyum Avan Theettaakki, "
},{ "Verses": "11 karththarin Aalayaththirkul Pogira Idandhodangi, Pattanaththukkup Purampe Irukkira Naaththaanmelek Ennum Pradhaaniyin Arai Veedu Mattum Yoodhaavin Raajaakkal Sooriyanukkendru Vaiththirundha Kudhiraigalai Agatri, Sooriyanin Radhangalai Akkiniyil Sutteriththaan. "
},{ "Verses": "12 yoodhaavin Raajaakkal Undaakkinadhum, Aagaasudaiya Melveettil Irundhadhumaana Balipeedangalaiyum, Manaase Karththarudaiya Aalayaththin Irandu Piraagaarangalilum Undaakkina Balipeedangalaiyum Raajaa Idiththu, Avaigalin Thoolai Angeyirundhu Eduththuk Keedharon Aatril Kottinaan. "
},{ "Verses": "13 erusalemukku Edhire Irukkira Naasamalaiyin Valadhupuraththil Isravelin Raajaavaagiya Saalomon Seedhoniyarin Aruvaruppaagiya Astharoththirkum, Movaabiyarin Aruvaruppaagiya Kaamosukkum, Ammon Puththirarin Aruvaruppaagiya Milkomukkum Kattiyirundha Medaigalaiyum Raajaa Theettaakki, "
},{ "Verses": "14 silaigalai Udaiththu, Vikkiragath Thoppugalai Nirmoolamaakki, Avaigalin Sthalaththai Manusharin Elumbugalaal Nirappinaan. "
},{ "Verses": "15 isravelaip Paavancheyyappannina Nebaaththin Kumaaranaagiya Yerobeyaam Beththelil Undaakkiyirundha Balipeedamum Medaiyum Aagiya Avvirandaiyum Avan Idiththu, Andha Medaiyai Sutteriththuth Thoolaakki Vikkirath Thoppaiyum Sutteriththaan. "
},{ "Verses": "16 yosiyaa Thirumbippaarkkirapodhu Ange Andha Malaiyilirukkira Kallaraigalaik Kandu, Aatkalai Anuppi, Andhak Kallaraigalilulla Elumbugalai Eduththu Varachcheydhu, Ippadi Nadakkum Endru Dhevanudaiya Manushan Koorina Karththarudaiya Vaarththaiyinpadiye, Avaigalai Andha Balipeedaththinmel Sutteriththu Adhaith Theettaakkinaan. "
},{ "Verses": "17 appozhudhu Avan: Naan Kaangira Andhak Kurippadaiyaalam Enna Endru Kettadharku, Andhap Pattanaththu Manushar: Adhu Yoodhaavilirundhu Vandhu, Neer Seydha Indhak Kiriyaigalai Beththelin Balipeedaththirku Virodhamaaik Koori, Ariviththa Dhevanudaiya Manushanin Kallarai Endraargal. "
},{ "Verses": "18 adharku Avan: Irukkattum, Oruvanum Avan Elumbugalaith Thodavendaam Endraan; Appadiye Avan Elumbugalai Samaariyaavilirundhu Vandha Theerkkadharisiyin Elumbugalodu Vittuvittaargal. "
},{ "Verses": "19 karththarukkuk Kobamundaakka Isravelin Raajaakkal Samaariyaavin Pattanangalil Undaakkiyirundha Medaigalin Kovilgalaiyellaam Yosiyaa Thagarththu, Beththelile Thaan Seydha Seygaigalinpadiye Avaigalukku Seydhu, "
},{ "Verses": "20 avvidangalil Irukkira Medaigalin Aasaariyargalaiyellaam Balipeedangalinmel Kondrupottu, Avaigalinmel Manusharin Elumbugalai Sutteriththu, Erusalemukkuth Thirumbinaan. "
},{ "Verses": "21 pinbu Raajaa: Indha Udanpadikkaiyin Pusthagaththil Ezhudhiyirukkirapadiye Ungal Dhevanaagiya Karththarukkup Paskaavai Aasariyungal Endru Sagala Janangalukkum Kattalaiyittaan. "
},{ "Verses": "22 isravelai Nyaayam Visaariththa Nyaayaadhipadhigalin Naatkal Thodangi, Isravelin Raajaakkal Yoodhaavin Raajaakkal Aagiya Avargaludaiya Sagala Naatkalilum Indhap Paskaavaippol Paskaa Aasarikkappadavillai. "
},{ "Verses": "23 raajaavaagiya Yosiyaavin Padhinettaam Varushaththile Karththarukku Indhap Paskaa Erusalemile Aasarikkap Pattadhu. "
},{ "Verses": "24 aasaariyanaagiya Ilkkiyaa Karththarudaiya Aalayaththil Kandeduththa Pusthagaththil Ezhudhiyirukkira Nyaayappramaanaththin Vaarththaigalai Niraivetrumpadikku, Yosiyaa Anjanakkaararaiyum, Kurisollugiravargalaiyum, Suroobangalaiyum Naragalaana Vikkiragangalaiyum, Yoodhaadhesaththilum Erusalemilum Kaanappatta Ellaa Aruvaruppugalaiyum Nirmoolamaakkinaan. "
},{ "Verses": "25 karththaridaththukkuth Than Muzhu Irudhayaththodum Than Muzhu Aaththumaavodum Than Muzhu Balaththodum Moseyin Nyaayappramaanaththirku Etrapadiyellaam Seyya Manadhai Saaiththaan; Avanaip Poloththa Raajaa Avanukkumun Irundhadhumillai, Avanukkuppin Ezhumbinadhumillai. "
},{ "Verses": "26 aagilum, Manaase Karththarukkuk Kobamundaakkina Sagala Kaariyangalinimiththamum Avar Yoodhaavinmel Konda Thammudaiya Magaa Kobaththin Ukkiraththai Vittuth Thirumbaamal: "
},{ "Verses": "27 naan Isravelaith Thallivittadhu Pola Yoodhaavaiyum En Mugaththai Vittuth Thalli, Naan Therindhukonda Indha Erusalem Nagaraththaiyum, En Naamam Vilangum Endru Naan Sonna Aalayaththaiyum Veruththuviduven Endru Karththar Sonnaar. "
},{ "Verses": "28 yosiyaavin Matra Varththamaanangalum, Avan Seydhavai Yaavum, Yoodhaavudaiya Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu. "
},{ "Verses": "29 avan Naatkalil Egipthin Raajaavaagiya Paarvonneko Aseeriyaa Raajaavukku Virodhamaai Aipiraaththu Nadhikkup Pogirapodhu Raajaavaagiya Yosiyaa Avanukku Edhiraagap Purappattaan; Paarvonneko Avanai Megodhovile Kandapodhu, Avanaik Kondru Pottaan. "
},{ "Verses": "30 maranamadaindha Avanai Avanudaiya Oozhiyakkaarar Radhaththinmel Etri, Megodhovilirundhu Erusalemukkuk Konduvandhu, Avanai Avan Kallaraiyil Adakkampanninaargal; Appozhudhu Dhesaththin Janangal Yosiyaavin Kumaaranaagiya Yovaagaasai Azhaiththu, Avanai Abishegampanni, Avan Thagappan Sthaanaththil Avanai Raajaavaakkinaargal. "
},{ "Verses": "31 yovaagaas Raajaavaagirapodhu Irubaththumoondru Vayadhaayirundhu, Moondru Maadham Erusalemil Arasaandaan; Lipnaa Ooraanaagiya Eremiyaavin Kumaaraththiyaana Avan Thaayinper Amuththaal. "
},{ "Verses": "32 avan Than Pidhaakkal Seydhapadiyellaam Karththarin Paarvaikkup Pollaappaanadhai Seydhaan. "
},{ "Verses": "33 avan Erusalemil Arasaalaadhapadikku, Paarvonneko Avanai Aamaath Dhesamaana Riplaavile Pidiththuk Kattuviththu, Dhesaththinmel Nooru Thaalandhu Velliyaiyum Oru Thaalandhu Ponnaiyum Abaraadhamaaga Sumaththi, "
},{ "Verses": "34 yosiyaavin Kumaaranaagiya Eliyaakkeemai Avan Thagappanaagiya Yosiyaavin Sthaanaththil Raajaavaaga Vaiththu, Avan Perai Yoyaakkeem Endru Maatri, Yovaagaasaik Kondupoi Vittaan; Ivan Egipthile Poi Ange Maranamadaindhaan. "
},{ "Verses": "35 andha Velliyaiyum Ponnaiyum Yoyaakkeem Paarvonukkuk Koduththaan; Aanaalum Paarvonudaiya Kattalaiyinpadi Andhap Panaththaik Kodukkumpadi Avan Dhesaththai Madhippittu, Avaravar Madhippinpadi Andha Velliyaiyum Ponnaiyum Paarvon Nekovukkuk Kodukkaththakkadhaaga Dhesaththu Janangalin Kaiyile Thandinaan. "
},{ "Verses": "36 yoyaakkeem Raajaavaagirapodhu Irubaththaindhu Vayadhaayirundhu, Padhinoruvarusham Erusalemil Arasaandaan; Roomaa Ooraanaagiya Pedhaayaamin Kumaaraththiyaagiya Avan Thaayinper Sebudhaal. "
},{ "Verses": "37 avan Than Pidhaakkal Seydhapadiyellaam Karththarin Paarvaikkup Pollaappaanadhai Seydhaan. "
}
]