[
{ "Verses": "1 yoodhaavin Raajaavaagiya Yosabaaththin Padhinettaam Varushaththil Aagaabin Kumaaranaagiya Yoraam Samaariyaavile Isravelinmel Raajaavaagip Pannirandu Varusham Raajyabaarampanni, "
},{ "Verses": "2 karththarin Paarvaikkup Pollaappaanadhai Seydhaan; Aanaalum Than Thagappanaippolum Than Thaayaip Polum Alla; Than Thagappan Pannuviththa Paagaalin Silaiyai Agatrivittaan. "
},{ "Verses": "3 endraalum Isravelaip Paavan Cheyyappannina Nebaaththin Kumaaranaagiya Yerobeyaamin Paavangalai Avan Vittu Neengaamal Avaigalile Sikkik Kondirundhaan. "
},{ "Verses": "4 movaabin Raajaavaagiya Mesaa Aadumaadugal Peruththavanaayirundhu, Isravelin Raajaavukku Latcham Aattukkuttigalaiyum, Latcham Kurumbaattuk Kadaakkalaiyum Seluththivandhaan. "
},{ "Verses": "5 aagaab Irandhuponapin Movaabin Raajaa Isravelin Raajaavukku Virodhamaaik Kalagam Panninaan. "
},{ "Verses": "6 akkaalaththile Yoraam Ennum Raajaa Samaariyaavilirundhu Purappattu, Isravelaiyellaam Lakkam Paarththuppoi: "
},{ "Verses": "7 movaabin Raajaa Enakku Virodhamaaik Kalagampanninaan; Movaabiyarmel Yuththampanna, Ennodekooda Varugireeraa Endru Yoodhaavin Raajaavaagiya Yosabaaththaik Kettanuppinadharku; Avan Naan Varugiren; Naan Thaan Neer, Ennudaiya Janangal Ummudaiya Janangal, Ennudaiya Kudhiraigal Ummudaiya Kudhiraigal Endraan. "
},{ "Verses": "8 endha Vazhiyaaip Povom Endru Kettaan; Adharku Avan: Edhom Vanaandharavazhiyaai Endraan. "
},{ "Verses": "9 appadiye Isravelin Raajaavum Yoodhaavin Raajaavum Edhomin Raajaavum Serndhu Ponaargal; Aanaalum Avargal Ezhunaal Sutriththirindhapodhu, Avargalaip Pinsellugira Raanuvaththukkum Mirugajeevangalukkum Thanneer Illaamarpoyitru. "
},{ "Verses": "10 appozhudhu Isravelin Raajaa: Aiyo, Indha Moondru Raajaakkalaiyum Karththar Movaabiyarin Kaiyil Oppukkodukka Varavazhaiththaare Endraan. "
},{ "Verses": "11 appozhudhu Yosabaadh: Naam Karththaridaththil Visaarikkumpadi Karththarudaiya Theerkkadharisi Oruvarum Inge Illaiyaa Endru Kettadharku, Eliyaavin Kaigalukkuth Thanneer Vaarththa Saappaaththin Kumaaranaagiya Elisaa Inge Irukkiraan Endru Isravel Raajaavin Oozhiyakkaararil Oruvan Marumozhiyaaga Sonnaan. "
},{ "Verses": "12 appozhudhu Yosabaadh Avanai Nokki: Karththarudaiya Vaarththai Avanidaththil Irukkiradhu Endraan; Isravelin Raajaavum Yosabaaththum Edhomin Raajaavum Avanidaththil Ponaargal. "
},{ "Verses": "13 elisaa Isravelin Raajaavaip Paarththu: Enakkum Umakkum Enna? Neer Ummudaiya Thagappanin Theerkkadharisigalidaththilum, Ummudaiya Thaayaarin Theerkkadharisigalidaththilum Pom Endraan. Adharku Isravelin Raajaa: Appadiyalla, Karththar Indha Moondru Raajaakkalaiyum Movaabiyarin Kaiyil Oppukkodukkiradharku Varavazhaiththaar Endraan. "
},{ "Verses": "14 adharku Elisaa: Naan Yoodhaavin Raajaavaagiya Yosabaaththin Mugaththaip Paaraadhirundhaal Naan Ummai Nokkavumaatten, Ummaip Paarkkavumaatten Endru Senaigaludaiya Karththarukku Munnirkira Naan Avarudaiya Jeevanaikkondu Sollugiren. "
},{ "Verses": "15 ippodhum Oru Suramandala Vaaththiyakkaaranai Ennidaththil Konduvaarungal Endraan; Suramandala Vaaththiyakkaaran Vandhu Vaasiththapodhu Karththarudaiya Karam Avanmel Irangi, "
},{ "Verses": "16 avan: Karththar Uraikkiradhu Ennavendraal, Indhap Pallaththaakkile Engum Vaaikkaalgalai Vettungal. "
},{ "Verses": "17 neengal Kaatraiyum Kaanamaatteergal, Mazhaiyaiyum Kaanamaatteergal; Aanaalum Neengalum Ungal Aadu Maadugalum Ungal Mirugajeevangalum Kudikkumpadikku, Indhap Pallaththaakku Thanneeraal Nirappappadum Endru Karththar Sollugiraar. "
},{ "Verses": "18 idhu Karththarin Paarvaikku Arpakaariyam; Movaabiyaraiyum Ungal Kaiyile Oppukkoduppaar. "
},{ "Verses": "19 neengal Sagala Kottaigalaiyum Sagala Sirandha Pattanangalaiyum Thagarththu, Nalla Marangalaiyellaam Vetti, Neerootrugalaiyellaam Thoorththu, Nalla Nilaththaiyellaam Kalmedugalaakkik Keduppeergal Endraan. "
},{ "Verses": "20 marunaal Kaalame Baliseluththappadum Neraththil, Idho, Thanneer Edhom Dhesavazhiyaai Vandhadhinaal Dhesam Thanneeraal Nirambitru. "
},{ "Verses": "21 thangalodu Yuththampanna Raajaakkal Varugiradhai Movaabiyarellaarum Kettapodhu, Avargal Aayudham Tharikkaththakka Vayadhullavargalaiyum, Adharku Mel Tharamaanavargal Ellaaraiyum Kootti Azhaiththukkondu Vandhu Ellaiyile Nindraargal. "
},{ "Verses": "22 movaabiyar Adhikaalame Ezhundhapodhu Sooriyan Thanneerin Mel Pragaasiththadhinaal Andhath Thanneer Avargalukku Raththampol Sivappaaik Kaanappattadhu. "
},{ "Verses": "23 adhinaal Avargal: Idhu Raththam, Andha Raajaakkal Thangalaith Thaangale Oruvarai Oruvar Vettikkondu Maanduponaargal; Aadhalaal Movaabiyare, Kollaikku Vaarungal Endru Sonnaargal. "
},{ "Verses": "24 avargal Isravelin Paalayaththirku Vandhapodhovenil, Isravelar Ezhumbi, Movaabiyaraith Thangalukku Munbaaga Odippogaththakkadhaai Muriya Adiththu, Avargal Dhesaththirkul Pugundhu, Angeyum Movaabiyarai Muriya Adiththu, "
},{ "Verses": "25 pattanangalai Idiththu, Sagala Nalla Nilaththilum Kallerindhu Nirappi, Neerootrugalaiyellaam Thoorththu, Nalla Marangalaiyellaam Vettippottaargal; Kiraareseththile Maaththiram Adhin Madhilgal Innum Idipadaadhirukkirapodhu, Kavankaarar Adhai Sutrikkondu Adhaiyum Sedhamaakkinaargal. "
},{ "Verses": "26 yuththam Mummuramaagiradhendru Movaabiyarin Raajaa Kandapodhu, Avan Edhomin Raajaavinmel Valumaiyaai Vizhugiradharkup Pattayam Uruvugira Ezhunooruperaik Koottikkondu Ponaan; Aanaalum Avargalaale Koodaamarpoyitru. "
},{ "Verses": "27 appozhudhu Avan Than Sthaanaththil Raajaavaagappogira Than Seshtapuththiranaip Pidiththu, Alangaththinmel Avanai Sarvaanga Thaganamaaga Baliyittaan; Appozhudhu Isravelarmel Kadunkobam Moondadhinaal, Avargal Avanaivittup Purappattu, Thangal Dhesaththirkuth Thirumbivittaargal. "
}
]