[
{ "Verses": "1 avan Naatkalile Baabilon Raajaavaagiya Nebugaadhnechchaar Vandhaan; Yoyaakkeem Moondru Varusham Avanai Seviththu, Pinbu Avanukku Virodhamaagak Kalagampanninaan. "
},{ "Verses": "2 appozhudhu Karththar Kaldheyarin Thandugalaiyum, Seeriyarin Thandugalaiyum, Movaabiyarin Thandugalaiyum, Ammon Puththirarin Thandugalaiyum, Avan Mel Varavittaar; Theerkkadharisigalaagiya Thammudaiya Oozhiyakkaararaikkondu Karththar Sonna Vaarththaiyinpadiye Avar Avaigalai Yoodhaavai Azhikkumpadikku Varavittaar. "
},{ "Verses": "3 manaase Than Ellaa Seygaigalinaalum Seydha Paavangalinimiththam Yoodhaavaith Thamadhu Samugaththai Vittu Agatrumpadi Karththarudaiya Kattalaiyinaal Appadi Nadandhadhu. "
},{ "Verses": "4 avan Sindhina Kutramatra Raththaththirkaagavum Erusalemaik Kutramatra Raththaththaal Nirappinadharkaagavum Karththar Mannikka Siththamillaadhirundhaar. "
},{ "Verses": "5 yoyaakkeemin Matra Varththamaanangalum, Avanseydhavai Yaavum, Yoodhaavudaiya Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu. "
},{ "Verses": "6 yoyaakkeem Than Pidhaakkalode Niththiraiyadaindhapin, Avan Kumaaranaagiya Yoyaakkeen Avan Sthaanaththil Raajaavaanaan. "
},{ "Verses": "7 egipthin Raajaa Appuram Than Dhesaththilirundhu Purappattu Varavillai; Egipthin Nadhithuvakki Aipiraaththu Nadhimattum Egipthin Raajaavukku Irundha Yaavaiyum Baabilon Raajaa Pidiththirundhaan. "
},{ "Verses": "8 yoyaakkeen Raajaavaagirapodhu Padhinettu Vayadhaayirundhu, Erusalemile Moondru Maadham Arasaandaan; Erusalem Ooraanaagiya Elnaaththaanin Kumaaraththiyaana Avan Thaayinper Negusthaal. "
},{ "Verses": "9 avan Than Thagappan Seydhapadiyellaam Karththarin Paarvaikkup Pollaappaanadhai Seydhaan. "
},{ "Verses": "10 akkaalaththile Baabilon Raajaavaagiya Nebugaadhnechchaarin Sevagar Erusalemukku Vandhaargal; Nagaram Mutrikkai Podappattadhu. "
},{ "Verses": "11 baabilon Raajaavaagiya Nebugaadhnechchaarudaiya Sevagar Nagaraththai Mutrikkai Podugaiyil Avan Thaanum Adharku Virodhamaai Vandhaan. "
},{ "Verses": "12 appozhudhu Yoodhaavin Raajaavaagiya Yoyaakkeenum, Avan Thaayum, Avan Oozhiyakkaararum, Avan Prabukkalum, Pradhaanigalum Baabilon Raajaavinidaththirkup Purappattupponaargal; Avanaip Baabilon Raajaa Than Aalugaiyin Ettaam Varushaththile Pidiththuk Kondaan. "
},{ "Verses": "13 angeyirundhu Karththarudaiya Aalayaththin Sagala Pokkishangalaiyum, Raajaavudaiya Aramanaiyin Pokkishangalaiyum Eduththukkondu, Isravelin Raajaavaagiya Saalomon Karththarudaiya Aalayaththil Undaakkiyirundha Pon Panimuttugalaiyellaam, Karththar Solliyirundhapadiye Udaiththuppottu, "
},{ "Verses": "14 erusalemiyar Anaivarum Sagala Prabukkalum Sagala Paraakkiramasaaligalumaagiya Padhinaayiramperaiyum, Sagala Thachcharaiyum Kollaraiyum Siraipidiththuk Konduponaan; Dhesaththil Ezhai Janangale Allaamal Veroruvarum Meedhiyaayirukkavillai. "
},{ "Verses": "15 avan Yoyaakkeenaiyum, Raajaavin Thaayaiyum, Raajaavin Sthreegalaiyum, Avan Pradhaanigalaiyum, Dhesaththin Paraakkiramasaaligalaiyum Erusalemilirundhu Baabilonukku Siraipidiththukkonduponaan. "
},{ "Verses": "16 ippadiye Baabilon Raajaa Paraakkiramasaaligalaana Manusharaagiya Ezhaayiramperaiyum, Thachcharum Kollarumaagiya Aayiramperaiyum, Yuththampannaththakka Balasaaligalaiyum Baabilonukku Siraipidiththukkonduponaan. "
},{ "Verses": "17 avanukkup Padhilaagap Baabilon Raajaa Avan Siriya Thagappanaagiya Maththaniyaavai Raajaavaaga Vaiththu, Avanukku Sidhekkiyaa Endru Maruperittaan. "
},{ "Verses": "18 sidhekkiyaa Raajaavaagirapodhu Irubaththoru Vayadhaayirundhu, Padhinoru Varusham Erusalemile Arasaandaan; Lipnaa Ooraanaagiya Eremiyaavin Kumaaraththiyaana Avan Thaayinper Amuththaal. "
},{ "Verses": "19 yoyaakkeem Seydhapadiyellaam Avanum Karththarudaiya Paarvaikkup Pollaappaanadhai Seydhaan. "
},{ "Verses": "20 erusalemaiyum Yoodhaavaiyum Karththar Thammudaiya Samugaththaivittu Agatrith Theerumalavum, Avaigalinmelulla Avarudaiya Kobaththinaal Ippadi Nadandhadhum Allaamal, Sidhekkiyaa Baabilonile Raajaavukku Virodhamaagak Kalagamum Panninaan. "
}
]