[
{ "Verses": "1 yegoovin Ezhaam Varushaththil Yovaas Raajaavaagi, Erusalemile Naarpadhu Varusham Raajyabaarampanninaan; Peyersebaa Ooraalaagiya Avanudaiya Thaayin Per Sibiyaal. "
},{ "Verses": "2 aasaariyanaagiya Yoidhaa Yovaasaip Podhagampannina Naalellaam Avan Karththarin Paarvaikku Semmaiyaanadhai Seydhaan. "
},{ "Verses": "3 medaigalaimaaththiram Agatravillai; Janangal Innum Medaigalmel Baliyittuth Thoobankaattivandhaargal. "
},{ "Verses": "4 yovaas Aasaariyarai Nokki: Pradhishtaiyaakkappatta Porulgalaagiya Karththarudaiya Aalayaththukkuk Konduvarappadugira Ellaap Panangalaiyum, Lakkaththirkutpadugiravargalin Panaththaiyum, Meetpukkaaga Madhikkappadugira Aatkalin Panaththaiyum, Karththarudaiya Aalayaththukkuk Konduvarumpadi, Avaravar Thamtham Manadhile Niyamiththirukkum Ellaap Panaththaiyum, "
},{ "Verses": "5 aasaariyargal Avaravar Thangalukku Arimugamaanavargal Kaiyil Vaangi Kondu, Aalayaththil Engenge Pazhudhu Kaangiradho, Angeyellaam Aalayaththaip Pazhudhupaarkkavendum Endraan. "
},{ "Verses": "6 aanaalum Raajaavaagiya Yovaasin Irubaththumoondraam Varushamattum Aasaariyargal Aalayaththaip Pazhudhupaaraadhe Ponapadiyinaal, "
},{ "Verses": "7 raajaavaagiya Yovaas Aasaariyanaagiya Yoidhaavaiyum Matra Aasaariyargalaiyum Azhaippiththu: Neengal Aalayaththaip Pazhudhupaaraadheponadhenna? Ini Neengal Ungalukku Arimugamaanavargal Kaiyile Panaththai Vaangaamal, Adhai Aalayaththaip Pazhudhupaarkkiradharkaaga Vittuvidungal Endraan. "
},{ "Verses": "8 appozhudhu Aasaariyargal Janaththin Kaiyile Panaththai Vaangikkollaamalum, Aalayaththaip Pazhudhupaaraamalum Irukkiradharku Sammadhiththaargal. "
},{ "Verses": "9 aasaariyanaagiya Yoidhaa Oru Pettiyai Eduththu, Adhin Moodiyile Oru Thuvaaramittu, Adhai Balipeedaththandaiyile Karththarudaiya Aalayaththil Janangal Utpravesikkum Valadhupakkaththil Vaiththaan; Vaasarpadiyaik Kaakkira Aasaariyargal Karththarudaiya Aalayaththirkuk Konduvarappatta Panaththaiyellaam Adhile Pottaargal. "
},{ "Verses": "10 pettiyile Migundha Panam Undendru Avargal Kaanumpodhu, Raajaavin Sambiradhiyum Pradhaana Aasaariyanum Vandhu: Karththarudaiya Aalayaththile Segarikkappatta Panaththai Enni Mudippukkatti , "
},{ "Verses": "11 ennina Panaththaik Karththarudaiya Aalayaththile Visaarippukkaarar Kaiyile Koduppaargal; Adhai Avargal Karththarudaiya Aalayaththaip Pazhudhupaarkkira Thachcharukkum, Sirpaasaarigalukkum, "
},{ "Verses": "12 kotrarukkum, Kalthachcharukkum, Karththarudaiya Aalayaththaip Pazhudhupaarkkath Thevaiyaana Marangalaiyum Vettina Karkalaiyum Kollugiradharkum, Aalayaththaip Pazhudhupaarkkiradharku Sellum Ellaa Selavukkum Koduppaargal. "
},{ "Verses": "13 karththarudaiya Aalayaththukkuk Konduvarappatta Panaththinaale Vellikkinnangalum, Keedhavaaththiyangalum, Kalangalum, Ekkaalangalum, Porpaaththirangalum, Vellip Paaththirangalum Pannappadaamal, "
},{ "Verses": "14 karththarudaiya Aalayaththaip Pazhudhu Paarkkumpadikku Velaiseygiravargalukke Adhaik Koduththaargal. "
},{ "Verses": "15 velai Seygiravargalukkuk Kodukkumpadikku, Panaththai Varappatrik Konda Manushar Kaiyile Kanakkuk Kelaadhirundhaargal; Avargal Unmaiyaai Adhai Nadappiththaargal. "
},{ "Verses": "16 kutrappraayachchiththap Panamum Paavappraayachchiththap Panamum Karththarudaiya Aalayaththirkaagak Konduvarap Padavillai; Adhu Aasaariyarai Serndhadhu. "
},{ "Verses": "17 adharkuppinbu Seeriyaavin Raajaavaagiya Aasagel Vandhu, Kaaththoorinmel Yuththampanni Adhaip Pidiththaan; Adhinpinbu Erusalemukku Virodhamaaip Poga Aasagel Than Mugaththaith Thiruppinaan. "
},{ "Verses": "18 appozhudhu Yoodhaavin Raajaavaagiya Yovaas, Than Pidhaakkalaagiya Yosabaadh Yoraam Agasiyaa Ennum Yoodhaavin Raajaakkal Parisuththampanni Vaiththa Ellaavatraiyum, Thaan Parisuththam Pannivaiththadhaiyum, Karththarudaiya Aalayaththilum Raajaavin Aramanaiyilumulla Pokkishangalil Agappatta Pon Yaavaiyum Eduththu Seeriyaavin Raajaavaagiya Aasagelukku Anuppinaan; Appozhudhu Avan Erusalemai Vittuth Thirumbip Ponaan. "
},{ "Verses": "19 yovaasin Matra Varththamaanangalum, Avan Seydhavai Yaavum Yoodhaavudaiya Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu. "
},{ "Verses": "20 yovaasin Oozhiyakkaarar Ezhumbi Kattuppaadu Pannikkondu, Sillaavukkup Pogira Vazhiyilirukkira Millo Veettile Avanaik Kondrupottaargal. "
},{ "Verses": "21 simiyaadhin Kumaaran, Yosagaar Somerin Kumaaran Yosabaadh Ennum Avanudaiya Oozhiyakkaarar Avanaik Kondraargal; Irandhupona Avanai Dhaaveedhin Nagaraththil Avanudaiya Pidhaakkalandaiyile Adakkampanninaargal; Avan Kumaaranaagiya Amadhsiyaa Avan Sthaanaththil Raajaavaanaan. "
}
]