[
{ "Verses": "1 manaase Raajaavaagirapodhu Pannirandu Vayadhaayirundhu, Aimbaththaindhu Varusham Erusalemil Arasaandaan; Avan Thaayinper Epsibaal. "
},{ "Verses": "2 karththar Isravel Puththirarukku Munbaagath Thuraththina Jaadhigaludaiya Aruvaruppugalinpadiye, Avan Karththarin Paarvaikkup Pollaappaanadhai Seydhu, "
},{ "Verses": "3 than Thagappanaagiya Esekkiyaa Idiththuppotta Medaigalaith Thirumbavum Katti, Paagaalukku Balipeedangalai Eduppiththu, Isravelin Raajaavaagiya Aagaab Seydhadhupola Vikkiragaththoppai Undaakki, Vaanaththin Senaigalaiyellaam Panindhukondu Avaigalai Seviththaan. "
},{ "Verses": "4 erusalemile En Naamaththai Vilangappannuven Endru Karththar Sollik Kuriththa Karththarudaiya Aalayaththile Avan Balipeedangalaik Katti, "
},{ "Verses": "5 karththarudaiya Aalayaththin Irandu Praagaarangalilum Vaanaththin Senaigalukkellaam Balipeedangalaik Katti, "
},{ "Verses": "6 than Kumaaranaith Theemidhikkappanni, Naalpaarkkiravanum Nimiththampaarkkiravanumaayirundhu, Anjanam Paarkkiravargalaiyum Kurisollugiravargalaiyum Vaiththu, Karththarukkuk Kobamundaaga Avar Paarvaikkup Pollaappaanadhai Migudhiyaai Seydhaan. "
},{ "Verses": "7 indha Aalayaththilum, Naan Isravelin Sagala Koththirangalilumirundhu Therindhukonda Erusalemilum, En Naamaththai Endraikkum Vilangappannuven Endru Karththar Dhaaveedhodum Avan Kumaaranaagiya Saalomonodum Sollik Kuriththa Aalayaththile Avan Pannina Thoppuvikkiragaththai Vaiththaan. "
},{ "Verses": "8 naan Avargalukkuk Karpiththa Ellaavatrinpadiyeyum, En Dhaasanaagiya Mose Avargalukkuk Karpiththa Ellaa Nyaayappramaanaththinpadiyeyum Seyya Jaakkiradhaiyaai Irundhaargaleyaanaal, Naan Ini Isravelin Kaalai Avargal Pidhaakkalukkuk Koduththa Dhesaththaivittu Alaiyappannuvadhillai Endru Solliyirundhaar. "
},{ "Verses": "9 aanaalum Avargal Kelaadheponaargal; Karththar Isravel Puththirarukku Munbaaga Azhiththa Jaadhigal Seydha Pollaappaippaarkkilum Adhigamaai Seyya Manaase Avargalai Evivittaan. "
},{ "Verses": "10 aagaiyaal Karththar Theerkkadharisigalaagiya Thammudaiya Oozhiyakkaararaik Kondu Uraiththadhu: "
},{ "Verses": "11 yoodhaavin Raajaavaagiya Manaase Thanakku Munnirundha Emoriyar Seydha Ellaavatraippaarkkilum Kedaaga Indha Aruvaruppugalai Seydhu, Than Naragalaana Vikkiragangalaal Yoodhaavaiyum Paavancheyyappanninapadiyinaal, "
},{ "Verses": "12 isravelin Dhevanaagiya Karththar Sollugiradhu Ennavendraal: Idho, Ketkappogira Yaavarudaiya Irandu Kaadhugalilum Adhu Thoniththukkondirukkumpadiyaana Pollaappai Naan Erusaleminmelum Yoodhaavinmelum Varappanni, "
},{ "Verses": "13 erusaleminmel Samaariyaavin Mattanoolaiyum Aagaab Veettin Thookku Noolaiyum Pidippen; Oruvan Oru Thaalaththaith Thudaiththup Pinbu Adhaik Kavizhththuvaikkiradhupola Erusalemaith Thudaiththuviduven. "
},{ "Verses": "14 avargal Thangal Pidhaakkal Egipthilirundhu Purappatta Naalmudharkondu Innaalvaraikkum En Paarvaikkup Pollaappaanadhai Seydhu, Enakkuk Kobam Moottivandhapadiyinaal, En Sudhandharaththin Meedhiyaanadhaik Kaivittu, Avargal Pagaignarin Kaiyil Avargalai Oppukkoduppen. "
},{ "Verses": "15 thangal Pagaignarukkellaam Kollaiyum Sooraiyumaaip Povaargal Endraar. "
},{ "Verses": "16 karththarin Paarvaikkup Pollaappaanadhai Seyyumpadiyaaga, Manaase Yoodhaavaip Paavancheyyappannina Andhap Paavamum Thavira, Avan Erusalemai Naalu Moolaivaraiyum Raththappazhigalaal Nirappaththakkadhaai, Kutramillaadha Raththaththaiyum Migudhiyaaga Sindhinaan. "
},{ "Verses": "17 manaaseyin Matra Varththamaanangalum, Avan Seydhavai Yaavum, Avan Seydha Paavamum Yoodhaavudaiya Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu. "
},{ "Verses": "18 manaase Than Pidhaakkalode Niththiraiyadaindhapin, Avan Oosaavin Thottamaagiya Than Aramanaith Thottaththil Adakkampannappattaan; Avan Sthaanaththile Avan Kumaaranaagiya Aamon Raajaavaanaan. "
},{ "Verses": "19 aamon Raajaavaanapodhu Irubaththirandu Vayadhaayirundhu, Irandu Varusham Erusalemil Arasaandaan; Yodhpaa Ooraanaagiya Aaroodhsin Kumaaraththiyaana Avan Thaayin Per Mesullemedh. "
},{ "Verses": "20 avan Than Thagappanaagiya Manaase Seydhadhupola, Karththarin Paarvaikkup Pollaappaanadhai Seydhu, "
},{ "Verses": "21 than Thagappan Nadandha Ellaa Vazhiyilum Nadandhu, Than Thagappan Seviththa Naragalaana Vikkiragangalai Seviththu Avaigalaip Panindhukondu, "
},{ "Verses": "22 karththarin Vazhiyile Nadavaamal, Than Pidhaakkalin Dhevanaagiya Karththarai Vittu Vittaan. "
},{ "Verses": "23 aamonin Oozhiyakkaarar Avanukku Virodhamaaik Kattuppaadu Panni, Raajaavai Avan Aramanaiyile Kondrupottaargal. "
},{ "Verses": "24 adhinaal Dhesaththu Janangal Raajaavaagiya Aamonukku Virodhamaaik Kattuppaadupanninavargalaiyellaam Vettippottu, Avan Kumaaranaagiya Yosiyaavai Avan Sthaanaththil Raajaavaakkinaargal. "
},{ "Verses": "25 aamon Seydha Matra Varththamaanangal Yoodhaavudaiya Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu. "
},{ "Verses": "26 avan Oosaavin Thottaththilulla Avanudaiya Kallaraiyil Adakkam Pannappattaan; Avan Sthaanaththile Avan Kumaaranaagiya Yosiyaa Raajaavaanaan. "
}
]