[
{ "Verses": "1 appozhudhu Theerkkadharisiyaagiya Elisaa Theerkkadharisigalin Puththiraril Oruvanai Azhaiththu: Nee Idaikkattik Kondu, Indhath Thailakkuppiyai Un Kaiyil Eduththukkondu, Keeleyaaththilulla Raamoththirkup Po. "
},{ "Verses": "2 nee Ange Serndhapodhu, Nimsiyin Maganaana Yosabaaththin Kumaaran Yegoo Enge Irukkiraan Endru Paarththu, Ange Utpravesiththu, Avanaith Than Sagodhararin Naduvilirundhu Ezhundhirukkappanni, Avanai Ullaana Oru Araiyile Azhaiththukkondupoi, "
},{ "Verses": "3 thailakkuppiyai Eduththu, Avan Thalaiyinmel Vaarththu: Unnai Isravelinmel Raajaavaaga Abishegampanninen Endru Karththar Sollugiraar Endru Solli, Kadhavaith Thirandhu Thaamadhiyaamal Odippo Endraan. "
},{ "Verses": "4 appadiye Theerkkadharisiyin Oozhiyakkaaranaagiya Andha Vaaliban Keeleyaaththilulla Raamoththirkup Ponaan. "
},{ "Verses": "5 avan Utpravesiththapodhu, Senaapadhigal Ange Utkaarndhirundhaargal; Appozhudhu Avan: Senaapadhiye, Umakku Sollavendiya Oru Vaarththai Undu Endraan. Adharku Yegoo: Engalellaarukkullum Yaarukku Endru Kettadharku, Avan, Senaapadhiyaagiya Umakkuththaan Endraan." 
},{ "Verses": "6 avan Ezhundhu, Araiveettirkul Pravesiththaan; Avan Andhath Thailaththai Avan Thalaiyinmel Vaarththu, Avanai Nokki: Isravelin Dhevanaagiyakarththar Sollugiradhu Ennavendraal, Unnaik Karththarudaiya Janamaagiya Isravelinmel Raajaavaaga Abishegampanninen." 
},{ "Verses": "7 naan En Oozhiyakkaararaagiya Theerkkadharisigalin Raththappazhiyaiyum, Karththarudaiya Sagala Oozhiyakkaararin Raththap Pazhiyaiyum, Yesabelin Kaiyile Vaangumpadikku Nee Un Aandavanaagiya Aagaabin Kudumbaththai Azhiththuvidakkadavaai. "
},{ "Verses": "8 aagaabin Kudumbamellaam Azhiyum Padikku, Naan Aagaabukku Suvaril Neer Vidum Oru Naai Mudhalaai Iraadhapadikku, Isravelile Avanudaiyavargalil Adaippattavanaiyum Vidupattavanaiyum Karuvaruththu, "
},{ "Verses": "9 aagaabin Kudumbaththai Nebaaththin Kumaaranaagiya Yerobeyaamin Kudumbaththukkum, Agiyaavin Kumaaranaagiya Paashaavin Kudumbaththukkum Sariyaakkuven. "
},{ "Verses": "10 yesabelai Yesrayelin Nilaththile Naaigal Thindruvidum; Avalai Adakkampannugiravan Illaiyengiraar Endru Solli, Kadhavaith Thirandhu Odip Ponaan. "
},{ "Verses": "11 yegoo Than Aandavanudaiya Oozhiyakkaararidaththukkuth Thirumbivandhapodhu, Avargal Avanai Nokki: Sugaseydhiyaa? Andhap Payiththiyakkaaran Unnidaththil Vandhadhu Enna Endru Kettaargal. Adharku Avan: Andha Manushanaiyum, Avan Sonna Kaariyaththaiyum Neengal Ariveergal Endraan. "
},{ "Verses": "12 adharku Avargal: Adhu Poi, Adhai Engalukku Sollum Endraargal. Appozhudhu Avan: Naan Unnai Isravelinmel Raajaavaaga Abishegam Panninen Endru Karththar Uraikkiraar Endru Inna Inna Pragaaramaaga Ennidaththil Sonnaan Endraan. "
},{ "Verses": "13 appozhudhu Avargal Theeviramaai Avaravar Thangal Vasthiraththaip Padigalin Uyaraththil Avan Keezhe Viriththu, Ekkaalam Oodhi: Yegoo Raajaavaanaan Endraargal. "
},{ "Verses": "14 appadiye Nimsiyin Maganaagiya Yosabaaththin Kumaaran Yegoo Enbavan Yoraamukku Virodhamaaik Kattuppaadu Panninaan; Yoraamo Isravelar Ellaarodunkooda Keeleyaaththilulla Raamoththile Seeriyaavin Raajaavaagiya Aasagelinimiththam Kaaval Vaiththu Vaiththaan. "
},{ "Verses": "15 aanaalum Seeriyaavin Raajaavaagiya Aasagelode Pannina Yuththaththile, Seeriyar Thannai Vettina Kaayangalai Yesrayelile Aatrikkollugiradharku, Raajaavaagiya Yoraam Thirumbip Poyirundhaan. Yegoo Enbavan: Idhu Ungalukku Sammadhiyaayirundhaal Yesrayelil Idhai Arivikkiradharku Oruvarum Pattanaththilirundhu Thappip Pogumpadi Vidaadhirungal Endraan. "
},{ "Verses": "16 appozhudhu Yegoo Radhaththinmel Eri, Yesrayelukku Neraagap Ponaan, Yoraam Ange Vyaadhiyaaik Kidandhaan; Yoraamaippaarkka, Yoodhaavin Raajaavaagiya Agasiyaavum Ange Vandhirundhaan. "
},{ "Verses": "17 yesrayelil Koburaththinmel Nirkira Jaamakkaaran, Yegoovin Koottam Varugiradhaik Kandu: Oru Koottaththaik Kaangiren Endraan. Appozhudhu Yoraam: Nee Oru Kudhiraiveeranaik Kooppittu, Avargalukku Edhiraaga Anuppi Samaadhaanamaa Endru Ketkachchol Endraan. "
},{ "Verses": "18 andhak Kudhiraiveeran: Avanukku Edhirkondupoi, Samaadhaanamaa Endru Raajaa Ketkachchonnaar Endraan. Adharku Yegoo: Samaadhaanaththaip Patri Unakku Enna? En Pirage Thirumbivaa Endraan. Appozhudhu Jaamakkaaran: Anuppappattavan Avargal Irukkum Idamattum Ponapodhilum Thirumbivaravillai Endraan. "
},{ "Verses": "19 aagaiyaal Veroru Kudhiraiveeranai Anuppinaan, Avan Avargalidaththil Poi: Samaadhaanamaa Endru Raajaa Ketkachchonnaar Endraan. Adharku Yegoo Samaadhaanaththaippatri Unakku Enna? En Pirage Thirumbivaa Endraan. "
},{ "Verses": "20 appozhudhu Jaamakkaaran: Avan Avargal Irukkum Idamattum Ponapodhilum Thirumbivaravillai Endrum, Ottugiradhu Nimsiyin Kumaaranaagiya Yegoo Ottugiradhu Pola Irukkiradhu; Adhivegamaai Ottugiraan Endrum Sonnaan. "
},{ "Verses": "21 appozhudhu Yoraam: Radhaththai Aayaththappaduththu Endraan; Avanudaiya Radhaththai Aayaththappaduththinapodhu, Isravelin Raajaavaagiya Yoraamum, Yoodhaavin Raajaavaagiya Agasiyaavum Avanavan Than Than Radhaththil Eri Yegoovukku Neraagap Purappattu, Yesrayeliyanaagiya Naaboththin Nilaththile Avanukku Edhirppattaargal. "
},{ "Verses": "22 yoraam Yegoovaik Kandavudane: Yegoove, Samaadhaanamaa Endraan. Adharku Yegoo: Un Thaayaagiya Yesabelin Vesiththanangalum Avaludaiya Pilli Sooniyangalum, Iththanai Eraalamaayirukkaiyil Samaadhaanam Edhu Endraan. "
},{ "Verses": "23 appozhudhu Yoraam Than Radhaththaith Thiruppikkondu Odippoi, Agasiyaavai Nokki: Agasiyaave, Idhu Sadhi Endraan. "
},{ "Verses": "24 yegoo Than Kaiyaal Villai Naanetri, Ambu Yoraamudaiya Nenjil Uruvip Purappadaththakkadhaai, Avanai Avan Buyangalin Naduve Eydhaan; Adhinaal Avan Than Radhaththile Surundu Vizhundhaan. "
},{ "Verses": "25 appozhudhu Yegoo, Than Senaapadhiyaagiya Pidhkaarai Nokki: Avanai Eduththu, Yesrayeliyanaagiya Naaboththin Vayalnilaththil Erindhu Podu; Naanum Neeyum Oru Sodaai Avan Thagappanaagiya Aagaabin Pirage Kudhirai Eri Varugirapodhu, Karththar Indha Aakkinaiyai Avanmel Sumaththinaar Enbadhai Ninaiththukkol. "
},{ "Verses": "26 netru Naaboththin Raththaththaiyum, Avan Kumaararin Raththaththaiyum Kanden Allavaa Endrum, Indha Nilaththil Unakku Needhiyai Sarikkattuven Endrum Appozhudhu Karththar Sonnaare; Ippodhum Avanai Eduththu, Karththarudaiya Vaarththaiyinpadiye Indha Nilaththil Erindhupodu Endraan. "
},{ "Verses": "27 idhai Yoodhaavin Raajaavaagiya Agasiyaa Kandu, Thottaththin Veettuvazhiyaai Odipponaan; Yegoo Avanaip Pin Thodarndhu: Avanaiyum Radhaththile Vettippodungal Endraan; Avargal Ipleyaam Kitta Irukkira Koormalaiyin Mel Erugira Vazhiyile Appadi Seydhaargal; Avan Megodhovukku Odippoi Ange Seththup Ponaan. "
},{ "Verses": "28 avanudaiya Oozhiyakkaarar Avanai Radhaththinmel Erusalemukkuk Kondupoi, Avanai Dhaaveedhin Nagaraththil Avan Pidhaakkalodu Avanudaiya Kallaraiyile Adakkampanninaargal. "
},{ "Verses": "29 indha Agasiyaa, Aagaabudaiya Kumaaranaagiya Yoraamin Padhinoraam Varushaththil Yoodhaavinmel Raajaavaanaan. "
},{ "Verses": "30 yegoo Yesrayelukku Vandhaan; Adhai Yesabel Kettapodhu, Than Kangalukku Maiyittu, Than Thalaiyai Singaariththukkondu, Jannalvazhiyaai Ettippaarththu, "
},{ "Verses": "31 yegoo Olimugavaasalil Vandhapodhu, Aval: Than Aandavanaik Kondra Simri Shemam Adaindhaanaa Endraal. "
},{ "Verses": "32 appozhudhu Avan Than Mugaththai Andha Jannalukku Neraaga Ereduththu: En Patchaththil Irukkiradhu Yaar? Yaar? Endru Kettadharku, Irandu Moondru Pradhaanigal Avanai Ettippaarththaargal. "
},{ "Verses": "33 appozhudhu Avan: Avalaik Keezhe Thallungal Endraan; Appadiye Avalaik Keezhe Thallinadhinaal, Avaludaiya Raththam Suvarilum Kudhiraigalilum Theriththadhu; Avan Avalai Midhiththuk Kondu, "
},{ "Verses": "34 ullepoi, Pusiththuk Kudiththapinbu: Neengal Poi Sabikkappatta Andha Sthreeyaip Paarththu, Avalai Adakkampannungal; Aval Oru Raajakumaaraththi Endraan. "
},{ "Verses": "35 avargal Avalai Adakkampannap Pogirapodhu, Avaludaiya Thalaiyottaiyum Kaalgalaiyum Ullankaigalaiyume Allaamal Verondraiyum Kaanavillai. "
},{ "Verses": "36 aagaiyaal Avargal Thirumbavandhu Avanukku Ariviththaargal; Appozhudhu Avan: Idhu Karththar Thisbiyanaagiya Eliyaa Ennum Thammudaiya Oozhiyakkaaranaik Kondu Sonna Vaarththai; Yesrayelin Nilaththile Naaigal Yesabelin Maamsaththaith Thinnum Endrum, "
},{ "Verses": "37 innadhu Yesabelendru Sollak Koodaadhapadikku, Yesabelin Predham Yesrayelin Nilaththile Vayalveliyinmel Podum Eruvaippol Aagum Endrum Sonnaare Endraan. "
}
]