[
{ "Verses": "1 karththar Eliyaavai Suzhalkaatrile Paralogaththirku Eduththuk Kollap Pogirapodhu, Eliyaa Elisaavodekoodak Kilgaalilirundhu Purappattupponaan. "
},{ "Verses": "2 eliyaa Elisaavai Nokki: Nee Inge Iru; Karththar Ennai Beththelmattum Poga Anuppugiraar Endraan. Adharku Elisaa: Naan Ummai Vidugiradhillai Endru Karththarin Jeevanaiyum Ummudaiya Jeevanaiyumkondu Sollugiren Endraan; Appadiye Iruvarum Beththelukkup Ponaargal. "
},{ "Verses": "3 appozhudhu Beththelilirundha Theerkkadharisigalin Puththirar Elisaavinidaththil Vandhu: Indraikkuk Karththar Unakkuth Thalaimaiyaayirukkira Un Ejamaanai Unnaivittu Eduththuk Kolvaar Enbadhu Unakkuth Theriyumaa Endraargal. Adharku Avan: Enakkuth Theriyum, Summaa Irungal Endraan." 
},{ "Verses": "4 pinbu Eliyaa Avanai Nokki: Elisaave, Nee Inge Iru; Karththar Ennai Erigomattum Poga Anuppugiraar Endraan. Adharku Avan: Naan Ummai Vidugiradhillai Endru Karththarudaiya Jeevanaiyum Ummudaiya Jeevanaiyumkondu Sollugiren Endraan; Appadiye Avargal Erigovukku Vandhaargal. "
},{ "Verses": "5 erigovilirundha Theerkkadharisigalin Puththirar Elisaavinidaththil Vandhu: Indraikkuk Karththar Unakkuth Thalaimaiyaayirukkira Un Ejamaanai Unnaivittu Eduththukkolvaar Enbadhu Unakkuth Theriyumaa Endru Avanaik Kettaargal. Adharku Avan: Enakkuth Theriyum, Summaa Irungal Endraan. "
},{ "Verses": "6 pinbu Eliyaa Avanai Nokki: Nee Inge Iru; Karththar Ennai Yordhaanukku Anuppugiraar Endraan. Adharku Avan: Naan Ummai Vidugiradhillai Endru Karththarudaiya Jeevanaiyum Ummudaiya Jeevanaiyumkondu Sollugiren Endraan; Appadiye Iruvarum Ponaargal. "
},{ "Verses": "7 theerkkadharisigalin Puththiraril Aimbadhuper Poi, Dhooraththile Paarththukkondu Nindraargal; Avargal Iruvarum Yordhaan Karaiyile Nindraargal. "
},{ "Verses": "8 appozhudhu Eliyaa, Than Saalvaiyai Eduththu Murukkith Thanneerai Adiththaan; Adhu Irupakkamaagap Pirindhadhu; Avargal Iruvarum Ularndha Tharaivazhiyaai Akkaraikkup Ponaargal. "
},{ "Verses": "9 avargal Akkaraippattapinbu, Eliyaa Elisaavai Nokki: Naan Unnaivittu Eduththukkollappadu Munne Naan Unakku Seyyavendiyadhu Enna, Kel Endraan. Adharku Elisaa: Ummidaththilulla Aaviyin Varam Enakku Rattippaaik Kidaikkumpadi Vendugiren Endraan. "
},{ "Verses": "10 adharku Avan: Aridhaana Kaariyaththaik Kettaai; Unnaivittu Naan Eduththukkollappadugaiyil Ennai Nee Kandaal Unakkuk Kidaikkum; Illaavittaal Kidaiyaadhu Endraan. "
},{ "Verses": "11 avargal Pesikkondu Nadandhupogaiyil, Idho, Akkiniradhamum Akkinik Kudhiraigalum Avargal Naduvaaga Vandhu Iruvaraiyum Piriththadhu; Eliyaa Suzhalkaatrile Paralogaththirku Eripponaan. "
},{ "Verses": "12 adhai Elisaa Kandu: En Thagappane, En Thagappane, Isravelukku Radhamum Kudhiraiveerarumaai Irundhavare Endru Pulambinaan; Avanai Appuram Kaanaamal, Than Vasthiraththaip Pidiththu Irandu Thundaagak Kizhiththaan. "
},{ "Verses": "13 pinbu Avan Eliyaavin Melirundhukeezhe Vizhundha Saalvaiyai Eduththuth Thirumbippoi, Yordhaanin Karaiyile Nindru, "
},{ "Verses": "14 eliyaavinmelirundhu Keezhe Vizhundha Saalvaiyaip Pidiththu: Eliyaavin Dhevanaagiya Karththar Enge Endru Sollith Thanneerai Adiththaan; Thanneerai Adiththavudane Adhu Irupakkamaagap Pirindhadhinaal Elisaa Ikkaraippattaan. "
},{ "Verses": "15 erigovil Paarththukkondu Nindra Theerkkadharisigalin Puththirar Avanaik Kandavudane, Eliyaavin Aavi Elisaavinmel Irangiyirukkiradhu Endru Solli, Avanukku Edhir Kondupoith Tharaimattum Kunindhu Avanai Vanangi: "
},{ "Verses": "16 idho, Umadhu Adiyaarode Aimbadhu Balavaangal Irukkiraargal; Avargal Poi Ummudaiya Ejamaanaith Thedumpadi Uththaravukodum; Oru Velaikarththarudaiya Aaviyaanavar Avarai Eduththu, Parvadhangalil Ondrinmelaagilum, Pallaththaakkugalil Ondrilaagilum Kondupoi Vaiththiruppaar Endraargal. Adharku Avan: Avargalai Anuppavendaam Endraan. "
},{ "Verses": "17 avan Saliththuppogumattum Avargal Avanai Alattikkondirundhapadiyaal Anuppungal Endraan; Appadiye Aimbadhu Perai Anuppinaargal; Avargal Moondrunaal Avanaith Thediyum Kaanaamal, "
},{ "Verses": "18 erigovilirundha Avanidaththirkuth Thirumbivandhapodhu, Avan Ivargalaip Paarththu: Pogavendaam Endru Naan Ungalukku Sollavillaiyaa Endraan. "
},{ "Verses": "19 pinbu Andhap Pattanaththin Manushar Elisaavai Nokki: Idho, Engal Aandavan Kaangirapadi Indhap Pattanam Kudiyiruppukku Nalladhu; Thanneero Kettadhu, Nilamum Paazhnilam Endraargal. "
},{ "Verses": "20 appozhudhu Avan: Oru Pudhuth Thondiyai Eduththu, Adhile Uppup Pottuk Konduvaarungal Endraan; Adhai Avanidaththil Konduvandhapodhu, "
},{ "Verses": "21 avan Neerootrandaikkup Poi, Uppai Adhile Pottu: Indhath Thanneerai Aarokkiyamaakkinen; Ini Idhinaal Saavum Varaadhu, Nilappaazhum Iraadhu Endru Karththar Sollugiraar Endraan. "
},{ "Verses": "22 elisaa Sonna Vaarththaiyinpadiye Andhath Thanneer Innaal Varaikkum Irukkirapadi Aarokkiyamaayitru. "
},{ "Verses": "23 avan Avvidaththai Vittu Beththelukkup Ponaan; Avan Vazhi Nadandhu Pogaiyil Pillaigal Pattanaththilirundhu Vandhu, Avanaip Paarththu: Mottaiththalaiyaa Erippo, Mottaiththalaiyaa Erippo Endru Solli Nindhiththaargal. "
},{ "Verses": "24 appozhudhu Avan Thirumbi Avargalaip Paarththu: Karththarin Naamaththile Avargalai Sabiththaan; Udane Kaattilirundhu Irandu Karadigal Purappattu Vandhu, Avargalil Naarpaththirandu Pillaigalaip Peerippottadhu. "
},{ "Verses": "25 avan Avvidaththai Vittuk Karmel Parvadhaththirkuppoi, Angeyirundhu Samaariyaavukkuth Thirumbinaan. "
}
]