[
{ "Verses": "1 annaatkalil Esekkiyaa Vyaadhippattu Maranaththukku Edhuvaayirundhaan; Appozhudhu Aamodhsin Kumaaranaagiya Esaayaa Ennum Theerkkadharisi Avanidaththil Vandhu, Avanai Nokki: Neer Umadhu Veettukkaariyaththai Ozhunguppaduththum; Neer Pizhaikkamaatteer, Mariththuppoveer Endru Karththar Sollugiraar Endraan. "
},{ "Verses": "2 appozhudhu Esekkiyaa Than Mugaththai Suvarppuramaagath Thirumbik Kondu, Karththarai Nokki: "
},{ "Verses": "3 aa Karththaave, Naan Umakku Munbaaga Unmaiyum Mana Uththamamumaai Nadandhu, Umadhu Paarvaikku Nalamaanadhai Seydhen Enbadhai Ninaiththarulum Endru Vinnappampanninaan. Esekkiyaa Migavum Azhudhaan. "
},{ "Verses": "4 esaayaa Paadhi Mutraththaivittu Appuram Pogiradharkumunne, Karththarudaiya Vaarththai Avanukku Undaagi, Avar Sonnadhu: "
},{ "Verses": "5 nee Thirumbippoi, En Janaththin Adhipadhiyaagiya Esekkiyaavai Nokki: Un Thagappanaagiya Dhaaveedhin Dhevanaayirukkira Karththar Sollugiradhu Ennavendraal: Un Vinnappaththaik Ketten, Un Kanneeraik Kanden; Idho, Naan Unnai Gunamaakkuven; Moondraam Naalile Nee Karththarudaiya Aalayaththukkup Povaai. "
},{ "Verses": "6 un Naatkalode Padhinaindhu Varushangalaik Koottuven; Unnaiyum Indha Nagaraththaiyum Aseeriyaa Raajaavin Kaikkuth Thappuviththu, En Nimiththamum En Dhaasanaagiya Dhaaveedhin Nimiththamum Indha Nagaraththukku Aadharavaai Iruppen Endru Sol Endraar. "
},{ "Verses": "7 pinbu Esaayaa: Aththippazhaththu Adaiyaik Konduvaarungal Endraan; Adhai Avargal Konduvandhu, Pilavaiyinmel Patruppottapodhu Avan Pizhaiththaan. "
},{ "Verses": "8 esekkiyaa Esaayaavai Nokki: Karththar Ennaik Gunamaakkuvadharkum, Moondraamnaalile Naan Karththarudaiya Aalayaththirkup Povadharkum Adaiyaalam Enna Endraan. "
},{ "Verses": "9 adharku Esaayaa: Karththar Thaam Sonna Vaarththaiyinpadiye Seyvaarenbadharku, Karththaraal Unakku Undaagum Adaiyaalamaaga Saayai Paththup Paagai Munnittup Pogavendumo, Paththuppaagai Pinnittuth Thirumba Vendumo Endru Kettaan. "
},{ "Verses": "10 adharku Esekkiyaa: Saayai Paththuppaagai Munnittuppogiradhu Lesaana Kaariyam; Appadi Vendaam; Saayai Paththuppaagai Pinnittuth Thirumbavendum Endraan. "
},{ "Verses": "11 appozhudhu Esaayaa Theerkkadharisi Karththarai Nokkik Kooppidugaiyil, Avar Aagaasudaiya Sooriya Kadiyaaraththil Paagaikkup Paagai Munpona Saayai Paththuppaagai Pinnittuth Thirumbumpadi Seydhaar. "
},{ "Verses": "12 akkaalaththile Balaadhaanin Kumaaranaagiya Perodhaak Balaadhaan Ennum Baabilonin Raajaa Esekkiyaa Vyaadhippattirukkiradhaik Kettu, Avanidaththukku Nirubangalaiyum Vegumaanaththaiyum Anuppinaan. "
},{ "Verses": "13 esekkiyaa Avargalai Angigariththu, Pinbu Avargalukkuth Than Pokkishasaalai Anaiththaiyum, Velliyaiyum, Ponnaiyum, Kandhavarkkangalaiyum, Nalla Parimalathailaththaiyum, Than Aayudhasaalai Anaiththaiyum Than Pokkishasaalaigalilulla Ellaavatraiyum Kaanbiththaan; Than Aramanaiyilum Than Raajyaththil Engum Esekkiyaa Avargalukkuk Kaanbiyaadha Porul Ondrum Illai. "
},{ "Verses": "14 appozhudhu Esaayaa Theerkkadharisi Esekkiyaa Raajaavinidaththil Vandhu: Andha Manushar Enna Sonnaargal, Engeyirundhu Ummidaththil Vandhaargal Endru Kettaan. Adharku Esekkiyaa: Baabilon Ennum Dhooradhesaththilirundhu Vandhaargal Endraan. "
},{ "Verses": "15 appozhudhu Avan: Ummudaiya Veettil Ennaththaip Paarththaargal Endru Kettaan. Adharku Esekkiyaa: En Veettilulla Ellaavatraiyum Paarththaargal; En Pokkishangalil Naan Avargalukkuk Kaanbiyaadha Porul Ondrum Illai Endraan. "
},{ "Verses": "16 appozhudhu Esaayaa Esekkiyaavai Nokki: Karththarudaiya Vaarththaiyaik Kelum. "
},{ "Verses": "17 idho, Naatkal Varum; Appozhudhu Umadhu Veettil Ulladhilum, Umadhu Pidhaakkal Innaalvaraikkum Serththadhilum Ondrum Meedhiyaaga Vaikkappadaamal Ellaam Baabilonukkuk Kondupogappadum. "
},{ "Verses": "18 neer Perappogira Umadhu Sandhaanamaagiya Umadhu Kumaarargalilum Silar Baabilon Raajaavin Aramanaiyile Aramanai Velaikkaararaayiruppaargal Endru Karththar Sollugiraar Endraan. "
},{ "Verses": "19 appozhudhu Esekkiyaa Esaayaavai Nokki: Neer Sonna Karththarudaiya Vaarththai Nalladhudhaan Endru Solli, En Naatkalilaavadhu Samaadhaanamum Unmaiyum Irukkume Endraan. "
},{ "Verses": "20 esekkiyaavin Matra Varththamaanangalum, Avanudaiya Ellaa Vallamaiyum, Avan Oru Kulaththaiyum Saalagaththaiyum Undaakkinadhinaale Thanneerai Nagaraththirkulle Varappanninadhum, Yoodhaavudaiya Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu. "
},{ "Verses": "21 esekkiyaa Than Pidhaakkalode Niththiraiyadaindhapin, Avan Kumaaranaagiya Manaase Avan Sthaanaththil Raajaavaanaan . "
}
]