[
{ "Verses": "1 aagaab Maranamadaindhapin, Movaabiyar Isravelukku Virodhamaaik Kalagampannip Pirindhu Ponaargal. "
},{ "Verses": "2 agasiyaa Samaariyaavilirukkira Than Melveettilirundhu Kiraadhiyin Vazhiyaai Vizhundhu, Vyaadhippattu: Indha Vyaadhi Neengip Pizhaippenaa Endru Ekronin Dhevanaagiya Paagaalsepoobidaththil Poi Visaariyungal Endru Aatkalai Anuppinaan. "
},{ "Verses": "3 karththarudaiya Thoodhan Thisbiyanaagiya Eliyaavai Nokki: Nee Ezhundhu, Samaariyaavudaiya Raajaavin Aatkalukku Edhirppadappoi: Isravelile Dhevan Illaiyendraa Neengal Ekronin Dhevanaagiya Paagaalsepoobidaththil Visaarikkappogireergal? "
},{ "Verses": "4 idhinimiththam Nee Erina Kattililirundhu Irangaamal, Saagave Saavaai Endru Karththar Sollugiraar Enbadhai Avargalode Sol Endraan; Appadiye Eliyaa Poi Sonnaan. "
},{ "Verses": "5 andha Aatkal Avanidaththirkuth Thirumbivandhapodhu: Neengal Thirumbi Vandhadhu Enna Endru Avan Avargalidaththil Kettaan. "
},{ "Verses": "6 adharku Avargal: Oru Manushan Engalukku Edhirppattuvandhu: Neengal Ungalai Anuppina Raajaavinidaththil Thirumbippoi, Isravelile Dhevan Illaiyendraa Nee Ekronin Dhevanaagiya Paagaalsepoobidaththil Visaarikkappogiraai; Idhinimiththam Nee Erina Kattililirundhu Irangaamal Saagave Saavaai Endru Karththar Sollugiraar Enbadhai Avanode Sollungal Endraan Endru Sonnaargal. "
},{ "Verses": "7 appozhudhu Avan Avargalai Nokki: Ungalukku Edhirppattu Vandhu, Indha Vaarththaigalai Ungalidaththil Sonna Manushan Eppadip Pattavan Endru Kettaan. "
},{ "Verses": "8 adharku Avargal: Avan Mayir Udaiyaith Thariththu, Vaarkkachchaiyaith Than Araiyile Kattikkondirundhaan Endraargal; Appozhudhu Avan: Thisbiyanaagiya Eliyaadhaan Endru Solli; "
},{ "Verses": "9 avanidaththirku Oru Thalaivanaiyum, Avanudaiya Aimbadhu Sevagaraiyum Anuppinaan; Malaiyin Uchchiyil Utkaarndhirukkira Avanidaththil Ivan Erippoi: Dhevanudaiya Manushane, Raajaa Unnai Varachchollugiraar Endraan. "
},{ "Verses": "10 appozhudhu Eliyaa, Andha Aimbadhuperin Thalaivanukkup Pradhiyuththaramaaga: Naan Dhevanudaiya Manushanaanaal, Akkini Vaanaththilirundhu Irangi, Unnaiyum Un Aimbadhuperaiyum Patchikkakkadavadhu Endraan; Udane Akkini Vaanaththilirundhu Irangi, Avanaiyum Avan Aimbadhu Peraiyum Patchiththadhu. "
},{ "Verses": "11 marupadiyum Avanidaththirku Veroru Thalaivanaiyum, Avanudaiya Aimbadhu Sevagaraiyum Anuppinaan. Ivan Avanai Nokki: Dhevanudaiya Manushane, Raajaa Unnai Seekkiramaai Varachchollugiraar Endraan. "
},{ "Verses": "12 eliyaa Avargalukkup Pradhiyuththaramaaga: Naan Dhevanudaiya Manushanaanaal, Akkini Vaanaththilirundhu Irangi, Unnaiyum Un Aimbadhuperaiyum Patchikkakkadavadhu Endraan; Udane Dhevanudaiya Akkini Vaanaththilirundhu Irangi, Avanaiyum Avan Aimbadhuperaiyum Patchiththadhu. "
},{ "Verses": "13 thirumbavum Moondraandharam Oru Thalaivanaiyum, Avanudaiya Aimbadhu Sevagaraiyum Anuppinaan; Indha Moondraanthalaivan Erivandhapodhu, Eliyaavukku Munbaaga Muzhangaarpadiyittu, Avanai Vendikkondu: Dhevanudaiya Manushane, Ennudaiya Praananum, Umadhu Adiyaaraagiya Indha Aimbadhuperin Praananum Umadhu Paarvaikku Arumaiyaayiruppadhaaga. "
},{ "Verses": "14 idho, Akkini Vaanaththilirundhu Irangi, Mundhina Irandu Thalaivaraiyum, Avaravarudaiya Aimbadhu Sevagaraiyum Patchiththadhu; Ippodhum Ennudaiya Praanan Umadhu Paarvaikku Arumaiyaayiruppadhaaga Endraan. "
},{ "Verses": "15 appozhudhu Karththarudaiya Thoodhan Eliyaavai Nokki: Avanodekooda Irangippo, Avanukku Bayappadaadhe Endraan; Appadiye Avan Ezhundhu Avanodekooda Raajaavinidaththirku Irangip Poi, "
},{ "Verses": "16 avanaip Paarththu: Isravelile Dhevan Illaiyendraa Nee Ekronin Dhevanaagiya Paagaalsepoobidaththil Visaarikka Aatkalaianuppinaai; Aadhalaal Nee Erina Kattililirundhu Irangaamal Saagave Saavaai Endru Karththar Sollugiraar Endraan. "
},{ "Verses": "17 eliyaa Sonna Karththarudaiya Vaarththaiyinpadiye Avan Irandhu Ponaan; Avanukkuk Kumaaran Illaadhapadiyinaal, Avan Sthaanaththile Yoodhaavin Raajaavaagiya Yosabaaththudaiya Kumaaranaana Yoraamin Irandaam Varushaththil Yoraam Avan Sthaanaththil Raajaavaanaan. "
},{ "Verses": "18 agasiyaavin Matra Varththamaanangal Isravel Raajaakkalin Naalaagamap Pusthagaththil Allavo Ezhudhiyirukkiradhu. "
}
]