[
{ "Verses": "1 appozhudhu Elisaa: Karththarudaiya Vaarththaiyaik Kelungal; Naalai Inneraththil Samaariyaavin Vaasalile Oru Marakkaal Kodhumai Maa Oru Sekkalukkum, Irandu Marakkaal Vaarkodhumai Oru Sekkalukkum Virkappadum Endru Karththar Sollugiraar Endraan. "
},{ "Verses": "2 appozhudhu Raajaavukkuk Kailaagu Kodukkira Pradhaani Oruvan Dhevanudaiya Manushanukkup Pradhiyuththaramaaga: Idho, Karththar Vaanaththile Madhagugalai Undaakkinaalum Ippadi Nadakkumaa Endraan. Adharku Avan: Unnudaiya Kangalinaale Adhaik Kaanbaai; Aanaalum Adhile Saappidamaattaai Endraan. "
},{ "Verses": "3 kushtarogigalaana Naaluper Olimugavaasalil Irundhaargal; Avargal Oruvarai Oruvar Nokki: Naam Inge Irundhu Saagavendiyadhu Enna? "
},{ "Verses": "4 pattanaththirkul Povomendraalum Pattanaththil Panjam Undaayirukkiradhinaal Ange Saavom; Naam Inge Irundhaalum Saavom; Aagaiyaal Ippozhudhu Seeriyarudaiya Raanuvaththirkup Povom Vaarungal; Avargal Nammai Uyirode Vaiththaal Pizhaikkirom; Nammaik Kondraal Saagirom Endru Solli, "
},{ "Verses": "5 seeriyarudaiya Raanuvaththirkup Poga Iruttode Ezhundhirundhu, Seeriyarudaiya Paalayaththin Munnaniyil Vandhaargal; Ange Oruvarumillai. "
},{ "Verses": "6 aandavar Seeriyarin Raanuvaththirku Radhangalin Iraichchalaiyum, Kudhiraigalin Iraichchalaiyum, Magaa Raanuvaththin Iraichchalaiyum Ketkap Panninadhinaal, Avargal Oruvarai Oruvar Nokki: Idho, Nammidaththil Porukku Vara, Isravelin Raajaa Eththiyarin Raajaakkalaiyum Egipthiyarin Raajaakkalaiyum Namakku Virodhamaagak Kooli Poruththinaan Endru Solli, "
},{ "Verses": "7 iruttode Ezhundhirundhu Odippoi, Thangal Koodaarangalaiyum Thangal Kudhiraigalaiyum Thangal Kazhudhaigalaiyum Thangal Paalayaththaiyum Avaigal Irundha Pragaaramaaga Vittu, Thangal Praananmaaththiram Thappumpadi Odipponaargal. "
},{ "Verses": "8 andhak Kushtarogigal Paalayaththin Munnanimattum Vandhapodhu, Oru Koodaaraththirkul Pravesiththu Pusiththuk Kudiththu, Adhilirundhu Velliyaiyum Ponnaiyum Vasthirangalaiyum Eduththuk Kondu Poi Oliththuvaiththu, Thirumbivandhu, Veroru Koodaaraththirkul Pravesiththu, Adhilirundhum Appadiye Eduththukkondu Poi Oliththu Vaiththu, "
},{ "Verses": "9 pinbu Avargal Oruvarai Oruvar Nokki: Naam Seygiradhu Nyaayamalla, Innaal Narcheydhi Arivikkum Naal; Naam Mavunamaayirundhu, Pozhudhu Vidiyumattum Kaaththirundhaal Kutram Nammel Sumarum; Ippodhum Naam Poi Raajaavin Aramanaiyaarukku Idhai Arivippom Vaarungal Endraargal. "
},{ "Verses": "10 appadiye Avargal Vandhu, Pattanaththu Vaasal Kaavalaalanai Nokkik Kooppittu: Naangal Seeriyarin Paalayaththirkup Poivandhom; Ange Oruvarum Illai, Oru Manushanudaiya Saththamum Illai, Kattiyirukkira Kudhiraigalum Kattiyirukkira Kazhudhaigalum, Koodaarangalum Irundhapragaaram Irukkiradhu Endru Avargalukku Sonnaargal. "
},{ "Verses": "11 appozhudhu Avan Vaasalkaakkira Matravargalaik Kooppittaan; Avargal Ulle Poi Raajaavin Aramanaiyaarukku Adhai Ariviththaargal. "
},{ "Verses": "12 appozhudhu Raajaa Raaththiriyil Ezhundhu, Than Oozhiyakkaararai Nokki: Seeriyar Namakku Seygira Kaariyaththai Ungalukkuth Theriyappaduththugiren; Naam Pattiniyaayirukkirom; Endru Avargal Arivaargal; Aagaiyaal Naam Pattanaththilirundhu Purappattupponaal Nammai Uyirode Pidiththukkondu Pattanaththirkul Pravesikkalaam Endru Enni, Avargal Paalayaththai Vittup Purappattu Veliyil Oliththuk Kondirukkiraargal Endraan. "
},{ "Verses": "13 avan Oozhiyakkaararil Oruvan Pradhiyuththaramaaga: Inge Meedhiyaana Kudhiraigalil Aindhu Kudhiraigalaik Kondupoga Uththaravu Kodum; Idho, Inge Meedhiyaana Isravelin Sagala Eraalaththilum, Maandupona Isravelin Sagala Koottaththilum, Avaigal; Maaththiram Meendhirukkiradhu; Avaigalai Naam Anuppippaarppom Endraan. "
},{ "Verses": "14 appadiye Irandu Radhak Kudhiraigalaik Konduvandhaargal; Raajaa Poi Vaarungal Endru Solli, Seeriyarin Raanuvaththaith Thodarndhu Pogumpadi Anuppinaan. "
},{ "Verses": "15 avargal Yordhaan Mattum Avargalaip Pin Thodarndhuponaargal; Seeriyar Theeviriththu Odugaiyil, Avargal Erindhu Potta Vasthirangalaalum Thattu Muttugalaalum Vazhiyellaam Niraindhirundhadhu; Anuppappattavargal Thirumbivandhu Raajaavukku Adhai Ariviththaargal. "
},{ "Verses": "16 appozhudhu Janangal Purappattu, Seeriyarin Paalayaththaik Kollaiyittaargal; Karththarudaiya Vaarththaiyinpadiye, Oru Marakkaal Kodhumai Maa Oru Sekkalukkum, Irandu Marakkaal Vaarkodhumai Oru Sekkalukkum Virkappattadhu. "
},{ "Verses": "17 raajaa Thanakkuk Kailaagukodukkira Andhap Pradhaaniyai Olimugavaasalil Visaarippaayirukkak Kattalaiyittirundhaan; Olimugavaasalile Janangal Avanai Nerungi Midhiththadhinaale, Raajaa Dhevanudaiya Manushanidaththil Vandhapodhu Solliyirundhapadiye, Avanseththupponaan. "
},{ "Verses": "18 irandu Marakkaal Vaarkodhumai Oru Sekkalukkum, Oru Marakkaal Kodhumai Maa Oru Sekkalukkum, Naalai Inneraththile Samaariyaavin Olimugavaasalil Virkum Endru Dhevanudaiya Manushan Raajaavode Sonnadhinpadiye Nadandhadhu. "
},{ "Verses": "19 adharku Andhap Pradhaani Dhevanudaiya Manushanukkup Pradhiyuththaramaaga: Idho, Karththar Vaanaththile Madhagugalai Undaakkinaalum, Indha Vaarththaiyin Padi Nadakkumaa Endru Solla; Ivan, Idho, Unnudaiya Kangalinaale Adhaik Kaanbaai, Aanaalum Adhile Saappidamaattaai Endraane. "
},{ "Verses": "20 andhap Pragaaramaagaththaane Avanukku Nadandhadhu; Olimugavaasalile Janangal Avanai Nerungi Midhiththadhinaale Avan Seththup Ponaan. "
}
]