[
{ "Verses": "1 seeriya Raajaavin Padaiththalaivanaagiya Naagamaan Enbavan Than Aandavanidaththil Periya Manushanum Ennikkaiyullavanumaayirundhaan; Avanaik Kondu Karththar Seeriyaavukku Ratchippaik Kattalaiyittaar; Magaa Paraakkiramasaaliyaagiya Avano Kushtarogiyaayirundhaan. "
},{ "Verses": "2 seeriyaavilirundhu Thandugal Purappattu, Isravel Dhesaththilirundhu Oru Siru Pennai Siraipidiththukkonduvandhirundhaargal; Aval Naagamaanin Manaivikkup Panividai Seydhukondirundhaal. "
},{ "Verses": "3 aval Than Naachchiyaaraip Paarththu: En Aandavan Samaariyaavilirukkira Theerkkadharisiyinidaththil Povaaraanaal Nalamaayirukkum; Avar Ivarudaiya Kushtarogaththai Neekkividuvaar Endraal. "
},{ "Verses": "4 appozhudhu Avan Poi, Isravel Dhesaththup Pen Inna Inna Pragaaramaai Sollugiraal Endru Than Aandavanidaththil Ariviththaan. "
},{ "Verses": "5 appozhudhu Seeriyaavin Raajaa: Nalladhu Pogalaam, Isravelin Raajaavukku Nirubam Tharugiren Endraan; Appadiye Avan Than Kaiyile Paththuth Thaalandhu Velliyaiyum, Aaraayiram Sekkal Niraiponnaiyum, Paththu Maatruvasthirangalaiyum Eduththukkondupoi, "
},{ "Verses": "6 isravelin Raajaavidaththil Andha Nirubaththaik Koduththaan. Adhile: Indha Nirubaththai Ummidaththil En Oozhiyakkaaranaagiya Naagamaan Konduvaruvaan; Neer Avan Kushtarogaththai Neekki Vida Avanai Ummidaththil Anuppiyirukkiren Endru Ezhudhiyirundhadhu. "
},{ "Verses": "7 isravelin Raajaa Andha Nirubaththai Vaasiththapodhu, Avan Than Vasthirangalaik Kizhiththukkondu: Oru Manushanai Avan Kushtarogaththinindru Neekki Vidavendum Endru, Avan Ennidaththil Nirubam Anuppugiradharku, Kollavum Uyirppikkavum Naan Dhevanaa? Ivan Ennai Virodhikka Samayam Thedugiraan Enbadhai Sindhiththuppaarungal Endraan. "
},{ "Verses": "8 isravelin Raajaa Than Vasthirangalaik Kizhiththukkonda Seydhiyai Dhevanudaiya Manushanaagiya Elisaa Kettapodhu, Avan: Neer Ummudaiya Vasthirangalaik Kizhiththukkolvaanen? Avan Ennidaththil Vandhu, Isravelile Theerkkadharisi Undenbadhai Arindhukollattum Endru Raajaavukku Solliyanuppinaan. "
},{ "Verses": "9 appadiye Naagamaan Than Kudhiraigalodum Than Radhaththodum Vandhu Elisaavin Vaasarpadiyile Nindraan. "
},{ "Verses": "10 appozhudhu Elisaa: Avanidaththil Aal Anuppi, Nee Poi, Yordhaanil Ezhudharam Snaanampannu; Appozhudhu Un Maamsam Maari, Nee Suththamaavaai Endru Sollachchonnaan. "
},{ "Verses": "11 adharku Naagamaan Kadunkobankondu, Purappattuppoi: Avan Veliye Vandhu Nindru, Than Dhevanaagiya Karththarudaiya Naamaththaith Thozhudhu, Than Kaiyinaal Andha Idaththaith Thadavi, Ivvidhamaaik Kushtarogaththai Neekkividuvaan Endru Enakkul Ninaiththirundhen. "
},{ "Verses": "12 naan Snaanampanni Suththamaagiradharku Isravelin Thanneergal Ellaavatraippaarkkilum Thamaskuvin Nadhigalaagiya Aapnaavum Parpaarum Nalladhallavo Endru Solli, Ukkiraththode Thirumbip Ponaan. "
},{ "Verses": "13 avan Oozhiyakkaarar Sameebaththil Vandhu, Avanai Nokki: Thagappane, Andhath Theerkkadharisi Oru Periya Kaariyaththai Seyya Umakku Solliyirundhaal Adhai Neer Seyveer Allavaa? Snaanam Pannum, Appozhudhu Suththamaaveer Endru Avar Ummode Sollum Podhu, Adhai Seyyavendiyadhu Eththanai Adhigam Endru Sonnaargal. "
},{ "Verses": "14 appozhudhu Avan Irangi, Dhevanudaiya Manushan Vaarththaiyinpadiye Yordhaanil Ezhudharam Muzhuginapodhu, Avan Maamsam Oru Sirupillaiyin Maamsaththaippola Maari, Avan Suththamaanaan. "
},{ "Verses": "15 appozhudhu Avan Than Koottaththodellaam Dhevanudaiya Manushanidaththukkuth Thirumbivandhu, Avanukku Munbaaga Nindru: Idho, Isravelilirukkira Dhevanaiththavira Boomiyengum Vere Dhevan Illai Enbadhai Arindhen; Ippodhum Umadhu Adiyen Kaiyil Oru Kaanikkai Vaangikkollavendum Endraan. "
},{ "Verses": "16 adharku Avan: Naan Vaangugiradhillai Endru Karththarukku Munbaaga Avarudaiya Jeevanaikkondu Sollugiren Endraan; Vaangavendum Endru Avanai Varundhinaalum Thattudhal Pannivittaan. "
},{ "Verses": "17 appozhudhu Naagamaan: Aanaalum Irandu Koveru Kazhudhaigal Sumakkaththakka Irandu Podhi Man Umadhu Adiyenukkuk Kattalaiyidavendum; Umadhu Adiyen Inik Karththarukke Allaamal, Anniya Dhevargalukku Sarvaanga Thaganaththaiyum Baliyaiyum Seluththuvadhillai. "
},{ "Verses": "18 oru Kaariyaththaiye Karththar Umadhu Adiyenukku Mannippaaraaga; En Aandavan Panindhukolla Rimmon Kovilukkul Pravesikkumpodhu, Naan Avarukkuk Kailaagu Koduththu Rimmon Kovilile Paniyavendiyadhaagum; Ippadi Rimmon Kovilil Naan Paniya Vendiya Indhak Kaariyaththaikkarththar Umadhu Adiyenukku Mannippaaraaga Endraan. "
},{ "Verses": "19 adharku Avan: Samaadhaanaththodepo Endraan; Ivan Purappattuk Konjadhooram Ponapodhu, "
},{ "Verses": "20 dhevanudaiya Manushanaagiya Elisaavin Velaikkaaran Keyaasi Enbavan, Andha Seeriyanaagiya Naagamaan Konduvandhadhai En Aandavan Avan Kaiyile Vaangaamal Avanai Vittuvittaar; Naan Avan Pirage Odi, Avan Kaiyile Edhaagilum Vaanguven Endru Karththarudaiya Jeevanmel Aanaiyittu, "
},{ "Verses": "21 naagamaanaip Pin Thodarndhaan; Avan Than Pirage Odivarugiradhai Naagamaan Kandapodhu, Avanukku Edhirkondu Poga Radhaththilirundhu Kudhiththu: Sugaseydhiyaa Endru Kettaan. "
},{ "Verses": "22 adharku Avan: Sugaseydhidhaan; Theerkkadharisigalin Puththiraril Irandu Vaalibar Ippozhudhudhaan Eppiraayeem Malaiththesaththilirundhu Ennidaththil Vandhaargal; Avargalukku Oru Thaalandhu Velliyaiyum, Irandu Maatruvasthirangalaiyum Tharavendum Endru Ketka, En Ejamaan Ennai Anuppinaar Endraan. "
},{ "Verses": "23 adharku Naagamaan: Dhayavuseydhu, Irandu Thaalandhai Vaangikkol Endru Solli, Avanai Varundhi, Irandu Thaalandhu Velliyai Irandu Kaigalil Irandu Maatru Vasthirangalode Katti, Avanukku Munbaaga Sumandhu Poga, Than Velaikkaararaana Irandu Permel Vaiththaan. "
},{ "Verses": "24 avan Mettandaikku Vandhapodhu, Avan Adhai Avargal Kaiyilirundhu Vaangi, Veettile Vaiththu, Andha Manusharai Anuppivittaan; Avargal Poivittaargal. "
},{ "Verses": "25 pinbu Avan Ulle Poith Than Ejamaanukku Munbaaga Nindraan; Keyaasiye, Engeyirundhu Vandhaai Endru Elisaa Avanaik Kettadharku, Avan: Umadhu Adiyaan Engum Pogavillai Endraan. "
},{ "Verses": "26 appozhudhu Avan Ivanaip Paarththu: Andha Manushan Unakku Edhir Konduvara Than Radhaththilirundhu Irangith Thirumbugirapodhu En Manam Unnudankooda Sellavillaiyaa? Panaththai Vaangugiradharkum, Vasthirangalaiyum Olivaththoppugalaiyum Dhraatchaththottangalaiyum Aadumaadugalaiyum Velaikkaararaiyum Velaikkaarigalaiyum Vaangugiradharkum Idhu Kaalamaa? "
},{ "Verses": "27 aagaiyaal Naagamaanin Kushtarogam Unnaiyum Un Sandhadhiyaaraiyum Endraikkum Pidiththirukkum Endraan; Udane Avan Uraindha Mazhai Niramaana Kushtarogiyaagi, Avan Samugaththai Vittup Purappattup Ponaan. "
}
]