[
{ "Verses": "1 karththar Raajaavai Sutrilumirundha Avanudaiya Ellaa Saththurukkalukkum Avanai Neengalaakki, Ilaippaarappanninapodhu, Avan Than Veettile Vaasamaayirukkaiyil, "
},{ "Verses": "2 raajaa Theerkkadharisiyaagiya Naaththaanai Nokki: Paarum, Kedhurumarangalaal Seyyappatta Veettile Naan Vaasampannumpodhu, Dhevanudaiya Petti Thiraigalin Naduve Vaasamaayirukkiradhe Endraan. "
},{ "Verses": "3 appozhudhu Naaththaan Raajaavai Nokki: Neer Poi Ummudaiya Irudhayaththil Ullapadiyellaam Seyyum; Karththar Ummodu Irukkiraare Endraan. "
},{ "Verses": "4 andru Raaththiriyile Karththarudaiya Vaarththai Naaththaanukku Undaagi, Avar: "
},{ "Verses": "5 nee Poi En Dhaasanaagiya Dhaaveedhai Nokki: Karththar Sollugiradhu Ennavendraal, Naan Vaasamaayirukkaththakka Aalayaththai Nee Enakkuk Kattuvaayo? "
},{ "Verses": "6 naan Isravel Puththirarai Egipthilirundhu Purappadappannina Naalmudharkondu Innaalvaraikkum, Naan Oru Aalayaththile Vaasampannaamal, Koodaaraththilum Vaasasthalaththilum Ulaavinen. "
},{ "Verses": "7 naan Isravelaagiya En Janaththai Meykkumpadi Kattalaiyitta Isravel Koththirangalil Oru Koththiraththaiyaavadhu Nokki: Neengal Enakkuk Kedhurumaraththaal Seyyappatta Aalayaththaik Kattaadhirukkiradhu Enna Endru Naan Isravel Puththirarukkul Ulaavivandha Evvidaththilaavadhu Yaadhoru Vaarththaiyai Sonnadhundo? "
},{ "Verses": "8 ippodhum Nee En Dhaasanaagiya Dhaaveedhai Nokki: Senaigalin Karththar Sollugiradhu Ennavendraal, Nee Isravel Engira En Janangalukku Adhipadhiyaayirukkumpadi, Aadugalin Pinne Nadandha Unnai Naan Aattumandhaiyaivittu Eduththu, "
},{ "Verses": "9 nee Pona Evvidaththilum Unnode Irundhu, Un Saththurukkalaiyellaam Unakku Munbaaga Nirmoolamaakki, Boomiyilirukkira Periyorgalin Naamaththirku Oththa Periya Naamaththai Unakku Undaakkinen. "
},{ "Verses": "10 naan En Janamaagiya Isravelukku Oru Idaththai Erpaduththi, Avargal Thangal Sthaanaththile Kudiyirukkavum, Ini Avargal Alaiyaamalum, Munpolum, Naan En Janamaagiya Isravelinmel Nyaayaadhipadhigalaik Kattalaiyitta Naalvaraiyil Nadandhadhupolum, Nyaayakkettin Makkalaal Ini Sirumaippadaamalum Irukkumpadi Avargalai Naattinen. "
},{ "Verses": "11 unnudaiya Ellaa Saththurukkalukkum Unnai Neengalaakki, Ilaippaaravum Panninen; Ippodhum Karththar Unakku Veettai Undupannuvaar Enbadhaik Karththar Unakku Arivikkiraar. "
},{ "Verses": "12 un Naatkal Niraiveri, Nee Un Pidhaakkalode Niththiraipannumpodhu, Naan Unakkuppinbu Un Karppappirappaagiya Un Sandhadhiyai Ezhumbappanni, Avan Raajyaththai Nilaippaduththuven. "
},{ "Verses": "13 avan En Naamaththirkendru Oru Aalayaththaik Kattuvaan; Avan Raajyabaaraththin Singaasanaththai Endraikkum Nilaikkappannuven. "
},{ "Verses": "14 naan Avanukkup Pidhaavaayiruppen, Avan Enakkuk Kumaaranaayiruppaan; Avan Akkiramam Seydhaal, Naan Avanai Manusharudaiya Milaatrinaalum Manupuththirarudaiya Adigalinaalum Dhandippen. "
},{ "Verses": "15 unakku Munbaaga Naan Thallivitta Savulidaththilirundhu En Kirubaiyai Vilakkinadhupola Avanaivittu Vilakkamaatten. "
},{ "Verses": "16 un Veedum, Un Raajyamum, Endrendraikkum Unakku Munbaaga Sthirappattirukkum; Un Raajaasanam Endrendraikkum Nilaipetrirukkum Engiraar Endru Sollachchonnaar. "
},{ "Verses": "17 naaththaan Indha Ellaa Vaarththaigalinpadiyum, Indha Ellaa Dharisanaththinpadiyum, Dhaaveedhukku Sonnaan. "
},{ "Verses": "18 appozhudhu Dhaaveedhuraajaa Utpravesiththu, Karththarudaiya Samugaththilirundhu: Karththaraagiya Aandavare, Dhevareer Ennai Idhuvaraikkum Konduvandhadharku, Naan Emmaaththiram? En Veedum Emmaaththiram? "
},{ "Verses": "19 karththaraagiya Aandavare, Idhu Innum Ummudaiya Paarvaikkuk Konjakaariyamaayirukkiradhu Endru Karththaraagiya Aandavaraayirukkira Dhevareer Ummudaiya Adiyaanudaiya Veettaikkuriththu, Vegudhooramaayirukkum Kaalaththuchcheydhiyai Manushar Muraimaiyaai Sonneere. "
},{ "Verses": "20 ini Dhaaveedhu Ummidaththil Sollavendiyadhu Enna? Karththaraagiya Aandavaraayirukkira Neer Umadhu Adiyaanai Ariveer. "
},{ "Verses": "21 ummudaiya Vaakkuththaththaththinimiththamum, Ummudaiya Siththaththinpadiyeyum, Indhap Periya Kaariyangalaiyellaam Umadhu Adiyaanukku Arivikkumpadikku Dhayavuseydheer. "
},{ "Verses": "22 aagaiyaal Dhevanaagiya Karththare, Neer Periyavar Endru Vilangugiradhu; Naangal Engal Kaadhugalaale Ketta Sagala Kaariyangalinpadiyum, Dhevareerukku Nigaraanavar Illai; Ummaiththavira Vere Dhevanum Illai. "
},{ "Verses": "23 ummudaiya Janamaagiya Isravelukku Nigaraana Janamum Undo? Boologaththu Jaadhigalil Indha Ore Jaadhiyai Dhevan Thamakku Janamaaga Meetkiradharkum, Thamakkuk Keerththi Vilangappannugiradharkum Erpattaare; Dhevareer Egipthilirundhu Meettukkonduvandha Ummudaiya Janaththirkumunbaaga Bayangaramaana Periya Kaariyangalai Nadaththi, Ummudaiya Dhesaththirkum, Adhilirundha Jaadhigalukkum, Avargal Dhevargalukkum, Umadhu Magimaiyai Vilangachcheydhu, "
},{ "Verses": "24 ummudaiya Janamaagiya Isravelar Endraikkum Ummudaiya Janamaayiruppadharku, Avargalaith Thidappaduththi, Karththaraagiya Neerdhaame Avargalukku Dhevanaaneer. "
},{ "Verses": "25 ippodhum Dhevanaagiya Karththaave, Neer Umadhu Adiyaanaiyum Avan Veettaiyum Kuriththu Sonna Vaarththaiyai Endrendraikkum Nilaivarappaduththa, Dhevareer Sonnapadiye Seydharulum. "
},{ "Verses": "26 appadiye Senaigalin Karththar Isravelinmel Dhevanaanavar Endru Solli, Ummudaiya Naamam Endrendraikkum Magimaippaduvadhaaga; Umadhu Adiyaanaagiya Dhaaveedhin Veedu Umakku Munbaaga Nilainirpadhaaga. "
},{ "Verses": "27 unakku Veedukattuven Endru Isravelin Dhevanaagiya Senaigalin Karththaraayirukkira Neer Umadhu Adiyaanin Sevikku Velippaduththineer; Aagaiyaal Ummai Nokki Indha Vinnappaththai Seyya Umadhu Adiyaanukku Manaththairiyam Kidaiththadhu. "
},{ "Verses": "28 ippodhum Karththaraagiya Aandavare, Neere Dhevan; Ummudaiya Vaarththaigal Saththiyam; Dhevareer Umadhu Adiyaanukku Indha Nalviseshangalai Vaakkuththaththampannineer. "
},{ "Verses": "29 ippodhum Umadhu Adiyaanin Veedu Endraikkum Umakku Munbaaga Irukkumpadi Adhai Aaseervadhiththarulum; Karththaraana Aandavaraagiya Dhevareer Adhai Sonneer, Ummudaiya Aaseervaadhaththinaale Umadhu Adiyaanin Veedu Endraikkum Aaseervadhikkappattiruppadhaaga Endraan. "
}
]