[
{ "Verses": "1 maruvarusham Raajaakkal Yuththaththirkup Purappadunkaalam Vandhapodhu, Dhaaveedhu Yovaabaiyum, Avanodekoodath Than Sevagaraiyum, Isravel Anaiththaiyum, Ammon Puththirarai Azhikkavum, Rappaavai Mutrikkaipodavum Anuppinaan. Dhaaveedho Erusalemil Irundhuvittaan. "
},{ "Verses": "2 orunaal Saayangaalaththil Dhaaveedhu Than Padukkaiyilirundhu Ezhundhu, Aramanai Upparigaiyinmel Ulaaththikkondirukkumpodhu, Snaanampannugira Oru Sthreeyai Upparigaiyinmelirundhu Kandaan; Andha Sthree Vegu Sowndhariyavadhiyaayirundhaal. "
},{ "Verses": "3 appozhudhu Dhaaveedhu, Andha Sthree Yaar Endru Visaarikka Aal Anuppinaan; Aval Eliyaamin Kumaaraththiyum, Eththiyanaana Uriyaavin Manaiviyumaagiya Padhsebaal Endraargal. "
},{ "Verses": "4 appozhudhu Dhaaveedhu Aal Anuppi Avalai Azhaiththuvarachchonnaan; Aval Avanidaththil Vandhapodhu, Avalode Sayaniththaan; Pirpaadu Aval Than Theettu Neengumpadi Suththigariththukkondu Than Veettukkup Ponaal. "
},{ "Verses": "5 andha Sthree Karppam Thariththu, Thaan Karppavadhiyendru Dhaaveedhukku Arivikkumpadi Aal Anuppinaal. "
},{ "Verses": "6 appozhudhu Dhaaveedhu: Eththiyanaagiya Uriyaavai Ennidaththil Anuppu Endru Yovaabinandaikku Aal Anuppinaan; Appadiye Yovaab Uriyaavai Dhaaveedhinidaththirku Anuppinaan. "
},{ "Verses": "7 uriyaa Avanidaththil Vandhapodhu, Dhaaveedhu Avanaip Paarththu: Yovaab Sugamaayirukkiraanaa, Janangal Sugamaayirukkiraargalaa, Yuththaththin Seydhi Narcheydhiyaa Endru Visaariththaan. "
},{ "Verses": "8 pinbu Dhaaveedhu Uriyaavai Nokki: Nee Un Veettirkup Poi, Paadhasuththi Sey Endraan; Uriyaa Raaja Aramanaiyilirundhu Purappattapodhu, Raajaavinidaththilirundhu Uchchidhamaana Padhaarththangal Avan Pinnaale Anuppappattadhu. "
},{ "Verses": "9 aanaalum Uriyaa Than Veettirkuppogaamal, Raaja Aramanaiyin Vaasalile Than Aandavanudaiya Ellaa Sevagarodunkooda Paduththukkondirundhaan. "
},{ "Verses": "10 uriyaa Than Veettirkup Pogavillaiyendru Dhaaveedhukku Arivikkappattapodhu, Dhaaveedhu Uriyaavai Nokki: Nee Payanaththilirundhu Vandhavan Allavaa, Nee Un Veettirkup Pogaadhirukkiradhu Enna Endru Kettaan. "
},{ "Verses": "11 uriyaa Dhaaveedhai Nokki: Pettiyum Isravelum Yoodhaavum Koodaarangalile Thangi, En Aandavanaagiya Yovaabum, En Aandavanin Sevagarum Veliyile Paalayamirangiyirukkaiyil, Naan Pusikkiradharkum, Kudikkiradharkum, En Manaiviyode Sayanikkiradharkum, En Veettukkul Pravesippeno? Naan Appadi Seygiradhillai Endru Ummudaiya Perilum Ummudaiya Aaththumaavinperilum Aanaiyittu Sollugiren Endraan. "
},{ "Verses": "12 appozhudhu Dhaaveedhu Uriyaavai Nokki: Indraikkum Nee Ingeyiru; Naalaikku Unnai Anuppividuven Endraan; Appadiye Uriyaa Andrum Marunaalum Erusalemil Irundhaan. "
},{ "Verses": "13 dhaaveedhu Avanaith Thanakku Munbaagap Pusiththuk Kudikkiradharku Azhaiththu, Avanai Verikkappanninaan; Aanaalum Avan Than Veettukkup Pogaamal, Saayangaalaththile Than Aandavanin Sevagarode Than Padukkaiyile Paduththukkondaan. "
},{ "Verses": "14 kaalame Dhaaveedhu Yovaabukku Oru Nirubaththai Ezhudhi, Uriyaavin Kaiyil Koduththu Anuppinaan. "
},{ "Verses": "15 andha Nirubaththile: Mummuramaai Nadakkira Pormugaththile Neengal Uriyaavai Niruththi, Avan Vettundu Saagumpadikku, Avanai Vittup Pinvaangungal Endru Ezhudhiyirundhaan. "
},{ "Verses": "16 appadiye Yovaab Andhap Pattanaththai Soozhak Kaavalpottirukkaiyil Paraakkiramasaaligal Irukkiraargal Endru Thaan Arindha Idaththil Uriyaavai Niruththinaan. "
},{ "Verses": "17 pattanaththu Manushar Purappattuvandhu Yovaabode Yuththampannugaiyil, Dhaaveedhin Sevagaraagiya Janaththil Silar Pattaargal; Eththiyanaagiya Uriyaavum Seththaan. "
},{ "Verses": "18 appozhudhu Yovaab Andha Yuththaththin Seydhigalaiyellaam Dhaaveedhukku Arivikka Aal Anuppi, "
},{ "Verses": "19 thaan Anuppugira Aalai Nokki: Nee Yuththaththin Seydhigalaiyellaam Raajaavukku Sollith Theerndhapodhu, "
},{ "Verses": "20 raajaavukkuk Kobam Ezhumbi, Avar: Neengal Pattanaththirku Iththanai Kittappoi Yuththampannavendiyadhu Enna? Alangaththil Nindru Eyvaargal Endru Ungalukkuth Theriyaadhaa? "
},{ "Verses": "21 eruppeseththin Kumaaran Abimelekkaik Kondradhu Yaar? Thebesile Oru Penpillai Alangaththilirundhu Oru Endhirakkallin Thundai Avanmel Pottadhinaal Allavo Avan Seththaan; Neengal Alangaththirku Iththanai Kittapponadhu Enna Endru Unnode Sonnaal, Appozhudhu Nee, Ummudaiya Sevaganaagiya Uriyaa Ennum Eththiyanum Seththaan Endru Sol Endraan. "
},{ "Verses": "22 andha Aal Poi, Utpravesiththu, Yovaab Thannidaththil Solliyanuppina Seydhigalaiyellaam Dhaaveedhukku Ariviththu, "
},{ "Verses": "23 dhaaveedhaip Paarththu: Andha Manushar Kaiminji, Avargal Veliye Engalukku Edhiraagap Purappattu Vandhapodhu, Naangal Pattanavaasalmattum Avargalaith Thuraththinom. "
},{ "Verses": "24 appozhudhu Vilveerar Alangaththilirundhu Ummudaiya Sevagarinmel Eydhadhinaal, Raajaavin Sevagaril Silar Seththaargal; Ummudaiya Sevaganaagiya Uriyaa Ennum Eththiyanum Seththaan Endraan. "
},{ "Verses": "25 appozhudhu Dhaaveedhu Andha Aalai Nokki: Nee Yovaabinidaththil Poi, Indhak Kaariyaththaippatri Visaarappadavendaam; Pattayam Oruvelai Oruvanaiyum, Oruvelai Matroruvanaiyum Patchikkum; Nee Yuththaththaip Palakkappanni Pattanaththai Idiththuppodu Endru Avanukkuth Thidanchol Endraan. "
},{ "Verses": "26 than Purushanaagiya Uriyaa Seththaan Endru Avan Manaivi Kelvippattapodhu, Aval Than Naayaganukkaaga Izhavu Kondaadinaal. "
},{ "Verses": "27 dhukkanaal Sendrapinbu, Dhaaveedhu Avalai Azhaiththanuppi, Than Veettile Serththukkondaan; Aval Avanukku Manaiviyaagi Avanukku Oru Kumaaranaip Petraal. Dhaaveedhu Seydha Indhak Kaariyam Karththarin Paarvaikkup Pollaadhadhaayirundhadhu. "
}
]