[
{ "Verses": "1 idho, Raajaa Apsalomukkaaga Azhudhu Pulambugiraar Endru Yovaabukku Arivikkappattadhu. "
},{ "Verses": "2 raajaa Thammudaiya Kumaaranukkaaga Manamnondhirukkiraar Endru Andraiyadhinam Janangal Kelvippattaargal; Adhinimiththam Andraiyadhinam Andha Jeyam Janaththirkellaam Dhukkamaai Maaritru. "
},{ "Verses": "3 yuththaththil Murindhodugiradhinaal Vetkappattuth Thiruttalavaai Varugiravargalpola, Janangal Andraiyadhinam Thiruttalavaaip Pattanaththirkul Vandhaargal. "
},{ "Verses": "4 raajaa Than Mugaththai Moodikkondu, Magaa Saththamaai: En Maganaagiya Apsalome, Apsalomaagiya En Magane, En Magane Endru Alarikkondirundhaan. "
},{ "Verses": "5 appozhudhu Yovaab Veettirkulle Raajaavinidaththil Poi: Indru Ummudaiya Jeevanaiyum, Ummudaiya Kumaarar Kumaaraththigalin Jeevanaiyum, Ummudaiya Manaivigalin Jeevanaiyum, Ummudaiya Marumanaiyaattigalin Jeevanaiyum Thappuviththa Ummudaiya Oozhiyakkaarar Ellaarin Mugaththaiyum Vetkappaduththineer; Indru Neer Ummaip Pagaikkiravargalai Snegiththu, Ummai Snegikkiravargalaip Pagaikkireer Endru Vilangugiradhu. "
},{ "Verses": "6 adhipadhigalum Sevagarum Umakku Arpamaanavargal Endru Indru Vilangappannugireer; Apsalom Uyirodirundhu, Naangal Anaivarum Indru Seththupponaal, Appozhudhu Ummudaiya Paarvaikku Nalamaayirukkum Endru Indru Arindhukonden. "
},{ "Verses": "7 ippodhum Ezhundhirundhu Veliye Vandhu, Ummudaiya Oozhiyakkaararode Anbaaip Pesum; Neer Veliye Varaadhirundhaal, Indru Iravu Oruvarum Ummode Thangiyiruppadhillai Endru Karththarmel Aanaiyidugiren; Appozhudhu Ummudaiya Siruvayadhu Mudhal Idhuvaraikkum Umakku Neritta Ellaath Theemaiyaippaarkkilum, Adhu Umakku Adhiga Theemaiyaayirukkum Endraan. "
},{ "Verses": "8 appozhudhu Raajaa Ezhundhupoi, Olimugavaasalil Utkaarndhaan; Idho, Raajaa Olimugavaasalil Utkaarndhirukkiraar Endru Sagala Janangalukkum Arivikkappattapodhu, Janangal Ellaarum Raajaavukku Munbaaga Vandhaargal; Isravelarovenil Avaravar Thangal Koodaarangalukku Odipponaargal. "
},{ "Verses": "9 israveludaiya Sagala Koththirangalilumulla Sagala Janangalukkullum Vaakkuvaadham Undaagi, Avargal: Raajaa Nammudaiya Saththurukkalin Kaikku Nammai Neengalaakkivittaar, Avardhaane Pelistharin Kaikku Nammaith Thappuviththaar; Ippodho Apsalomukkuth Thappa, Dhesaththaivittu Odipponaar. "
},{ "Verses": "10 namakku Raajaavaaga Abishegampannivaiththa Apsalom Yuththaththile Seththaan; Ippodhum Raajaavaiththirumba Azhaiththu Varaamal Neengal Summaayiruppaanen Endru Sollikkondaargal "
},{ "Verses": "11 ippadi Isravelar Ellaarum Pesikkondirukkiradhu, Raajaa Irukkira Veettile Avarukkuk Kelviyaanapadiyinaal, Dhaaveedhuraajaa Saadhok Abiyaththaar Ennum Aasaariyargalidaththukku Aal Anuppi, Neengal Moopparode Pesi: Raajaavaith Thammudaiya Veettukkuth Thirumba Azhaiththuvara Neengal Matravargalukkup Pindhippovaanen? "
},{ "Verses": "12 neengal En Sagodharar, Neengal En Elumbum En Maamsamumaanavargal; Raajaavaith Thirumba Azhaiththuvara Neengal Pindhinavargalaayiruppaanen Endru Sollungal. "
},{ "Verses": "13 neengal Amaasaavaiyum Nokki: Nee En Elumbum En Maamsamum Allavo? Nee Yovaabukkup Padhilaaga Ennaalum Enakku Munbaagap Padaiththalaivanaayiraavittaal, Dhevan Adharku Sariyaagavum Adharku Adhigamaagavum Enakku Seyyakkadavar Endru Solla Sonnaan. "
},{ "Verses": "14 ippadiye Yoodhaavin Sagala Manusharudaiya Irudhayaththaiyum Oru Manushanudaiya Irudhayaththaippol Inangappanninadhinaal, Avargal Raajaavukku: Neer Ummudaiya Ellaa Oozhiyakkaararodum Thirumbivaarum Endru Solli Anuppinaargal. "
},{ "Verses": "15 raajaa Thirumba Varugiradharku Yordhaanmattum Vandhapodhu, Yoodhaa Koththiraththaar: Raajaavukku Edhirkondupoi, Raajaavai Yordhaanaik Kadakkappanna Kilkaalmattum Vandhaargal. "
},{ "Verses": "16 pakoorim Ooraanaana Benyameenanaagiya Keraavin Magan Seemeyiyum Theeviriththu, Yoodhaa Manusharodunkooda Dhaaveedhu Raajaavukku Edhirkonduponaan. "
},{ "Verses": "17 avanode Benyameen Manushar Aayiramperum, Savulin Veettu Velaikkaaranaagiya Seebaavum, Aandavanudaiya Padhinaindhu Kumaararum, Avanudaiya Irubadhu Velaikkaararum Irundhaargal; Avargal Raajaavukku Munbaaga Yordhaanai Vegamaaik Kadandhuponaargal. "
},{ "Verses": "18 avargal Raajaavin Veettaarai Ikkaraippaduththavum, Avan Virumbum Kaariyaththukku Udhavavum, Oru Padagu Ikkaraiyile Vandhadhu; Appozhudhu Keraavin Kumaaranaagiya Seemeyi Yordhaanaik Kadakkappogira Raajaavukku Munbaagath Thaazhavizhundhu, "
},{ "Verses": "19 raajaavai Nokki: En Aandavan En Akkiramaththai Enmel Sumaththaamalum, Raajaavaagiya En Aandavan Erusalemilirundhu Purappattu Varugira Naalile, Umadhu Adiyaan Seydha Dhrogaththai Raajaa Ninaikkaamalum, Thamadhu Manadhil Vaikkaamalum Iruppaaraaga. "
},{ "Verses": "20 umadhu Adiyaanaagiya Naan Paavancheydhen Endru Arindhirukkiren; Ippodhum, Idho, Raajaavaagiya En Aandavanukku Edhirkonduvara, Yoseppu Veettaar Anaivarukkum Naan Indru Mundhikkonden Endraan. "
},{ "Verses": "21 appozhudhu Seruyaavin Kumaaranaagiya Abisaai Pradhiyuththaramaaga: Karththar Abishegampanninavarai Seemeyi Dhooshiththapadiyinaal, Avanai Adharkaagak Kollavendaamaa Endraan. "
},{ "Verses": "22 adharku Dhaaveedhu: Seruyaavin Kumaarare, Indru Neengal Enakku Saththurukkalaagiradharku, Enakkum Ungalukkum Enna? Indru Isravelil Oruvan Kollappadalaamaa? Indru Naan Isravelinmel Raajaavaanen Endru Enakkuth Theriyaadhaa Endru Solli, "
},{ "Verses": "23 raajaa Seemeyiyaip Paarththu: Nee Saavadhillai Endru Avanukku Aanaiyittaan. "
},{ "Verses": "24 savulin Kumaaranaagiya Meviposeththum Raajaavukku Edhirkonduvandhaan; Raajaa Ponanaalmudhal, Avan Samaadhaanaththode Thirumbivarugira Naalmattum, Avan Than Kaalgalai Suththampannavumillai, Than Thaadiyai Savarampannavumillai; Than Vasthirangalai Velukkavumillai. "
},{ "Verses": "25 avan Erusalemilirundhu Raajaavukku Edhirkonduvarugirapodhu, Raajaa Avanaip Paarththu: Meviposeththe, Nee Ennodukooda Varaamalponadhu Enna Endru Kettaan. "
},{ "Verses": "26 adharku Avan Raajaavaagiya En Aandavane, En Velaikkaaran Ennai Mosampokkinaan; Umadhu Adiyaanaagiya Naan Mudavanaanapadiyinaal, Oru Kazhudhaiyinmel Senamvaiththu Adhinmel Eri, Raajaavodekoodap Pogiren Endru Adiyen Sonnen. "
},{ "Verses": "27 avan Raajaavaagiya En Aandavanidaththil Umadhu Adiyaanmel Veenpazhi Sonnaan; Raajaavaagiya En Aandavano Dhevanudaiya Thoodhanaippola Irukkiraar; Umadhu Paarvaikku Nalamaaith Thondrugirapadi Seyyum. "
},{ "Verses": "28 raajaavaagiya En Aandavanukkumunbaaga En Thagappan Veettaar Ellaarum Saavukku Edhuvaayirundhaargale Ozhiya, Matrappadi Alla; Aanaalum Umadhupandhiyile Saappidugiravargalode Umadhu Adiyenai Vaiththeer; Innum Naan Raajaavidaththil Muraiyida, Ini Enakku Enna Nyaayam Irukkiradhu Endraan. "
},{ "Verses": "29 appozhudhu Raajaa Avanaippaarththu: Un Kaariyaththaikkuriththu Adhigamaaip Pesuvaanen? Neeyum Seebaavum Nilaththaip Pangittukkollungal Endru Naan Sollugiren Endraan. "
},{ "Verses": "30 adharku Meviposedh Raajaavai Nokki: Raajaavaagiya En Aandavan Samaadhaanaththode Thammudaiya Veettirku Vandhirukkumpodhu, Avane Ellaavatraiyum Eduththukkollattum Endraan. "
},{ "Verses": "31 keeleyaaththiyanaagiya Parsilaavum Rogilimilirundhu Vandhu, Yordhaanmattum Raajaavai Vazhivittanuppa, Avanodekooda Yordhaanin Thuraimattum Kadandhuvandhaan. "
},{ "Verses": "32 parsilaa Enbadhu Vayadhusendra Kizhavanaayirundhaan; Raajaa Maknaayeemile Thangiyirukkumattum Avanaip Paraamariththu Vandhaan; Avan Magaa Periyamanushanaayirundhaan. "
},{ "Verses": "33 raajaa Parsilaavai Nokki: Nee Ennodekoodak Kadandhuvaa, Erusalemile Unnai Ennidaththil Vaiththu Paraamarippen Endraan. "
},{ "Verses": "34 parsilaa Raajaavaip Paarththu: Naan Raajaavodekooda Erusalemukku Vara, Naan Innum Uyirodirukkum Aayusin Naatkal Emmaaththiram? "
},{ "Verses": "35 ippozhudhu Naan Enbadhu Vayadhullavan; Ini Nalamaanadhu Innadhendrum Theedhaanadhu Innadhendrum Enakkuth Theriyumo? Pusikkiradhum Kudikkiradhum Umadhu Adiyenukku Rusigaramaayirukkumo? Sangeedhakkaarar Sangeedhakkaarigaludaiya Saththaththai Inik Ketkakkoodumo? Umadhu Adiyenaagiya Naan Ini Raajaavaagiya En Aandavanukku Baaramaayirukkavendiyadhu Enna? "
},{ "Verses": "36 adiyen Konjadhooram Yordhaanmattum Raajaavodekooda Varuven; Adharku Raajaa Ivvalavu Periya Ubagaaraththai Enakku Seyyavendiyadhu Enna? "
},{ "Verses": "37 naan En Oorile Mariththu, En Thaai Thagappanmaar Kallaraiyile Adakkampannappadumpadikku, Umadhu Adiyaan Thirumbippogattum; Aanaalum, Idho, Umadhu Adiyaanaagiya Kimkaam Raajaavaagiya En Aandavanodekooda Varuvaan; Ummudaiya Paarvaikku Nalamaanapadi Avanukku Seyyum Endraan. "
},{ "Verses": "38 appozhudhu Raajaa: Kimkaam Ennodekooda Varattum; Un Paarvaikku Nalamaanapadiye Naan Avanukku Nadappiththu, Nee Ennidaththil Vendikkolvadhaiyellaam Naan Unakku Seyven Endraan. "
},{ "Verses": "39 janangal Ellaarum Yordhaanaik Kadandhapodhu, Raajaa Parsilaavai Muththamittu Avanai Aaseervadhiththu, Thaanum Kadandhuponaan; Avano Thannidaththirkuth Thirumbippoivittaan. "
},{ "Verses": "40 raajaa Kadandhu, Kilkaalmattum Ponaan; Kimkaam Avanodekoodak Kadandhuvandhaan; Yoodhaa Janam Anaiththum, Isravelil Paadhijanamum, Raajaavai Ikkaraippaduththi Vandhapinbu, "
},{ "Verses": "41 idho, Isravel Manushar Ellaarum Raajaavinidaththil Vandhu, Raajaavai Nokki: Engal Sagodhararaagiya Yoodhaamanushar Thiruttalavaai Ummai Azhaiththuvandhu, Raajaavaiyum, Avar Veettaaraiyum, Avarodekooda Irukkira Dhaaveedhin Manushar Anaivaraiyum, Yordhaanaik Kadakkappanninadhu Enna Endraargal. "
},{ "Verses": "42 appozhudhu Yoodhaa Manushar Ellaarum Isravel Manusharukkup Pradhiyuththaramaaga: Raajaa Engalai Serndhavaraanapadiyinaal Idhai Seydhom; Idharkaaga Neengal Kobippaanen? Naangal Raajaavin Kaiyile Edhaiyaagilum Vaangith Thindromo? Engalukku Vegumaanam Kodukkappattadho? Endraargal. "
},{ "Verses": "43 isravel Manusharo Yoodhaa Manusharukkup Pradhiyuththaramaaga: Raajaavinidaththil Engalukkup Paththuppangu Irukkiradhu; Ungalaippaarkkilum Engalukku Dhaaveedhinidaththil Adhiga Urimai Undu; Pinnai En Engalai Arpamaai Ennineergal; Engal Raajaavaith Thirumba Azhaiththuvaravendum Endru Mundhichchonnavargal Naangalallavaa Endraargal; Aanaalum Isravel Manusharin Pechchaippaarkkilum Yoodhaa Manusharin Pechchu Balaththadhu. "
}
]