[
{ "Verses": "1 idharkuppinbu Dhaaveedhin Kumaaranaagiya Apsalomukkuth Thaamaar Ennum Perulla Savundhariyamulla Oru Sagodhari Irundhaal; Avalmel Dhaaveedhin Kumaaran Amnon Mogamkondaan. "
},{ "Verses": "2 than Sagodhariyaagiya Thaamaarinimiththam Ekkankondu Vyaadhippattaan; Aval Kanniyaasthreeyaayirundhaal; Avalukkup Pollaappu Seyya, Amnonukku Varuththamaaik Kandadhu. "
},{ "Verses": "3 amnonukku Dhaaveedhudaiya Thamaiyan Simiyaavin Kumaaranaagiya Yonadhaap Ennum Perulla Oru Snegidhan Irundhaan; Andha Yonadhaap Magaa Thandhiravaadhi. "
},{ "Verses": "4 avan Ivanaip Paarththu: Raajakumaaranaagiya Nee, Naalukkunaal Edhinaale Ippadi Melindhupogiraai, Enakkuchchollamaattaayaa Endraan. Adharku Amnon: En Sagodharan Apsalomin Sagodhariyaagiya Thaamaarinmel Naan Aasaivaiththirukkiren Endraan. "
},{ "Verses": "5 appozhudhu Yonadhaap Avanaippaarththu: Nee Vyaadhikkaaranaippola Unpadukkaiyinmel Paduththukkol; Unnaip Paarkkiradharku Un Thagappanaar Varumpodhu, Nee, En Sagodhariyaagiya Thaamaar Vandhu, Enakkup Pojanamkoduththu, Aval Kaiyinaale Saappidumpadikku Naan Paarkka, En Kangalukku Munbaaga Samaikkumpadi Dhayavuseyyavendum Endru Sol Endraan. "
},{ "Verses": "6 appadiye Amnon Vyaadhikkaaranpol Paduththukkondu, Raajaa Thannaip Paarkkavandhapodhu, Raajaavai Nokki: En Sagodhariyaagiya Thaamaar Vandhu Naan Aval Kaiyinaale Saappidumpadikku, En Kangalukku Munbaaga Irandu Nalla Paniyaarangalaip Pannumpadi Uththaravu Kodukkavendum Endraan. "
},{ "Verses": "7 appozhudhu Dhaaveedhu: Veettukkuth Thaamaaridaththil Aal Anuppi, Nee Un Sagodharanaagiya Amnon Veettukkuppoi, Avanukku Samaiyal Pannikkodu Endru Solla Sonnaan. "
},{ "Verses": "8 thaamaar Than Sagodharanaagiya Amnon Paduththukkondirukkira Veettukkup Poi, Maaveduththup Pisaindhu, Avan Kangalukku Munbaagath Thatti Paniyaarangalai Suttu, "
},{ "Verses": "9 sattiyai Eduththu, Avanukku Munbaaga Avaigalai Vaiththaal; Aanaalum Avan Saappidamaatten Endraan; Pinbu Amnon Ellaarum Ennaivittu Veliye Pogattum Endraan; Ellaarum Avanai Vittu Veliye Ponaargal. "
},{ "Verses": "10 appozhudhu Amnon Thaamaaraippaarththu: Naan Un Kaiyinaale Saappidumpadikku, Andhap Palagaaraththai Araiveettile Konduvaa Endraan; Appadiye Thaamaar Thaan Seydha Paniyaarangalai Araiveettil Irukkira Than Sagodharanaagiya Amnonidaththil Konduponaal. "
},{ "Verses": "11 avan Saappidumpadikku Aval Avaigalaik Kitta Konduvarugaiyil, Avan Avalaip Pidiththu, Avalaip Paarththu: En Sagodhariye, Nee Vandhu Ennode Sayani Endraan. "
},{ "Verses": "12 adharku Aval: Vendaam, En Sagodharane, Ennai Avamaanappaduththaadhe, Isravelile Ippadi Seyyaththagaadhu; Ippadippatta Madhikedaana Kaariyaththai Seyyavendaam. "
},{ "Verses": "13 naan En Vetkaththode Enge Poven? Neeyum Isravelile Madhikettavargalil Oruvanaippola Aavaai; Ippodhum Nee Raajaavode Pesu, Avar Ennai Unakkuth Tharaamal Marukkamaattaar Endraal. "
},{ "Verses": "14 avan Aval Sollaik Ketkamaatten Endru Avalai Balavandhamaaip Pidiththu, Avalode Sayaniththu, Avalaik Karpazhiththaan. "
},{ "Verses": "15 pirpaadu Amnon Avalai Migavum Veruththaan; Avan Avalai Virumbina Viruppaththaip Paarkkilum, Avalai Veruththa Veruppu Adhigamaayirundhadhu. Aagaiyaal: Nee Ezhundhu Poividu Endru Amnon Avalode Sonnaan. "
},{ "Verses": "16 appozhudhu Aval: Nee Enakku Mundhi Seydha Anyaayaththaippaarkkilum, Ippozhudhu Ennaith Thuraththividugira Andha Anyaayam Kodumaiyaayirukkiradhu Endraal; Aanaalum Avan Aval Sollaik Ketka Manadhillaamal, "
},{ "Verses": "17 thannidaththil Sevikkira Than Velaikkaaranaik Kooppittu: Nee Ivalai, Ennai Vittu Veliye Thalli, Kadhavaippoottu Endraan. "
},{ "Verses": "18 appadiye Avanidaththil Sevikkiravan Avalai Veliye Thalli, Kadhavaip Poottinaan; Aval Palavarunamaana Vasthiraththai Uduththikkondirundhaal; Raajakumaaraththigalaagiya Kannigaigal Ippadikkoththa, Saalvaigalaith Thariththukkolvaargal. "
},{ "Verses": "19 appozhudhu Thaamaar: Than Thalaiyinmel Saambalai Vaarippottukkondu, Thaan Thariththirundha Palavarunamaana Vasthiraththaik Kizhiththu, Than Kaiyaith Than Thalaiyinmel Vaiththu, Saththamittu Azhudhukonduponaal. "
},{ "Verses": "20 appozhudhu Aval Sagodharanaagiya Apsalom Avalaip Paarththu: Un Sagodharanaagiya Amnon Unnodirundhaano? Ippodhum En Sagodhariye, Nee Mavunamaayiru; Avan Unnudaiya Sagodharan; Indhak Kaariyaththai Unmanadhile Vaikkaadhe Endraan; Appadiye Thaamaar Than Sagodharanaagiya Apsalomin Veettil Thaniththuk Kilesappattukkondirundhaal. "
},{ "Verses": "21 dhaaveedhuraajaa Indha Seydhigalaiyellaam Kelvippattapodhu, Vegu Kobamaayerindhaan. "
},{ "Verses": "22 apsalom Amnonode Nanmaiyaagilum Theemaiyaagilum Pesavillai; Than Sagodhariyaagiya Thaamaarai Amnon Karpazhiththa Kaariyaththinimiththam Apsalom Avanaip Pagaiththaan. "
},{ "Verses": "23 irandu Varusham Sendrapinbu, Apsalom Eppiraayeemukku Sameebamaana Paalaadhsorile Aatkalai Vaiththu, Aadugalai Mayirkaththarikkira Velaiyil Irundhaan; Ange Raajakumaarar Ellaaraiyum Virundhukku Azhaiththaan. "
},{ "Verses": "24 avan Raajaavinidaththil Poi, Aatkalai Vaiththu Aadugalai Mayirkaththarikkiren; Raajaavum Avarudaiya Oozhiyakkaararum Umadhu Adiyaanode Varumpadivendikkollugiren Endraan. "
},{ "Verses": "25 raajaa Apsalomaip Paarththu: Appadi Vendaam, En Magane; Naangal Ellaarum Varuvomaagil Unakku Veguselavundaagum Endraan; Avanai Varundhikkettaalum, Avan Poga Manadhillaamal, Avanai Aaseervadhiththaan. "
},{ "Verses": "26 appozhudhu Apsalom: Adhu Koodaadhirundhaal, En Sagodharanaagiya Amnonaavadhu Engalode Varumpadi Avanukku Uththaravu Seyyum Endraan. Adharku Raajaa: Avan Unnode Varavendiyadhu Enna Endraan. "
},{ "Verses": "27 apsalom Pinnaiyum Avanai Varundhik Kettukkondapadiyinaal, Avan Amnonaiyum, Raajaavin Kumaarar Anaivaraiyum Avanode Pogavittaan. "
},{ "Verses": "28 apsalom Than Velaikkaararai Nokki: Amnon Dhraatcharasam Kudiththuk Kaliththirukkum Samayaththai Nandraaip Paarththirungal; Appozhudhu Naan: Amnonai Adiyungal Endru Solluven, Udane Neengal Bayappadaamal Avanaik Kondrupodungal; Naan Allavo Adhai Ungalukkuk Kattalaiyidugiren; Thidankondu Dhairiyamaayirungal Endru Solliyirundhaan. "
},{ "Verses": "29 apsalom Karpiththapadiye Apsalomin Velaikkaarar Amnonukku Seydhaargal; Appozhudhu Raajakumaarar Ellaarum Ezhundhirundhu, Avaravar Thamtham Koveru Kazhudhaiyinmel Eri Odipponaargal. "
},{ "Verses": "30 avargal Vazhiyil Irukkirapodhe, Apsalom Raajakumaararaiyellaam Adiththuk Kondrupottaan, Avargalil Oruvarum Meendhirukka Vidavillai Engiradhaai, Dhaaveedhukku Seydhi Vandhadhu. "
},{ "Verses": "31 appozhudhu Raajaa Ezhundhirundhu, Than Vasthirangalaik Kizhiththukkondu, Tharaiyile Vizhundhukidandhaan; Avan Oozhiyakkaarar Ellaarum Thangal Vasthirangalaik Kizhiththukkondu Nindraargal. "
},{ "Verses": "32 appozhudhu Dhaaveedhin Thamaiyanaagiya Simiyaavin Kumaaran Yonadhaap Vandhu: Raajakumaararaana Vaalibaraiyellaam Kondrupottaargal Endru En Aandavan Ninaikkavendaam; Amnonmaaththiram Seththupponaan; Avan Than Sagodhariyaagiya Thaamaaraik Karpazhiththa Naalmudharkondu, Adhu Apsalomin Nenjil Irundhadhu. "
},{ "Verses": "33 ippodhum Raajakumaarargal Ellaarum Seththaargal Engira Pechchai Raajaavaagiya En Aandavan Thammudaiya Manadhile Vaikkavendaam; Amnon Oruvane Seththaan Endraan; Apsalom Odipponaan. "
},{ "Verses": "34 jaamakkaara Sevagan Than Kangalai Ereduththup Paarththapodhu, Idho, Anegam Janangal Thanakkup Pinnaale Malai Oramaai Varugiradhaik Kandaan. "
},{ "Verses": "35 appozhudhu Yonadhaap Raajaavaip Paarththu: Idho, Raajakumaarar Varugiraargal; Umadhu Adiyen Sonnapadiye Aayitru Endraan. "
},{ "Verses": "36 avan Pesi Mudindhapodhu, Raajakumaarar Vandhu, Saththamittu Azhudhaargal; Raajaavum Avanudaiya Ellaa Oozhiyakkaararum Migavum Pulambi Azhudhaargal. "
},{ "Verses": "37 apsalomo Ammiyoodhin Kumaaranaagiya Thalmaai Ennum Kesoorin Raajaavinidaththirku Odipponaan. Dhaaveedhu Dhinandhorum Than Kumaaranukkaaga Dhukkiththukkondirundhaan. "
},{ "Verses": "38 apsalom Kesoorukku Odippoi, Ange Moondru Varusham Irundhaan. "
},{ "Verses": "39 dhaaveedhuraajaa Amnon Seththapadiyinaal, Avanukkaaga Dhukkiththu Aarudhaladaindhapodhu Apsalomaip Pinthodarum Ninaivai Vittuvittaan. "
}
]