[
{ "Verses": "1 apner Ebronile Seththup Ponadhai Savulin Kumaaran Kettapodhu, Avan Kaigal Thidanatrupoyitru; Isravelarellaarum Kalanginaargal. "
},{ "Verses": "2 savulin Kumaaranukkup Padaiththalaivanaana Iranduper Irundhaargal; Oruvanukkup Per Paanaa, Matravanukkup Per Rekaap; Avargal Benyameen Puththiraril Peroththiyanaagiya Rimmonin Kumaarargal. Peroththum Benyameenukku Aduththadhaai Ennappattadhu. "
},{ "Verses": "3 peroththiyar Kiththaayeemukku Odippoi, Innaalvaraikkum Ange Sanjarikkiraargal. "
},{ "Verses": "4 savulin Kumaaran Yonaththaanukku Irandu Kaalum Mudamaana Oru Kumaaran Irundhaan; Savulum Yonaththaanum Madindha Seydhi Yesrayelilirundhu Varugirapodhu, Avan Aindhu Vayadhullavanaayirundhaan; Appozhudhu Avanudaiya Thaadhi Avanai Eduththukkondu Odipponaal; Aval Odippogira Avasaraththil Avan Vizhundhu Mudavanaanaan; Avanukku Meviposedh Endru Per. "
},{ "Verses": "5 peroththiyanaana Andha Rimmonin Kumaararaagiya Rekaabum Paanaavum Poi, Isposedh Maththiyaanaththile Veyyil Neraththil Padukkaiyinmel Sayaniththirukkumpodhu Avan Veettirkul Pravesiththu, "
},{ "Verses": "6 kodhumai Vaanga Varugiravargal Pola, Naduveedumattum Vandhu, Avanai Vayitrile Kuththippottaargal; Pinbu Rekaabum Avan Sagodharan Paanaavum Thappi Odipponaargal. "
},{ "Verses": "7 avan Than Palli Araiyile Than Kattilinmel Paduththirukkumpodhu, Ivargal Ulle Poi, Avanaik Kuththik Kondrupottu, Avan Thalaiyai Vettippottaargal; Pinbu Avan Thalaiyai Eduththukkondu, Raamuzhudhum Andharaveli Vazhiyaai Nadandhu, "
},{ "Verses": "8 ebronilirukkira Dhaaveedhinidaththil Isposeththin Thalaiyaik Konduvandhu, Raajaavai Nokki: Idho, Ummudaiya Praananai Vaangaththedina Ummudaiya Saththuruvaayirundha Savulin Kumaaranaagiya Isposeththin Thalai; Indraiya Dhinam Karththar Raajaavaagiya Engal Aandavanukkaaga Savulin Kaiyilum Avan Kudumbaththaarin Kaiyilum Pazhivaanginaar Endraargal. "
},{ "Verses": "9 aanaalum Dhaaveedhu Peroththiyanaana Rimmonin Kumaararaagiya Regaavukkum, Avan Sagodharan Paanaavukkum Pradhiyuththaramaaga: En Aaththumaavai Ellaa Ikkattukkum Neengalaakki Meetta Karththarudaiya Jeevanaikkondu Naan Sollugiradhaik Kelungal. "
},{ "Verses": "10 idho, Oruvan Enakku Narcheydhi Konduvarugiravan Endru Enni, Savul Seththupponaan Endru Enakku Ariviththu, Thanakku Vegumaanam Kidaikkum Endru Ninaiththapodhu, Avanai Naan Pidiththu Siklaagile Kondrupottene. "
},{ "Verses": "11 thamadhu Veettirkul Thamadhu Padukkaiyinmel Paduththirundha Needhimaanaik Kolai Seydha Pollaadha Manusharukku Evvalavu Adhigamaai Aakkinai Seyyavendum? Ippodhum Naan Avarudaiya Raththap Pazhiyai Ungal Kaigalil Vaangi, Ungalai Boomiyilirundhu Azhiththuppodaadhiruppeno Endru Solli, "
},{ "Verses": "12 avargalaik Kondrupodavum, Avargal Kaigalaiyum Kaalgalaiyum Thariththu Ebronilirukkira Kulaththandaiyile Thookkippodavum, Than Sevagarukkuk Kattalaiyittaan. Isposeththin Thalaiyai Eduththu, Ebronilirukkira Apnerin Kallaraiyile Adakkampanninaargal. "
}
]