[
{ "Verses": "1 pinbu Dhaaveedhu Isravelar Ellaarukkullum Therindhukollappatta Muppadhinaayiramperaik Kootti, "
},{ "Verses": "2 kerubeengalin Naduve Vaasamaayirukkira Senaigaludaiya Karththarin Naamam Thozhudhukollappadugira Dhevanudaiya Pettiyaip Paalaiyoodhaavilirundhu Konduvarumpadi, Avanum Avanodirundha Andha Sthalaththaarum Ezhundhupoi, "
},{ "Verses": "3 dhevanudaiya Pettiyai Oru Pudhu Radhaththinmel Etri, Adhaik Kibiyaavilirukkira Abinadhaabin Veettilirundhukonduvandhaargal; Abinadhaabin Kumaararaagiya Oosaavum Agiyovum Andhap Pudhu Radhaththai Nadaththinaargal. "
},{ "Verses": "4 avargal Dhevanudaiya Pettiyai Etri, Adhaik Kibiyaavilirukkira Abinadhaabin Veettilirundhu Nadaththikkondu Varugirapodhu, Agiyo Pettikku Munnaale Nadandhaan. "
},{ "Verses": "5 dhaaveedhum Isravel Sandhadhiyaar Anaivarum Dhevadhaaru Maraththaal Pannappatta Sagalavidha Geedhavaaththiyangalodum, Suramandalam Thamburu Melam Veenai Kaiththaalam Aagiya Ivaigalodum, Karththarukku Munbaaga Aadippaadikkonduponaargal. "
},{ "Verses": "6 avargal Naagonin Kalam Irukkira Idaththukku Vandhapodhu, Maadugal Mirandu Pettiyai Asaiththapadiyinaal, Oosaa Dhevanudaiya Pettiyinidamaaith Than Kaiyai Neetti, Adhaip Pidiththaan. "
},{ "Verses": "7 appozhudhu Karththarukku Oosaavinmel Kobamoondadhu; Avanudaiya Thunivinimiththam Dhevan Ange Avanai Adiththaar; Avan Ange Dhevanudaiya Pettiyandaiyil Seththaan. "
},{ "Verses": "8 appozhudhu Karththar Oosaavai Adiththadhinimiththam Dhaaveedhu Visanappattu, Andha Sthalaththirku Innaalmattum Vazhangivarugira Peresoosaa Ennum Perittaan. "
},{ "Verses": "9 dhaaveedhu Andraiyadhinam Karththarukku Bayandhu, Karththarudaiya Petti Ennidaththil Varuvadhu Eppadiyendru Solli, "
},{ "Verses": "10 adhaith Thannidaththil Dhaaveedhin Nagaraththil Konduvara Manadhillaamal, Kiththiyanaagiya Obedhedhomin Veettile Kondupoi Vaiththaan. "
},{ "Verses": "11 karththarudaiya Petti Kiththiyanaagiya Obedhedhomin Veettile Moondru Maadham Irukkaiyil Karththar Obedhedhomaiyum Avan Veettaar Anaivaraiyum Aaseervadhiththaar. "
},{ "Verses": "12 dhevanudaiya Pettiyinimiththam Karththar Obedhedhomin Veettaiyum, Avanukku Undaana Ellaavatraiyum Aaseervadhiththaar Endru Dhaaveedhuraajaavukku Arivikkappattadhu; Appozhudhu Dhaaveedhu Dhevanudaiya Pettiyai Obedhedhomin Veettilirundhu Dhaaveedhin Nagaraththukku Magizhchchiyudane Konduvandhaan. "
},{ "Verses": "13 karththarudaiya Pettiyai Sumandhupogiravargal Aaru Thappadi Nadandhapodhu, Maadugalaiyum Kozhuththa Aattukkadaakkalaiyum Paliyittaan. "
},{ "Verses": "14 dhaaveedhu Sanalnool Epoththaith Thariththukkondu, Than Muzhu Balaththodum Karththarukku Munbaaga Nadanampanninaan. "
},{ "Verses": "15 appadiye Dhaaveedhum, Isravel Sandhadhiyaar Anaivarum Karththarudaiya Pettiyai Gembeera Saththaththodum Ekkaala Thoniyodum Konduvandhaargal. "
},{ "Verses": "16 karththarudaiya Petti Dhaaveedhin Nagaraththirkul Pravesikkirapodhu, Savulin Kumaaraththiyaagiya Meegaal Palaganivazhiyaaip Paarththu, Dhaaveedhuraajaa Karththarukkumunbaagak Kudhiththu, Nadanampannugiradhaik Kandu, Than Irudhayaththile Avanai Avamadhiththaal. "
},{ "Verses": "17 avargal Karththarudaiya Pettiyai Ulle Konduvandhu, Adharku Dhaaveedhupotta Koodaaraththirkul Irukkira Adhin Sthaanaththile Adhai Vaiththapodhu, Dhaaveedhu Karththarudaiya Sannidhiyile Sarvaanga Thaganapaligalaiyum Samaadhaanapaligalaiyum Ittaan. "
},{ "Verses": "18 dhaaveedhu Sarvaanga Thaganapaligalaiyum Samaadhaanapaligalaiyum Ittapinbu, Senaigalin Karththarudaiya Naamaththinaale Janangalai Aaseervadhiththu, "
},{ "Verses": "19 isravelin Thiralkoottamaana Sthree Purusharaagiya Sagala Janangalukkum, Avaravarukku Ovvoru Appaththaiyum, Ovvoru Iraichchiththundaiyum, Ovvoru Padi Dhraatcharasaththaiyum Pangittaan; Pirpaadu Janangal Ellaarum Avaravar Thangal Veettirkup Poivittaargal. "
},{ "Verses": "20 dhaaveedhu Than Veettaarai Aaseervadhikkiradharkuth Thirumbumpodhu, Savulin Kumaaraththiyaagiya Meegaal Dhaaveedhukku Edhirkonduvandhu, Arpamanusharil Oruvan Than Vasthirangalaik Kazhatrippodugiradhupola, Indru Thammudaiya Oozhiyakkaararudaiya Pengalin Kangalukkumunbaagath Thammudaiya Vasthirangalai Urindhupottirundha Isravelin Raajaa Indru Eththanai Magimaippattirundhaar Endraal. "
},{ "Verses": "21 adharku Dhaaveedhu Meegaalaip Paarththu: Un Thagappanaippaarkkilum, Avarudaiya Ellaa Veettaaraippaarkkilum, Ennai Isravelaagiya Karththarudaiyajanaththinmel Thalaivanaagak Kattalaiyidumpadikkuth Therindhukonda Karththarudaiya Samugaththirku Munbaaga Aadippaadinen. "
},{ "Verses": "22 idhaippaarkkilum Innum Naan Neesanum En Paarvaikku Arpanumaaven; Appadiye Nee Sonna Pengalukkunkooda Magimaiyaai Vilanguven Endraan. "
},{ "Verses": "23 adhinaal Savulin Kumaaraththiyaagiya Meegaalukku Maranamadaiyum Naalmattum Pillai Illaadhirundhadhu. "
}
]