[
{ "Verses": "1 karththar Naaththaanai Dhaaveedhinidaththil Anuppinaar; Ivan Avanidaththil Vandhu, Avanai Nokki: Oru Pattanaththil Irandu Manushar Irundhaargal; Oruvan Aisuvariyavaan, Matravan Dhariththiran. "
},{ "Verses": "2 aisuvariyavaanukku Aadumaadugal Vegu Thiralaayirundhadhu. "
},{ "Verses": "3 dhariththiranukko Thaan Kondu Valarththa Ore Oru Sinna Aattukkuttiyaiththavira Verondrum Illaadhirundhadhu; Adhu Avanodum Avan Pillaigalodunkooda Irundhu Valarndhu, Avan Vaayin Appaththaith Thindru, Avan Paaththiraththile Kudiththu, Avan Madiyile Paduththukkondu, Avanukku Oru Magalaippola Irundhadhu. "
},{ "Verses": "4 andha Aisuvariyavaanidaththil Vazhippokkan Oruvan Vandhaan; Avan Thannidaththil Vandha Vazhippokkanukku Samaiyal Pannuvikka, Thannudaiya Aadumaadugalil Ondraip Pidikka Manadhillaamal, Andha Dhariththiranudaiya Aattukkuttiyaip Pidiththu, Adhaith Thannidaththil Vandha Manushanukku Samaiyalpannuviththaan Endraan. "
},{ "Verses": "5 appozhudhu Dhaaveedhu: Andha Manushanmel Migavum Kobamoondavanaagi, Naaththaanaip Paarththu: Indhak Kaariyaththai Seydha Manushan Maranaththirkuppaaththiran Endru Karththarudaiya Jeevanaikkondu Sollugiren. "
},{ "Verses": "6 avan Irakkamatravanaayirundhu, Indhak Kaariyaththai Seydhapadiyinaal, Andha Aattukkuttikkaaga Naalaththanai Thirumba Seluththavendum Endraan. "
},{ "Verses": "7 appozhudhu Naaththaan Dhaaveedhai Nokki: Neeye Andha Manushan; Isravelin Dhevanaagiya Karththar Sollugiradhu, Ennavendraal, Naan Unnai Isravelinmel Raajaavaaga Abishegampanni, Unnai Savulin Kaikkuth Thappuviththu, "
},{ "Verses": "8 un Aandavanudaiya Veettai Unakkuk Koduththu, Un Aandavanudaiya Sthreegalaiyum Un Madiyile Thandhu, Isravel Vamsaththaiyum, Yoodhaa Vamsaththaiyum Unakkuk Kaiyaliththen; Idhu Podhaadhirundhaal, Innum Unakku Vendiyadhaith Tharuven. "
},{ "Verses": "9 karththarudaiya Paarvaikkup Pollaappaana Indhak Kaariyaththai Seydhu, Avarudaiya Vaarththaiyai Nee Asattai Panninadhu Enna? Eththiyanaagiya Uriyaavai Nee Pattayaththaal Madiviththu, Avan Manaiviyai Unakku Manaiviyaaga Eduththukkondu, Avanai Ammon Puththirarin Pattayaththaale Kondrupottaai. "
},{ "Verses": "10 ippodhum Nee Ennai Asattaipanni, Eththiyanaagiya Uriyaavin Manaiviyai Unakku Manaiviyaaga Eduththukkondapadiyinaal, Pattayam Endraikkum Un Veettaivittu Vilagaadhirukkum. "
},{ "Verses": "11 karththar Sollugiradhu Ennavendraal, Idho, Naan Un Veettile Pollaappai Unmel Ezhumbappanni, Un Kangal Paarkka, Un Sthreegalai Eduththu, Unakku Aduththavanukkuk Koduppen; Avan Indha Sooriyanudaiya Velichchaththile Un Sthreegalode Sayanippaan. "
},{ "Verses": "12 nee Olippidaththil Adhai Seydhaai; Naano Indhak Kaariyaththai Isravelar Ellaarukku Munbaagavum, Sooriyanukku Munbaagavum Seyvippen Endraar Endru Sonnaan. "
},{ "Verses": "13 appozhudhu Dhaaveedhu Naaththaanidaththil: Naan Karththarukku Virodhamaaip Paavancheydhen Endraan. Naaththaan Dhaaveedhai Nokki: Nee Saagaadhapadikku, Karththar Un Paavam Neengachcheydhaar. "
},{ "Verses": "14 aanaalum Indhak Kaariyaththinaale Karththarudaiya Saththurukkal Dhooshikka Nee Kaaranamaayirundhapadiyinaal, Unakkup Pirandha Pillai Nichchayamaai Saagum Endru Solli, Naaththaan Than Veettukkuppoivittaan. "
},{ "Verses": "15 appozhudhu Karththar Uriyaavin Manaivi Dhaaveedhukkup Petra Aanpillaiyai Adiththaar; Adhu Vyaadhippattuk Kevalamaayirundhadhu. "
},{ "Verses": "16 appozhudhu Dhaaveedhu Andhap Pillaikkaaga Dhevanidaththil Praarththanaipanni, Ubavaasiththu, Ullepoi, Raamuzhudhum Tharaiyile Kidandhaan. "
},{ "Verses": "17 avanaith Tharaiyilirundhu Ezhundhirukkappanna, Avan Veettilulla Moopparaanavargal Ezhundhu, Avanandaiyil Vandhaalum, Avan Maatten Endru Solli, Avargalode Appam Saappidaamal Irundhaan. "
},{ "Verses": "18 ezhaamnaalil, Pillai Seththuppoyitru. Pillai Seththuppoyitru Endru Dhaaveedhin Oozhiyakkaarar Avanukku Arivikka Aiyappattaargal; Pillai Uyirodirukkaiyil, Naam Avarode Pesugirapodhu, Avar Nammudaiya Sorketkavillai; Pillai Seththuppoyitru Endru Avarode Eppadi Solluvom? Adhigamaaga Vyaagulappaduvaare Endru Pesikkondaargal. "
},{ "Verses": "19 dhaaveedhu Than Oozhiyakkaarar Ragasiyamaaip Pesikkollugiradhaikkandu, Pillai Seththuppoyitru Endru Arindhu, Than Oozhiyakkaararai Nokki: Pillai Seththuppoyitro Endru Kettaan; Seththuppoyitru Endraargal. "
},{ "Verses": "20 appozhudhu Dhaaveedhu Tharaiyaivittu Ezhundhu, Snaanampanni, Enneypoosikkondu, Than Vasthirangalaimaatri, Karththarudaiya Aalayaththil Pravesiththu, Panindhukondu, Than Veettukkuvandhu, Bojanam Kettaan; Avanmunne Adhai Vaiththapodhu Pusiththaan. "
},{ "Verses": "21 appozhudhu Avan Oozhiyakkaarar Avanai Nokki: Neer Seygira Indhak Kaariyam Enna? Pillai Uyirodirukkaiyil Ubavaasiththu Azhudheer; Pillai Mariththapinbu, Ezhundhirundhu Asanampannugireere Endraargal. "
},{ "Verses": "22 adharku Avan: Pillai Innum Uyirodirukkaiyil, Pillai Pizhaikkumpadikkuk Karththar Enakku Iranguvaaro, Eppadiyo, Yaarukkuth Theriyum Endru Ubavaasiththu Azhudhen. "
},{ "Verses": "23 adhu Mariththirukkira Ippodhu Naan Ubavaasikkavendiyadhu Enna? Ini Naan Adhaith Thirumbivarappannakkoodumo? Naan Adhinidaththukkup Povene Allaamal, Adhu Ennidaththukkuth Thirumbi Varappogiradhu Illai Endraan. "
},{ "Verses": "24 pinbu Dhaaveedhu Than Manaiviyaagiya Padhsebaalukku Aarudhal Solli, Avalidaththil Poi, Avalode Sayaniththaan; Aval Oru Kumaaranaip Petraal; Avanukku Saalomon Endru Perittaan; Avanidaththil Karththar Anbaayirundhaar. "
},{ "Verses": "25 avar Theerkkadharisiyaagiya Naaththaanai Anuppa, Avan Karththarin Nimiththam Avanukku Yedhidhiyaa Endru Perittaan. "
},{ "Verses": "26 adharkulle Yovaab Ammon Puththirarudaiya Rappaa Pattanaththinmel Yuththampanni, Raajadhaaniyaip Pidiththu, "
},{ "Verses": "27 dhaaveedhinidaththil Aal Anuppi, Naan Rappaavinmel Yuththampanni, Thanneer Oramaana Pattanaththaip Pidiththukkonden. "
},{ "Verses": "28 naan Pattanaththaip Pidikkiradhinaal, En Per Vazhangaadhapadikku, Neer Matra Janangalaik Koottikkonduvandhu, Pattanaththai Mutrikkaipottu, Pidikkavendum Endru Solla Sonnaan. "
},{ "Verses": "29 appadiye Dhaaveedhu Janangalaiyellaam Koottikkondu, Rappaavukkuppoi, Adhinmel Yuththampanni, Adhaip Pidiththaan. "
},{ "Verses": "30 avargaludaiya Raajaavin Thalaimelirundha Kreedaththai Eduththukkondaan; Adhu Oru Thaalandhu Niraiponnum, Raththinangal Padhiththadhumaayirundhadhu; Adhu Dhaaveedhinudaiya Thalaiyil Vaikkappattadhu; Pattanaththilirundhu Eraalamaana Kollaiyaik Konduponaan. "
},{ "Verses": "31 pinbu Adhilirundha Janangalai Avan Veliye Kondupoi Avargalai Vaalgalukkum, Iruppup Paaraigalukkum, Iruppuk Kodarigalukkum Utpaduththi, Avargalai Sengarchoolaiyaiyum Kadakkappanninaan; Ippadi Ammon Puththirarin Pattanangalukkellaam Seydhu, Dhaaveedhu Ellaa Janaththodunkooda Erusalemukkuth Thirumbinaan. "
}
]