[
{ "Verses": "1 idharkuppinbu Dhaaveedhu Pelistharai Muriya Adiththu, Avargalaik Keezhppaduththi, Meththek Ammaavaip Pidiththukkondaan. "
},{ "Verses": "2 avan Movaabiyaraiyum Muriya Adiththu, Avargalaith Tharaimattum Paniyappanni, Avargalmel Noolpottu, Irandupangu Manusharaik Kondrupottu, Oru Pangai Uyirode Vaiththaan; Ivvidhamaai Movaabiyar Dhaaveedhai Seviththu, Avanukkuk Kappankattugiravargalaanaargal. "
},{ "Verses": "3 rekobin Kumaaranaagiya Aadhaadhesar Ennum Sobaavin Raajaa Aipiraaththu Nadhiyandaiyil Irukkira Seemaiyaith Thirumbath Than Vasamaakkikkollappogaiyil, Dhaaveedhu Avanaiyum Muriya Adiththu, "
},{ "Verses": "4 avanukku Irundha Raanuvaththil Aayiraththu Ezhunooru Kudhiraiveeraraiyum, Irubadhinaayiram Kaalaatkalaiyum Pidiththu, Radhangalil Nooru Radhangalai Vaiththukkondu, Matravaigalaiyellaam Thundaadippottaan. "
},{ "Verses": "5 sobaavin Raajaavaagiya Aadhaadhesarukku Udhaviseyya Thamaskup Pattanaththaaraagiya Seeriyar Vandhaargal; Dhaaveedhu Seeriyaril Irubaththeeraayiramperai Vettippottu, "
},{ "Verses": "6 thamaskukkaduththa Seeriyaavile Thaanaiyangalai Vaiththaan; Seeriyar Dhaaveedhai Seviththu, Avanukkuk Kappankattinaargal; Dhaaveedhu Pona Idaththilellaam,karththar Avanaik Kaappaatrinaar. "
},{ "Verses": "7 aadhaadhesarin Sevagarudaiya Porparisaigalai Dhaaveedhu Eduththu, Avaigalai Erusalemukkuk Konduvandhaan. "
},{ "Verses": "8 aadhaadhesarin Pattanangalaagiya Peththaagilum Peroththaayilumirundhu Dhaaveedhuraajaa Magaa Thiralaana Vengalaththaiyum Eduththukkonduvandhaan. "
},{ "Verses": "9 dhaaveedhu Aadhaadhesarudaiya Ellaa Raanuvaththaiyum Muriya Adiththa Seydhiyai Aamaaththin Raajaavaagiya Thoyee Kettapodhu, "
},{ "Verses": "10 aadhaadhesar Thoyeeyinmel Eppodhum Yuththampannikkondirundhapadiyaal, Raajaavaagiya Dhaaveedhin Sugaseydhiyai Visaarikkavum, Avan Aadhaadhesarode Yuththampanni, Avanai Muriya Adiththadharkaaga Avanukku Vaazhththudhal Sollavum, Thoyee Than Kumaaranaagiya Yoraamai Raajaavinidaththil Anuppinaan. Melum Yoraam Than Kaiyile Velliyum Ponnum Vengalamumaana Thattumuttugalaik Konduvandhaan. "
},{ "Verses": "11 avan Konduvandhavaigalai Dhaaveedhuraajaa Keezhppaduththina Seeriyar, Movaabiyar, Ammon Puththirar, Pelisthar, Amalekkiyar Ennum Sagala Jaadhiyaargalidaththilum, "
},{ "Verses": "12 rekobin Kumaaranaagiya Aadhaadhesar Ennum Sobaavin Raajaavinidaththilum Kollaiyittadhilum Eduththu, Karththarukku Niyamiththa Velliyodum Ponnodunkooda Karththarukkup Pradhishtaipanninaan. "
},{ "Verses": "13 dhaaveedhu Uppuppallaththaakkile Padhinennaayiram Seeriyarai Muriya Adiththuth Thirumbinadhinaal Keerththipetraan. "
},{ "Verses": "14 edhomil Thaanaiyangalai Vaiththaan; Edhom Engum Avan Thaanaiyangalai Vaiththadhinaale, Edhomiyar Ellaarum Dhaaveedhai Sevikkiravargalaanaargal; Dhaaveedhu Pona Ellaa Idaththilum Karththar Avanaik Kaappaatrinaar. "
},{ "Verses": "15 ippadiye Dhaaveedhu Isravel Anaiththinmelum Raajaavaayirundhaan; Avan Thannudaiya Ellaa Janaththirkum Nyaayamum Needhiyum Seydhuvandhaan. "
},{ "Verses": "16 seruyaavin Kumaaranaagiya Yovaab Raanuvaththalaivanaayirundhaan; Agiloodhin Kumaaranaagiya Yosabaadh Mandhiriyaayirundhaan. "
},{ "Verses": "17 agidhoopin Kumaaran Saadhokkum, Abiyaththaarin Kumaaran Agimelekkum Aasaariyaraayirundhaargal; Seraayaa Sambradhiyaayirundhaan. "
},{ "Verses": "18 yoidhaavin Kumaaran Penaayaa Kireththiyarukkum Pileththiyarukkum Thalaivanaayirundhaan; Dhaaveedhin Kumaararo Pradhaanigalaayirundhaargal. "
}
]