[
{ "Verses": "1 karththar Dhaaveedhai Avanudaiya Ellaa Saththurukkalin Kaikkum, Savulin Kaikkum, Neengalaakki Viduviththapodhu, Karththarukku Munbaagap Paadina Paattu: "
},{ "Verses": "2 karththar En Kanmalaiyum, En Kottaiyum, En Ratchagarumaanavar. "
},{ "Verses": "3 dhevan Naan Nambiyirukkira Thurukkamum, En Kedagamum, En Ratchaniyakkompum, En Uyarndha Adaikkalamum, En Pugalidamum, En Ratchagarumaanavar; Ennai Valladikku Neengalaakki Ratchikkiravar Avare. "
},{ "Verses": "4 sthudhikkup Paaththiraraagiya Karththarai Nokkik Kooppiduven; Adhanaal En Saththurukkalukku Neengalaakki Ratchikkappaduven. "
},{ "Verses": "5 marana Alaigal Ennai Soozhndhukondu, Thurchchanappravaagam Ennai Bayappaduththinadhu. "
},{ "Verses": "6 paadhaalak Kattugal Ennai Soozhndhukondadhu; Maranakkannigal Enmel Vizhundhadhu. "
},{ "Verses": "7 enakku Undaana Nerukkaththile Karththarai Nokkik Kooppittu, En Dhevanai Nokki Abayamitten; Thamadhu Aalayaththilirundhu En Saththaththaik Kettaar, En Kooppidudhal Avar Sevigalil Eritru. "
},{ "Verses": "8 appozhudhu Boomi Asaindhu Adhirndhadhu; Avar Kobankondapadiyaal Vaanaththin Asthibaarangal Kulungi Asaindhadhu. "
},{ "Verses": "9 avar Naasiyilirundhu Patchikkira Pugai Ezhumbitru, Avar Vaayilirundhu Akkini Purappattadhu, Adhanaal Thazhalmoondadhu. "
},{ "Verses": "10 vaanangalaith Thaazhththi Iranginaar; Avar Paadhangalin Keezh Kaarirul Irundhadhu. "
},{ "Verses": "11 kerubeeninmel Eri Vegamaai Sendraar. Kaatrin Settaigalinmeedhil Dharisanamaanaar. "
},{ "Verses": "12 aagaayaththu Megangalile Koodiya Thanneergalin Irulaith Thammai Sutrilum Irukkum Koodaaramaakkinaar. "
},{ "Verses": "13 avarudaiya Sannidhip Pragaasaththinaal Neruppuththazhalum Erindhadhu. "
},{ "Verses": "14 karththar Vaanaththilirundhu Kumuri, Unnadhamaanavar Thamadhu Saththaththai Thonikkappanninaar. "
},{ "Verses": "15 avar Ambugalai Eydhu, Avargalai Sidhara Adiththu, Minnalgalaip Prayogiththu, Avargalaik Kalangappanninaar. "
},{ "Verses": "16 karththarudaiya Kandidhaththinaalum, Avarudaiya Naasiyin Suvaasa Kaatrinaalum Samuththiraththin Madhagugal Thiravundu, Poodhalaththin Asthibaarangal Kaanappattadhu. "
},{ "Verses": "17 uyaraththilirundhu Avar Kai Neetti, Ennaip Pidiththu, Jalappravaagaththilirukkira Ennaith Thookkivittaar. "
},{ "Verses": "18 ennilum Balavaangalaayirundha En Balaththa Saththuruvukkum En Pagaignarukkum Ennai Viduviththaar. "
},{ "Verses": "19 en Aabaththunaalile Enakku Edhirittu Vandhaargal; Karththaro Enakku Aadharavaayirundhaar. "
},{ "Verses": "20 enmel Avar Piriyamaayirundhapadiyaal, Visaalamaana Idaththile Ennaik Konduvandhu, Ennaith Thappuviththaar. "
},{ "Verses": "21 karththar En Needhikkuththakkadhaaga Enakkup Padhil Aliththaar; En Kaigalin Suththaththirkuththakkadhaaga Enakku Sarikkattinaar. "
},{ "Verses": "22 karththarudaiya Vazhigalaik Kaaththukkonduvandhen; Naan En Dhevanukkuth Dhrogampanninadhillai. "
},{ "Verses": "23 avarudaiya Nyaayangalaiyellaam Enakku Munbaaga Niruththinen; Naan Avarudaiya Pramaanangalai Vittu Vilagaamal, "
},{ "Verses": "24 avar Munbaaga Mana Unmaiyaayirundhu, En Thurkkunaththirku Ennaivilakkik Kaaththukkonden. "
},{ "Verses": "25 aagaiyaal Karththar En Needhikkuththakkadhaagavum, Thammudaiya Kangalukkumun Irukkira En Suththaththirkuththakkadhaagavum Enakkup Palanaliththaar. "
},{ "Verses": "26 dhayavullavanukku Neer Dhayavullavaraagavum, Uththamanukku Neer Uththamaraagavum, "
},{ "Verses": "27 punidhanukku Neer Punidharaagavum, Maarupaadaanavanukku Neer Maarupadugiravaraagavum Thondruveer. "
},{ "Verses": "28 sirumaippatta Janaththai Ratchippeer; Mettimaiyaanavargalaith Thaazhththa, Ummudaiya Kangal Avargalukku Virodhamaaith Thiruppappattirukkiradhu. "
},{ "Verses": "29 karththaraagiya Dhevareer En Vilakkaayirukkireer; Karththar En Irulai Velichchamaakkugiravar. "
},{ "Verses": "30 ummaale Naan Oru Senaikkul Paaindhupoven; En Dhevanaale Orumadhilaith Thaanduven. "
},{ "Verses": "31 dhevanudaiya Vazhi Uththamamaanadhu; Karththarudaiya Vasanam Pudamidappattadhu; Thammai Nambugira Anaivarukkum Avar Kedagamaayirukkiraar. "
},{ "Verses": "32 karththarai Allaamal Dhevan Yaar? Nammudaiya Dhevanaiyandri Kanmalaiyum Yaar? "
},{ "Verses": "33 dhevan Enakku Balaththa Aranaanavar; Avar En Vazhiyai Sevvaippaduththugiravar. "
},{ "Verses": "34 avar En Kaalgalai Maangaludaiya Kaalgalaippolaakki, En Uyarthalangalil Ennai Niruththugiraar. "
},{ "Verses": "35 vengala Villum En Buyangalaal Valaiyumpadi, En Kaigalai Yuththaththirkup Pazhakkuvikkiraar. "
},{ "Verses": "36 ummudaiya Ratchippin Kedagaththaiyum Enakkuth Thandheer; Ummudaiya Kaaruniyam Ennaip Periyavanaakkum. "
},{ "Verses": "37 en Kaalgal Vazhuvaadhapadikku Naan Nadakkira Vazhiyai Agalamaakkineer. "
},{ "Verses": "38 en Saththurukkalaip Pinthodarndhu Avargalai Azhippen; Avargalai Nirmoolamaakkumvaraikkum Thirumben. "
},{ "Verses": "39 avargal Ezhundhirukkamaattaadhapadikku En Paadhangalin Keezh Vizhundhaargal; Avargalai Muriya Adiththu Vettinen. "
},{ "Verses": "40 yuththaththirku Neer Ennai Balaththaal Idaikatti, Enmel Ezhumbinavargalai Enkeezh Madangappannineer. "
},{ "Verses": "41 naan En Pagaignarai Sangarikkumpadiyaaga, En Saththurukkalin Pidariyai Enakku Oppukkoduththeer. "
},{ "Verses": "42 avargal Nokkip Paarkkiraargal, Avargalai Ratchippaar Oruvarumillai; Karththarai Nokkippaarkkiraargal, Avargalukku Avar Uththaravu Kodukkiradhillai. "
},{ "Verses": "43 avargalai Boomiyin Thoolaaga Idiththu, Therukkalin Setraippola Avargalai Midhiththu Sidharappannugiren. "
},{ "Verses": "44 en Janaththin Sandaigalukku Neer Ennai Vilakkivittu, Jaadhigalukku Ennaith Thalaivanaaga Vaikkireer; Naan Ariyaadha Janangal Ennai Sevikkiraargal. "
},{ "Verses": "45 anniyar Ichchagam Pesi Enakku Adangi, En Saththaththaik Kettavudane Enakkuk Keezhppadigiraargal. "
},{ "Verses": "46 anniyar Munaivizhundhupoi, Thangal Arangalilirundhu Thaththalippaaip Purappadugiraargal. "
},{ "Verses": "47 karththar Jeevanullavar; En Kanmalaiyaanavar Sthoththirikkappaduvaaraaga; En Ratchippin Kanmalaiyaagiya Dhevan Uyarndhiruppaaraaga. "
},{ "Verses": "48 avar Enakkaagap Pazhikkup Pazhivaangi, Janangalai Enakkuk Keezhppaduththugira Dhevanaanavar. "
},{ "Verses": "49 avare En Saththurukkalukku Ennai Vilakki Viduvikkiravar; Enakku Virodhamaai Ezhumbugiravargalmel Ennai Uyarththik Kodumaiyaana Manushanukku Ennaith Thappuvikkiraar. "
},{ "Verses": "50 idhinimiththam Karththaave, Jaadhigalukkul Ummaith Thudhiththu, Ummudaiya Naamaththirku Sangeedham Paaduven. "
},{ "Verses": "51 thaam Erpaduththina Raajaavukku Magaththaana Ratchippai Aliththu, Thaam Abishegampannina Dhaaveedhukkum Avan Sandhadhikkum Sadhaakaalamum Kirubai Seygiraar. "
}
]