[
{ "Verses": "1 pinbu Dhaaveedhu Karththarai Nokki: Naan Yoodhaavin Pattanangal Ondrile Poi Irukkalaamaa Endru Visaariththaan, Adharkuk Karththar: Po Endraar; Evvidaththirkup Pogalaam Endru Dhaaveedhu Kettadharku, Avar: Ebronukkup Po Endraar. "
},{ "Verses": "2 appadiye Dhaaveedhu Than Irandu Manaivigalaagiya Yesrayel Ooraalaana Aginovaamodum, Naabaalin Manaiviyaayirundha Karmel Ooraalaana Abigaayilodumkooda Avvidaththirkup Ponaan. "
},{ "Verses": "3 andriyum Thannodirundha Manusharaiyum Avargal Kudumbangalaiyum Koottikkonduponaan; Avargal Ebronin Sutroorgalile Kudiyerinaargal. "
},{ "Verses": "4 appozhudhu Yoodhaavin Manushar Vandhu, Ange Dhaaveedhai Yoodhaa Vamsaththaarinmel Raajaavaaga Abishegampanninaargal. Keeleyaathdhesaththu Yaabesin Manushar Savulai Adakkampanninavargal Endru Avargal Dhaaveedhukku Ariviththa Podhu, "
},{ "Verses": "5 dhaaveedhu Keeleyaathdhesaththu Yaabesin Manusharidaththil Sthaanaapadhigalai Anuppi, Neengal Ungal Aandavanaagiya Savulukku Indha Dhayavai Seydhu Avarai Adakkampanninapadiyinaale Karththar Ungalai Aaseervadhippaaraaga. "
},{ "Verses": "6 karththar Ungalaik Kirubaiyum Unmaiyumaai Nadaththuvaaraaga; Neengal Indhak Kaariyaththai Seydhapadiyinaal, Naanum Indha Nanmaikkuththakkadhaaga Ungalai Nadaththuven. "
},{ "Verses": "7 ippodhum Neengal Ungal Kaigalaith Thidappaduththikkondu Nalla Sevagaraayirungal; Ungal Aandavanaagiya Savul Mariththapinbu, Yoodhaa Vamsaththaar Ennaith Thangalmel Raajaavaaga Abishegampanninaargal Endru Avargalukku Solla Sonnaan. "
},{ "Verses": "8 savulin Padaiththalaivanaana Nerin Kumaaranaagiya Apner Savulin Kumaaranaagiya Isposeththai Maganaayeemukku Azhaiththukkondupoi, "
},{ "Verses": "9 avanaik Keeleyaaththinmelum Ashooriyarmelum, Yesrayelinmelum, Eppiraayeeminmelum, Benyameeninmelum, Isravelanaiththin Melum Raajaavaaginaan. "
},{ "Verses": "10 savulin Kumaaranaagiya Isposedh Isravelinmel Raajaavaagirapodhu Naarpadhu Vayadhaayirundhaan; Avan Irandu Varudam Raajyabaarampanninaan; Yoodhaa Koththiraththaarmaaththiram Dhaaveedhaip Pinpatrinaargal. "
},{ "Verses": "11 dhaaveedhu Ebronile Yoodhaa Koththiraththinmel Raajaavaayirundha Naatkalin Lakkam Ezhu Varushamum Aaru Maadhamumaam. "
},{ "Verses": "12 nerin Kumaaranaagiya Apner Savulin Kumaaranaagiya Isposeththin Sevagaraik Koottikkondu Maganaayeemilirundhu Kibiyonukkup Purappattup Ponaan. "
},{ "Verses": "13 appozhudhu Seruyaavin Kumaaranaagiya Yovaabum Dhaaveedhin Sevagarum Purappattuppoi Kibiyonin Kulaththandaiyil Oruvarukkoruvar Edhirppattu Kulaththirku Andhappakkaththil Avargalum Kulaththirku Indhappakkaththil Ivargalum Iranginaargal. "
},{ "Verses": "14 apner Yovaabai Nokki: Vaalibar Ezhundhu Namakku Munbaaga Silambam Pannattum Endraan; Adharku Yovaab: Avargal Ezhundhu Appadi Seyyattum Endraan. "
},{ "Verses": "15 appozhudhu Savulin Kumaaranaagiya Isposeththin Pakkaththirku Benyameen Manusharil Panniranduperum, Dhaaveedhudaiya Sevagarile Panniranduperum Ezhundhu Oru Pakkamaai Poi, "
},{ "Verses": "16 oruvar Thalaiyai Oruvar Pidiththu Oruvarudaiya Vilaavile Oruvar Pattayaththinaale Kuththi Orumikka Vizhundhaargal; Adhinaale Kibiyonilirukkira Andha Sthalam Elkaadh Asoorim Ennappattadhu. "
},{ "Verses": "17 andraiyadhinam Migavum Kadinamaana Yuththamaagi Apnerum Isravel Manusharum Dhaaveedhin Sevagaraal Muriya Adikkappattaargal. "
},{ "Verses": "18 ange Seruyaavin Moondru Kumaararaagiya Yovaabum Abisaayum Aasagelum Irundhaargal; Aasagel Veliyilirukkira Kalaimaangalil Ondraippola Vegamaai Odugiravanaayirundhaan. "
},{ "Verses": "19 avan Apneraip Pin Thodarndhu Valadhupuraththilaagilum Idadhupuraththilaagilum Avanaivittu Vilagaamal Thuraththikkonduponaan. "
},{ "Verses": "20 apner Thirumbip Paarththu: Nee Aasagel Allavaa Endraan; Avan: Naandhaan Endraan, "
},{ "Verses": "21 appozhudhu Apner Avanai Nokki: Nee Valadhu Pakkaththirkaagilum Idadhupakkaththirkaagilum Vilagi Vaalibaril Oruvanaip Pidiththu Avanai Urindhukol Endraan; Aasagelo Vidamaatten Endru Thodarndhuponaan. "
},{ "Verses": "22 pinnum Apner Aasagelai Nokki: Nee Ennai Vittuppo, Naan Unnaith Tharaiyode En Vettavendum? Pirpaadu Un Sagodharanaagiya Yovaabin Mugaththile Eppadi Vizhippen Endraan. "
},{ "Verses": "23 aanaalum Avan Vilagippogamaatten Endrapadiyinaal, Apner Avanai Eettiyin Pinpura Alaginaal Avan Vayitrile Kuththinaan; Eetti Mudhugile Purappattadhu Avan Angedhaane Vizhundhu Seththaan; Aasagel Vizhundhukidakkira Idaththile Vandhavargalellaarum Thariththu Nindraargal. "
},{ "Verses": "24 yovaabum Abisaayum Sooriyan Asthamikkumattum Apneraip Pin Thodarndhaargal; Kibiyon Vanaandhara Vazhikku Arugaana Keeyaavukku Edhire Irukkira Ammaa Medumattum Vandhaargal. "
},{ "Verses": "25 appozhudhu Apneraip Pin Sendra Benyameen Puththirar Ore Padaiyaagak Koodi, Oru Malaiyin Uchchiyile Nindraargal. "
},{ "Verses": "26 appozhudhu Apner Yovaabaip Paarththuk Kooppittu: Pattayam Eppodhum Sangaaram Pannikkondirukkavendumo, Mudivile Kasappundaagum Endru Ariyeero, Thangal Sagodhararai Vittup Pinvaangumpadikku Endha Mattum Janangalukku Sollaadhiruppeer Endraan. "
},{ "Verses": "27 adharku Yovaab: Indru Kaalame Neer Pesaadhirundheeraanaal Janangal Avaravar Thangal Sagodhararaip Pinthodaraamal Appozhudhe Thirumbividuvaargal Endru Dhevanudaiya Jeevanaikkondu Sollugiren Endraan. "
},{ "Verses": "28 yovaab Ekkaalam Oodhinaan; Appozhudhu Janangal Ellaarum Isravelaith Thodaraamalum Yuththampannaamalum Nindruvittaargal. "
},{ "Verses": "29 andru Raamuzhudhum Apnerum Avan Manusharum Andharavelivazhiyaaip Poi, Yordhaanaik Kadandhu, Pidhronai Uruva Nadandhu Thaandi, Maganaayeemukkup Ponaargal. "
},{ "Verses": "30 yovaab Apneraith Thodaraamal Janangalaiyellaam Koodivarachcheydhaan; Dhaaveedhin Sevagaril Paththonbadhuperum Aasagelum Kuraindhirundhaargal. "
},{ "Verses": "31 dhaaveedhin Sevagaro Benyameenarilum, Apnerin Manusharilum, Munnootrarubadhuperai Madangadiththaargal. "
},{ "Verses": "32 avargal Aasagelai Eduththu, Bethlegemilulla Avanudaiya Thagappan Kallaraiyile Avanai Adakkampanninaargal; Yovaabum Avan Manusharum Raamuzhuvadhum Nadandhu, Pozhudhu Vidiyumpodhu Ebronile Serndhaargal. "
}
]