[
{ "Verses": "1 yonaththaannimiththam Ennaal Dhayavuperaththakkavan Evanaavadhu Savulin Veettaaril Innum Meedhiyaayirukkiravan Undaa Endru Dhaaveedhu Kettaan. "
},{ "Verses": "2 appozhudhu Savulin Veettu Velaikkaaranaagiya Seebaa Ennum Perullavanai Dhaaveedhinidaththil Azhaiththuvandhaargal; Raajaa Avanaip Paarththu: Needhaanaa Seebaa Endru Kettaan; Avan Adiyendhaan Endraan. "
},{ "Verses": "3 appozhudhu Raajaa: Dhevannimiththam Naan Savulin Kudumbaththaarukku Dhayaiseyyumpadi Avan Veettaaril Yaadhoruvan Innum Meedhiyaai Irukkiraanaa Endru Kettadharku, Seebaa Raajaavaip Paarththu: Innum Yonaththaanukku Irandu Kaalgalum Mudamaana Oru Kumaaran Irukkiraan Endraan. "
},{ "Verses": "4 avan Enge Endru Raajaa Kettadharku, Seebaa Raajaavaip Paarththu: Idho, Avan Lodhepaarile Ammiyelin Kumaaranaagiya Maageerin Veettil Irukkiraan Endraan. "
},{ "Verses": "5 appozhudhu Dhaaveedhuraajaa Avanai Lodhepaarilirukkira Ammiyelin Kumaaranaagiya Maageerin Veettilirundhu Azhaippiththaan. "
},{ "Verses": "6 savulin Kumaaranaagiya Yonaththaanin Magan Mevipose Dhaaveedhinidaththil Vandhapodhu, Mugankuppura Vizhundhu Vananginaan; Appozhudhu Dhaaveedhu: Meviposeththe Endraan; Avan: Idho, Adiyen Endraan. "
},{ "Verses": "7 dhaaveedhu Avanaip Paarththu: Nee Bayappadaadhe; Un Thagappanaagiya Yonaththaannimiththam Naan Nichchayamaai Unakku Dhayaiseydhu, Un Thagappanaagiya Savulin Nilangalaiyellaam Unakkuth Thirumbakkoduppen; Nee En Pandhiyil Niththam Appam Pusippaai Endraan. "
},{ "Verses": "8 appozhudhu Avan Vanangi: Seththa Naayaippolirukkira Ennai Neer Nokkippaarkkiradharku, Umadhu Adiyaan Emmaaththiram Endraan. "
},{ "Verses": "9 raajaa Savulin Velaikkaaranaagiya Seebaavai Azhaippiththu, Avanai Nokki: Savulukkum Avar Veettaar Ellaarukkum Irundha Yaavaiyum Un Ejamaanudaiya Kumaaranukkuk Koduththen. "
},{ "Verses": "10 aagaiyaal Nee Un Kumaararaiyum Un Velaikkaararaiyum Koottikkondu, Un Ejamaanudaiya Kumaaran Pusikka Appam Undaayirukkumpadi, Andha Nilaththaip Payirittu Adhin Palanai Serppaayaaga; Un Ejamaanudaiya Kumaaran Meviposedh Niththam En Pandhiyile Appam Pusippaan Endraan; Seebaavukkup Padhinaindhu Kumaararum Irubadhu Velaikkaararum Irundhaargal. "
},{ "Verses": "11 seebaa, Raajaavai Nokki: Raajaavaagiya En Aandavan Thamadhu Adiyaanukkuk Kattalaiyittapadiyellaam Umadhu Adiyaanaagiya Naan Seyven Endraan. Raajakumaararil Oruvanaippola, Meviposedh En Pandhiyile Asanampannuvaan Endru Raajaa Sonnaan. "
},{ "Verses": "12 meviposeththirku Meegaa Ennum Perulla Siruvanaagiya Oru Kumaaran Irundhaan, Seebaavin Veettile Kudiyirundha Yaavarum Meviposeththirku Velaikkaararaayirundhaargal. "
},{ "Verses": "13 meviposedh Raajaavin Pandhiyil Niththam Asanampannugiravanaayirundhapadiyinaal, Erusalemile Kudiyirundhaan; Avanukku Irandu Kaalum Mudamaayirundhadhu. "
}
]