[
{ "Verses": "1 dhaaveedhu Malaiyuchchiyilirundhu Satrappuram Nadandhuponapodhu, Idho, Meviposeththin Kaariyakkaaranaagiya Seebaa, Podhigalai Sumakkira Irandu Kazhudhaigalai Ottikkonduvandhu, Avanai Sandhiththaan; Avaigalil Irunooru Appangalum, Vatralaana Nooru Dhraatchappazhakkulaigalum, Vasandhakaalaththup Palanaana Nooru Kulaigalum, Oru Thuruththi Dhraatcharasamum Irundhadhu. "
},{ "Verses": "2 raajaa Seebaavaippaarththu: Ivaigal Ennaththirku Endru Kettadharku, Seebaa: Kazhudhaigal Raajaavin Veettaar Erugiradharkum, Appangalum Pazhangalum Vaalibar Pusikkiradharkum, Dhraatcharasam Vanaandharaththil Vidaaiththupponavargal Kudikkiradharkume Endraan. "
},{ "Verses": "3 appozhudhu Raajaa: Un Aandavanudaiya Kumaaran Enge Endru Kettadharku, Seebaa Raajaavai Nokki: Erusalemil Irukkiraan; Indru Isravel Veettaar En Thagappanudaiya Raajyaththai En Vasamaaith Thirumbappannuvaargal Endraan Endru Sonnaan. "
},{ "Verses": "4 appozhudhu Raajaa Seebaavai Nokki: Meviposeththirku Undaanadhellaam Unnudaiyadhaayitru Endraan. Adharku Seebaa: Raajaavaagiya En Aandavanudaiya Kangalil Enakku Dhayaikidaikkavendum Endru Naan Panindhu Kettukkollugiren Endraan. "
},{ "Verses": "5 dhaaveedhuraajaa Pakoorimmattum Vandhapodhu, Idho, Savul Veettu Vamsaththaanaayirukkira Keraavin Kumaaranaagiya Seemeyi Ennum Perulla Oru Manushan Angeyirundhu Purappattu, Dhooshiththukkonde Nadandhuvandhu, "
},{ "Verses": "6 sagala Janangalum, Sagala Balasaaligalum, Dhaaveedhin Valadhupuramaagavum Idadhupuramaagavum Nadakkaiyil, Dhaaveedhinmelum, Dhaaveedhuraajaavudaiya Sagala Oozhiyakkaararmelum Karkalai Erindhaan. "
},{ "Verses": "7 seemeyi Avanai Dhooshiththu: Raththappiriyane, Peliyaalin Manushane, Tholaindhupo, Tholaindhupo. "
},{ "Verses": "8 savulin Sthalaththil Raajaavaana Unmel Karththar Savul Veettaarin Raththappazhiyaith Thirumbappanninaar; Karththar Raajyabaaraththai Un Kumaaranaagiya Apsalomin Kaiyil Oppukkoduththaar; Ippodhum Idho, Un Akkiramaththil Agappattaai: Nee Raththappiriyanaana Manushan Endraan. "
},{ "Verses": "9 appozhudhu Seruyaavin Kumaaran Abisaai Raajaavai Nokki: Andha Seththanaai Raajaavaagiya En Aandavanai Dhooshippaanen? Naan Poi Avan Thalaiyai Vaangippodattume Endraan. "
},{ "Verses": "10 adharku Raajaa: Seruyaavin Kumaarare, Enakkum Ungalukkum Enna? Avan Ennai Dhooshikkattum; Dhaaveedhai Dhooshikkavendum Endru Karththar Avanukku Sonnaar; Aagaiyaal En Ippadi Seygiraai Endru Ketkaththakkavan Yaar Endraan. "
},{ "Verses": "11 pinnum Dhaaveedhu Abisaayaiyum Than Oozhiyakkaarar Ellaaraiyum Paarththu: Idho, En Karppappirappaana En Kumaarane En Praananai Vaangaththedumpodhu, Indha Benyameenan Eththanai Adhigamaai Seyvaan, Avan Dhooshikkattum; Appadi Seyya Karththar Avanukkuk Kattalaiyittirukkiraar. "
},{ "Verses": "12 oruvelai Karththar En Sirumaiyaip Paarththu, Indha Naalil Avan Nindhiththa Nindhanaikkup Padhilaaga Enakku Nanmaiyai Sarikkattuvaar Endraan. "
},{ "Verses": "13 appadiye Dhaaveedhum Avan Manusharum Vazhiye Nadandhuponaargal; Seemeyiyum Malaiyin Pakkaththile Avanukku Edhiraaga Nadandhu Dhooshiththu, Avanukku Edhiraagak Karkalai Erindhu, Mannaith Thootrikkonde Vandhaan. "
},{ "Verses": "14 raajaavum Avanodirundha Sagala Janangalum Vidaaiththavargalaai Thangumidaththile Serndhu, Ilaippaarinaargal. "
},{ "Verses": "15 apsalomum Isravel Manusharaagiya Sagala Janangalum Avanodekooda Agiththoppelum Erusalemukku Vandhaargal. "
},{ "Verses": "16 arkiyanaagiya Oosaai Ennum Dhaaveedhin Snegidhan Apsalomidaththil Vandhapodhu, Oosaai Apsalomai Nokki: Raajaave Vaazhga, Raajaave Vaazhga Endraan. "
},{ "Verses": "17 appozhudhu Apsalom Oosaayaip Paarththu: Un Snegidhanmel Unakku Irukkira Dhayai Idhudhaano? Un Snegidhanode Nee Pogaadheponadhu Enna Endru Kettaan. "
},{ "Verses": "18 adharku Oosaai Apsalomai Nokki Appadi Alla, Karththarum Indha Janangalum Isravel Manusharanaivarum Therindhukollugiravaraiye Naan Serndhu Avarode Iruppen. "
},{ "Verses": "19 idhuvum Allaamal, Naan Yaaridaththil Sevippen? Avarudaiya Kumaaranidaththil Allavaa? Ummudaiya Thagappanidaththil Eppadi Seviththeno, Appadiye Ummidaththilum Sevippen Endraan. "
},{ "Verses": "20 apsalom Agiththoppelaip Paarththu, Naangal Seyyavendiyadhu Innadhendru Aalosanai Sollum Endraan. "
},{ "Verses": "21 appozhudhu Agiththoppel Apsalomai Nokki: Veettaikkaakka Ummudaiya Thagappan Pinvaiththa Avarudaiya Marumanaiyaattigalidaththil Pravesiyum, Appozhudhu Ummudaiya Thagappanukku Naatramaaipponeer Enbadhai Isravelar Ellaarum Kelvippattu, Ummodirukkira Ellaarudaiya Kaigalum Palakkum Endraan. "
},{ "Verses": "22 appadiye Apsalomukku Upparigaiyinmel Oru Koodaaraththaip Pottaargal: Ange Apsalom Sagala Isravelarin Kangalukku Munbaaga, Than Thagappanudaiya Marumanaiyaattigalidaththil Pravesiththaan. "
},{ "Verses": "23 annaatkalil Agiththoppel Sollum Aalosanaiyellaam Dhevanudaiya Vaakkaippola Irundhadhu, Appadiye Agiththoppelin Aalosanaiyellaam Dhaaveedhukkum Irundhadhu, Apsalomukkum Appadiye Irundhadhu. "
}
]