[
{ "Verses": "1 adhanpinbu Ammon Puththirarin Raajaa Mariththupponaan; Avan Kumaaranaagiya Aanoon Avan Pattaththirku Raajaavaanaan. "
},{ "Verses": "2 appozhudhu Dhaaveedhu: Aanoonin Thagappanaagiya Naagaas Enakku Dhayavuseydhadhupola, Avan Kumaaranaagiya Ivanukku Naan Dhayaiseyven Endru Solli, Avan Thagappanukkaaga Avanukku Aarudhal Solla, Than Oozhiyakkaararai Anuppinaan; Dhaaveedhin Oozhiyakkaarar Ammon Puththirarin Dhesaththile Vandhapodhu, "
},{ "Verses": "3 ammon Puththirarin Prabukkal Thangal Aandavanaagiya Aanoonaip Paarththu: Dhaaveedhu Aarudhal Sollugiravargalai Ummidaththil Anuppinadhu, Ummudaiya Thagappanai Ganampannugiradhaai Umakkuth Thondrugiradho? Indhap Pattanaththai Aaraaindhu, Ulavupaarththu, Adhaik Kavizhththuppoda Allavo Dhaaveedhu Than Oozhiyakkaararai Ummidaththirku Anuppinaan Endraargal. "
},{ "Verses": "4 appozhudhu Aanoon: Dhaaveedhin Oozhiyakkaararaip Pidiththu, Avargaludaiya Orupakkaththuth Thaadiyai Siraiththu, Avargaludaiya Vasthirangalai Iruppidamattum Vaiththuvittu, Matrappaadhiyaik Kaththariththuppottu, Avargalai Anuppivittaan. "
},{ "Verses": "5 adhu Dhaaveedhukku Arivikkappattapodhu, Raajaa, Andha Manushar Migavum Vetkappattapadiyinaal, Avargalukku Edhiraaga Aatkalai Anuppi, Ungal Thaadi Valarumattum Neengal Erigovilirundhu, Pirpaadu Vaarungal Endru Solla Sonnaan. "
},{ "Verses": "6 ammon Puththirar Thaangal Dhaaveedhukku Aruvaruppaanadhaik Kandapodhu, Sthaanaapadhigalai Anuppi, Pedhrekob Dhesaththu Seeriyarilum, Sobaavilirukkira Seeriyarilum Irubadhinaayiram Kaalaatkalaiyum, Maakkaadhesaththu Raajaavinidaththil Aayiramperaiyum, Ishdhopilirukkira Panneeraayiramperaiyum, Koolippadaiyaaga Azhaippiththaargal. "
},{ "Verses": "7 adhai Dhaaveedhu Kelvippattapodhu, Yovaabaiyum Paraakkiramasaaligalaagiya, Samastha Raanuvaththaiyum Anuppinaan. "
},{ "Verses": "8 ammon Puththirar Purappattu, Olimugavaasalandaiyile Porseyya Anivaguththu Nindraargal; Aanaalum Sobaavilum Rekobilumirundhuvandha Seeriyarum, Ishdhopilum, Maakkaavilumirundhu Vandha Manusharum, Veliyile Praththiyegamaayirundhaargal. "
},{ "Verses": "9 yovaabo Raanuvangalin Padaimugam Thanakku Munnum Pinnum Irukkiradhaik Kaangaiyil, Avan Isravelile Therindhukollappatta Ellaa Raanuvangalilum Oru Pangaip Piriththeduththu, Adhai Seeriyarukku Edhiraaga Anivaguththu Niruththi, "
},{ "Verses": "10 matra Janaththai Ammon Puththirarukku Edhiraaga Anivaguththu Niruththumpadi Than Sagodharanaagiya Abisaayinidaththil Oppuviththu: "
},{ "Verses": "11 seeriyar Kaiminjugiradhaayirundhaal Nee Enakku Udhaviseyyavendum; Ammon Puththirar Kaiminjugiradhaayirundhaal Naan Unakku Udhaviseyya Varuven. "
},{ "Verses": "12 dhairiyamaayiru; Nammudaiya Janaththirkaagavum, Nammudaiya Dhevanudaiya Pattanangalukkaagavum Savuriyaththaik Kaattuvom; Karththar Thamadhu Paarvaikku Nalamaanadhai Seyvaaraaga Endraan. "
},{ "Verses": "13 yovaabum Avanodirundha Janamum Seeriyarmel Yuththampannak Kittinaargal; Avargal Avanukku Munbaaga Murindhodinaargal. "
},{ "Verses": "14 seeriyar Murindhodugiradhai Ammon Puththirar Kandapodhu, Avargalum Abisaayikku Munbaaga Murindhodip Pattanaththirkul Pugundhaargal; Appozhudhu Yovaab Ammon Puththiraraivittuth Thirumbi Erusalemukku Vandhaan. "
},{ "Verses": "15 thaangal Isravelukku Munbaaga Muriya Adikkappattadhai Seeriyar Kandapodhu, Orumikkak Koodinaargal. "
},{ "Verses": "16 aadhaaresar Nadhikku Appaalirundha Seeriyaraiyum Azhaiththanuppinaan; Avargal Elaamukku Vandhaargal; Aadhaaresarudaiya Padaiththalaivanaagiya Sobaak Avargalukku Munnaale Sendraan. "
},{ "Verses": "17 adhu Dhaaveedhukku Arivikkappattapodhu, Avan Isravelaiyellaam Koottikkondu, Yordhaanaik Kadandhu, Elaamukkup Ponaan; Seeriyar Dhaaveedhukku Edhiraaga Raanuvangalai Anivaguththu Nindraargal; Avanodu Yuththampannugirapodhu, "
},{ "Verses": "18 seeriyar Isravelukku Munbaaga Murindhodinaargal; Dhaaveedhu Seeriyaril Ezhunooru Radhaveeraraiyum Naarpadhinaayiram Kudhiraiveeraraiyum Kondru, Avargaludaiya Padaiththalaivanaagiya Sobaagaiyum Saagumpadi Vettippottaan. "
},{ "Verses": "19 appozhudhu Aadhaaresarai Sevikkira Sagala Raajaakkalum Thaangal Isravelukku Munbaaga Muriya Adikkappattadhaik Kandu, Isravelarode Samaadhaanampanni, Avargalai Seviththaargal. Appuram Ammon Puththirarukku Udhaviseyya Seeriyar Bayappattaargal. "
}
]