[
{ "Verses": "1 karththarudaiya Kobam Thirumba Isravelinmel Moondadhu. Isravel Yoodhaa Enbavargalai Lakkam Paar Endru Avargalukku Virodhamaai Sollugiradharku Dhaaveedhu Evappattaan. "
},{ "Verses": "2 appadiye Raajaa Thannodirukkira Senaapadhiyaagiya Yovaabaip Paarththu: Janangalin Lakkaththai Naan Ariyumpadikku Nee Thaanmudhal Peyersebaamattumulla Isravelarin Koththiramengum Sutriththirindhu Janangalaith Thogaiyidungal Endraan. "
},{ "Verses": "3 appozhudhu Yovaab Raajaavaippaarththu: Raajaavaagiya En Aandavanudaiya Kangal Kaanumpadi Ummudaiya Dhevanaagiya Karththar Janangalai Ippozhudhu Irukkiradhaippaarkkilum, Noorumadangu Adhigamaai Varththikkappannuvaaraaga; Aanaalum En Aandavanaagiya Raajaa Indhak Kaariyaththai Virumbugiradhu Enna Endraan. "
},{ "Verses": "4 aagilum Yovaabum Raanuvaththalaivarum Sonna Vaarththai Sellaadhapadikku, Raajaavin Vaarththai Balaththadhu; Appadiye Isravel Janangalaith Thogaiyida, Yovaabum Raanuvaththalaivarum Raajaavaivittu Purappattuppoi, "
},{ "Verses": "5 yordhaanaik Kadandhu, Kaadh Ennum Aarugalin Naduve Irukkira Pattanaththirku Valadhupuramaana Aaroverilum Yaaseridaththilum Paalayamirangi, "
},{ "Verses": "6 angeyirundhu Keeleyaaththirkum Thaadheemodhsikkum Poi, Angeyirundhu Thaanyaanukkum, Seedhonin Sutruppurangalukkum Poi, "
},{ "Verses": "7 pirpaadu Theeru Ennum Kottaikkum Eviyar Kaanaaniyarudaiya Sagala Pattanangalukkum Poi, Angeyirundhu Yoodhaavin Thenpuramaana Peyersebaavukkup Poi, "
},{ "Verses": "8 ippadi Dhesamengum Sutriththirindhu, Onbadhu Maadhamum Irubadhunaalum Aanapirpaadu Erusalemukku Vandhaargal. "
},{ "Verses": "9 yovaab Janaththai Lakkam Paarththa Thogaiyai Raajaavukkuk Koduththaan; Isravelile Pattayam Uruvaththakka Yuththa Sevagar Ettulatchamper Irundhaargal; Yoodhaa Manushar Aindhu Latcham Per Irundhaargal. "
},{ "Verses": "10 ivvidhamaai Janangalai Ennina Pinbu, Raajaavin Irudhayam Avanai Vaadhiththadhu; Appozhudhu Dhaaveedhu Karththarai Nokki: Naan Ippadi Seydhadhinaale Periya Paavancheydhen; Ippodhum Aandavare, Umadhu Adiyaanin Akkiramaththai Neekkividum, Naan Magaabuththiyeenamaai Seydhen Endraan. "
},{ "Verses": "11 dhaaveedhu Kaalame Ezhundhirundhapodhu, Dhaaveedhin Gnaanadhrushtikkaaranaagiya Kaadh Ennum Theerkkadharisikkuk Karththarudaiya Vaarththai Undaagi Sonnadhu: "
},{ "Verses": "12 nee Dhaaveedhinidaththil Poi, Moondrukaariyangalai Unakku Munbaaga Vaikkiren; Avaigalil Oru Kaariyaththaith Therindhukol, Adhai Naan Unakkuchcheyven Endru Karththar Uraikkiraar Endru Sol Endraar. "
},{ "Verses": "13 appadiye Kaath Dhaaveedhinidaththil Vandhu, Avanai Nokki: Ummudaiya Dhesaththile Ezhu Varusham Panjam Varavendumo, Alladhu Moondrumaadham Ummudaiya Saththurukkal Ummaip Pinthodara, Neer Avargalukku Munbaaga Odippogavendumo? Alladhu Ummudaiya Dhesaththile Moondrunaal Kollainoi Undaagavendumo? Ippodhum Ennai Anuppinavarukku Naan Enna Maru Uththaravu Kondupogavendum Enbadhai Neer Yosiththuppaarum Endru Sonnaan. "
},{ "Verses": "14 appozhudhu Dhaaveedhu Karththarai Nokki: Kodiya Idukkanil Agappattirukkiren, Ippodhu Naam Karththarudaiya Kaiyile Vizhuvomaaga; Avarudaiya Irakkangal Magaa Periyadhu; Manushar Kaiyile Vizhaadhiruppenaaga Endraan. "
},{ "Verses": "15 appozhudhu Karththar Isravelile Andru Kaalame Thodangi Kuriththakaalamvaraikkum Kollainoyai Varappanninaar; Adhinaal Thaanmudhal Peyersebaamattumulla Janangalil Ezhubadhinaayiramper Seththupponaargal. "
},{ "Verses": "16 dhevadhoodhan Erusalemai Azhikkath Than Kaiyai Adhinmel Neettinapodhu, Karththar Andhath Theengukku Manasthaabappattu, Janangalai Sangarikkira Thoodhanai Nokki: Podhum, Ippodhu Un Kaiyai Niruththu Endraar; Andha Velaiyil Karththarudaiya Thoodhan Eboosiyanaagiyaa Arvanaavin Poradikkira Kalaththirku Nere Irundhaan. "
},{ "Verses": "17 janaththai Ubaadhikkira Thoodhanai Dhaaveedhu Kandapodhu, Avan Karththarai Nokki: Idho, Naandhaan Paavancheydhen; Naandhaan Akkiramampanninen; Indha Aadugal Enna Seydhadhu? Ummudaiya Kai Enakkum En Thagappan Veettukkum Virodhamaayiruppadhaaga Endru Vinnappampanninaan. "
},{ "Verses": "18 andraiya Dhinam Kaadh Enbavan Dhaaveedhinidaththil Vandhu, Avanai Nokki: Neer Poi, Eboosiyanaagiya Arvanaavin Kalaththile Karththarukku Oru Palipeedaththai Undaakkum Endraan. "
},{ "Verses": "19 kaaththudaiya Vaarththaiyinpadiye Dhaaveedhu Karththar Karpiththa Pragaaramaagap Ponaan. "
},{ "Verses": "20 arvanaa Erittuppaarththu: Raajaavum Avanudaiya Oozhiyakkaararum Thannidaththil Varugiradhaikkandu, Arvanaa Edhirkondupoi Tharaimattumkunindhu Raajaavai Vanangi, "
},{ "Verses": "21 raajaavaagiya En Aandavan Thamadhu Adiyaanidaththil Varugira Kaariyam Enna Endru Kettadharku, Dhaaveedhu: Vaadhai Janaththaivittu Niruththappadak Karththarukku Oru Palipeedaththaik Kattumpadikku Indhak Kalaththai Un Kaiyile Kollavandhen Endraan. "
},{ "Verses": "22 arvanaa Dhaaveedhaip Paarththu Raajaavaagiya En Aandavan Idhai Vaangikkondu, Thammudaiya Paarvaikku Nalamaanapadi Paliyiduvaaraaga; Idho, Thaganapalikku Maadugalum Viragukkup Poradikkira Urulaigalum Maadugalin Nugaththadigalum Inge Irukkiradhu Endrusolli, "
},{ "Verses": "23 arvanaa Raajayokkiyamaai Avai Ellaavatraiyum Raajaavukkuk Koduththapinbu, Arvanaa Raajaavai Nokki: Ummudaiya Dhevanaagiya Karththar Ummidaththil Kirubaiyaayiruppaaraaga Endraan. "
},{ "Verses": "24 raajaa Arvanaavaip Paarththu: Appadiyalla; Naan Ilavasamaai Vaangi, En Dhevanaagiya Karththarukku Sarvaanga Thaganapaligalai Seluththaamal, Adhai Un Kaiyile Vilaikkirayamaai Vaanguven Endru Solli, Dhaaveedhu Andhak Kalaththaiyum Maadugalaiyum Aimbadhu Sekkal Nirai Vellikkuk Kondaan. "
},{ "Verses": "25 ange Dhaaveedhu Karththarukku Oru Palipeedaththaik Katti, Sarvaanga Thaganapaligalaiyum Samaadhaanapaligalaiyum Seluththinaan; Appozhudhu Karththar Dhesaththukkaaga Seyyappatta Vendudhalaik Kettarulinaar, Isravelinmel Irundha Andha Vaadhai Niruththappattadhu. "
}
]