[
{ "Verses": "1 savulin Kudumbaththukkum Dhaaveedhin Kudumbaththukkum; Nedunaal Yuththam Nadandhadhu; Dhaaveedhu Varavara Balaththaan; Savulin Kudumbaththaaro Varavara Balaveenappattup Ponaargal. "
},{ "Verses": "2 ebronile Dhaaveedhukkup Pirandha Kumaarar: Yesrayel Ooraalaana Aginovaamidaththile Pirandha Amnon Avanukku Mudhal Pirandhavan. "
},{ "Verses": "3 naabaalin Manaiviyaayirundha Karmel Ooraalaana Abigaayilidaththile Pirandha Keeleyaap Avanudaiya Irandaam Kumaaran; Moondraam Kumaaran Kesoorin Raajaavaana Thalmaai Kumaaraththiyaagiya Maakkaal Petra Apsalom Enbavan. "
},{ "Verses": "4 naalaam Kumaaran Aageedh Petra Adhoniyaa Enbavan; Aindhaam Kumaaran Abiththaal Petra Seppaththiyaa Enbavan. "
},{ "Verses": "5 aaraam Kumaaran Dhaaveedhin Manaiviyaagiya Eklaalidaththil Pirandha Idhreyaam Enbavan; Ivargal Ebronile Dhaaveedhukkup Pirandhavargal. "
},{ "Verses": "6 savulin Kudumbaththukkum Dhaaveedhin Kudumbaththukkum Yuththam Nadandhuvarugirapodhu, Apner Savulin Kudumbaththile Balaththavanaanaan. "
},{ "Verses": "7 savulukku Aayaavin Kumaaraththiyaagiya Rispaal Ennum Perulla Oru Maru Manaiyaatti Irundhaal; Isposedh Apnerai Nokki: Nee En Thagappanaarudaiya Marumanaiyaattiyinidaththil Pravesiththadhu Enna Endraan. "
},{ "Verses": "8 apner Isposeththin Vaarththaigalukkaaga Migavum Koban Kondu: Ummai Dhaaveedhin Kaiyil Oppukkodaamal, Innaalmattum Ummudaiya Thagappanaagiya Savulin Kudumbaththukkum, Avarudaiya Sagodhararukkum, Snegidharukkum, Dhayavuseygiravanaagiya Ennai Neer Indru Oru Sthreeyinimiththam Kutrampidikkiradharku, Naan Yoodhaavukku Utkaiyaana Oru Naaiththalaiyaa? "
},{ "Verses": "9 naan Raajyabaaraththai Savulin Kudumbaththai Vittuth Thaandappanni, Dhaaveedhin Singaasanaththaith Thaan Thuvakkip Peyersebaamattumulla Isravelinmelum Yoodhaavinmelum Nilainiruththumpadikku, "
},{ "Verses": "10 karththar Dhaaveedhukku Aanaiyittapadiye, Naan Avanukku Seyyaamarponaal, Dhevan Apnerukku Adharku Sariyaagavum Adharku Adhigamaagavum Seyyakkadavar Endraan. "
},{ "Verses": "11 appozhudhu Avan Apnerukku Bayappattadhinaal, Appuram Oru Marumozhiyum Avanukku Sollaadhirundhaan. "
},{ "Verses": "12 apner Than Naamaththinaale Dhaaveedhinidaththirku Sthaanaapadhigalai Anuppi: Dhesam Yaarudaiyadhu? Ennodu Udanpadikkai Pannum; Idho, Isravelaiyellaam Ummidaththil Thiruppa En Kai Ummodirukkum Endru Solla Sonnaan. "
},{ "Verses": "13 adharku Dhaaveedhu: Nalladhu, Unnode Naan Udanpadikkaipannuven, Aanaalum Ore Kaariyam Unnidaththil Kettukkollugiren; Adhu Ennavenil, Nee En Mugaththaip Paarkka Varumpodhu, Savulin Kumaaraththiyaagiya Meegaalai Nee Azhaiththuvaravendum; Adharkumun Nee En Mugaththaip Paarppadhillai Endru Sollachcholli, "
},{ "Verses": "14 avan Savulin Kumaaranaagiya Isposeththinidaththirkum Sthaanaapadhigalai Anuppi: Naan Pelistharudaiya Nooru Nuniththolgalaip Parisamaagak Koduththu Vivaagampannina En Manaiviyaagiya Meegaalai Anuppividum Endru Solla Sonnaan. "
},{ "Verses": "15 appozhudhu, Isposedh Avalai Laayeesin Kumaaranaagiya Palththiyel Ennum Purushanidaththilirundhu Azhaiththu Vara Aatkalai Anuppinaan. "
},{ "Verses": "16 aval Purushan Pakoorimmattum Aval Piragaale Azhudhukonduvandhaan; Apner Avanai Nokki: Nee Thirumbippo Endraan; Avan Thirumbip Poivittaan. "
},{ "Verses": "17 apner Isravelin Moopparode Pesi: Dhaaveedhai Ungalmel Raajaavaaga Vaikkumpadikku Neengal Aneganaalaaith Thedineergale. "
},{ "Verses": "18 ippodhum Appadi Seyyungal; En Dhaasanaagiya Dhaaveedhin Kaiyinaal En Janamaagiya Isravelaip Pelistharin Kaikkum, Avargaludaiya Ellaa Saththurukkalin Kaikkum Neengalaakki Ratchippen Endru Karththar Dhaaveedhaikkuriththu Solliyirukkiraare Endraan. "
},{ "Verses": "19 indhappragaaramaaga Apner Benyameen Manushar Kaadhugal Ketkap Pesinaan; Pinbu Apner Isravelar Paarvaikkum, Benyameenudaiya Ellaak Kudumbaththaarin Paarvaikkum, Sammadhiyaanadhaiyellaam Ebronile Dhaaveedhin Kaadhugal Ketkap Pesugiradharkup Ponaan. "
},{ "Verses": "20 apnerum, Avanodekooda Irubadhuperum Ebronilirukkira Dhaaveedhinidaththil Vandhapodhu, Dhaaveedhu Apnerukkum, Avanode Vandha Manusharukkum Virundhuseydhaan. "
},{ "Verses": "21 pinbu Apner Dhaaveedhai Nokki: Naan Ezhundhupoi Isravelai Ellaam Ummode Udanpadikkaipannumpadikku, Raajaavaagiya En Aandavanidaththil Serththukkondu Varugiren; Adhinaale Ummudaiya Aaththumaa Arasaala Virumbugira Idamellaam Arasaaluveer Endraan; Appadiye Dhaaveedhu Apnerai Anuppivittaan; Avan Samaadhaanaththode Ponaan. "
},{ "Verses": "22 dhaaveedhin Sevagarum Yovaabum Anegam Porutkalaik Kollaiyittu Thandilirundhu Konduvandhaargal; Appozhudhu Apner Ebronil Dhaaveedhinidaththil Illai; Avanai Anuppivittaan; Avan Samaadhaanaththode Poivittaan. "
},{ "Verses": "23 yovaabum Avanodirundha Ellaa Senaiyum Vandhapodhu, Nerin Kumaaranaagiya Apner Raajaavinidaththil Vandhaan Endrum, Avar Avanai Samaadhaanamaaippoga Anuppivittaar Endrum, Yovaabukku Ariviththaargal. "
},{ "Verses": "24 appozhudhu Yovaab Raajaavandaiyil Pravesiththu: Enna Seydheer? Idho Apner Ummidaththil Vandhaane, Neer Avanaip Pogavittadhu Enna? "
},{ "Verses": "25 nerin Kumaaranaagiya Apnerai Ariveere; Avan Ummai Mosampokkavum, Ummudaiya Pokkuvaraththai Ariyavum, Neer Seygiradhaiyellaam Aaraayavum Vandhaan Endru Sonnaan. "
},{ "Verses": "26 yovaab Dhaaveedhai Vittup Purappattavudane Avan Apnerai Dhaaveedhukkuth Theriyaamal Koottikkondu Varumpadi Aatkalai Anuppinaan; Avargal Seeraa Ennum Thuravumattumpoi Avanai Azhaiththukkonduvandhaargal. "
},{ "Verses": "27 apner Ebronukkuth Thirumbi Varugirapodhu, Yovaab Avanode Ragasiyamaaip Pesappogiravanpola, Avanai Olimugavaasalin Naduve Oru Pakkamaai Azhaiththuppoi, Than Thambi Aasageludaiya Raththappazhiyai Vaanga Ange Avanai Vayitrile Kuththikkondrupottaan. "
},{ "Verses": "28 dhaaveedhu Adhaik Kettapodhu: Nerin Kumaaranaagiya Apnerin Raththaththirkaaga, Enmelum En Raajyaththin Melum Karththarukku Munbaaga Endraikkum Pazhiyillai. "
},{ "Verses": "29 adhu Yovaabudaiya Thalaiyin Melum, Avan Thagappan Kudumbaththin Melum Sumandhiruppadhaaga; Yovaabin Veettaarile Pramiyakkaaranum, Kushtarogiyum, Kol Oondri Nadakkiravanum, Pattayaththaal Vizhugiravanum, Appam Kuraichchalullavanum Orukkaalum Ozhindhupovadhillai Endraan. "
},{ "Verses": "30 apner Kibiyonil Nadandha Yuththathile Thangal Thambiyaagiya Aasagelaik Kondradhinimiththam Yovaabum Avan Sagodharanaagiya Abisaayum Avanai Sangaarampanninaargal. "
},{ "Verses": "31 dhaaveedhu Yovaabaiyum, Avanodirundha Sagala Janangalaiyum Paarththu: Neengal Ungal Vasthirangalaik Kizhiththukkondu, Rattuduththi, Apnerukku Munnaaga Nadandhu Dhukkankondaadungal Endru Solli, Dhaaveedhuraajaa Thaanumdpdadaikkup Pinsendraan. "
},{ "Verses": "32 avargal Apnerai Ebronile Adakkampannugaiyil, Raajaa Apnerin Kallaraiyandaiyile Saththamittu Azhudhaan; Sagala Janangalum Azhudhaargal. "
},{ "Verses": "33 raajaa Apnerukkaagap Pulambi: Madhikettavan Saagiradhupola Apner Seththupponaano? "
},{ "Verses": "34 un Kaigal Kattappadavum Illai, Un Kaalgalil Vilangu Podappadavum Illai; Dhushtar Kaiyil Madigiradhupola Madindhaaye Endraan; Appozhudhu Janangalellaarum Pinnum Adhigamaai Avanukkaaga Azhudhaargal. "
},{ "Verses": "35 pozhudhu Innum Irukkaiyil, Janangal Ellaarum Vandhu Appam Pusiyum Endru Dhaaveedhukku Sonnapodhu, Dhaaveedhu: Sooriyan Asthamikkiradharku Munne Naan Appaththaiyaagilum, Veredhaiyaagilum Rusipaarththaal Dhevan Enakku Adharku Sariyaagavum Adharku Adhigamaagavum Seyyakkadavar Endru Aanaiyittu Sonnaan. "
},{ "Verses": "36 janangal Ellaarum Adhai Gavaniththaargal, Adhu Avargal Paarvaikku Nandraayirundhadhu; Appadiye Raajaa Seydhadhellaam Sagala Janangalukkum Nalamaaith Thondrinadhu. "
},{ "Verses": "37 nerin Kumaaranaagiya Apneraik Kondrupottadhu Raajaavinaal Undaanadhallavendru Annaalile Sagala Janangalum, Isravelar Anaivarum Arindhukondaargal. "
},{ "Verses": "38 raajaa Than Oozhiyakkaararai Nokki: Indraiyadhinam Isravelil Prabuvum, Periya Manushanumaagiya Oruvan Vizhundhaan Endru Ariyeergalaa? "
},{ "Verses": "39 naan Raajaavaaga Abishegampannappattavanaayirundhapodhilum Naan Innum Balaveenan; Seruyaavin Kumaararaagiya Indha Manushar En Balaththukku Minjinavargalaayirukkiraargal; Andhap Pollaappai Seydhavanukkuk Karththar Avan Pollaappukkuththakkadhaai Sarikkattuvaaraaga Endraan. "
}
]