[
{ "Verses": "1 akkaalaththile Isravelin Koththirangalellaam Ebronilirukkira Dhaaveedhinidaththil Vandhu: Idho, Naangal Ummudaiya Elumbum Ummudaiya Maamsamumaanavargal. "
},{ "Verses": "2 savul Engalmel Raajaavaayirukkumpodhe Isravelai Nadaththikkonduponavarum Nadaththikkonduvandhavarum Neere; Karththar: En Janamaagiya Isravelai Nee Meyththu, Nee Isravelinmel Thalaivanaayiruppaai Endru Ummidaththil Sonnaare Endraargal. "
},{ "Verses": "3 isravelin Mooppar Ellaarum Ebronile Raajaavinidaththil Vandhaargal; Dhaaveedhuraajaa Ebronile Karththarukkumunbaaga Avargalode Udanpadikkaipanninapinbu, Avargal Dhaaveedhai Isravelinmel Raajaavaaga Abishegampanninaargal. "
},{ "Verses": "4 dhaaveedhu Raajaavaagumpodhu, Muppadhu Vayadhaayirundhaan; Avan Naarpadhu Varusham Raajyabaarampanninaan. "
},{ "Verses": "5 avan Ebronile Yoodhaavinmel Ezhu Varushamum Aaru Maadhamum, Erusalemile Samastha Isravelinmelum Yoodhaavinmelum Muppaththumoondru Varushamum Raajyabaarampanninaan. "
},{ "Verses": "6 dhesaththile Kudiyirukkira Eboosiyarmel Yuththampanna Raajaavaanavan Than Manusharodekooda Erusalemukkup Ponaan. Avargal: Idhile Pravesikka Dhaaveedhinaal Koodaadhu Endru Enni, Dhaaveedhai Nokki: Nee Idharkul Pravesippadhillai; Kurudarum Sappaanigalum Unnaith Thaduppaargal Endru Sonnaargal. "
},{ "Verses": "7 aanaalum Dhaaveedhu Seeyon Kottaiyaip Pidiththaan; Adhu Dhaaveedhin Nagaramaayitru. "
},{ "Verses": "8 evan Saalagaththin Vazhiyaai Eri, Eboosiyaraiyum Dhaaveedhin Aaththumaa Pagaikkira Sappaanigalaiyum, Kurudaraiyum Muriya Adikkiraano, Avan Thalaivanaayiruppaan Endru Dhaaveedhu Andraiyadhinam Solliyirundhaan; Adhanaal Kurudanum Sappaaniyum Veettile Varalaagaadhu Endru Sollugiradhundu. "
},{ "Verses": "9 andhak Kottaiyile Dhaaveedhu Vaasampanni, Adharku Dhaaveedhin Nagaram Endru Perittu, Millo Ennum Sthalanthuvakki, Utpuramattum Sutrilum Irukkira Madhilaik Kattinaan. "
},{ "Verses": "10 dhaaveedhu Naalukkunaal Viruththiyadaindhaan; Senaigalin Dhevanaagiya Karththar Avanodekooda Irundhaar. "
},{ "Verses": "11 theeruvin Raajaavaagiya Eeraam Dhaaveedhinidaththil Sthaanaapadhigalaiyum Kedhurumarangalaiyum, Thachcharaiyum, Kalthachcharaiyum Anuppinaan; Avargal Dhaaveedhukku Oru Veettaik Kattinaargal. "
},{ "Verses": "12 karththar Thannai Isravelinmel Raajaavaagath Thidappaduththi, Thammudaiya Janamaagiya Isravelinimiththam Thannudaiya Raajyaththai Uyarththinaar Endru Dhaaveedhu Kandarindhapodhu, "
},{ "Verses": "13 avan Ebronilirundhu Vandhapinbu, Erusalemil Innum Adhigamaana Marumanaiyaattigalaiyum Sthreegalaiyum Kondaan; Innum Adhiga Kumaararum Kumaaraththigalum Dhaaveedhukkup Pirandhaargal. "
},{ "Verses": "14 erusalemil Avanukku Sammuvaa, Sobaap, Naaththaan, Saalomon, "
},{ "Verses": "15 ippaar, Elisoovaa, Neppek, Yappiyaa, "
},{ "Verses": "16 elishaamaa, Eliyaadhaa, Elippeledh Ennum Pergalaiyudaiya Kumaarar Pirandhaargal. "
},{ "Verses": "17 dhaaveedhai Isravelinmel Raajaavaaga Abishegampanninaargal Endru Pelisthar Kelvippattapodhu, Avargal Ellaarum Dhaaveedhaith Thedumpadivandhaargal; Adhai Dhaaveedhu Kettapodhu, Oru Aranippaana Idaththukkupponaan. "
},{ "Verses": "18 pelistharo Vandhu, Reppaayeem Pallaththaakkile Paraviyirundhaargal. "
},{ "Verses": "19 pelistharukku Virodhamaaippogalaamaa, Avargalai En Kaiyil Oppukkoduppeeraa Endru Dhaaveedhu Karththaridaththil Visaariththapodhu, Karththar: Po, Pelistharai Un Kaiyil Nichchayamaai Oppukkoduppen Endru Dhaaveedhukku Sonnaar. "
},{ "Verses": "20 dhaaveedhu Paagaal Praaseemukku Vandhu, Ange Avargalai Muriya Adiththu, Thanneergal Udaiththodugiradhupola, Karththar En Saththurukkalai Enakku Munbaaga Udaiththu Odappanninaar Endru Solli, Adhinimiththam Andha Sthalaththirkup Paagaalpiraaseem Endru Perittaan. "
},{ "Verses": "21 ange Pelisthar Thangal Vikkiragangalaivittu Odipponaargal; Avaigalai Dhaaveedhum Avan Manusharum Sutteriththaargal. "
},{ "Verses": "22 pelisthar Thirumbavum Vandhu, Reppaayeem Pallaththaakkile Iranginaargal. "
},{ "Verses": "23 dhaaveedhu Karththaridaththil Visaariththadharku, Avar: Nee Neraaip Pogaamal, Avargalukkup Pinnaale Sutri, Musukkattai Sedigalukku Edhireyirundhu, Avargalmel Paaindhu, "
},{ "Verses": "24 musukkattai Sedigalin Nunigalile Sellugira Raichchalai Nee Ketkumpodhu, Seekkiramaai Ezhumbippo; Appozhudhu Pelistharin Paalayaththai Muriya Adikka, Karththar Unakku Munbaagap Purappattiruppaar Endraar. "
},{ "Verses": "25 karththar Dhaaveedhukkuk Kattalaiyittapragaaram Avan Seydhu, Pelistharaik Kebaa Thuvakkik Keser Ellaimattum Muriya Adiththaan. "
}
]