[
{ "Verses": "1 savul Mariththapinbu, Dhaaveedhu Amalekkiyarai Muriya Adiththu, Siklaagukkuth Thirumbivandhu, Irandunaal Ange Irundhapirpaadu, "
},{ "Verses": "2 moondraamnaalile Oru Manushan Savulin Paalayaththilirundhu Purappattu, Than Vasthirangalaik Kizhiththukkondu, Than Thalaiyinmel Puzhudhiyaip Pottuk Kondu, Dhaaveedhinidaththil Vandhu, Tharaiyile Vizhundhu Vananginaan. "
},{ "Verses": "3 dhaaveedhu Avanaip Paarththu: Nee Engeyirundhu Vandhaai Endru Kettadharku Avan: Isravelin Paalayaththilirundhu Thappivandhen Endraan. "
},{ "Verses": "4 dhaaveedhu Avanaip Paarththu: Nadandha Seydhi Enna? Sol Endru Kettadharku, Avan: Janangal Yuththaththaivittu Murindhodipponaargal; Janangalil Anegamper Vizhundhu Madindhuponaargal; Savulum Avar Kumaaranaagiya Yonaththaanum Madindhaargal Endraan. "
},{ "Verses": "5 savulum Avar Kumaaranaagiya Yonaththaanum Madindhuponadhu Unakku Eppadith Theriyum Endru Dhaaveedhu Thanakku Adhai Arivikkira Vaalibanidaththil Kettadharku, "
},{ "Verses": "6 andha Vaaliban Naan Tharcheyalaaik Kilbovaa Malaikkup Ponen; Appozhudhu Idho, Savul Thammudaiya Eettiyinmel Saaindhu Kondirundhaar; Radhangalum Kudhiraiveerarum Avaraith Thodarndhu Nerunginaargal. "
},{ "Verses": "7 avar Thirumbip Paarththu, Ennaik Kandu Kooppittaar. Adharku Naan: Idho, Irukkiren Endren, "
},{ "Verses": "8 appozhudhu Avar: Nee Yaar Endru Ennaik Kettaar; Naan Amalekkiyan Endru Sonnen. "
},{ "Verses": "9 avar Ennai Nokki: Nee Ennandaiyil Kittavandhu Nindru Ennaik Kondrupodu; En Praanan Muzhudhum Innum Pogaadhadhinaal Enakku Vedhanaiyaayirukkiradhu Endraar. "
},{ "Verses": "10 appozhudhu Naan, Avar Vizhundha Pinbu Pizhaikkamaattaar Endru Nichchayiththu, Avarandaiyil Poi Nindru Avaraik Kondrupotten; Pirpaadu Avar Thalaiyinmel Irundha Mudiyaiyum Avar Buyaththil Irundha Asthakadagaththaiyum Eduththukkondu Avaigalai Inge En Aandavanidaththirkuk Konduvandhen Endraan. "
},{ "Verses": "11 appozhudhu Dhaaveedhum Avanodirundha Sagala Manusharum Thangal Vasthirangalaik Kizhiththukkondu, "
},{ "Verses": "12 savulum Avan Kumaaranaagiya Yonaththaanum Karththarudaiya Janangalum, Isravel Kudumbaththaarum, Pattayaththaale Vizhundhapadiyinaal Pulambi Azhudhu Saayangaalamattum Ubavaasamaayirundhaargal. "
},{ "Verses": "13 dhaaveedhu Adhaith Thanakku Ariviththa Vaalibanaip Paarththu: Nee Evvidaththaan Endru Kettadharku, Avan: Naan Anniya Jaadhiyaanudaiya Magan, Naan Amalekkiyan Endraan. "
},{ "Verses": "14 dhaaveedhu Avanai Nokki: Karththar Abishegampanninavaraik Kondru Podumpadi Nee Un Kaiyai Neetta Bayappadaamarponadhu Enna Endru Solli, "
},{ "Verses": "15 vaalibaril Oruvanaik Kooppittu: Nee Kittappoi Avanmel Vizhundhu Avanai Vettu Endraan; Avan Avanai Vettinaan; Avan Seththaan. "
},{ "Verses": "16 dhaaveedhu Avanaip Paarththu: Un Raththappazhi Un Thalaiyinmel Iruppadhaaga; Karththar Abishegampanninavarai Naan Kondrupotten Endru Un Vaaye Unakku Virodhamaana Saatchi Sollitru Endraan. "
},{ "Verses": "17 dhaaveedhu Savulinperilum Avan Kumaaranaagiya Yonaththaaninperilum Pulambal Paadinaan. "
},{ "Verses": "18 (vilviththaiyai Yoodhaa Puththirarukkuk Katrukkodukkumpadi Kattalaiyittaan; Adhu Yaaserin Pusthagaththil Ezhudhiyirukkiradhu.) Avan Paadina Pulambalaavadhu: "
},{ "Verses": "19 isravelin Alangaaram Uyarndha Sthaanangalil Adhamaayitru; Paraakkiramasaaligal Vizhundhuponaargal. "
},{ "Verses": "20 pelistharin Kumaaraththigal Sandhoshappadaadhapadikkum, Viruththasedhanam Illaadhavargalin Kumaaraththigal Kalikooraadhapadikkum, Adhaik Kaadhpattanaththil Ariviyaamalum Askalonin Veedhigalil Prasthaabappaduththaamalum Irungal. "
},{ "Verses": "21 kilbovaa Malaigale, Ungalmel Paniyum Mazhaiyum Peyyaamalum Kaanikkaikku Etra Palantharum Vayalgal Raamalum Povadhaaga; Ange Paraakkiramasaaligaludaiya Kedagam Avamadhikkappattadhu; Savul Thailaththaal Abishegampannappadaadhavarpola Avar Kedagamum Avamadhikkappattadhe. "
},{ "Verses": "22 kolaiyundavargalin Raththaththaik Kudiyaamalum, Paraakkiramasaaligalin Ninaththai Unnaamalum, Yonaththaanudaiya Vil Pinvaanginadhillai; Savulin Pattayam Verumaiyaaith Thirumbinadhillai. "
},{ "Verses": "23 uyirode Irukkaiyil Savulum Yonaththaanum Piriyamum Inbamumaayirundhaargal; Maranaththilum Pirindhu Ponadhillai; Kazhugugalaippaarkkilum Vegamum Singangalaippaarkkilum Balamumullavargalaayirundhaargal. "
},{ "Verses": "24 isravelin Kumaaraththigale, Ungalukku Raththaambaraththai Sirappaai Uduppiththu, Ungal Udaiyinmel Pon Aabaranangalaith Tharippiththa Savulukkaaga Azhudhu Pulambungal. "
},{ "Verses": "25 pormugaththil Paraakkiramasaaligal Vizhundhaargale, Yonaththaane, Uyaramaana Sthalangalile Vettundu Ponaaye. "
},{ "Verses": "26 en Sagodhaaranaagiya Yonaththaane, Unakkaaga Naan Vyaagulappadugiren; Nee Enakku Vegu Inbamaayirundhaai; Un Snegam Aachchariyamaayirundhadhu; Sthreegalin Snegaththaippaarkkilum Adhigamaayirundhadhu. "
},{ "Verses": "27 paraakkiramasaaligal Vizhundhu Ponaargale; Yuththa Aayudhangal Ellaam Azhindhupoyitre, Endru Paadinaan. "
}
]