[
{ "Verses": "1 dhaaveedhudaiya Kadaisi Vaarththaigal Menmaiyaai Uyarththappattu, Yaakkobudaiya Dhevanaal Abishegam Petru, Isravelin Sangeedhangalai Inbamaaippaadina Eesaayin Kumaaranaagiya Dhaaveedhu Ennum Purushan Sollugiradhu Ennavendraal: "
},{ "Verses": "2 karththarudaiya Aaviyaanavar Ennaikkondu Pesinaar; Avarudaiya Vasanam Ennudaiya Naavil Irundhadhu. "
},{ "Verses": "3 isravelin Dhevanum Isravelin Kanmalaiyumaanavar Enakku Solli Uraiththadhaavadhu: Needhibararaai Manusharai Aandu, Theyvabayamaaith Thuraiththanampannugiravar Iruppaar. "
},{ "Verses": "4 avar Kaalaiyil Mandhaaramillaamal Udhiththu, Mazhaikkuppirpaadu Than Kaandhiyinaal Pullai Boomiyilirundhu Mulaikkappannugira Sooriyanudaiya Vidiyarkaala Velichchaththaippola Iruppaar Endraar. "
},{ "Verses": "5 ennudaiya Veedu Dhevanidaththil Ippadiyiraadho? Sagalamum Thittampannappattirukkira Nichchayamaana Niththiya Udanpadikkaiyai Ennudan Avar Seydhirukkiraar; Aadhalaal Ennudaiya Ellaa Ratchippum Ellaa Vaanjaiyum Valarndhonga Seyyaaro? "
},{ "Verses": "6 peliyaalin Makkal Anaivarumo, Kaiyinaal Pidikkappadak Koodaadhadhaai Erindhupodappadavendiya Mullukku Samamaanavargal. "
},{ "Verses": "7 avaigalai Oruvan Thodapponaal, Iruppaayudhaththaiyum Eettiththaangaiyum Kettiyaaip Pidiththukollavendum; Avaigal Irukkira Idaththildhaane Akkiniyinaal Mutrum Sutterikkappadum Endraan. "
},{ "Verses": "8 dhaaveedhukku Irundha Paraakkiramasaaligalin Naamangalaavana: Thakkemoniyin Kumaaranaagiya Yoseppaasepedh Enbavan Servaikkaararin Thalaivan; Ivan Ennoorupergalinmel Vizhundhu Avargalai Orumikka Vettippotta Adheenoesni Ooraanaanavan. "
},{ "Verses": "9 ivanukku Irandaavadhu, Akoyin Kumaaranaagiya Thodhovin Magan Eleyaasaar Enbavan; Ivan Pelisthar Yuththaththirkuk Koodina Sthalaththile Isravel Manushar Pogaiyil, Dhaaveedhode Irundhu, Pelistharai Nindhiththa Moondru Paraakkiramasaaligalil Oruvanaayirundhaan. "
},{ "Verses": "10 ivan Ezhumbith Than Kaisaliththu, Than Kai Pattayaththodu Ottikkollumattum Pelistharai Vettinaan; Andraiyadhinam Karththar Periya Ratchippai Nadappiththaar; Janangal Kollaiyidamaaththiram Avanaip Pinsendraargal. "
},{ "Verses": "11 ivanukku Moondraavadhu, Aageyin Kumaaranaagiya Sammaa Ennum Aaraariyan; Sirupayaru Niraindha Vayalirundha Idaththile Pelisthar Eraalamaaik Koodi, Janangal Pelistharaik Kandu Odugirapodhu, "
},{ "Verses": "12 ivan Andha Nilaththin Naduvile Nindru Adhaik Kaappaatri, Pelistharai Madangadiththuppottaan; Adhanaal Karththar Periya Ratchippai Nadappiththaar. "
},{ "Verses": "13 muppadhu Thalaivarukkulle Indhamoondruperum Aruppunaalile Adhullaam Kebiyile Dhaaveedhidaththil Poyirundhaargal; Pelistharin Thandu Reppaayeem Pallaththaakkile Paalayamiranginapodhu, "
},{ "Verses": "14 dhaaveedhu Aranaana Oru Idaththil Irundhaan; Appozhudhu Pelistharin Thaanaiyam Bethlagemile Irundhadhu. "
},{ "Verses": "15 dhaaveedhu Bethlagemin Olimugavaasalil Irukkira Kinatrin Thanneerinmel Aavalkondu: En Thaagaththirkuk Konjan Thanneer Konduvarugiravan Yaar Endraan. "
},{ "Verses": "16 appozhudhu Indha Moondru Paraakkiramasaaligalum Pelistharin Paalayaththile Thunindhu Pugundhupoi, Bethlagemin Olimugavaasalil Irukkira Kinatrile Thanneer Mondu, Dhaaveedhinidaththil Konduvandhaargal; Aanaalum Avan Adhaik Kudikka Manadhillaamal Adhaik Karththarukkendru Ootrippottu: "
},{ "Verses": "17 karththaave, Thangal Praananai Ennaamal Poivandha Andha Manusharin Raththaththaik Kudikkum Indhachcheyal Enakkuth Dhooramaayiruppadhaaga Endrusolli, Adhaik Kudikka Manadhillaadhirundhaan; Ippadi Indha Moondru Paraakkiramasaaligalum Seydhaargal. "
},{ "Verses": "18 yovaabin Sagodharanum Seruyaavin Kumaaranumaana Abisaai Enbavan, Andha Moondruperil Pradhaanamaanavan; Avan Than Eettiyai Ongi Munnooruperai Madangadiththadhinaal, Indha Moondrupergalil Perpetravanaanaan. "
},{ "Verses": "19 indha Moondrupergalil Avan Menmaiyullavanaayirundhadhinaalallavo, Avargalil Thalaivanaanaan; Aanaalum Andha Mundhina Moondru Perukku Avan Samamaanavan Alla. "
},{ "Verses": "20 paraakkiramasaaliyaagiya Yoidhaavin Kumaaranum Kapseyel Ooraanumaagiya Penaayaavum Seygaigalil Vallavanaayirundhaan; Avan Movaap Dhesaththin Irandu Valumaiyaana Singangalaik Kondradhumallaamal, Uraindha Mazhaikaalaththil Avan Irangippoi, Orukebikkul Irundha Oru Singaththaiyum Kondrupottaan. "
},{ "Verses": "21 avan Bayangararoobamaana Oru Egipthiyanaiyum Kondrupottaan; Andha Egipthiyan Kaiyil Oru Eettiyirukkaiyil, Ivan Oru Thadiyaippidiththu, Avanidaththil Poi, Andha Egipthiyan Kaiyilirundha Eettiyaippariththu, Avan Eettiyinaale Avanaik Kondrupottaan. "
},{ "Verses": "22 ivaigalai Yoidhaavin Kumaaranaagiya Penaayaa Seydhapadiyinaal, Moondru Paraakkiramasaaligalukkulle Perpetravanaayirundhaan. "
},{ "Verses": "23 muppadhuperilum Ivan Menmaiyullavan; Aanaalum Andha Mundhina Moondruperukkum Ivan Samaanamaanavanalla; Ivanai Dhaaveedhu Than Meykkaavalarukkuth Thalaivanaaga Vaiththaan. "
},{ "Verses": "24 yovaabin Thambi Aasagel Matra Muppadhuperil Oruvan; Avargal Yaarenil, Bethlagem Ooraanaagiya Thodhovin Kumaaran Elkkaanaan, "
},{ "Verses": "25 aarodhiyanaagiya Sammaa, Aarodhiyanaagiya Elikkaa, "
},{ "Verses": "26 paldhiyanaagiya Eles, Ikkesin Kumaaranaagiya Eeraa Ennum Thekkoviyan. "
},{ "Verses": "27 aanadhoththiyanaagiya Abiyesar, Oosaaththiyanaagiya Mebunnaayi, "
},{ "Verses": "28 akogiyanaagiya Salmon, Neththobaaththiyanaagiya Magaraayi, "
},{ "Verses": "29 paanaavin Kumaaranaagiya Elep Ennum Neththobaaththiyan, Benyameen Puththirarin Kibiyaa Ooraanaagiya Ribaayin Kumaaran Iththaayi, "
},{ "Verses": "30 praththoniyanaagiya Penaayaa, Kaagaas Neerodaigalin Dhesaththaanaagiya Eeththaayi, "
},{ "Verses": "31 arpaaththiyanaagiya Abialpon, Parumiyanaagiya Asmaavedh, "
},{ "Verses": "32 saalponiyanaagiya Eliyoobaa, Yaasenin Kumaararil Yonaththaan Enbavan. "
},{ "Verses": "33 aasaariyanaagiya Sammaa, Saaraarin Kumaaranaagiya Agiyaam Ennum Aaraariyan, "
},{ "Verses": "34 maagaaththiyanin Kumaaranaagiya Akaspaayim Magan Elippeledh, Keeloniyanaagiya Agiththoppelin Kumaaran Eliyaam Enbavan. "
},{ "Verses": "35 karmeliyanaagiya Esraayi, Arbiyanaagiya Paaraayi, "
},{ "Verses": "36 sobaa Ooraanaagiya Naaththaanin Kumaaran Eegaal, Kaadhiyanaagiya Paani, "
},{ "Verses": "37 ammoniyanaagiya Selek, Seruyaavin Kumaaranaagiya Yovaabin Aayudhadhaariyaana Peroththiyanaagiya Nagaraai, "
},{ "Verses": "38 idhriyanaagiya Eeraa, Idhriyanaagiya Kaarep, "
},{ "Verses": "39 eththiyanaagiya Uriyaa Enbavargale; Aaga Muppaththezhuper. "
}
]