[
{ "Verses": "1 dhaaveedhin Naatkalil Moondru Varusham Oyaadha Panjam Undaayirundhadhu; Appozhudhu Dhaaveedhu Karththarudaiya Samugaththil Visaariththaan; Karththar: Kibiyoniyaraik Kondrupotta Savulukkaagavum, Raththappiriyaraana Avan Veettaarukkaagavum Idhu Undaayitru Endraar. "
},{ "Verses": "2 appozhudhu Raajaa: Kibiyoniyarai Azhaippiththaan; Kibiyoniyaro, Isravel Puththiraraayiraamal Emoriyaril Meedhiyaayirundhavargal; Avargalukku Isravel Puththirar Aanaiyittirundhum, Savul Isravel Puththirarukkaagavum Yoodhaavukkaagavum Kaanbiththa Vairaakkiyaththinaal Avargalai Vetta Vagaithedinaan. "
},{ "Verses": "3 aagaiyaal Dhaaveedhu Kibiyoniyaraip Paarththu: Naan Ungalukku Seyyavendiyadhu Enna? Neengal Karththarudaiya Sudhandharaththai Aaseervadhikkumpadikku, Naan Seyyavendiya Praayachchiththam Enna Endru Kettaan. "
},{ "Verses": "4 appozhudhu Kibiyoniyar Avanaip Paarththu: Savulodum Avan Veettaarodum Engalukku Irukkira Kaariyaththirkaaga Engalukku Velliyum Ponnum Thevaiyillai; Isravelil Oruvanaik Kondrupodavendum Enbadhum Engal Viruppam Alla Endraargal. Appozhudhu Avan Appadiyaanaal, Naan Ungalukku Enna Seyyavendum Endru Sollugireergal Endru Kettaan. "
},{ "Verses": "5 avargal Raajaavai Nokki: Naangal Isravelin Ellaiyilengum Nilaikkaadhapadikku, Azhindhupoga Evan Engalai Nirmoolamaakki Engalukkup Pollaappu Seyya Ninaiththaano, "
},{ "Verses": "6 avan Kumaararil Ezhuper Karththar Therindhukonda Savulin Ooraagiya Kibiyaavile Naangal Avargalaik Karththarukkendru Thookkippoda, Engalukku Oppukkodukkappadavendum Endraargal. Naan Avargalai Oppukkoduppen Endru Raajaa Sonnaan. "
},{ "Verses": "7 aanaalum Dhaaveedhum Savulin Kumaaranaagiya Yonaththaanum Karththaraikkondu Itta Aanaiyinimiththam, Raajaa Savulin Kumaaranaagiya Yonaththaanin Magan Meviposeththaith Thappavittu, "
},{ "Verses": "8 aayaavin Kumaaraththiyaagiya Rispaal Savulukkup Petra Avaludaiya Irandu Kumaararaagiya Armoniyaiyum, Meviposeththaiyum, Savulin Kumaaraththiyaagiya Meegaal Mekolaaththiyanaana Parsilaavin Kumaaranaagiya Aadhariyelukkuppetra Avaludaiya Aindhu Kumaararaiyum Pidiththu, "
},{ "Verses": "9 avargalaik Kibiyoniyar Kaiyil Oppukkoduththaan; Avargalaik Karththarudaiya Samugaththil Malaiyinmel Thookkippottaargal; Appadiye Avargal Ezhuperum Orumikka Vizhundhaargal; Vaarkodhumai Aruppu Thuvakkugira Aruppukkaalaththin Mundhinanaatkalile Avargal Kondrupodappattaargal. "
},{ "Verses": "10 appozhudhu Aayaavin Kumaaraththiyaagiya Rispaal Rattuppudavaiyai Eduththukkondupoi, Adhaip Paaraiyinmel Viriththu, Aruppunaalin Thuvakkam Mudharkondu Vaanaththilirundhu Avargalmel Mazhai Peyyumattum Pagalil Aagaayaththup Paravaigalaagilum Iravil Kaattumirugangalaagilum Avargalmel Vizhavottaadhirundhaal. "
},{ "Verses": "11 aayaavin Kumaaraththiyaagiya Rispaal Ennum Savulin Marumanaiyaatti Seydhadhu Dhaaveedhukku Arivikkappattapodhu, "
},{ "Verses": "12 dhaaveedhu Poi, Pelisthar Kilbovaavile Savulai Vettinapodhu, Pedhsaanin Veedhiyile Thookkippodappattadhum, Keeleyaaththilulla Yaabes Pattanaththaar Ange Poith Thiruttalavaaik Konduvandhadhumaana Savulin Elumbugalaiyum, Avan Kumaaranaana Yonaththaanin Elumbugalaiyum, Avargalidaththilirundhu Eduththu, "
},{ "Verses": "13 ange Irundhu Avargalaikkonduvandhu, Thookkippodappattavargalin Elumbugalaiyum Avaigalode Serththu, "
},{ "Verses": "14 savulin Elumbugalaiyum Avan Kumaaranaagiya Yonaththaanin Elumbugalaiyum, Benyameen Dhesaththu Selaa Oorilirukkira Avan Thagappanaagiya Keesin Kallaraiyil Adakkampannuviththaan; Raajaa Kattalaiyittapadiyellaam Seydhaargal; Adharkuppinbu Dhevan Dhesaththirkaaga Seyyappatta Vendudhalaik Kettarulinaar. "
},{ "Verses": "15 pinbu Pelisthar Isravelinmel Yuththamseydhaargal; Appozhudhu Dhaaveedhum Avanodekooda Avan Sevagarumpoi, Pelistharodu Yuththampanninaargal, Dhaaveedhu Vidaaiththupponaan. "
},{ "Verses": "16 appozhudhu Munnooru Sekkalnirai Vengalamaana Eettiyaip Pidikkiravanum, Pudhuppattayaththai Araiyile Kattikkondavanumaana Ispipenop Ennum Raatchadha Puththiraril Oruvan Dhaaveedhai Vettavendumendru Irundhaan. "
},{ "Verses": "17 seruyaavin Kumaaranaagiya Abisaai Raajaavukku Udhaviyaaga Vandhu, Pelisthanai Vettik Kondrupottaan. Appozhudhu Dhaaveedhin Manushar: Isravelin Vilakku Anaindhupogaadhapadikku, Neer Ini Engalode Yuththaththirkup Purappadavendaam Endru Avanukku Aanaiyittu Sonnaargal. "
},{ "Verses": "18 adharkup Pinbu Pelistharode Thirumbavum Kopile Yuththam Nadandhadhu; Oosaaththiyanaagiya Seebekkaai Raatchadha Sandhadhiyaana Saappai Vettippottaan. "
},{ "Verses": "19 pelistharodu Innum Veroruyuththam Kopile Undaanapodhu, Yaareyorkimin Kumaaranaagiya Elkkaanaan Ennum Bethlagemiyan Kaadh Ooraanaagiya Koliyaaththin Sagodharanai Vettinaan; Avan Eettith Thaangaanadhu Neykiravargalin Padaimaram Avvalavu Peridhaayirundhadhu. "
},{ "Verses": "20 innum Oru Yuththam Kaadh Oorile Nadandhapodhu, Ange Nettaiyanaana Oru Manushan Irundhaan; Avan Kaigalil Avvaaru Viralgalum Avan Kaalgalil Avvaaru Viralgalum, Aaga Irubaththu Naanku Viralgalullavan; Ivanum Raatchadha Piraviyaayirundhu, "
},{ "Verses": "21 isravelai Nindhiththaan; Dhaaveedhin Sagodharanaana Seemeyaavin Kumaaranaagiya Yonaththaan Avanai Vettinaan. "
},{ "Verses": "22 indha Naaluperum Kaaththoorile Raatchadhanukkup Pirandhavargal; Ivargal Dhaaveedhin Kaiyinaalum Avan Sevagarin Kaiyinaalum Madindhaargal. "
}
]