[
{ "Verses": "1 idharkuppinbu, Apsalom Radhangalaiyum Kudhiraigalaiyum, Thanakku Mun Oda Aimbadhu Sevagaraiyum Sambaadhiththaan. "
},{ "Verses": "2 melum Apsalom Kaalaithorum Ezhundhirundhu, Pattanaththu Vaasalukkup Pogira Vazhi Oraththile Nindrukondu, Evanaagilum Thanakku Irukkira Vazhakku Mugaandharamaai Raajaavinidaththil Nyaayaththirkaagap Pogumpodhu, Avanai Azhaiththu, Nee Endha Ooraan Endru Ketpaan; Avan Umadhu Adiyaan Isravel Koththirangalil Ondrukkaduththa Inna Ooraan Endraal, "
},{ "Verses": "3 appozhudhu Apsalom Avanai Nokki: Idho, Un Kaariyam Nermaiyum Nyaayamumaayirukkiradhu: Aanaalum Raajaavinidaththile Un Kaariyaththai Visaarippaar Oruvarum Illai Enbaan. "
},{ "Verses": "4 pinnum Apsalom Vazhakku Vyaajyamullavargal Ellaarum Ennidaththil Vandhu, Naan Avargalukku Nyaayancheyyumpadikku, Ennai Dhesaththile Nyaayaadhipadhiyaaga Vaiththaal Nalamaayirukkum Enbaan. "
},{ "Verses": "5 evanaagilum Oruvan Avanai Vanangavarumpodhu, Avan Than Kaiyai Neetti Avanaith Thazhuvi, Muththancheyvaan. "
},{ "Verses": "6 indhappragaaramaaga Apsalom Raajaavinidaththil Nyaayaththirkaaga Varum Isravelarukkellaam Seydhu, Isravel Manusharudaiya Irudhayaththaik Kavarndhukondaan. "
},{ "Verses": "7 naarpadhu Varusham Sendrapinbu, Apsalom Raajaavai Nokki: Naan Karththarukkup Pannina En Poruththanaiyai Ebronil Seluththumpadikku Naan Poga Uththaravukodum. "
},{ "Verses": "8 karththar Ennai Erusalemukkuth Thirumbi Varappanninaal, Karththarukku Aaraadhanai Seyven Endru Umadhu Adiyaanaagiya Naan Seeriyaadhesaththil Kesoorile Kudiyirukkumpodhu, Poruththanaipanninen Endraan. "
},{ "Verses": "9 adharku Raajaa, Samaadhaanaththodepo Endraan; Appozhudhu Avan Ezhundhu Ebronukkup Ponaan. "
},{ "Verses": "10 apsalom Isravel Koththirangalukkellaam Vevukaararai Anuppi, Neengal Ekkaalaththoniyaik Ketkumpodhu, Apsalom Ebronile Raajaavaanaan Endru Sollungal Endru Sollachcholli Vaiththirundhaan. "
},{ "Verses": "11 erusalemilirundhu Varavazhaikkappatta Irunooruper Apsalomode Koodapponaargal; Avargal Vanjagamindri Ariyaamaiyinaal Ponaargal. "
},{ "Verses": "12 apsalom Paligalai Seluththumpodhu, Dhaaveedhin Aalosanaikkaaranaagiya Agiththoppel Ennum Keeloniyanaiyum Avan Ooraagiya Keelovilirundhu Varavazhaippiththaan; Appadiye Kattuppaadu Balaththu, Janangal Apsalominidaththil Thiralaai Vandhu Koodinaargal. "
},{ "Verses": "13 adhai Arivikkira Oruvan Dhaaveedhinidaththil Vandhu, Isravelil Ovvoruvarudaiya Irudhayamum Apsalomaippatrippogiradhu Endraan. "
},{ "Verses": "14 appozhudhu Dhaaveedhu Erusalemile Thannidaththilulla Thannudaiya Ellaa Oozhiyakkaararaiyum Nokki: Ezhundhu Odippovom, Illaavittaal Naam Apsalomukkuth Thappa Idamillai; Avan Theeviriththu Nammidaththil Vandhu, Nammaip Pidiththu, Nammel Pollaappu Varappanni, Nagaraththaip Pattayakkarukkinaal Sangaarampannaadhapadikkuth Theeviramaaip Purappadungal Endraan. "
},{ "Verses": "15 raajaavin Oozhiyakkaarar Raajaavaip Paarththu: Idho, Raajaavaagiya Engal Aandavan Kattalaiyidum Kaariyaththaiyellaam Seyya Umadhu Adiyaaraagiya Naangal Aayaththamaayirukkirom Endraargal. "
},{ "Verses": "16 appadiye Raajaavum Avanudaiya Veettaar Ellaarum Kaalnadaiyaaip Purappattaargal, Veettaikkaakka Raajaa Marumanaiyaattigalaagiya Paththu Sthreegalaip Pinvaiththaan. "
},{ "Verses": "17 raajaavum Samastha Janangalum Kaalnadaiyaaip Purappattu, Satruththoorampoi, Oru Idaththile Thariththu Nindraargal. "
},{ "Verses": "18 avanudaiya Oozhiyakkaarar Ellaarum, Kireththiyar Yaavarum Pileththiyar Yaavarum Avan Pakkaththile Nadandhuponaargal; Kaaththoorilirundhu Kaalnadaiyaai Vandhirundha Arunooruperaagiya Kiththiyar Ellaarum Raajaavukkumunbaaga Nadandhaargal. "
},{ "Verses": "19 appozhudhu Raajaa Kiththiyanaagiya Eeththaayaip Paarththu: Nee Engaludanekooda Varuvaanen? Nee Thirumbippoi, Raajaavudanekooda Iru; Nee Anniyadhesaththaan, Nee Un Idaththirkuth Thirumbippogalaam. "
},{ "Verses": "20 nee Netrudhaane Vandhaai; Indrunaan Unnai Engalode Nadandhuvarumpadikku Azhaiththukkondu Pogalaamaa? Naan Pogakkoodiya Idaththirkuppogiren; Nee Un Sagodhararaiyum Azhaiththukkondu Thirumbippo; Kirubaiyum Unmaiyum Unnode Iruppadhaaga Endraan. "
},{ "Verses": "21 aanaalum Eeththaai Raajaavukkup Pradhiyuththaramaaga Raajaavaagiya En Aandavan Engeyiruppaaro, Ange Umadhu Adiyaanum, Seththaalum Pizhaiththaalum, Iruppaan Endru Karththarudaiya Jeevanaiyum Raajaavaagiya En Aandavanudaiya Jeevanaiyum Kondu Sollugiren Endraan. "
},{ "Verses": "22 appozhudhu Dhaaveedhu Eeththaayai Nokki: Nadandhuvaa Endraan: Appadiye Kiththiyanaagiya Eeththaayum Avanudaiya Ellaa Manusharum Avanodirukkira Ellaap Pillaigalum Nadandhuponaargal. "
},{ "Verses": "23 sagala Janangalum Nadandhupogirapodhu, Dhesaththaar Ellaarum Magaa Saththamaai Azhudhaargal; Raajaa Keedharon Aatraik Kadandhaan; Janangal Ellaarum Vanaandharaththirkup Pogira Vazhiye Nadandhuponaargal. "
},{ "Verses": "24 saadhokkum Dhevanudaiya Udanpadikkaip Pettiyai Avanodekooda Irundhu Sumakkira Sagala Leviyarum Vandhu, Dhevanudaiya Pettiyai Ange Vaiththaargal; Janangal Ellaarum Nagaraththilirundhu Kadanthudheerumattum, Abiyaththaar Thirumbippoyirundhaan. "
},{ "Verses": "25 raajaa Saadhokkai Nokki: Dhevanudaiya Pettiyai Nagaraththirkuth Thirumbak Kondupo; Karththarudaiya Kangalil Enakkuk Kirubai Kidaiththadhaanaal, Naan Adhaiyum Avar Vaasasthalaththaiyum Paarkkiradharku, Ennaiththirumba Varappannuvaar. "
},{ "Verses": "26 avar: Unmel Enakkup Piriyamillai Enbaaraagil, Idho, Inge Irukkiren; Avar Thammudaiya Paarvaikku Nalamaanapadi Enakku Seyvaaraaga Endraan. "
},{ "Verses": "27 pinnum Raajaa Aasaariyanaagiya Saadhokkai Nokki: Nee Gnaanadhrushtikkaaran Allavo? Nee Samaadhaanaththode Nagaraththirkuth Thirumbu; Un Magan Agimaasum Abiyaththaarin Magan Yonaththaanumaagiya Ungal Kumaarar Iranduperum Ungalodekoodath Thirumbip Pogattum. "
},{ "Verses": "28 enakku Arivikkiradharku Ungalidaththilirundhu Seydhivarumattum, Naan Vanaandharaththin Veligalile Thariththiruppen Endraan. "
},{ "Verses": "29 appadiye Saadhokkum Abiyaththaarum Dhevanudaiya Pettiyai Erusalemukkuth Thirumbak Kondupoi, Ange Irundhaargal. "
},{ "Verses": "30 dhaaveedhu Than Mugaththai Moodi, Verunkaalaal Nadandhu Azhudhukondu Olivamalaiyinmel Eripponaan; Avanodirundha Sagala Janangalum Mugaththai Moodi Azhudhukondu Erinaargal. "
},{ "Verses": "31 apsalomode Kattuppaadupanninavargaludan Agiththoppelum Serndhirukkiraan Endru Dhaaveedhukku Arivikkappattapodhu, Dhaaveedhu, Karththaave, Agiththoppelin Aalosanaiyaip Payiththiyamaakkividuveeraaga Endraan. "
},{ "Verses": "32 dhaaveedhu Malaiyin Uchchimattumvandhu, Ange Dhevanaip Panindhukondapodhu, Idho, Arkiyanaagiya Oosaai Than Vasthiraththaik Kizhiththukkondu, Thalaiyinmel Puzhudhiyaippottukkondavanaai Avanukku Edhirppattaan. "
},{ "Verses": "33 dhaaveedhu Avanaip Paarththu: Nee Ennodekooda Nadandhuvandhaal Enakku Baaramaayiruppaai. "
},{ "Verses": "34 nee Nagaraththirkuth Thirumbippoi, Apsalomai Nokki: Raajaave, Ummudaiya Oozhiyakkaaranaayiruppen; Munbu Naan Ummudaiya Thagappanukku Oozhiyakkaaranaayirundhen; Ippodhu Naan Umakku Oozhiyakkaaran Endraayeyaagil, Enakkaaga Agiththoppelin Aalosanaiyai Abaththamaakkuvaai. "
},{ "Verses": "35 unnode Ange Saadhok Abiyaththaar Ennum Aasaariyargal Irukkiraargal Allavaa? Raajaavin Veettile Pirakkira Edhedhu Seydhi Undo, Ennenna Kelvippadugiraayo, Adhaiyellaam Saadhok Abiyaththaar Ennum Aasaariyargalukku Arivippaai. "
},{ "Verses": "36 ange Avargalode Saadhokkin Magan Agimaasum Abiyaththaarin Magan Yonaththaanum, Avargal Irandu Kumaararum Irukkiraargal; Neengal Kelvippadugira Seydhiyaiyellaam Avargalvasamaai Enakku Anuppuveergalaaga Endraan. "
},{ "Verses": "37 appadiye Dhaaveedhin Snegidhanaagiya Oosaai Nagaraththirku Vandhaan; Apsalomum Erusalemukku Vandhaan. "
}
]