[
{ "Verses": "1 raajaavin Irudhayam Apsalominmel Innum Thaangalaayirukkiradhai Serooyaavin Kumaaran Yovaab Kandu, "
},{ "Verses": "2 avan Thekkovaavilirukkira Buththiyulla Oru Sthreeyai Azhaiththu: Nee Izhavu Kondaadugiravalaippola, Dhukkavasthirangalai Uduththikkondu, Enney Poosikkollaamal, Irandhuponavanukkaaga Nedunaal Dhukkikkira Sthreeyaippolak Kaanbiththu, "
},{ "Verses": "3 raajaavinidaththil Poi, Avarai Nokki: Inna Inna Pragaaramaaga Sol Endru Aval Sollavendiya Vaarththaigalai Yovaab Aval Vaayile Pottaan. "
},{ "Verses": "4 appadiye Thekkovaa Ooraalaana Andha Sthree Raajaavode Pesappoi, Tharaiyile Mugankuppura Vizhundhu Vanangi, Raajaave, Ratchiyum Endraal. "
},{ "Verses": "5 raajaa Avalaip Paarththu: Unakku Enna Vendum Endradharku, Aval: Naan Vidhavaiyaanaval, En Purushan Sendruponaan. "
},{ "Verses": "6 umadhu Adiyaalukku Irandu Kumaarar Irundhaargal; Avargal Iruvarum Veliyile Sandaipanni, Avargalai Vilakka Oruvarum Illaadhapadiyinaal, Oruvan Matravanai Adiththuk Kondrupottaan. "
},{ "Verses": "7 vamsaththaar Ellaarum Ummudaiya Adiyaalukku Virodhamaai Ezhumbi, Than Sagodharanaik Kondrupottavanai Oppi; Avan Kondra Avan Sagodharanudaiya Praananukkaaga Naangal Avanaik Kondrupoduvom; Sudhandharavaalanaayinum Avanaiyum Azhiththuppoduvom Engiraargal. Ippadi En Purushanukkup Perum Needhiyum Boomiyinmel Vaikkappadaadhapadikku, Enakku Innum Meedhiyaayirukkira Poriyaiyum Aviththuppoda Manadhaayirukkiraargal Endraal. "
},{ "Verses": "8 raajaa Andha Sthreeyaip Paarththu: Nee Un Veettukkup Po, Un Kaariyaththaikkuriththu Uththaravu Koduppen Endraan. "
},{ "Verses": "9 pinnum Andhath Thekkovaavoor Sthree Raajaavaip Paarththu: Raajaavaagiya En Aandavane, Raajaavinmelum Avar Singaasanaththinmelum Kutramillaadhapadikku, Andhap Pazhi Enmelum En Thagappan Veettinmelum Sumarakkadavadhu Endraal. "
},{ "Verses": "10 adharku Raajaa: Unakku Virodhamaap Pesugiravanai Ennidaththil Konduvaa; Appozhudhu Avan Ini Unnaith Thodaraadhiruppaan Endraan. "
},{ "Verses": "11 pinnum Aval: Raththappazhivaangugiravargal Azhimbuseydhu, En Kumaaranai Adhampannap Perugippogaadhapadikku, Raajaavaanavar Thammudaiya Dhevanaagiyakarththarai Ninaippaaraaga Endraal. Adharku Raajaa: Un Kumaaranudaiya Mayiril Ondraavadhu Tharaiyil Vizhuvadhillai Endru Karththarin Jeevanaikkondu Sollugiren Endraan. "
},{ "Verses": "12 appozhudhu Andha Sthree: Raajaavaagiya En Aandavanode Umadhu Adiyaal Oru Vaarththai Solla Uththaravaagavendum Endraal. Avan: Sollu Endraan. "
},{ "Verses": "13 appozhudhu Andha Sthree: Pinnai En Dhevanudaiya Janaththirku Virodhamaai Ippadippatta Ninaivai Neer Kondirukkireer, Thuraththunda Thammudaiyavanai Raajaa Thirumba Azhaikkaadhadhinaale, Raajaa Ippozhudhu Sonna Vaarththaiyinaal Kutramullavaraippol Irukkiraar. "
},{ "Verses": "14 naam Marippadhu Nichchayam, Thirumba Serkkakkoodaadhapadikku, Tharaiyile Suvarugira Thanneeraippol Irukkirom; Dhevan Jeevanai Eduththukkollaamal, Thuraththundavan Mutrilum Thammaivittu Vilakkappadaadhirukkum Ninaivugalai Ninaikkiraar. "
},{ "Verses": "15 ippodhum Naan En Aandavanaagiya Raajaavode Indha Vaarththaiyaip Pesavandha Mugaandharam Ennavendraal: Janangal Enakku Bayamundaakkinadhinaal, Naan Raajaavode Pesavandhen; Oruvelai Raajaa Thamadhu Adiyaaludaiya Vaarththaiyinpadi Seyvaar Endru Umadhu Adiyaalaagiya Naan Ninaiththadhinaalum Vandhene Ozhiya Verillai. "
},{ "Verses": "16 ennaiyum En Kumaaranaiyum Egamaai Dhevanudaiya Sudhandharaththirkup Purambaakki, Azhikka Ninaikkira Manushanudaiya Kaikkuth Thamadhu Adiyaalai Neengalaakkividumpadikku Raajaa Ketpaar. "
},{ "Verses": "17 raajaavaagiya En Aandavanudaiya Vaarththai Enakku Aarudhalaayirukkumendru Umadhu Adiyaalaagiya Naan Enninen; Nanmaiyaiyum Theemaiyaiyum Ketkumpadi, Raajaavaagiya En Aandavan Dhevanudaiya Thoodhanaippola Irukkiraar; Idharkaaga Ummudaiya Dhevanaagiya Karththar Ummodekooda Irukkiraar Endraal. "
},{ "Verses": "18 appozhudhu Raajaa Andha Sthreekkup Pradhiyuththaramaaga: Naan Unnidaththil Ketkum Kaariyaththai Nee Enakku Maraikkavendaam Endraan. Adharku Andha Sthree, Raajaavaagiya En Aandavar Solvaaraaga Endraal. "
},{ "Verses": "19 appozhudhu Raajaa: Idhilellaam Yovaab Unakku Utkaiyaai Irukkavillaiyaa Endru Kettaan. Adharku Sthree Pradhiyuththaramaaga, Raajaavaagiya En Aandavan Sonnadharkellaam Valadhupakkaththilaavadhu Idadhupakkaththilaavadhu Vilaguvadharku Oruvaraalum Koodaadhu Endru Raajaavaagiya En Aandavanudaiya Jeevanaik Kondu Sollugiren; Umadhu Adiyaanaagiya Yovaabdhaan Idhai Enakkuk Karpiththu, Avane Indha Ellaa Vaarththaigalaiyum Umadhu Adiyaalin Vaayile Pottaan. "
},{ "Verses": "20 naan Indhak Kaariyaththai Ubamaanamaaip Pesugiradharku Umadhu Adiyaanaagiya Yovaab Adharkuk Kaaranamaayirundhaan; Aanaalum Dhesaththil Nadakkiradhaiyellaam Ariya, En Aandavanudaiya Gnaanam Dhevathoodhanudaiya Gnaanaththaippol Irukkiradhu Endraal. "
},{ "Verses": "21 appozhudhu Raajaa Yovaabaip Paarththu: Idho, Indhak Kaariyaththai Seygiren, Nee Poi Apsalom Ennum Pillaiyaandaanaith Thirumba Azhaiththukkonduvaa Endraan. "
},{ "Verses": "22 appozhudhu Yovaab Tharaiyile Mugankuppura Vizhundhu Vanangi, Raajaavai Vaazhththi: Raajaa Thamadhu Adiyaanudaiya Vaarththaiyinpadi Seydhadhinaal, En Aandavanaagiya Raajaavin Kannil Enakku Dhayai Kidaiththadhu Endru Indru Umadhu Adiyaanukkuth Theriyavandhadhu Endraan. "
},{ "Verses": "23 pinbu Yovaab Ezhundhu, Kesoorukkup Poi, Apsalomai Erusalemukku Azhaiththukkonduvandhaan. "
},{ "Verses": "24 raajaa Avan En Mugaththaippaarkkavendiyadhillai; Than Veettukkuth Thirumbippogattum Endraan, Appadiye Apsalom Raajaavin Mugaththaip Paarkkaamal Than Veettukkuth Thirumbipponaan. "
},{ "Verses": "25 isravelar Anaivarukkullum Apsalomaippol Savundhariyamullavanum Mechchikkollappattavanum Illai, Ullankaal Thodangi Uchchanthalaimattum Avanil Oru Pazhudhum Illaadhirundhadhu. "
},{ "Verses": "26 avan Than Thalaimayir Thanakkuppaaramaayiruppadhinaal Varushaandharam Siraiththukkolluvaan; Siraikkumpodhu, Avan Thalaimayir Raajaavudaiya Niraiyinpadi Irunooru Sekkal Niraiyaayirukkum. "
},{ "Verses": "27 apsalomukku Moondru Kumaararum, Thaamaar Ennum Perkonda Oru Kumaaraththiyum Pirandhirundhaargal; Ival Roobavadhiyaana Pennaayirundhaal. "
},{ "Verses": "28 apsalom, Raajaavin Mugaththaikkaanaamale Irandu Varusham Erusalemile Kudiyirundhaan. "
},{ "Verses": "29 aagaiyaal Apsalom Yovaabai Raajaavinidaththil Anuppumpadi Azhaippiththaan, Avano Avanidaththirku Varamaatten Endraan; Irandaamvisaiyum Avan Azhaiththanuppinaan; Avan Varamaatten Endraan. "
},{ "Verses": "30 appozhudhu Avan Than Velaikkaararaip Paarththu: Idho En Nilaththirku Aruge Yovaabin Nilam Irukkiradhu; Adhile Avanukku Vaarkodhumai Vilaindhirukkiradhu; Neengal Poi Adhaith Theekkoluththippodungal Endraan; Appadiye Apsalomin Velaikkaarar Andha Nilaththai Theekkoluththippottaargal. "
},{ "Verses": "31 appozhudhu Yovaab Ezhundhirundhu, Apsalomidaththil Veettirkulpoi, Ennudaiya Nilaththai Ummudaiya Velaikkaarar Theekkoluththippottadhu Enna Endru Avanaik Kettaan. "
},{ "Verses": "32 apsalom Yovaabaip Paarththu: Idho, Naan En Kesoorilirundhu Vandhen; Naan Ange Irundhuvittaal Nalam Endru Raajaavukku Sollumpadi Ummai Raajaavinidaththil Anuppuvadharkaaga Ummai Inge Varumpadi Azhaippiththen, Ippodhum Naan Raajaavinmugaththaip Paarkkattum; Enmel Kutramirundhaal Avar Ennaik Kondrupodattum Endraan. "
},{ "Verses": "33 yovaab Raajaavinidaththil Poi, Adhai Avanukku Ariviththapodhu, Apsalomai Azhaippiththaan, Avan Raajaavinidaththil Vandhu, Raajaavukku Munbaagath Tharaiyile Mugankuppura Vizhundhu Vananginaan, Appozhudhu Raajaa Apsalomai Muththamittaan. "
}
]