[
{ "Verses": "1 appozhudhu Benyameen Manushanaana Pikkiriyin Kumaaranaagiya Sebaa Ennum Perulla Peliyaalin Manushan Oruvan Tharcheyalaai Ange Irundhaan; Avan Ekkaalam Oodhi: Engalukku Dhaaveedhinidaththil Pangum Illai, Eesaayin Kumaaranidaththil Engalukku Sudhandharamum Illai; Isravele, Neengal Avaravar Thangal Koodaarangalukkup Poividungal Endraan. "
},{ "Verses": "2 appozhudhu Isravel Manushar Ellaarum Dhaaveedhai Vittup Pinvaangi, Pikkiriyin Kumaaranaagiya Sebaavaip Pinpatrip Ponaargal; Yordhaan Thodangi Erusalemmattumulla Yoodhaamanushar Thangal Raajaavai Saarndhirundhaargal. "
},{ "Verses": "3 dhaaveedhu Erusalemilulla Thanveettukku Vandhapodhu, Veettaik Kaakka Raajaa Pinvaiththuppona Paththu Marumanaiyaattigalaiyum Varuviththu, Avargalai Oru Kaaval Veettile Vaiththu Paraamariththaan; Appuram Avargalidaththil Avan Pravesikkavillai; Appadiye Avargal Saagira Naalmattum Adaikkappattu, Uyirodirukkira Naalellaam Vidhavaigalpol Irundhaargal. "
},{ "Verses": "4 pinbu Raajaa Amaasaavaip Paarththu: Nee Yoodhaa Manusharai Moondru Naalaikkulle Ennidaththil Varavazhaiththu, Neeyum Koodavandhu Irukkavendum Endraan. "
},{ "Verses": "5 appozhudhu Amaasaa: Yoodhaavai Azhaippikkap Poi, Thanakkuk Kuriththakaalaththile Varaamal Thaamadhiththirundhaan. "
},{ "Verses": "6 appozhudhu Dhaaveedhu Abisaayaip Paarththu: Apsalomaippaarkkilum Pikkiriyin Kumaaranaagiya Sebaa, Ippozhudhu Namakkup Pollaappu Seyvaan; Avan Aranaana Pattanangalil Vandhadaindhu, Nammudaiya Kangalukkuth Thappippogaadhapadikku, Nee Un Ejamaanudaiya Sevagaraik Koottikkondu, Avanaip Pinthodarndhupo Endraan. "
},{ "Verses": "7 appadiye Yovaabin Manusharum, Kireththiyarum Pileththiyarum, Sagala Balasaaligalum Avan Piragaale Purappattu, Pikkiriyin Kumaaranaagiya Sebaavaip Pinthodara Erusalemilirundhu Ponaargal. "
},{ "Verses": "8 avargal Kibiyon Kitta Irukkira Periya Kallandaiyile Vandhapodhu, Amaasaa Avargalukku Edhirppattuvandhaan; Yovaabo, Thaan Uduththikkondirukkira Than Sattaiyinmel Oru Kachchaiyaik Kattikkondirundhaan; Adhil Uraiyode Oru Pattayam Avan Iduppandaiyile Thongitru; Avan Purappadugaiyil Adhu Vizhundhadhu. "
},{ "Verses": "9 appozhudhu Yovaab Amaasaavaip Paarththu: En Sagodharane, Sugamaayirukkiraayaa Endru Solli, Amaasaavai Muththancheyyumpadi, Than Valadhukaiyinaal Avan Thaadiyaip Pidiththu, "
},{ "Verses": "10 than Kaiyilirukkira Pattayaththirku Amaasaa Echcharikkaiyaayiraadhapodhu, Yovaab Avanai Avan Kudalgal Tharaiyile Sarindhupogaththakkadhaai, Adhinaal Vayitrile Ore Kuththaagak Kuththinaan; Avan Seththupponaan; Appozhudhu Yovaabum Avan Sagodharanaagiya Abisaayum Pikkiriyin Kumaaranaagiya Sebaavaip Pinthodarndhaargal. "
},{ "Verses": "11 yovaabudaiya Vaalibaril Oruvan Seththavanandaiyile Nindru, Yovaabinmel Piriyappadugiravan Evano, Dhaaveedhin Patchaththil Irukkiravan Evano, Avan Yovaabaip Pinpatrippovaanaaga Endraan. "
},{ "Verses": "12 amaasaa Naduvazhiyile Raththaththil "
}
]