[
{ "Verses": "1 dhaaveedhu Thannodirundha Janangalai Lakkam Paarththu, Avargalmel Aayiraththukku Adhipadhigalaiyum, Nootrukku Adhipadhigalaiyum Vaiththu, "
},{ "Verses": "2 pinbu Dhaaveedhu Janangalil Moondril Oru Pangai Yovaabin Vasamaagavum, Moondril Oru Pangai Seruyaavin Kumaaranum Yovaabin Sagodharanumaana Abisaayin Vasamaagavum, Moondril Oru Pangaik Kiththiyanaagiya Eeththaayin Vasamaagavum Anuppi: Naanum Ungalodekoodap Purappattu Varuven Endru Raajaa Janangalidaththil Sonnaan. "
},{ "Verses": "3 janangalo: Neer Purappadavendaam; Naangal Murindhodipponaalum, Avargal Engal Kaariyaththai Oruporuttaaga Ennamaattaargal; Engalil Paadhipper Seththupponaalum, Engal Kaariyaththaippatrik Kavalaippadamaattaargal; Neero, Engalil Padhinaayiramperukku Sari; Neer Pattanaththil Irundhukondu, Engalukku Udhaviseygiradhu Engalukku Nalamaayirukkum Endraargal. "
},{ "Verses": "4 appozhudhu Raajaa Avargalaippaarththu: Ungalukku Nalamaaith Thondrugiradhai Seyven Endru Solli, Raajaa Olimugavaasal Oraththile Nindraan; Janangal Ellaarum Noorunooraagavum, Aayiram Aayiramaagavum Purappattaargal. "
},{ "Verses": "5 raajaa Yovaabaiyum, Abisaayaiyum, Eeththaayaiyum Nokki: Pillaiyaandaanaagiya Apsalomai Ennimiththam Medhuvaai Nadappiyungal Endru Kattalaiyittaan; Ippadi Raajaa Apsalomaikkuriththu Adhipadhigalukkellaam Kattalaiyittadhai Janangal Ellaarum Kettirundhaargal. "
},{ "Verses": "6 janangal Veliye Isravelarukku Edhiraagap Purappattapirpaadu, Eppiraayeem Kaattile Yuththam Nadandhadhu. "
},{ "Verses": "7 ange Isravel Janangal Dhaaveedhin Sevagarukku Munbaaga Muriya Adikkappattaargal; Ange Andraiyadhinam Irubadhinaayiramper Madiyaththakkadhaaga Periya Sangaaram Undaayitru. "
},{ "Verses": "8 yuththam Andha Dhesam Engum Parandhadhu; Andraiyadhinam Pattayam Patchiththa Janangalaippaarkkilum, Kaadu Patchiththa Janam Adhigam. "
},{ "Verses": "9 apsalom Dhaaveedhin Sevagarukku Edhirppattaan; Apsalom Koveru Kazhudhaiyinmel Erivarumpodhu, Andhak Koveru Kazhudhai Sannal Pinnalaana Oru Periya Karvaalimaraththin Keezhavandhadhinaal, Avanudaiya Thalai Karvaalimaraththil Maattikkondu, Avan Vaanaththukkum Boomikkum Naduve Thonginaan; Avan Eriyirundha Koveru Kazhudhai Appaale Poyitru. "
},{ "Verses": "10 adhai Oruvan Kandu, Yovaabukku Ariviththu: Idho, Apsalomai Oru Karvaalimaraththile Thongakkanden Endraan. "
},{ "Verses": "11 appozhudhu Yovaab Thanakku Adhai Ariviththavanai Nokki: Nee Adhaik Kandaaye; Pinnai, En Avanai Ange Vetti, Tharaiyile Thallippodavillai? Naan Unakkup Paththu Vellikkaasaiyum Oru Kachchaiyaiyum Kodukkak Kadamaiyullavanaayiruppene Endraan. "
},{ "Verses": "12 andha Manushan Yovaabai Nokki: En Kaigalil Aayiram Vellikkaasu Niruththuk Kodukkappattaalum, Naan Raajaavudaiya Kumaaranmel En Kaiyai Neettamaatten; Pillaiyaandaanaagiya Apsalomai Neengal Avaravar Kaappaatrungal Endru Raajaa Umakkum Abisaaikkum Eeththaaikkum Engal Kaadhugalketkak Kattalaiyittaare. "
},{ "Verses": "13 raajaavukku Oru Kaariyamum Maraivaayirukkamaattaadhu, Aadhalaal Naan Adhai Seyvenaagil, En Praananukke Virodhamaaga Seypavanaaven, Neerum Enakku Virodhamaayiruppeer Endraan. "
},{ "Verses": "14 aadhalaal Yovaab: Naan Ippadi Unnode Pesi, Thaamadhikkamaatten Endru Solli, Than Kaiyile Moondru Vallayangalai Eduththukkondu, Apsalom Innum Karvaalimaraththin Naduvile Uyirode Thongugaiyil, Avaigalai Avan Nenjile Kuththinaan. "
},{ "Verses": "15 appozhudhu Yovaabin Aayudhadhaarigalaagiya Paththu Sevagar Apsalomai Soozhndhu Avanai Adiththuk Kondrupottaargal. "
},{ "Verses": "16 appozhudhu Yovaab Ekkaalam Oodhi Janangalai Niruththippottapadiyinaal, Janangal Isravelaip Pinthodarugiradhai Vittuth Thirumbinaargal. "
},{ "Verses": "17 avargal Apsalomai Eduththu, Avanaik Kaattilulla Oru Periya Kuzhiyile Pottu, Avanmel Magaa Periyakarkuviyalaik Kuviththaargal; Isravelar Ellaarum Avaravar Thangal Koodaarangalukku Odipponaargal. "
},{ "Verses": "18 apsalom Uyirode Irukkaiyil En Perai Ninaikkappannumpadiyaaga Enakkuk Kumaaran Illai Endru Solli, Raajaavin Pallaththaakkile Thanakkendru Oru Thoonai Niruththi Andhath Thoonukkuth Than Peraith Thariththirundhaan; Adhu Innaalvaraikkum Apsalomin Adaiyaalam Endru Sollappadum. "
},{ "Verses": "19 saadhokkin Kumaaranaagiya Agimaas: Karththar Raajaavai Avar Saththurukkalin Kaikku Neengalaakki Nyaayancheydhaar Ennum Seydhiyai Avarukkuk Kondupoga, Naan Odattume Endraan. "
},{ "Verses": "20 yovaab Avanai Nokki: Indraiyadhinam Nee Seydhiyaik Kondupogak Koodaadhu; Innorunaalile Nee Seydhiyaik Kondupogalaam; Raajaavin Kumaaran Seththapadiyinaal, Indraikku Nee Seydhiyaik Kondupogavendaam Endru Solli, "
},{ "Verses": "21 yovaab Kooshiyai Nokki: Nee Poi Kandadhai Raajaavukku Arivi Endraan; Kooshi Yovaabai Vanangi Odinaan. "
},{ "Verses": "22 saadhokkin Kumaaranaagiya Agimaas Innum Yovaabai Nokki: Eppadiyaanaalum Kooshiyin Piragaale Naanum Odattume Endru Thirumbak Kettadharku, Yovaab: En Magane, Sollumpadikku Unakku Nallaseydhi Illaadhirukkaiyil, Nee Odavendiyadhu Enna Endraan. "
},{ "Verses": "23 adharku Avan: Eppadiyaanaalum Naan Oduven Endraan; Appozhudhu Yovaab: Odu Endraan; Appadiye Agimaas Samanaana Boomivazhiyaayodi Kooshikku Mundhikkondaan. "
},{ "Verses": "24 dhaaveedhu Irandu Olimugak Kevuni Vaasalukku Naduvaaga Utkaarndhirundhaan; Jaamankaakkiravan Alangaththilirukkira Kevuniyinmel Nadandhu, Than Kangalai Ereduththu, Oru Manushan Thaniye Odivarugiradhaik Kandu, "
},{ "Verses": "25 kooppittu Raajaavukku Ariviththaan; Appozhudhu Raajaa: Avan Oruvanaai Vandhaal Avan Vaayile Nallaseydhi Irukkum Endraan; Avan Odi Kittavarumpodhu, "
},{ "Verses": "26 jaamankaakkiravan, Veroruvan Odivarugiradhaik Kandu: Adho Pinnoruvan Thaniye Odivarugiraan Endru Vaasal Kaakkiravanode Kooppittuchchonnaan: Appozhudhu Raajaa: Avanum Nalla Seydhi Konduvarugiravan Endraan. "
},{ "Verses": "27 melum Jaamankaakkiravan Mundhinavanudaiya Ottam Saadhokkin Magan Agimaasudaiya Ottampolikkiradhu Endru Enakkuth Thondrugiradhu Endraan; Appozhudhu Raajaa: Avan Nalla Manushan; Avan Nalla Seydhi Solla Varugiraan Endraan. "
},{ "Verses": "28 agimaas Vandhu Raajaavai Nokki: Samaadhaanam Endru Solli, Mugankuppuravizhundhu, Raajaavai Vanangi, Raajaavaagiya En Aandavarukku Virodhamaaith Thangal Kaigalai Eduththa Manusharai Oppukkoduththirukkira Ummudaiya Dhevanaagiya Karththarukku Sthoththiram Undaavadhaaga Endraan. "
},{ "Verses": "29 appozhudhu Raajaa: Pillaiyaandaanaagiya Apsalom Sugamaayirukkiraanaa Endru Kettadharku, Agimaas Yovaab Raajaavin Velaikkaaranaiyum Ummudaiya Adiyaanaiyum Anuppugirapodhu, Oruperiya Sandhadiyirundhadhu; Aanaalum Adhu Innadhendru Theriyaadhu Endraan. "
},{ "Verses": "30 appozhudhu Raajaa: Nee Angepoi Nil Endraan; Avan Oru Pakkaththil Poi Nindraan. "
},{ "Verses": "31 idho, Kooshi Vandhu: Raajaavaagiya En Aandavane, Narcheydhi, Indru Karththar Umakku Virodhamaai Ezhumbina Ellaarin Kaikkum Ummai Neengalaakki Nyaayancheydhaar Endraan. "
},{ "Verses": "32 appozhudhu Raajaa Kooshiyaip Paarththu: Pillaiyaandaanaagiya Apsalom Sugamaayirukkiraanaa Endru Kettadharku, Kooshi Enbavan: Andhap Pillaiyaandaanukku Nadandhadhupola Raajaavaagiya En Aandavanudaiya Saththurukkalukkum, Pollaappu Seyya Umakku Virodhamaai Ezhumbugira Yaavarukkum Nadakkakkadavadhu Endraan. "
},{ "Verses": "33 appozhudhu Raajaa Migavum Kalangi, Kevunivaasalin Melveettirkul Erippoi Azhudhaan; Avan Erippogaiyil: En Maganaagiya Apsalome, En Magane, En Maganaagiya Apsalome, Naan Unakkup Padhilaaga Seththenaanaal Nalamaayirukkum; Apsalome, En Magane, En Magane, Endru Solli Azhudhaan. "
}
]