[
{ "Verses": "1 melum, Kadaisinaatkalil Kodiyakaalangal Varumendru Arivaayaaga. "
},{ "Verses": "2 eppadiyenil, Manushargal Tharpiriyaraayum, Panappiriyaraayum, Veembukkaararaayum, Agandhaiyullavargalaayum, Dhooshikkiravargalaayum, Thaai Thagappanmaarukkuk Keezhppadiyaadhavargalaayum, Nandriyariyaadhavargalaayum, Parisuththamillaadhavargalaayum, "
},{ "Verses": "3 subaava Anbillaadhavargalaayum, Inangaadhavargalaayum, Avadhooru Seygiravargalaayum, Ichchaiyadakkamillaadhavargalaayum, Kodumaiyullavargalaayum, Nalloraip Pagaikkiravargalaayum, "
},{ "Verses": "4 dhurogigalaayum, Thunigaramullavargalaayum, Irumaappullavargalaayum, Dhevappiriyaraayiraamal Sugabogappiriyaraayum, "
},{ "Verses": "5 dhevabakthiyin Veshaththaith Thariththu Adhin Belanai Marudhalikkiravargalaayum Iruppaargal; Ippadippattavargalai Nee Vittu Vilagu. "
},{ "Verses": "6 paavangalaal Niraindhu, Parpala Ichchaigalaal Izhuppundu, "
},{ "Verses": "7 eppodhum Katraalum Orubodhum Saththiyaththai Arindhu Unaraadhavargalaayirukkira Penpillaigaludaiya Veedugalil Ippadippattavargal Nuzhaindhu, Avargalai Vasappaduththikkollugiraargal. "
},{ "Verses": "8 yanneyum Yambireyum Mosekku Edhirththu Nindradhupola Ivargalum Saththiyaththukku Edhirththu Nirkiraargal; Ivargal Dhurppuththiyulla Manushargal, Visuvaasavishayaththil Pareetchaikku Nillaadhavargal. "
},{ "Verses": "9 aanaalum, Ivargal Adhigamaaip Balappaduvadhillai; Avviruvarudaiya Madhikedu Ellaarukkum Velippattadhupola, Ivargaludaiya Madhikedum Velippadum. "
},{ "Verses": "10 neeyo En Podhagaththaiyum Nadakkaiyaiyum Nokkaththaiyum Visuvaasaththaiyum Neediya Saandhaththaiyum Anbaiyum Porumaiyaiyum, "
},{ "Verses": "11 andhiyogiyaa, Ikkoniyaa, Leesthiraa Ennum Pattanangalil Enakku Undaana Thunbangalaiyum Paadugalaiyum Nandraai Arindhirukkiraai; Evvalavo Thunbangalaich Sagiththen; Ivaiyellaavatrinindrum Karththar Ennai Neengalaakkivittaar. "
},{ "Verses": "12 andriyum Kiristhu Yesuvukkul Dhevabakthiyaai Nadakka Manadhaayirukkira Yaavarum Thunbappaduvaargal. "
},{ "Verses": "13 pollaadhavargalum Eththargalumaanavargal Mosampokkugiravargalaagavum, Mosampogiravargalaagavumirundhu Menmelum Kedullavargalaavaargal. "
},{ "Verses": "14 nee Katru Nichchayiththukkondavaigalil Nilaiththiru; Avaigalai Innaaridaththil Katraai Endru Nee Arindhirukkiradhumallaamal, "
},{ "Verses": "15 kiristhu Yesuvaippatrum Visuvaasaththinaale Unnai Ratchippukketra Gnaanamullavanaakkaththakka Parisuththa Vedha Ezhuththukkalai, Nee Siruvayadhumudhal Arindhavanendrum Unakkuth Theriyum. "
},{ "Verses": "16 vedhavaakkiyangalellaam Dhevaaaviyinaal Arulappattirukkiradhu; Dhevanudaiya Manushan Therinavanaagavum, Endha Narkiriyaiyunj Seyyath Thagudhiyullavanaagavum Irukkumbadi, "
},{ "Verses": "17 avaigal Ubadhesaththukkum, Kadindhukolludhalukkum Seerthiruththalukkum, Needhiyaip Padippikkudhalukkum Pirayojanamullavaigalaayirukkiradhu. "
}
]