[
{ "Verses": "1 naan Dhevanukku Munbaagavum Uyirodirukkiravargalaiyum Mariththavargalaiyum Niyaayantheerkkappogira Karththaraagiya Yesukiristhuvukku Munbaagavum, Avarudaiya Pirasannamaagudhalaiyum Avarudaiya Raajyaththaiyum Saatchiyaaga Vaiththuk Kattalaiyidugiradhaavadhu: "
},{ "Verses": "2 samayam Vaaiththaalum Vaaikkaavittaalum Jaakkiradhaiyaaith Thiruvasanaththaip Pirasangampannu; Ellaa Neediya Saandhaththodum Ubadhesaththodum Kandanam Panni, Kadindhukondu, Buththisollu. "
},{ "Verses": "3 enendraal, Avargal Aarokkiyamaana Ubadhesaththaip Porukkamanadhillaamal, Seviththinavullavargalaagi, Thangal Suya Ichchaigalukketra Podhagargalaith Thangalukkuth Thiralaaga Serththukkondu, "
},{ "Verses": "4 saththiyaththukku Seviyai Vilakki, Kattukkadhaigalukku Saaindhupogunkaalam Varum. "
},{ "Verses": "5 neeyo Ellaavatrilum Manaththelivullavanaayiru, Theenganubavi, Suviseshaganudaiya Velaiyaich Sey, Un Oozhiyaththai Niraivetru. "
},{ "Verses": "6 enendraal, Naan Ippozhudhe Baanabaliyaaga Vaarkkappattuppogiren; Naan Dhegaththai Vittup Piriyumkaalam Vandhadhu. "
},{ "Verses": "7 nalla Poraattaththaip Poraadinen, Ottaththai Mudiththen, Visuvaasaththaik Kaaththukkonden. "
},{ "Verses": "8 idhumudhal Needhiyin Kireedam Enakkaaga Vaikkappattirukkiradhu, Needhiyulla Niyaayaadhibadhiyaagiya Karththar Annaalile Adhai Enakkuth Thandharuluvaar; Enakku Maaththiramalla, Avar Pirasannamaagudhalai Virumbum Yaavarukkum Adhaith Thandharuluvaar. "
},{ "Verses": "9 nee Seekkiramaai Ennidaththil Varumpadi Jaakkiradhaippadu. "
},{ "Verses": "10 enendraal, Themaa Ippirapanjaththinmel Aasaivaiththu, Ennaivittuppirindhu, Thesalonikke Pattanaththukkup Poivittaan; Gireske Kalaaththiyaa Naattirkum, Theeththu Thalmaaththiyaa Naattirkum Poivittaargal. "
},{ "Verses": "11 lookkaa Maaththiram Ennode Irukkiraan. Maarkuvai Unnode Koottikkonduvaa; Oozhiyaththil Avan Enakkup Pirayojanamullavan. "
},{ "Verses": "12 theegikkuvai Naan Ebesuvukku Anuppinen. "
},{ "Verses": "13 thurovaa Pattanaththilirukkira Kaarppu Enbavan Vasaththil Naan Vaiththuvandha Melangiyaiyum, Pusthagangalaiyum, Viseshamaaith Thorsurulgalaiyum, Nee Varugirabodhu Eduththukkonduvaa. "
},{ "Verses": "14 kannaanaagiya Aleksandhar Enakku Vegu Theemaiseydhaan; Avanudaiya Seygaikkuththakkadhaagak Karththar Avanukkup Badhilalippaaraaga. "
},{ "Verses": "15 neeyum Avanaikkuriththu Echcharikkaiyaayiru; Avan Nammudaiya Vaarththaigalukku Migavum Edhirththu Nindravan. "
},{ "Verses": "16 naan Mudhalvisai Uththaravusolla Nirkaiyil Oruvanum Ennodekooda Irukkavillai, Ellaarum Ennaikkaivittaargal; Andhak Kutram Avargalmel Sumaraadhiruppadhaaga. "
},{ "Verses": "17 karththaro Enakkuth Thunaiyaaga Nindru, Ennaale Pirasangam Niraiverugiradharkaagavum, Purajaadhiyaar Ketkiradharkaagavum, Ennaip Balappaduththinaar; Singaththin Vaayilirundhum Naan Ratchikkappatten. "
},{ "Verses": "18 karththar Ellaath Theemaiyinindrum Ennai Ratchiththu, Thammudaiya Parama Raajyaththai Adaiyumpadi Kaappaatruvaar; Avarukkuch Sadhaakaalangalilum Magimai Undaavadhaaga. Aamen. "
},{ "Verses": "19 piriskaalukkum Aakkillaavukkum, Onesipporuvin Veettaarukkum En Vaazhththudhalaich Sollu. "
},{ "Verses": "20 erasthu Korindhupattanaththil Irundhuvittaan; Dhuroppeemuvai Mileththuvil Viyaadhippattavanaaga Vittuvandhen. "
},{ "Verses": "21 maarikaalaththukkumun Nee Vandhu Serumpadi Jaakkiradhaippadu. Aipooluvum, Pudhenjum, Leenuvum, Kalavudhiyaalum, Matrellaach Sagodhararum Unakku Vaazhththudhal Sollugiraargal. "
},{ "Verses": "22 karththaraagiya Yesukiristhu Un Aaviyudanekooda Iruppaaraaga. Kirubai Ungalodiruppadhaaga. Aamen. "
}
]