[
{ "Verses": "1 kadaisiyaaga, Sagodharare, Ungalidaththil Karththarudaiya Vasanam Parambi Magimaippadugiradhupola, Evvidaththilum Parambi Magimaippadumpadikkum, "
},{ "Verses": "2 dhurkkunaraagiya Pollaadha Manushar Kaiyinindru Naangal Viduvikkappadumpadikkum, Engalukkaaga Vendikkollungal; Visuvaasam Ellaaridaththilumillaiye. "
},{ "Verses": "3 karththaro Unmaiyullavar, Avar Ungalai Sthirappaduththi, Theemaiyinindru Vilakkik Kaaththukkolluvaar. "
},{ "Verses": "4 melum, Naangal Kattalaiyidugiravaigalai Neengal Seydhuvarugireergalendrum, Inimelum Seyveergalendrum, Ungalaikkuriththuk Karththarukkul Nambikkaiyaayirukkirom. "
},{ "Verses": "5 karththar Ungal Irudhayangalai Dhevanaippatrum Anbukkum Kiristhuvin Porumaikkum Neraai Nadaththuvaaraaga. "
},{ "Verses": "6 melum, Sagodharare, Engalidaththil Etrukkonda Muraimaiyinpadi Nadavaamal, Ozhungatru Nadakkira Endha Sagodhararaiyum Neengal Vittu Vilagavendumendru, Nammudaiya Karththaraagiyayesukiristhuvin Naamaththile, Ungalukkuk Kattalaiyidugirom. "
},{ "Verses": "7 innavidhamaai Engalaip Pinpatravendumendru Neengal Arindhirukkireergale; Naangal Ungalukkulle Ozhungatru Nadavaamalum, "
},{ "Verses": "8 oruvanidaththilum Ilavasamaai Saappidaamalum, Ungalil Oruvanukkum Baaramaayiraadhapadikku Iravum Pagalum Pirayaasaththodum Varuththaththodum Velaiseydhu Saappittom. "
},{ "Verses": "9 ungalmel Baaraththai Vaippadharkaana Adhigaaram Engalukku Illaiyenbadhinaale Appadi Seyyaamal, Neengal Engalaip Pinbatrumpadikku Naangal Ungalukku Maadhiriyaayirukkavendumendre Appadi Seydhom. "
},{ "Verses": "10 oruvan Velaiseyya Manadhillaadhirundhaal Avan Saappidavum Koodaadhendru Naangal Ungalidaththil Irundhapodhu Ungalukkuk Kattalaiyittome. "
},{ "Verses": "11 ungalil Silar Yaadhoru Velaiyum Seyyaamal, Veen Aluvarkaararaai, Ozhungatruth Thirigiraargalendru Kelvippadugirom. "
},{ "Verses": "12 ippadippattavargal Amaidhalode Velaiseydhu, Thangal Sondha Saappaattaich Saappidavendumendru, Nammudaiya Karththaraagiya Yesukiristhuvinaale Avargalukkuk Kattalaiyittup Buththisollugirom. "
},{ "Verses": "13 sagodharare, Neengal Nanmai Seyvadhile Sorndhupogaamalirungal. "
},{ "Verses": "14 melum, Indha Nirubaththil Solliya Engal Vasanaththukku Oruvan Keezhppadiyaamarponaal, Avanaik Kuriththukkondu, Avan Vetkappadumpadikku Avanudane Kalavaadhirungal. "
},{ "Verses": "15 aanaalum Avanai Saththuruvaaga Ennaamal, Sagodharanaaga Enni, Avanukkup Buththisollungal. "
},{ "Verses": "16 samaadhaanaththin Karththardhaame Eppozhudhum Sagalavidhaththilum Ungalukku Samaadhaanaththaith Thandharuluvaaraaga. Karththar Ungalanaivarodunkooda Iruppaaraaga. "
},{ "Verses": "17 pavulaagiya Naan En Kaiyezhuththaale Ungalai Vaazhththugiren, Nirubangaldhorum Idhuve Adaiyaalam; Ippadiye Ezhudhugiren. "
},{ "Verses": "18 nammudaiya Karththaraagiya Yesukiristhuvin Kirubai Ungalanaivarodunkooda Iruppadhaaga. Aamen. "
}
]