[
{ "Verses": "1 pavulum, Silvaanum, Theemoththeyum, Nammudaiya Pidhaavaagiya Dhevanukkullum, Karththaraagiyayesukiristhuvukkullum Irukkira Thesalonikkeyar Sabaikku Ezhudhugiradhaavadhu: "
},{ "Verses": "2 nammudaiya Pidhaavaagiya Dhevanaalum Karththaraagiya Yesukiristhuvinaalum Ungalukkuk Kirubaiyum Samaadhaanamum Undaavadhaaga. "
},{ "Verses": "3 sagodharare, Naangal Eppozhudhum Ungalukkaaga Dhevanai Sthoththirikkak Kadanaaligalaayirukkirom; Ungal Visuvaasam Migavum Perugugirapadiyinaalum, Neengalellaarum Oruvariloruvar Vaiththirukkira Anbu Adhigarikkirapadiyinaalum, Appadi Seygiradhu Thagudhiyaayirukkiradhu. "
},{ "Verses": "4 neengal Sagikkira Sagala Thunbangalilum Ubaththiravangalilum Porumaiyaiyum Visuvaasaththaiyum Kaanbikkiradhinimiththam Ungalaikkuriththu Naangal Dhevanudaiya Sabaigalil Menmaipaaraattugirom. "
},{ "Verses": "5 neengal Dhevanudaiya Raajyaththinimiththam Paadu Anubavikkiravargalaayirukka, Andha Raajyaththirku Neengal Paaththirarendrennappadumpadikku, Dhevan Niyaayamaana Theerppuseygiravarenbadharku, Adhuve Aththaatchiyaayirukkiradhu. "
},{ "Verses": "6 ungalai Ubaththiravappaduththugiravargalukku Ubaththiravaththaiyum, Ubaththiravappadugira Ungalukku Engalodekooda Ilaippaarudhalaiyum Piradhipalanaagakkoduppadhu Dhevanukku Needhiyaayirukkiradhe. "
},{ "Verses": "7 dhevanai Ariyaadhavargalukkum, Nammudaiya Karththaraagiya Yesukiristhuvin Suviseshaththirkuk Keezhppadiyaadhavargalukkum Needhiyulla Aakkinaiyai Seluththumpadikku, "
},{ "Verses": "8 karththaraagiya Yesu Thamadhu Vallamaiyin Thoodharodum, Juvaaliththu Erigira Akkiniyodum, Vaanaththilirundhu Velippadumpodhu Appadiyaagum. "
},{ "Verses": "9 annaalile Thammudaiya Parisuththavaangalil Magimaippadaththakkavaraayum, Neengal Engaludaiya Saatchiyai Visuvaasiththapadiyinaale Ungalidaththilum, Visuvaasikkiravargalellaaridaththilum Aachchariyappadaththakkavaraayum, Avar Varumpodhu, "
},{ "Verses": "10 avargal Karththarudaiya Sannidhaanaththilirundhum, Avarudaiya Vallamaiporundhiya Magimaiyilirundhum Neengalaaki, Niththiya Azhivaagiya Dhandanaiyai Adaivaargal. "
},{ "Verses": "11 aagaiyaal, Nammudaiya Dhevanum Karththaraagiya Yesukiristhuvum Alikkum Kirubaiyinpadiye, Nammudaiya Karththaraagiya Yesukiristhuvin Naamam Ungalidaththilum, Neengal Avaridaththilum Magimaippadumporuttaaga; "
},{ "Verses": "12 nammudaiya Dhevan Ungalaith Thamadhu Azhaippukkup Paaththiraraakkavum, Thamadhu Thayaiyulla Siththam Muzhuvadhaiyum Visuvaasaththin Kiriyaiyaiyum Balamaai Ungalidaththil Niraivetravum Vendumendru, Eppozhudhum Ungalukkaaga Vendikkollugirom. "
}
]