[
{ "Verses": "1 andriyum, Sagodharare, Nammudaiya Karththaraagiya Yesukiristhuvin Varugaiyaiyum, Naam Avaridaththile Serkkappaduvadhaiyunguriththu, Naangal Ungalai Vendikkollugiradhu Ennavendraal, "
},{ "Verses": "2 oru Aaviyinaalaavadhu, Vaarththaiyinaalaavadhu, Engalidaththilirundhu Vandhadhaaith Thondrugira Oru Nirubaththinaalaavadhu, Kiristhuvinudaiya Naal Sameebamaayirukkiradhaaga Sollappattaal, Udane Sanjalappadaamalum Kalangaamalum Irungal. "
},{ "Verses": "3 evvidhaththinaalum Oruvanum Ungalai Mosampogaadhapadikku Echcharikkaiyaayirungal; Enenil Visuvaasa Dhurogam Mundhi Nerittu, Kettin Maganaagiya Paavamanushan Velippattaalozhiya, Andha Naal Varaadhu. "
},{ "Verses": "4 avan Edhirththunirkiravanaayum, Dhevan Ennappaduvadhedhuvo, Aaraadhikkappaduvadhedhuvo, Avaiyellaavatrirkum Melaagath Thannai Uyarththugiravanaayum, Dhevanudaiya Aalayaththil Dhevanpola Utkaarndhu, Thannaiththaan Dhevanendru Kaanbikkiravanaayum Iruppaan. "
},{ "Verses": "6 avan Than Kaalaththile Velippadumpadikku, Ippozhudhu Avanaith Thadaiseygiradhu Innadhendrum Arindhirukkireergal. "
},{ "Verses": "7 akkiramaththin Ragasiyam Ippozhudhe Kiriyaiseygiradhu; Aanaalum Thadaiseygiravan Naduvilirundhu Neekkappadumunne Adhu Velippadaadhu. "
},{ "Verses": "8 neekkappadumpodhu, Andha Akkiramakkaaran Velippaduvaan; Avanaik Karththar Thammudaiya Vaayin Suvaasaththinaale Azhiththu, Thammudaiya Varugaiyin Pirasannaththinaale Naasampannuvaar. "
},{ "Verses": "9 andha Akkiramakkaaranudaiya Varugai Saaththaanudaiya Seyalinpadi Sagala Vallamaiyodum Adaiyaalangalodum Poiyaana Arpudhangalodum, "
},{ "Verses": "10 kettuppogiravargalukkulle Aneedhiyinaal Undaagum Sagalavidha Vanjagaththodum Irukkum. Ratchikkappadaththakkadhaaich Saththiyaththinmelulla Anbai Avargal Angigariyaamarponapadiyaal Appadi Nadakkum. "
},{ "Verses": "11 aagaiyaal Saththiyaththai Visuvaasiyaamal Aneedhiyil Piriyappadugira Yaavarum Aakkinaikkullaakkappadumpadikku, "
},{ "Verses": "12 avargal Poiyai Visuvaasikkaththakkadhaagak Kodiya Vanjagaththaith Dhevan Avargalukku Anuppuvaar. "
},{ "Verses": "13 karththarukkup Piriyamaana Sagodharare, Neengal Aaviyinaale Parisuththamaakkappadugiradhinaalum, Saththiyaththai Visuvaasikkiradhinaalum Ratchippadaiyumpadikku, Aadhimudhal Dhevan Ungalaith Therindhukondapadiyinaale, Naangal Ungalaikkuriththu Eppozhudhum Dhevanai Sthoththirikkak Kadanaaligalaayirukkirom. "
},{ "Verses": "14 neengal Nammudaiya Karththaraagiya Yesukiristhuvin Magimaiyai Adaiyumporuttaaga Engal Suviseshaththinaale Andha Ratchippukku Avar Ungalai Azhaiththaar. "
},{ "Verses": "15 aagaiyaal, Sagodharare, Neengal Nilaikondu, Vaarththaiyinaalaavadhu Nirupaththinaalaavadhu Naangal Ungalukku Ubadhesiththa Muraimaigalaik Kaikkollungal. "
},{ "Verses": "16 nammudaiya Karththaraagiya Yesukiristhuvum, Nammidaththil Anbukoorndhu Niththiya Aarudhalaiyum Nalnambikkaiyaiyum Kirubaiyaai Namakkuk Koduththirukkira Nammudaiya Pidhaavaagiya Dhevanum, "
},{ "Verses": "17 ungal Irudhayangalaith Thetri, Ellaa Nalvasanaththilum Narkiriyaiyilum Ungalai Sthirappaduththuvaaraaga. "
}
]