[
{ "Verses": "1 aadhalaal, En Kumaarane, Nee Kiristhu Yesuvilulla Kirubaiyil Balappadu. "
},{ "Verses": "2 anega Saatchigalukku Munbaaga Nee Ennidaththil Kettavaigalai Matravargalukkup Bodhikkaththakka Unmaiyulla Manushargalidaththil Oppuvi. "
},{ "Verses": "3 neeyum Yesukiristhuvukku Nalla Porchsevaganaaith Theenganubavi. "
},{ "Verses": "4 thandil Sevagampannugira Evanum, Thannaich Sevagamezhudhikkondavanukku Etravanaayirukkumbadi, Pizhaippukkaduththa Aluvalgalil Sikkikkollamaattaan. "
},{ "Verses": "5 melum Oruvan Malyuththampanninaalum, Sattaththinpadi Pannaavittaal Mudisoottappadaan. "
},{ "Verses": "6 pirayaasappattup Payiridugiravan Balanil Mundhip Pangadaiyavendum. "
},{ "Verses": "7 naan Sollugiravaigalaich Sindhiththukkol; Karththar Ellaak Kaariyangalilum Unakkup Buththiyaith Thandharuluvaar. "
},{ "Verses": "8 thaaveedhin Sandhadhiyil Pirandha Yesukiristhu, En Suviseshaththinpadiye, Mariththorilirundhezhuppappattavarendru Ninaiththukkol. "
},{ "Verses": "9 indhach Suviseshaththinimiththam Naan Paadhaganpolak Kattappattu, Thunbaththai Anubavikkiren; Dhevavasanamo Kattappattirukkavillai. "
},{ "Verses": "10 aagaiyaal, Therindhukollappattavargal Kiristhu Yesuvinaal Undaana Ratchippai Niththiya Magimaiyode Petrukkollumpadi, Sagalaththaiyum Avargal Nimiththamaaga Sagikkiren. "
},{ "Verses": "11 indha Vaarththai Unmaiyulladhu; Ennavenil, Naam Avarodekooda Mariththomaanaal, Avarodekoodap Pizhaiththumiruppom; "
},{ "Verses": "12 avarodekoodap Paadugalai Sagiththomaanaal Avarodekooda Aalugaiyum Seyvom; Naam Avarai Marudhaliththaal, Avarum Nammai Marudhalippaar; "
},{ "Verses": "13 naam Unmaiyillaadhavargalaayirundhaalum, Avar Unmaiyullavaraayirukkiraar; Avar Thammaiththaam Marudhalikkamaattaar. "
},{ "Verses": "14 ivaigalai Avargalukku Ninaippootti, Ondrukkum Pirayojanamillaamal, Ketkiravargalaik Kavizhththuppodugiradharkedhuvaana Vaakkuvaadham Seyyaadhabadikku, Karththarukku Munbaaga Avargalukku Echchariththup Buththisollu. "
},{ "Verses": "15 nee Vetkappadaadha Oozhiyakkaaranaayum Saththiya Vasanaththai Nidhaanamaaip Paguththup Bodhikkiravanaayum Unnai Dhevanukku Munbaaga Uththamanaaga Niruththumbadi Jaakkiradhaiyaayiru. "
},{ "Verses": "16 seerkedaana Veenpechchugalukku Vilagiyiru; Avaigalaal (kallappodhagargalaana) Avargal Adhiga Avabakthiyullavargalaavaargal; "
},{ "Verses": "17 avargaludaiya Vaarththai Aripilavaiyaippolap Padarum; Imeneyum Pileththum Appadippattavargal; "
},{ "Verses": "18 avargal Saththiyaththai Vittu Vilagi, Uyirththezhudhal Nadandhaayitrendru Solli, Silarudaiya Visuvaasaththaik Kavizhththuppodugiraargal. "
},{ "Verses": "19 aagilum Dhevanudaiya Urudhiyaana Asthibaaram Nilaiththirukkiradhu; Karththar Thammudaiyavargalai Arivaarenbadhum, Kiristhuvin Naamaththaich Sollugira Evanum Aniyaayaththaivittu Vilagakkadavanenbadhum, Adharku Muththiraiyaayirukkiradhu. "
},{ "Verses": "20 oru Periya Veettile Ponnum Velliyumaana Paaththirangalumallaamal, Maramum Mannumaana Paaththirangalumundu; Avaigalil Sila Ganaththirkum Sila Ganaveenaththirkumaanavaigal. "
},{ "Verses": "21 aagaiyaal Oruvan Ivaigalaivittu, Thannaich Suththigariththukkondaal, Avan Parisuththamaakkappattadhum Ejamaanukku Ubayogamaanadhum, Endha Narkiriyaikkum Aayaththamaakkappattadhumaana Ganaththukkuriya Paaththiramaayiruppaan. "
},{ "Verses": "22 andriyum, Paaliyaththukkuriya Ichchaigalukku Nee Vilagiyodi, Suththa Irudhayaththode Karththaraith Thozhudhukollugiravargaludane, Needhiyaiyum Visuvaasaththaiyum Anbaiyum Samaadhaanaththaiyum Adaiyumpadi Naadu. "
},{ "Verses": "23 puththiyeenamum Ayukthamumaana Tharkkangal Sandaigalaip Pirappikkumendru Arindhu, Avaigalukku Vilagiyiru. "
},{ "Verses": "24 karththarudaiya Oozhiyakkaaran Sandaipannugiravanaayiraamal, Ellaaridaththilum Saandhamullavanum, Podhagasamarththanum, Theemaiyaich Sagikkiravanumaayirukkavendum. "
},{ "Verses": "25 edhirpesugiravargal Saththiyaththai Ariyumpadi Dhevan Avargalukku Mananthirumbudhalai Arulaththakkadhaagavum, "
},{ "Verses": "26 pisaasaanavanudaiya Ichchaiyinpadi Seyya Avanaal Pidipattirukkira Avargal Marubadiyum Mayakkanthelindhu Avan Kannikku Neengaththakkadhaagavum, Saandhamaai Avargalukku Ubadhesikkavendum. "
}
]