[
{ "Verses": "1 kiristhu Yesuvinaal Undaayirukkira Jeevanaippatriya Vaakkuththaththaththinpadi, Dhevanudaiya Siththaththinaale, Yesukiristhuvin Apposthalanaayirukkira Pavul, "
},{ "Verses": "2 piriyamulla Kumaaranaagiya Theemoththeyuvukku Ezhudhugiradhaavadhu: Pidhaavaagiya Dhevanaalum Nammudaiya Karththaraagiya Kiristhu Yesuvinaalum Kirubaiyum Irakkamum Samaadhaanamum Undaavadhaaga. "
},{ "Verses": "3 naan Iravum Pagalum Idaividaamal En Jebangalil Unnai Ninaiththu, Un Kanneerai Gnaabagampanni, Sandhoshaththaal Niraiyappadumbadikku Unnaik Kaana Vaanjaiyaayirundhu, "
},{ "Verses": "4 unnilulla Maayamatra Visuvaasaththai Ninaivukoorugiradhinaal, En Munnorgal Mudharkondu Suththa Manachsaatchiyode Aaraadhiththuvarum Dhevanai Naan Sthoththirikkiren. "
},{ "Verses": "5 andha Visuvaasam Mundhi Un Paattiyaagiya Lovisaalukkullum Un Thaayaagiya Ainikkeyaalukkullum Nilaiththirundhadhu; Adhu Unakkullum Nilaiththirukkiradhendru Nichchayiththirukkiren. "
},{ "Verses": "6 idhinimiththamaaga, Naan Unmel En Kaigalai Vaiththadhinaal Unakku Undaana Dhevavaraththai Nee Analmootti Ezhuppividumpadi Unakku Ninaippoottugiren. "
},{ "Verses": "7 dhevan Namakkup Bayamulla Aaviyaik Kodaamal, Balamum Anbum Thelindha Puththiyumulla Aaviyaiye Koduththirukkiraar. "
},{ "Verses": "8 aagaiyaal Nammudaiya Karththaraippatriya Saatchiyaikkuriththaavadhu, Avarnimiththam Kattappattirukkira Ennaikkuriththaavadhu, Nee Vetkappadaamal, Dhevavallamaikketrapadi Suviseshaththirkaaga Ennodekoodath Theenganubavi. "
},{ "Verses": "9 avar Nammudaiya Kiriyaigalinpadi Nammai Ratchikkaamal, Thammudaiya Theermaanaththinpadiyum, Aadhikaalamudhal Kiristhu Yesuvukkul Namakku Arulappatta Kirubaiyinpadiyum, Nammai Ratchiththu, Parisuththa Azhaippinaale Azhaiththaar. "
},{ "Verses": "10 nammudaiya Ratchagaraagiya Yesukiristhu Pirasannamaanadhinaale Andhakkirubai Ippozhudhu Velippaduththappattadhu; Avar Maranaththaip Parigariththu, Jeevanaiyum Azhiyaamaiyaiyum Suviseshaththinaale Veliyarangamaakkinaar. "
},{ "Verses": "11 adharku Naan Pirasangiyaagavum, Apposthalanaagavum, Purajaadhiyaarukkup Podhaganaagavum Niyamikkappatten. "
},{ "Verses": "12 adhinimiththam Naan Indhap Paadugalaiyum Anubavikkiren; Aayinum, Naan Vetkappadugiradhillai; Enendraal, Naan Visuvaasiththirukkiravar Innaarendru Ariven, Naan Avaridaththil Oppukkoduththadhai Avar Annaal Varaikkum Kaaththukkolla Vallavaraayirukkiraarendru Nichchayiththumirukkiren. "
},{ "Verses": "13 nee Kiristhu Yesuvaippatrum Visuvaasaththodum Anbodum Ennidaththil Kettirukkira Aarokkiyamaana Vasanangalin Sattaththaik Kaikkondiru. "
},{ "Verses": "14 unnidaththil Oppuvikkappatta Andha Narporulai Namakkulle Vaasampannugira Parisuththa Aaviyinaale Kaaththukkol. "
},{ "Verses": "15 aasiyaa Naattilirukkira Yaavarum Avargalil Pigellu Ermogene Mudhalaai Ennaivittu Vilaginaargalendru Arindhirukkiraai. "
},{ "Verses": "16 onesipporuvin Veettaarukkuk Karththar Irakkang Kattalaiyiduvaaraaga; Avan Anegandharam Ennai Ilaippaatrinaan; En Vilangaikkuriththu Avan Vetkappadavumillai; "
},{ "Verses": "17 avan Romaavil Vandhirundhapodhu Adhiga Jaakkiradhaiyaai Ennaiththedik Kandupidiththaan. "
},{ "Verses": "18 annaalile Avan Karththaridaththil Irakkaththaik Kandadaiyumpadi, Karththar Avanukku Anukgiraganjeyvaaraaga; Avan Ebesuvile Seydha Parpala Udhavigalaiyum Nee Nandraai Arindhirukkiraaye. "
}
]