[
{ "Verses": "1 namakkul Nilainirkiradhum, Endrendraikkum Nammodiruppadhumaagiya Saththiyaththinimiththam, Naan Maaththiramalla, Saththiyaththai Arindhirukkira Yaavarum Saththiyaththinpadi Nesiththirukkiravalum, "
},{ "Verses": "2 therindhukollappattavalumaagiya Ammaalukkum Avaludaiya Pillaigalukkum, Mooppanaagiya Naan Ezhudhugiradhaavadhu, "
},{ "Verses": "3 pidhaavaagiya Dhevanaalum Pidhaavin Kumaaranaayirukkira Karththaraagiya Yesukiristhuvinaalum, Kirubaiyum Irakkamum Samaadhaanamum, Saththiyaththodum Anbodunkooda Ungalodiruppadhaaga. "
},{ "Verses": "4 pidhaavinaal Naam Petra Karpanaiyinpadiye Ummudaiya Pillaigalil Silar Saththiyaththile Nadakkiradhai Naan Kandu Migavum Sandhoshappatten. "
},{ "Verses": "5 ippozhudhum Ammaale, Naam Oruvariloruvar Anbukooravendumendru, Umakkup Pudhiya Karpanaiyaaga Ezhudhaamal, Aadhimudhal Namakku Undaayirukkira Karpanaiyaaga Ezhudhi, Ummai Vendikkollugiren. "
},{ "Verses": "6 naam Avarudaiya Karpanaigalinpadi Nadappadhe Anbu; Neengal Aadhimudhal Kettirukkirapadi Nadandhukollavendiya Karpanai Idhuve. "
},{ "Verses": "7 maamsaththil Vandha Yesukiristhuvai Arikkaipannaadha Anega Vanjagar Ulagaththile Thondriyirukkiraargal; Ippadippattavane Vanjaganum Andhikkiristhuvumaayirukkiraan. "
},{ "Verses": "8 ungal Seygaigalin Palanai Izhandhupogaamal, Poorana Palanaip Perumpadikku Echcharikkaiyaayirungal. "
},{ "Verses": "9 kiristhuvin Ubadhesaththile Nilaiththiraamal Meeri Nadakkira Evanum Dhevanai Udaiyavanalla;kiristhuvin Ubadhesaththil Nilaiththirukkiravano Pidhaavaiyum Kumaaranaiyum Udaiyavan. "
},{ "Verses": "10 oruvan Ungalidaththil Vandhu Indha Ubadhesaththaikkonduvaraamalirundhaal, Avanai Ungal Veettile Etrukkollaamalum, Avanukku Vaazhththudhal Sollaamalum Irungal. "
},{ "Verses": "11 avanukku Vaazhththudhal Sollugiravan Avanudaiya Thurkkiriyaigalukkup Pangullavanaayirukkiraan. "
},{ "Verses": "12 ungalukku Ezhudhavendiya Kaariyangal Anegam Undu; Kaagidhaththinaalum Maiyinaalum Avaigalai Ezhudha Enakku Manadhillai. Ungaludaiya Sandhosham Niraivaayirukkumpadikku Ungalidaththil Vandhu, Mugamugamaaip Pesalaamendru Nambiyirukkiren. "
},{ "Verses": "13 therindhukollappatta Nammudaiya Sagodhariyin Pillaigal Unakku Vaazhththudhal Sollugiraargal. Aamen "
}
]