[
    {
      "Verses": "1 MOOPPANAAGIYA NAAN SATHTHIYATHTHINPADI NESIKKIRA PIRIYAMAANA KAAYUVUKKU EZHUDHUGIRADHAAVADHU:"
    },
    {
      "Verses": "2 PIRIYAMAANAVANE, UN AATHTHUMAA VAAZHGIRADHUPOLA NEE ELLAAVATRILUM VAAZHNDHU SUGAMAAYIRUKKUMPADI VENDUGIREN."
    },
    {
      "Verses": "3 SAGODHARAR VANDHU NEE SATHTHIYATHTHILE NADANDHUKOLLUGIRAAI ENDRU UNNUDAIYA UNMAIYAIKKURITHTHU SAATCHI KODUTHTHAPODHU MIGAVUM SANDHOSHAPPATTEN."
    },
    {
      "Verses": "4 EN PILLAIGAL SATHTHIYATHTHILE NADAKKIRAARGAL ENDRU KELVIPPADUGIRA SANDHOSHATHTHILUM ADHIGAMAANA SANDHOSHAM ENAKKU ILLAI."
    },
    {
      "Verses": "5 PIRIYAMAANAVANE, NEE SAGODHARARUKKUM ANNIYARUKKUM SEYGIRA YAAVATRAIYUM UNMAIYAAI SEYGIRAAI."
    },
    {
      "Verses": "6 AVARGAL UNNUDAIYA ANBAIK KURITHTHU SABAIKKUMUNBAAGA SAATCHISONNAARGAL; DHEVANUKKU MUNBAAGAP PAATHTHIRAMAANAPADI AVARGALAI NEE VAZHIVITTANUPPINAAL NALAMAAYIRUKKUM."
    },
    {
      "Verses": "7 ENENIL AVARGAL PURAJAADHIYAARIDATHTHIL ONDRUM VAANGAAMAL AVARUDAIYA NAAMATHTHINIMITHTHAM PURAPPATTUPPONAARGAL."
    },
    {
      "Verses": "8 AAGAIYAAL NAAM SATHTHIYATHTHIRKU UDANVELAIYAATKALAAYIRUKKUMPADI APPADIPPATTAVARGALAI SERTHTHUKKOLLA KADANAALIGALAAYIRUKKIROM."
    },
    {
      "Verses": "9 NAAN SABAIKKU EZHUDHINEN; AANAALUM AVARGALIL MUDHANMAIYAAYIRUKKA VIRUMBUGIRA THIYOTHTHIREPPU ENBAVAN ENGALAI ETRUKKOLLAVILLAI."
    },
    {
      "Verses": "10 AANAPADIYAAL, NAAN VANDHAAL, AVAN ENGALUKKU VIRODHAMAAIP POLLAADHA VAARTHTHAIGALAI ALAPPI, SEYDHUVARUGIRA KIRIYAIGALAI NINAITHTHUKKOLVEN. AVAN IPPADI SEYDHUVARUVADHUM PODHAAMAL, THAAN SAGODHARARAI ETRUKKOLLAAMALIRUKKIRADHUMANDRI, ETRUKKOLLA MANADHAAYIRUKKIRAVARGALAIYUM THADAISEYDHU, SABAIKKUP PURAMBE THALLUGIRAAN."
    },
    {
      "Verses": "11 PIRIYAMAANAVANE, NEE THEEMAIYAANADHAIP PINPATRAAMAL, NANMAIYAANADHAIP PINPATRU, NANMAISEYGIRAVAN DHEVANAAL UNDAAYIRUKKIRAAN; THEEMAISEYGIRAVAN DHEVANAIK KAANAVILLAI."
    },
    {
      "Verses": "12 THEMETHTHIRIYU ELLAARAALUM NARSAATCHIPETRADHUMALLAAMAL, SATHTHIYATHTHAALUM NARSAATCHIPETRAVAN; NAANGALUM SAATCHIKODUKKIROM, ENGAL SAATCHI MEYYENDRU ARIVEERGAL."
    },
    {
      "Verses": "13 EZHUDHAVENDIYA KAARIYANGAL ANEGAMUNDU; AANAAL MAIYINAALUM IRAGINAALUM EZHUDHA ENAKKU MANADHILLAI."
    },
    {
      "Verses": "14 SEEKKIRAMAAI UNNAIK KAANALAAMENDRU NAMBIYIRUKKIREN, APPOZHUDHU MUGAMUGAMAAI PESIKKOLLUVOM. UNAKKU SAMAADHAANAM UNDAAVADHAAGA. SINEGIDHAR UNAKKU VAAZHTHTHUDHAL SOLLUGIRAARGAL. SINEGIDHARAIP PERPERAAGA VAAZHTHTHUVAAYAAGA."
    }
  ]