[
{ "Verses": "1 ezhaam Maadham Irubaththoraanthedhiyile Aagaai Ennum Theerkkadharisiyin Moolamaai Karththarudaiya Vaarththai Undaayitru; Avar: "},
{ "Verses": "2 nee Seyalththiyelin Kumaaranaagiya Serubaabel Ennum Yoodhaavin Thalaivanodum, Yodhsadhaakkin Kumaaranaagiya Yosuvaa Ennum Pradhaana Aasaariyanodum, Janaththil Meedhiyaanavargalodum Sollavendiyadhu, Ennavendraal: "},
{ "Verses": "3 indha Aalayaththin Mundhina Magimaiyaik Kandavargalil Ungalukkulle Meendhirukkiravargal Yaar? Ippozhudhu Idhu Ungalukku Eppadik Kaangiradhu? Adharku Idhu Ungal Paarvaiyil Ondrumillaadhadhupol Kaangiradhallavaa? "},
{ "Verses": "4 aanaalum Serubaabele, Thidankol Endru Karththar Sollugiraar; Yodhsadhaakkin Kumaaranaagiya Yosuvaa Ennum Pradhaana Aasaariyane Nee Thidankol; Dhesaththin Ellaa Janangale, Neengal Thidankollungal, Velaiyai Nadaththungal Endru Karththar Sollugiraar; Naan Ungaludane Irukkiren Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "5 neengal Egipthilirundhu Purappadugirapodhu Naan Ungalode Udanpadikkai Pannina Vaarththaiyinpadiye, En Aaviyaanavarum Ungal Naduvil Nilaikondiruppaar; Bayappadaadheyungal. "},
{ "Verses": "6 senaigalin Karththar Sollugiraar: Konjakkaalaththukkulle Innum Orudharam Naan Vaanaththaiyum Boomiyaiyum Samuththiraththaiyum Vettaandharaiyaiyum Asaiyappannuven. "},
{ "Verses": "7 sagala Jaadhigalaiyum Asaiyappannuven, Sagala Jaadhigalaalum Virumbappattavar Varuvaar; Indha Aalayaththai Magimaiyinaal Niraiyappannuven Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "8 velliyum Ennudaiyadhu, Ponnum Ennudaiyadhu Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "9 mundhina Aalayaththin Magimaiyaip Paarkkilum, Indhap Pindhina Aalayaththin Magimai Peridhaayirukkum Endru Senaigalin Karththar Sollugiraar; Ivvidaththile Samaadhaanaththaik Kattalaiyiduven Endru Senaigalin Karththar Uraikkiraar Endru Sol Endraar. "},
{ "Verses": "10 thariyuvin Irandaam Varusham Onbadhaam Maadham Irubaththunaalaanthedhiyile Aagaai Ennum Theerkkadharisiyin Moolamaaik Karththarudaiya Vaarththai Undaayitru; Avar: "},
{ "Verses": "11 oruvan Than Vasthiraththin Thongalile Parisuththa Maamsaththaikkondupogaiyil Than Vasthiraththin Thongal Appaththaiyaagilum Saadhaththaiyaagilum, Dhraatcharasaththaiyaagilum, Enneyaiyaagilum, Matrendha Pojanapadhaarththaththaiyaagilum Thottaal Adhu Parisuththamaagumo Endru Nee Aasaariyaridaththil Vedha Nyaayaththaippatrik Kel Endru Senaigalin Karththar Sollugiraar Endraar. "},
{ "Verses": "12 adharku Aasaariyargal Pradhiyuththaramaaga: Parisuththamaagaadhu Endraargal. "},
{ "Verses": "13 pinaththaal Theettuppattavan Avaigalil Edhaiyaagilum Thottaal, Adhu Theettuppadumo Endru Aagaai Pinnum Kettaan; Adharku Aasaariyargal Pradhiyuththaramaaga: Theettuppadum Endraargal. "},
{ "Verses": "14 appozhudhu Aagaai Appadiye Indha Janangalum Indha Jaadhiyaarum En Samugaththil Irukkiraargal Endru Karththar Sollugiraar; Avargaludaiya Kaigalin Ellaak Kiriyaigalum Appadiye Irukkiradhu; Avargal Ange Konduvandhu Padaikkiradhum Theettuppattirukkiradhu. "},
{ "Verses": "15 ippodhum Karththarudaiya Aalayaththaik Kattumpadi Oru Kallinmel Oru Kal Vaikkappattadhu Mudhal Nadandhadhai Ungal Manadhile Sindhiththuppaarungal. "},
{ "Verses": "16 andha Naatkal Mudhal Oruvan Irubadhu Marakkaalaagak Kanda Ambaaraththinidaththil Vandhapodhu, Paththumarakkaalmaaththiram Irundhadhu; Oruvan Aalaiyin Thottiyil Aimbadhukudam Molla Aalaiyinidaththile Vandhapodhu Irubadhu Kudammaaththiram Irundhadhu. "},
{ "Verses": "17 karukkaayinaalum Vishappaniyinaalum Kalmazhaiyinaalum Ungalai Ungal Kaigalin Velaiyilellaam Adiththen; Aanaalum Neengal Ennidaththil Manadhaith Thiruppaamalponeergalendru Karththar Sollugiraar. "},
{ "Verses": "18 ippodhum Idharku Mundhina Kaalaththil Nadandhadhai Ungal Manadhile Sindhiththuppaarungal; Onbadhaam Maadham Irubaththunaalaanthedhiyaagiya Innaalmudhal Karththarudaiya Aalayaththin Asthibaaram Podappatta Annaalvaraikkum Sendrakaalaththil Nadandhadhai Ungal Manadhile Sindhiththuppaarungal. "},
{ "Verses": "19 kalanjiyaththil Innum Vidhaiththaaniyam Undo? Dhraatchachchediyum Aththimaramum Maadhalanchediyum Olivamaramum Kanikodukkavillaiye, Naan Indrumudhal Ungalai Aaseervadhippen Endru Sollugiraar Endraan. "},
{ "Verses": "20 irubaththunaalaanthedhiyaagiya Annaalile Karththarudaiya Vaarththai Irandaam Visai Aagaai Enbavanukku Undaagi, Avar: "},
{ "Verses": "21 nee Yoodhaavin Thalaivanaagiya Serubaabelode Sollavendiyadhu Ennavendraal, Naan Vaanaththaiyum Boomiyaiyum Asaiyappanni, "},
{ "Verses": "22 raajyangalin Singaasanaththaik Kavizhththu, Jaadhigaludaiya Raajyangalin Belaththai Azhiththu, Radhaththaiyum Adhil Eriyirukkiravargalaiyum Kavizhththuppoduven; Kudhiraigalode Avaigalinmel Eriyiruppavargalum Avaravar Thangal Thangal Sagodharanin Pattayaththinaale Vizhuvaargal. "},
{ "Verses": "23 senaigalin Karththar Sollugiraar: Seyalththiyelin Kumaaranaagiya Serubaabel Ennum En Oozhiyakkaarane, Unnai Naan Annaalile Serththukkondu, Unnai Muththirai Modhiramaaga Vaippen Endru Karththar Sollugiraar; Naan Unnaith Therindhukonden Endru Senaigalin Karththar Uraikkiraar Endru Sollugiraar Endraar. "}
]