[
{ "Verses": "1 raajaavaagiya Thariyu Arasaanda Irandaam Varusham Aaraam Maadham Mudhalaanthedhiyile, Karththarudaiya Vaarththai Aagaai Ennum Theerkkadharisiyin Moolamaai Seyalththiyelin Kumaaranaagiya Serubaabel Ennum Yoodhaavin Thalaivanukkum, Yodhsadhaakkin Kumaaranaagiya Yosuvaa Ennum Pradhaana Aasaariyanukkum Undaagi, Avar Sonnadhu Ennavendraal: "},
{ "Verses": "2 indha Janangal Karththarudaiya Aalayaththaik Kattugiradharku Etrakaalam Innum Varavillai Engiraargal Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "3 aanaalum Aagaai Ennum Theerkkadharisiyin Moolamaaik Karththarudaiya Vaarththai Undaagi, Avar Sollugiraar: "},
{ "Verses": "4 indha Veedu Paazhaaik Kidakkumpodhu, Neengal Machchuppaavappatta Ungal Veedugalil Kudiyirukkumpadiyaana Kaalam Idhuvo? "},
{ "Verses": "5 ippodhum Senaigalin Karththar Sollugiraar: Ungal Vazhigalai Sindhiththuppaarungal. "},
{ "Verses": "6 neengal Thiralaai Vidhaiththum Konjamaai Aruththukkonduvarugireergal; Neengal Pusiththum Thirupthiyaagavillai; Kudiththum Paripooranamadaiyavillai; Neengal Vasthiram Uduththiyum Oruvanukkum Kulirvidavillai; Kooliyai Sambaadhikkiravan Poththalaana Paiyile Podugiravanaai Adhai Sambaadhikkiraan. "},
{ "Verses": "7 ungal Vazhigalai Sindhiththup Paarungal Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "8 neengal Malaiyinmel Erippoi, Marangalai Konduvandhu, Aalayaththaik Kattungal; Adhinperil Naan Piriyamaayiruppen, Adhil En Magimai Vilangum Endru Karththar Sollugiraar. "},
{ "Verses": "9 adhigamaai Varumendru Neengal Edhirpaarththirundhum, Idho, Konjam Kidaiththadhu; Neengal Aruththu Veettukkuk Konduvandhum, Naan Adhai Oodhippodugiren; Edhinimiththamendraal, En Veedu Paazhaaikkidakkumpodhu, Neengal Ellaarum Avanavan Than Than Veettirku Odippogireergale, Idhinimiththame Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "10 aadhalaal Ungalmel Irukkira Vaanam Paniyaip Peyyaamalum, Boomi Palanaik Kodaamalum Poyitru. "},
{ "Verses": "11 naan Nilaththinmelum, Malaigalinmelum, Dhaaniyaththinmelum, Pudhu Dhraatcharasaththinmelum, Enneyinmelum, Boomiyil Vilaigira Ellaavatrinmelum Manusharinmelum, Mirugangalinmelum, Kaippaadu Anaiththinmelum Varatchiyai Varuviththen Endraar. "},
{ "Verses": "12 appozhudhu Seyalththiyelin Kumaaranaagiya Serubaabelum, Yodhsadhaakkin Kumaaranaagiya Yosuvaa Ennum Pradhaana Aasaariyanum, Janaththil Meedhiyaana Anaivarum Thangal Dhevanaagiya Karththarudaiya Saththaththukkum, Thangal Dhevanaagiya Karththar Anuppina Aagaai Ennum Theerkkadharisiyinudaiya Vaarththaigalukkum Sevikoduththaargal, Janangal Karththarukku Munbaaga Bayandhirundhaargal. "},
{ "Verses": "13 appozhudhu Karththarudaiya Thoodhanaagiya Aagaai, Karththar Thoodhanuppiya Vaarththaiyinpadi Janangalai Nokki: Naan Ungalode Irukkiren Endru Karththar Sollugiraar Endraan. "},
{ "Verses": "14 pinbu Karththar Seyalththiyelin Kumaaranaagiya Serubaabel Ennum Yoodhaavin Thalaivanudaiya Aaviyaiyum, Yodhsadhaakkin Kumaaranaagiya Yosuvaa Ennum Pradhaana Aasaariyanudaiya Aaviyaiyum, Janaththil Meedhiyaana Ellaarudaiya Aaviyaiyum Ezhuppinaar; Avargal Vandhu, Thangal Dhevanaagiya Karththarin Aalayaththile Velaiseydhaargal. "},
{ "Verses": "15 thariyu Raajaavin Irandaam Varusham Aaraam Maadham Irubaththunaalaanthedhiyile Idhu Nadandhadhu. "}
]