[
{ "Verses": "1 pinbu, Avan Than Veettu Visaaranaikkaaranai Nokki: Nee Indha Manidharudaiya Saakkugalai Avargal Etrikkondupogaththakka Paaramaaith Dhaaniyaththinaale Nirappi, Avanavan Panaththai Avanavan Saakkin Vaayile Pottu, "
},{ "Verses": "2 ilaiyavanudaiya Saakkin Vaayile Vellippaaththiramaagiya En Paanapaaththiraththaiyum Dhaaniyaththukku Avan Koduththa Panaththaiyum Podu Endru Kattalaiyittaan; Yoseppu Sonnabadiye Avan Seydhaan. "
},{ "Verses": "3 adhigaalaiyile Andha Manidhargal Thangal Kazhudhaigalai Ottikkondupogumbadi Anuppividappattaargal. "
},{ "Verses": "4 avargal Pattanaththai Vittuppurappattu, Vegudhooram Povadharku Munne, Yoseppu Than Veettu Visaaranaikkaaranai Nokki: Nee Purappattuppoi, Andha Manidharaip Pinthodarndhu, Avargalaip Pidiththu: Neengal Nanmaikkuth Theemai Seydhadhu Enna? "
},{ "Verses": "5 adhu En Ejamaan Paanampannugira Paaththiram Allavaa? Adhu Ponavagai Gnaanadhirushtiyaal Avarukkuth Theriyaadhaa? Neengal Seydhadhu Thagaadhakaariyam Endru Avargalode Sol Endraan. "
},{ "Verses": "6 avan Avargalaith Thodarndhu Pidiththu, Thannidaththil Solliyirundha Vaarththaigalai Avargalukkuch Sonnaan. "
},{ "Verses": "7 adharku Avargal: Engal Aandavan Ippadippatta Vaarththaigalaich Sollukiradhu Enna? Ippadippatta Kaariyaththukkum Ummudaiya Adiyaaraagiya Engalukkum Vegudhooram. "
},{ "Verses": "8 engal Saakkugalin Vaayile Naangal Kanda Panaththaik Kaanaandhesaththilirundhu Thirumba Ummidaththukkuk Konduvandhome; Naangal Ummudaiya Ejamaanin Veettilirundhu Velliyaiyaagilum, Ponnaiyaagilum Thirudikkondu Povomaa? "
},{ "Verses": "9 ummudaiya Adiyaarukkulle Adhu Evanidaththil Kaanappadumo Avan Kolaiyundagakadavan; Naangalum Engal Aandavanukku Adimaigalaavom Endraargal. "
},{ "Verses": "10 adharku Avan: Neengal Sonnabadiye Aagattum; Evanidaththil Adhu Kaanappadumo, Avan Enakku Adimaiyaavaan; Neengal Kutramatriruppeergal Endraan. "
},{ "Verses": "11 appozhudhu Avargal Thuridhamaai Avanavan Thanthan Saakkaith Tharaiyile Irakki, Thangal Saakkugalaith Thirandhu Vaiththaargal. "
},{ "Verses": "12 mooththavan Saakkumudhal Ilaiyavan Saakkumattum Avan Sodhikkumpodhu, Andhap Paaththiram Benyameenudaiya Saakkile Kandupidikkappattadhu. "
},{ "Verses": "13 appozhudhu Avargal Thangal Vasthirangalaik Kizhiththukkondu, Avanavan Kazhudhaiyinmel Podhiyai Etrikkondu, Pattanaththirkuth Thirumbinaargal. "
},{ "Verses": "14 yoodhaavum Avan Sagodhararum Yoseppin Veettukkup Ponaargal. Yoseppu Adhuvaraiyum Ange Irundhaan; Avanukku Munbaagath Tharaiyile Vizhundhaargal. "
},{ "Verses": "15 yoseppu Avargalai Nokki: Neengal Enna Kaariyam Seydheergal? Ennaip Poloththa Manidhanukku Gnaanadhirushtiyinaal Kaariyam Theriyavarum Endru Ariyaamarponeergalaa Endraan. "
},{ "Verses": "16 adharku Yoodhaa: En Aandavanaagiya Ummidaththil Naangal Enna Solluvom? Ennaththaip Pesuvom? Edhinaale Engal Needhiyai Vilangappannuvom? Ummudaiya Adiyaarin Akkiramaththai Dhevan Vilangappanninaar; Paaththiraththai Vaiththirukkiravanum Naangalum En Aandavanukku Adimaigal Endraan. "
},{ "Verses": "17 adharku Avan: Appadippatta Seygai Enakkuth Dhooramaayiruppadhaaga; Evan Vasaththil Paaththiram Kandupidikkappattadho, Avane Enakku Adimaiyaayiruppaan; Neengalo Samaadhaanaththode Ungal Thagappanidaththukkup Pongal Endraan. "
},{ "Verses": "18 appozhudhu Yoodhaa Avanandaiyile Serndhu: Aa, En Aandavane, Umadhu Adiyen Ummudaiya Sevigal Ketka Oru Vaarththai Sollugiren Ketpeeraaga; Adiyenmel Umadhu Kobam Moolaadhiruppadhaaga; Neer Paarvonukku Oppaayirukkireer. "
},{ "Verses": "19 ungalukkuth Thagappanaavadhu Sagodharanaavadhu Undaa Endru En Aandavan Ummudaiya Adiyaaridaththil Ketteer. "
},{ "Verses": "20 adharku Naangal: Engalukku Mudhirvayadhulla Thagappanaarum, Avarukku Mudhirvayadhile Pirandha Oru Ilaignanum Undu Endrum, Avanudaiya Thamaiyan Irandhuponaan Endrum, Avan Oruvanmaaththirame Avanaippetra Thaayaarukku Iruppadhinaal Thagappanaar Avanmel Patchamaayirukkiraar Endrum En Aandavanukkuch Sonnom. "
},{ "Verses": "21 appozhudhu Neer: Avanai Ennidaththukkuk Konduvaarungal; En Kangalinaal Avanaip Paarkkavendum Endru Umadhu Adiyaarukkuch Sonneer. "
},{ "Verses": "22 naangal Aandavanai Nokki: Andha Ilaignan Than Thagappanaivittup Piriyakkoodaadhu, Pirindhaal Avar Irandhupovaar Endru Sonnom. "
},{ "Verses": "23 adharku Neer: Ungal Ilaiya Sagodharanaik Konduvaraavittaal, Neengal Ini En Mugaththaik Kaanpadhillai Endru Umadhu Adiyaarukkuch Sonneer. "
},{ "Verses": "24 naangal Umadhu Adiyaanaagiya En Thagappanaaridaththukkup Ponapodhu, En Aandavanudaiya Vaarththaigalai Avarukku Ariviththom. "
},{ "Verses": "25 engal Thagappanaar Engalai Nokki: Neengal Thirumbappoi, Namakkuk Konjam Dhaaniyam Kollungal Endru Sonnaar. "
},{ "Verses": "26 adharku: Naangal Pogakkoodaadhu; Engal Ilaiya Sagodharan Engalode Vandhaal Povom; Engal Ilaiya Sagodharan Engalode Varaavittaal, Naangal Andhap Purushanudaiya Mugaththaikkaanakkoodaadhu Endrom. "
},{ "Verses": "27 appozhudhu Ummudaiya Adiyaanaagiya En Thagappanaar: En Manaivi Enakku Irandu Pillaigalaip Petraal; "
},{ "Verses": "28 avargalil Oruvan Ennidaththilirundhu Poivittaan, Avan Peerundupoyiruppaan Endrirundhen, Idhuvaraikkum Avanaik Kaanaadhirukkiren, Idhellaam Neengal Arindhirukkireergal. "
},{ "Verses": "29 neengal Ivanaiyum Ennai Vittuppiriththu Azhaiththuppogumidaththil Ivanukku Mosam Nerittaal, En Naraimayirai Viyaagulaththode Paadhaalaththil Irangappannuveergal Endraar. "
},{ "Verses": "30 aagaiyaal Ilaiyavanai Vittu, Naan En Thagappanaagiya Umadhu Adiyaanidaththukkup Ponaal, Avarudaiya Jeevan Ivanudaiya Jeevanode Ondraai Inaikkappattirukkirabadiyinaal, "
},{ "Verses": "31 avar Ilaiyavan Varavillai Endru Arindhamaaththiraththil Irandhupovaar; Ippadi Umadhu Adiyaaraagiya Naangal Umadhu Adiyaanaagiya Engal Thagappanudaiya Naraimayirai Viyaagulaththudane Paadhaalaththil Irangappannuvom. "
},{ "Verses": "32 indha Ilaiyavanukkaaga Umadhu Adiyaanaagiya Naan En Thagappanukku Uththaravaadhi; Andriyum, Naan Ivanai Ummidaththukkuk Konduvaraavittaal, Naan Ennaalum Umakku Munbaakak Kutravaaliyaayiruppen Endru Avarukkuch Solliyirukkiren. "
},{ "Verses": "33 ippadiyirukka, Ilaiyavan Than Sagodhararodekoodap Pogavidumbadi Mandraadugiren; Ummudaiya Adiyaanaagiya Naan Ilaiyavanukkup Badhilaaga Inge En Aandavanukku Adimaiyaayirukkiren. "
},{ "Verses": "34 ilaiyavanai Vittu, Eppadi En Thagappanidaththukkup Poven? Ponaal En Thagappanukku Neridum Theengai Naan Eppadik Kaanpen Endraan. "
}
]