[
{ "Verses": "1 akkaalaththile Yoodhaa Than Sagodhararai Vittu, Adhullaam Ooraanaagiya Eeraa Ennum Oru Manidhanidaththil Poichserndhaan. "
},{ "Verses": "2 ange Yoodhaa, Soovaa Ennum Perulla Oru Kaanaaniyanudaiya Kumaaraththiyaik Kandu, Avalai Vivaagampanni, Avalode Serndhaan. "
},{ "Verses": "3 aval Karppavadhiyaagi Oru Kumaaranaip Petraal; Avanukku Er Endru Perittaan. "
},{ "Verses": "4 aval Marupadiyum Karppavadhiyaagi Oru Kumaaranaip Petru, Avanukku Onaan Endru Perittaal. "
},{ "Verses": "5 aval Marupadiyum Karppavadhiyaagi Oru Kumaaranaip Petru, Avanukkuch Selaa Endru Perittaal; Aval Ivanaip Perugirapodhu, Avan Keseepile Irundhaan. "
},{ "Verses": "6  Yoodhaa Than Mooththamaganaagiya Er Enbavanukkuth Thaamaar Ennum Perulla Oru Pennaik Kondaan. "
},{ "Verses": "7 yoodhaavin Mooththamaganaagiya Er Enbavan Karththarin Paarvaikkup Pollaadhavanaayirundhadhinaal, Karththar Avanai Azhiththup Pottaar. "
},{ "Verses": "8 appozhudhu Yoodhaa Onaanai Nokki: Nee Un Thamaiyan Manaiviyaich Serndhu, Avalai Maiththunach Sudhandharamaaip Padaiththu, Un Thamaiyanukkuch Sandhadhiyai Undaakku Endraan. "
},{ "Verses": "9 andhach Sandhadhi Than Sandhadhiyaayiraadhendru Onaan Arindhapadiyinaale, Avan Than Thamaiyanudaiya Manaiviyaich Serumpodhu, Than Thamaiyanukkuch Sandhadhiyundaagaadhapadikkuth Than Viththaith Tharaiyile Vizhavittuk Keduththaan. "
},{ "Verses": "10 avan Seydhadhu Karththarin Paarvaikkup Pollaadhadhaayirundhadhinaal, Avanaiyum Avar Azhiththuppottaar. "
},{ "Verses": "11  Appozhudhu Yoodhaa, Than Kumaaranaagiya Selaavum Avan Sagodharar Seththadhupolach Saavaan Endru Anji, Than Marumagalaagiya Thaamaarai Nokki: En Kumaaranaagiya Selaa Periyavanaagumattum, Nee Un Thagappan Veettile Kaimpennaaith Thangiyiru Endru Sonnaan; Andhappadiye Thaamaar Poith Than Thagappan Veettile Thangiyirundhaal. "
},{ "Verses": "12  Aneganaal Sendrapin, Soovaavin Kumaaraththiyaagiya Yoodhaavin Manaivi Mariththaal. Yoodhaavinudaiya Thukkam Aarinapin, Avan Adhullaam Ooraanaagiya Than Sinegidhan Eeraavudane Thimnaavile Than Aadugalai Mayirkkaththarikkiravargalidaththirkup Ponaan. "
},{ "Verses": "13 appozhudhu: Un Maamanaar Thammudaiya Aadugalai Mayirkkaththarikkath Thimnaavukkup Pogiraar Endru Thaamaarukku Arivikkappattadhu. "
},{ "Verses": "14 selaa Periyavanaagiyum Thaan Avanukku Manaiviyaagak Kodukkappadavillai Endru Aval Kandapadiyaal, Than Kaimpenmaikkuriya Vasthirangalaik Kalaindhupottu, Mukkaadittuth Thannai Moodikkondu, Thimnaavukkup Pogira Vazhiyilirukkira Neerootrugalukku Munbaaga Utkaarndhaal. "
},{ "Verses": "15  Yoodhaa Avalaik Kandu, Aval Than Mugaththai Moodiyirundhapadiyaal, Aval Oru Vesi Endru Ninaiththu, "
},{ "Verses": "16 andha Vazhiyaai Avalidaththil Poi, Aval Than Marumagal Endru Ariyaamal: Naan Unnidaththil Serumpadi Varuvaayaa Endraan; Adharku Aval: Neer Ennidaththil Serumpadi, Enakku Enna Tharuveer Endraal. "
},{ "Verses": "17  Adharku Avan: Naan Mandhaiyilirundhu Oru Vellaattuk Kuttiyai Anuppugiren Endraan. Adharku Aval: Neer Adhai Anuppumalavum Oru Adaimaanam Koduppeeraa Endraal. "
},{ "Verses": "18  Appozhudhu Avan: Naan Unakku Adaimaanamaaga Enna Kodukkavendum Endru Kettaan. Adharku Aval: Ummudaiya Muththirai Modhiramum Ummudaiya Aaramum Ummudaiya Kaikkolum Kodukkavendum Endraal. Avan Avaigalai Avalukkuk Koduththu, Avalidaththil Serndhaan; Aval Avanaale Karppavadhiyaagi, "
},{ "Verses": "19  Ezhundhupoi, Than Mukkaattaik Kalaindhu, Than Kaimpenmaikkuriya Vasthirangalai Uduththikkondaal. "
},{ "Verses": "20 yoodhaa Andha Sthireeyinidaththil Irundha Adaimaanaththai Vaangikkondu Varumpadi Adhullaam Ooraanaagiya Than Sinegidhan Kaiyile Oru Vellaattukkuttiyaik Koduththanuppinaan; Avan Avalaik Kaanaamal, "
},{ "Verses": "21 avvidaththu Manidharai Nokki: Vazhiyandai Neerootrugal Aruge Irundha Thaasi Enge Endru Kettaan; Adharku Avargal: Inge Thaasi Illai Endraargal. "
},{ "Verses": "22 avan Yoodhaavinidaththil Thirumbi Vandhu: Avalaik Kaanom, Ange Thaasi Illaiyendru Avvidaththu Manidharum Sollugiraargal Endraan. "
},{ "Verses": "23 appozhudhu Yoodhaa: Idho, Indha Aattukkuttiyai Anuppinen, Nee Avalaik Kaanavillai; Namakku Avakeerththi Varaadhapadikku, Aval Adhaik Konduponaal Pogattum Endraan. "
},{ "Verses": "24 erakkuraiya Moondrumaadham Sendrapinbu Un Marumagalaagiya Thaamaar Vesiththanampanninaal, Andha Vesiththanaththinaal Karppavadhiyumaanaal Endru Yoodhaavukku Arivikkappattadhu. Appozhudhu Yoodhaa: Avalai Veliye Konduvaarungal, Aval Sutterikkappadavendum Endraan. "
},{ "Verses": "25 aval Veliye Konduvarappattapodhu, Aval Than Maamanidaththukku Andha Adaimaanaththai Anuppi: Indhap Porutkalai Udaiyavan Evano Avanaale Naan Karppavadhiyaanen; Indha Muththirai Modhiramum Indha Aaramum Indhak Kolum Yaarudaiyavaigal Paarum Endru Solli Anuppinaal. "
},{ "Verses": "26 yoodhaa Avaigalaip Paarththarindhu: Ennilum Aval Needhiyullaval; Avalai En Kumaaranaagiya Selaavukkuk Kodaamarponene Endraan. Appuram Avan Avalaich Seravillai. "
},{ "Verses": "27 avalukkup Pirasavakaalam Vandhapodhu, Aval Karppaththil Rattaip Pillaigal Irundhana. "
},{ "Verses": "28  Aval Perukirapodhu, Oru Pillai Kaiyai Neettinadhu; Appozhudhu Maruththuvachchi Adhin Kaiyaip Pidiththu, Adhil Sivappunoolaik Katti, Idhu Mudhalaavadhu Velippattadhu Endraal. "
},{ "Verses": "29 adhu Than Kaiyaith Thirumpa Ulle Vaangikkondapodhu, Adhin Sagodharan Velippattaan. Appozhudhu Aval: Nee Meerivandhadhenna, Indha Meerudhal Unmel Nirkum Endraal; Adhinaale Avanukkup Paares Endru Peridappattadhu. "
},{ "Verses": "30 pirpaadu Kaiyil Sivappunool Kattiyirundha Avanudaiya Thambi Velippattaan; Avanukku Seraa Endru Peridappattadhu. "
}
]