[
{ "Verses": "1 yaakkobu Than Thagappan Thangiyirundha Kaanaan Dhesaththile Kudiyirundhaan. "
},{ "Verses": "2 yaakkobudaiya Sandhadhiyin Varalaaru: Yoseppu Padhinezhu Vayadhile Than Sagodhararudane Aadugalai Meyththukkondirundhaan; Andha Ilaignan Pilgaal Silpaal Ennum Than Thagappanudaiya Marumanaiyaattigalin Kumaararode Irundhu, Avargaludaiya Thunmaarkgaththaith Than Thagappanukkuch Sollivaruvaan. "
},{ "Verses": "3  Isravelin Mudhirvayadhile Yosepputh Thanakkup Pirandhadhinaal, Isravel Than Kumaarar Ellaarilum Avanai Adhigamaai Nesiththu, Avanukkup Palavarunamaana Angiyaich Seyviththaan. "
},{ "Verses": "4 avanudaiya Sagodharar Ellaarilum Avanaith Thangal Thagappan Adhigamaai Nesikkiradhai Avan Sagodharar Kandapodhu, Avanode Patchamaaip Pesaamal Avanaip Pagaiththaargal. "
},{ "Verses": "5 yoseppu Oru Soppanam Kandu, Adhaith Than Sagodhararukku Ariviththaan; Adhinimiththam Avanai Innum Adhigamaaip Pagaiththaargal. "
},{ "Verses": "6 avan Avargalai Nokki: Naan Kanda Soppanaththaik Kelungal: "
},{ "Verses": "7 naam Vayalil Aruththa Arigalaik Kattikkondirundhom; Appozhudhu Ennudaiya Arikkattu Nimirndhirundhadhu; Ungal Arikgattukal En Arikgattaich Sutri Vanangi Nindradhu Endraan. "
},{ "Verses": "8 appozhudhu Avan Sagodharar Avanaip Paarththu: Nee Engalmel Thuraiththanam Pannuvaayo? Nee Engalai Aalappogiraayo? Endru Solli, Avanai Avan Soppanangalin Nimiththamum, Avan Vaarththaigalin Nimiththamum Innum Adhigamaaip Pagaiththaargal. "
},{ "Verses": "9 avan Veroru Soppanam Kandu, Than Sagodhararai Nokki: Naan Innum Oru Soppanaththaik Kanden; Sooriyanum Sandhiranum Padhinoru Natchaththirangalum Ennai Vananginadhu Endraan. "
},{ "Verses": "10  Idhai Avan Than Thagappanukkum Than Sagodhararukkum Sonnapodhu, Avan Thagappan Avanaip Paarththu: Nee Kanda Indhach Soppanam Enna? Naanum Un Thaayaarum Un Sagodhararum Tharaimattum Kunindhu Unnai Vananga Varuvomo? Endru Avanaik Kadindhukondaan. "
},{ "Verses": "11 avan Sagodharar Avanmel Poraamai Kondaargal; Avan Thagappano Avan Sonnadhai Manadhile Vaiththukkondaan. "
},{ "Verses": "12  Pinbu, Avan Sagodharar Seekemile Thangal Thagappanudaiya Aadugalai Meykkap Ponaargal. "
},{ "Verses": "13 appozhudhu Isravel Yoseppai Nokki: Un Sagodharar Seekemile Aadugalai Meykkiraargal Allavaa? Unnai Avargalidaththil Anuppappogiren, Vaa Endraan. Avan: Idho, Pogiren Endraan. "
},{ "Verses": "14 appozhudhu Avan: Nee Poi, Un Sagodhararudaiya Shemam Eppadi Endrum, Aadugal Eppadi Irukkiradhu Endrum Paarththu, Enakku Maruseydhi Konduvaa Endru Avanukkuch Solli, Ebiron Pallaththaakkile Irundhu Avanai Anuppinaan; Andhappadiye Avan Seekemukkup Ponaan. "
},{ "Verses": "15 appozhudhu Oru Manidhan Avan Veliyile Vazhidhappith Thirigiradhaikkandu, Enna Thetugkiraai? Endru Avanaik Kettaan. "
},{ "Verses": "16  Adharku Avan: En Sagodhararaith Thedugiren, Avargal Enge Aadu Meykkiraargal, Sollum Endraan. "
},{ "Verses": "17 andha Manidhan: Avargal Ivvitaththilirundhu Poivittaargal, Thoththaanukkup Povom Endru Avargal Sollakketten Endraan; Appozhudhu Yoseppu Than Sagodhararaith Thodarndhupoi, Avargalaith Thoththaanile Kandupidiththaan. "
},{ "Verses": "18  Avargal Avanaith Thooraththil Varakkandu, Avan Thangalukkuch Sameepamaai Varumunne, Avanaik Kolaiseyyumpadi Sadhiyosanaipanni, "
},{ "Verses": "19 oruvarai Oruvar Nokki: Idho, Soppanakkaaran Varugiraan, "
},{ "Verses": "20 naam Avanaik Kondru, Indhak Kuzhigal Ondrile Avanaip Pottu, Oru Thushtamirugam Avanaip Patchiththadhu Endru Solluvom Vaarungal; Avanudaiya Soppanangal Eppadi Mudiyum Paarppom Endraargal. "
},{ "Verses": "21 rooban Adhaik Kettu, Avanai Avargal Kaikkuth Thappuviththu, Avanai Avan Thagappanidaththukkuth Thirumpavum Kondupoga Manadhullavanaai, "
},{ "Verses": "22  Avargalai Nokki: Avanaik Kolla Vendaam, Neengal Raththam Sindhalaagaadhu; Neengal Avanmel Kai Vaiyaamal, Avanai Vanaandharaththilulla Indhak Kuzhiyile Pottuvidungal Endru Solli, Ivvidhamaai Rooban Avanai Avargal Kaikkuth Thappuviththaan. "
},{ "Verses": "23 yoseppu Than Sagodhararitaththil Serndhapodhu, Yoseppu Uduththikkondirundha Palavaruna Angiyai Avargal Kazhatri, "
},{ "Verses": "24  Avanai Eduththu, Andhak Kuzhiyile Pottaargal; Adhu Thanneerillaadha Verunguzhiyaayirundhadhu. "
},{ "Verses": "25  Pinbu, Avargal Pojananjeyyumpadi Utkaarndhaargal; Avargal Thangal Kangalai Eredukkumpodhu, Idho, Keeleyaaththilirundhu Varugira Ismavelarudaiya Koottaththaik Kandaargal; Avargal Egipdhukkuk Kondupogumpadi Kandhavarkkangalaiyum Pisin Thailaththaiyum Vellaippolaththaiyum Ottagangalmel Etrikkondu Vandhaargal. "
},{ "Verses": "26  Appozhudhu Yoodhaa Than Sagodhararai Nokki: Naam Nammudaiya Sagodharanaik Kondru, Avan Raththaththai Maraippadhinaal Laabam Enna? "
},{ "Verses": "27 avanai Indha Ismavelarukku Vitruppoduvom Vaarungal; Namadhu Kai Avanmel Padaadhiruppadhaaga; Avan Nammudaiya Sagodharanum Nammudaiya Maamsamumaai Irukkiraane Endraan. Avan Sagodharar Avan Sollukku Inanginaargal. "
},{ "Verses": "28  Andha Varththagaraana Meedhiyaaniyar Kadandhupogirapodhu, Avargal Yoseppai Andhak Kuzhiyilirundhu Thookkiyeduththu, Avanai Ismavelar Kaiyil Irupadhu Vellikkaasukku Vitruppottaargal. Avargal Yoseppai Egipthirkuk Konduponaargal. "
},{ "Verses": "29 pinbu, Rooban Andhak Kuzhiyinidaththukkuth Thirumpipponapodhu, Yoseppu Kuzhiyil Illaiyendru Kandu, Than Vasthirangalaik Kizhiththukkondu, "
},{ "Verses": "30  Than Sagodhararidaththukkuth Thirumbi Vandhu: Ilaignan Illaiye, Aiyo! Naan Enge Poven Endraan. "
},{ "Verses": "31 avargal Yoseppin Angiyai Eduththu, Oru Vellaattuk Kataavai Adiththu, Andha Angiyai Raththaththile Thoiththu, "
},{ "Verses": "32  Pala Varunamaana Andha Angiyaith Thangal Thagappanidaththukku Anuppi: Idhai Naangal Kandeduththom, Idhu Ummudaiya Kumaaran Angiyo, Allavo, Paarum Endru Sollachsonnaargal. "
},{ "Verses": "33  Yaakkobu Adhaik Kandu, Idhu En Kumaaranudaiya Angidhaan, Oru Thushtamirugam Avanaip Patchiththup Pottadhu, Yoseppu Peerunduponaan Endru Pulambi, "
},{ "Verses": "34  Than Vasthirangalaik Kizhiththu, Than Araiyil Rattuk Kattikkondu, Aneganaal Than Kumaaranukkaagath Thukkiththukkondirundhaan. "
},{ "Verses": "35  Avanudaiya Kumaarar Kumaaraththigal Ellaarum Avanukku Aarudhal Sollavandhu Nindraargal; Aanaalum Avan Aarudhalukku Dtankodaamal, Naan Thukkaththode En Kumaaranidaththil Paadhaalaththil Iranguven Endraan. Ivvidhamaai Avanudaiya Thagappan Avanukkaaga Azhudhukondirundhaan. "
},{ "Verses": "36 andha Meedhiyaaniyar Yoseppai Egipthile Paarvonin Piradhaaniyum Thalaiyaarigalukku Adhipadhiyumaagiya Poththipaar Enbavanidaththil Vitraargal. "
}
]