[
{ "Verses": "1 boomiyengum Ore Baashaiyum, Orevidhamaana Pechchum Irundhadhu. "
},{ "Verses": "2 janangal Kizhakkeyirundhu Prayaanampannugaiyil, Sineyaar Dhesaththile Samaboomiyaikkandu, Ange Kudiyirundhaargal. "
},{ "Verses": "3 appozhudhu Avargal: Naam Sengal Aruththu, Adhai Nandraai Suduvom Vaarungal Endru Oruvarodoruvar Pesikkondaargal; Kallukku Badhilaaga Sengallum, Saandhukku Badhilaaga Nilakkeelum Avargalukku Irundhadhu. "
},{ "Verses": "4 pinnum Avargal: Naam Boomiyinmeedhengum Sidharippogaadhapadikku, Namakku Oru Nagaraththaiyum, Vaanaththai Alaavum Sigaramulla Oru Goburaththaiyum Katti, Namakkup Per Undaagap Pannuvom Vaarungal Endru Sollikkondaargal. "
},{ "Verses": "5 manupuththirar Kattugira Nagaraththaiyum Goburaththaiyum Paarkkiradharkuk Karththar Iranginaar. "
},{ "Verses": "6 appozhudhu Karththar: Idho, Janangal Ore Koottamaai Irukkiraargal; Avargal Anaivarukkum Ore Baashaiyum Irukkiradhu; Avargal Idhai Seyyaththodanginaargal; Ippozhudhum Thaangal Seyya Ninaiththadhu Ondrum Thadaipadamaattaadhu Endru Irukkiraargal. "
},{ "Verses": "7 naam Irangippoi, Oruvar Pesuvadhai Matroruvar Ariyaadhapadikku, Ange Avargal Baashaiyaith Thaarumaaraakkuvom Endraar. "
},{ "Verses": "8 appadiye Karththar Avargalai Avvidaththilirundhu Boomiyinmeedhengum Sidharippogappanninaar; Appozhudhu Nagaram Kattugiradhai Vittuvittaargal. "
},{ "Verses": "9 boomiyengum Vazhangina Baashaiyaik Karththar Avvidaththil Thaarumaaraakkinapadiyaal, Adhin Per Baabel Ennappattadhu; Karththar Avargalai Avvidaththilirundhu Boomiyinmeedhengum Sidharippogappanninaar. "
},{ "Verses": "10 semudaiya Vamsavaralaaru: Jalappralayam Undaagi Irandu Varushaththirkup Pinbu, Sem Nooruvayadhaanapodhu, Arpaksaaththaip Petraan. "
},{ "Verses": "11 sem Arpaksaaththaip Petrapin Ainnooru Varusham Uyirodirundhu, Kumaararaiyum Kumaaraththigalaiyum Petraan. "
},{ "Verses": "12 arpaksaadh Muppaththaindhu Vayadhaanapodhu Saalaavaip Petraan. "
},{ "Verses": "13 saalaavaip Petrapin Arpaksaadh Naanootru Moondru Varusham Uyirodirundhu, Kumaararaiyum Kumaaraththigalaiyum Petraan. "
},{ "Verses": "14 saalaa Muppadhu Vayadhaanapodhu, Eperaip Petraan. "
},{ "Verses": "15 eperaip Petrapin Saalaa Naanootru Moondru Varusham Uyirodirundhu, Kumaararaiyum Kumaaraththigalaiyum Petraan. "
},{ "Verses": "16 eper Muppaththunaalu Vayadhaanapodhu, Pelekaip Petraan. "
},{ "Verses": "17 pelekaip Petrapin Eper Naanootru Muppadhu Varusham Uyirodirundhu, Kumaararaiyum Kumaaraththigalaiyum Petraan. "
},{ "Verses": "18 peleku Muppadhu Vayadhaanapodhu, Rekoovaip Petraan. "
},{ "Verses": "19 rekoovaip Petrapin Peleku Irunootronbadhu Varusham Uyirodirundhu Kumaararaiyum Kumaaraththigalaiyum Petraan. "
},{ "Verses": "20 rekoo Muppaththirandu Vayadhaanapodhu, Serookaip Petraan. "
},{ "Verses": "21 serookaip Petrapin Rekoo Irunootrezhu Varusham Uyirodirundhu, Kumaararaiyum Kumaaraththigalaiyum Petraan. "
},{ "Verses": "22 serooku Muppadhu Vayadhaanapodhu, Naakoraip Petraan. "
},{ "Verses": "23 naakoraip Petrapin Serooku Irunooru Varusham Uyirodirundhu, Kumaararaiyum Kumaaraththigalaiyum Petraan. "
},{ "Verses": "24 naakor Irupaththonbadhu Vayadhaanapodhu, Theraagaip Petraan. "
},{ "Verses": "25 theraagaip Petrapin Naakor Nootruppaththonbadhu Varusham Uyirodirundhu, Kumaararaiyum Kumaaraththigalaiyum Petraan. "
},{ "Verses": "26 theraaku Ezhubadhu Vayadhaanapodhu, Aabiraam, Naakor, Aaraan Enbavargalaip Petraan. "
},{ "Verses": "27 theraakudaiya Vamsavaralaaru: Theraaku Aabiraam, Naakor, Aaraan Enbavargalaip Petraan; Aaraan Loththaip Petraan. "
},{ "Verses": "28 aaraan Than Janmaboomiyaagiya Oor Engira Kaltheyar Dhesaththup Pattanaththile Than Thagappanaagiya Theraaku Marikkumunne Mariththaan. "
},{ "Verses": "29 aabiraamum Naakorum Thangalukkup Penkondaargal; Aabiraamudaiya Manaivikku Saaraai Endru Per; Naakorudaiya Manaivikku Milkkaal Endru Per; Ival Aaraanudaiya Kumaaraththi; Andha Aaraan Milkkaalukkum Iskaalukkum Thagappan. "
},{ "Verses": "30 saaraaikkup Pillaiyillai; Maladiyaayirundhaal. "
},{ "Verses": "31 theraaku Than Kumaaranaagiya Aabiraamaiyum, Aaraanudaiya Kumaaranum Than Peranumaayirundha Loththaiyum, Than Kumaaran Aabiraamudaiya Manaiviyaagiya Than Marumagal Saaraayaiyum Azhaiththukkondu, Avargaludane Oor Engira Kaltheyarudaiya Pattanaththaivittu, Kaanaan Dhesaththukkup Pogap Purappattaan; Avargal Aaraanmattum Vandhapodhu, Ange Irundhuvittaargal. "
},{ "Verses": "32 theraakudaiya Aayusunaatkal Irunootraindhu Varusham; Theraaku Aaraanile Mariththaan. "
}
]