[
{ "Verses": "1 yoseppu Paarvonidaththil Poi: En Thagappanum En Sagodhararum, Thangal Aadumaadugalodum Thangalukku Undaana Ellaavatrodunkoodak Kaanaandhesaththilirundhu Vandhaargal; Ippozhudhu Kosen Naattil Irukkiraargal Endru Solli; "
},{ "Verses": "2 than Sagodhararil Aindhuperaip Paarvonukku Munbaagak Kondupoi Niruththinaan. "
},{ "Verses": "3 paarvon Avanudaiya Sagodhararai Nokki: Ungal Thozhil Enna Endru Kettaan; Adharku Avargal: Umadhu Adiyaaraagiya Naangalum Engal Pidhaakkalum Mandhai Meykkiravargal Endru Paarvonidaththil Sonnadhumandri, "
},{ "Verses": "4 kaanaan Thesaththile Panjam Kodidhaayirukkiradhu; Umadhu Adiyaarin Mandhaigalukku Meychchal Illaamaiyaal, Idhdhesaththile Thangavandhom; Umadhu Adiyaaraagiya Naangal Kosen Naattile Kudiyirukkumbadi Dhayavuseyyavendum Endru Vendikkondaargal. "
},{ "Verses": "5 appozhudhu Paarvon Yoseppai Nokki: Un Thagappanum Un Sagodhararum Unnidaththil Vandhirukkiraargale. "
},{ "Verses": "6 egipthudhesam Unakku Munbaaga Irukkiradhu; Dhesaththilulla Nalla Idaththile Un Thagappanaiyum Un Sagodhararaiyum Kudiyerumbadi Sey; Avargal Kosen Naattile Kudiyirukkalaam; Avargalukkulle Thiramaiyullavargal Undendru Unakkuth Therindhirundhaal, Avargalai En Aadumaadugalai Visaarikkiradharkuth Thalaivaraaga Vaikkalaam Endraan. "
},{ "Verses": "7 pinbu, Yoseppu Than Thagappanaagiya Yaakkobai Azhaiththukkonduvandhu, Avanaip Paarvonukku Munbaaga Niruththinaan. Yaakkobu Paarvonai Aaseervadhiththaan. "
},{ "Verses": "8 paarvon Yaakkobai Nokki: Umakku Vayadhu Enna Endru Kettaan. "
},{ "Verses": "9 adharku Yaakkobu: Naan Paradhesiyaaich Sanjariththa Naatkal Nootrumuppadhu Varusham; En Aayusu Naatkal Konjamum Sanjalamulladhumaayirukkiradhu; Avaigal Paradhesigalaaich Sanjariththa En Pidhaakkaludaiya Aayusu Naatkalukku Vandhu Ettavillai Endru Paarvonudane Sonnaan. "
},{ "Verses": "10 pinnum Yaakkobu Paarvonai Aaseervadhiththu, Avan Samugaththilindru Purappattupponaan. "
},{ "Verses": "11 paarvon Kattalaiyittabadiye, Yoseppu Than Thagappanukkum Than Sagodhararukkum Egipthudhesaththile Nalla Naataagiya Raamases Ennum Naattile Sudhandhiram Koduththu, Avargalaik Kudiyetrinaan. "
},{ "Verses": "12 yoseppu Than Thagappanaiyum Than Sagodhararaiyum Than Thagappanudaiya Kudumbaththaar Anaivaraiyum, Avaravargal Kudumbaththirkuththakkadhaai Aagaaram Koduththu Aadhariththuvandhaan. "
},{ "Verses": "13 panjam Migavum Kodidhaayirundhadhu; Dhesamengum Aagaaram Kidaiyaamalpoyitru; Egipthudhesamum Kaanaandhesamum Panjaththinaale Melindhupoyitru. "
},{ "Verses": "14 yoseppu Egipthudhesaththilum Kaanaandhesaththilumulla Panaththaiyellaam Dhaaniyam Kondavargalidaththil Vaangi, Adhaip Paarvon Aramanaiyile Kondupoich Serththaan. "
},{ "Verses": "15 egipthudhesaththilum Kaanaandhesaththilumulla Panam Selavazhindhapodhu, Egipthiyar Ellaarum Yoseppinidaththil Vandhu: Engalukku Aagaaram Thaarum; Panam Illai, Adhinaal Naangal Umadhu Samugaththil Saagavendumo Endraargal. "
},{ "Verses": "16 adharku Yoseppu: Ungalidaththil Panam Illaamalponaal, Ungal Aadumaadugalaik Kodungal; Avaigalukkup Padhilaaga Ungalukkuth Dhaaniyam Kodukkiren Endraan. "
},{ "Verses": "17 avargal Thangal Aadumaadu Mudhalaanavaigalai Yoseppinidaththil Konduvandhaargal; Yoseppu Kudhiraigalaiyum Aadugalaiyum Maadugalaiyum Kazhudhaigalaiyum Vaangikkondu, Andha Varusham Avargaludaiya Aadumaadu Mudhalaana Ellaavatrirkum Badhilaaga Avargalukku Aagaaram Koduththu, Avargalai Aadhariththaan. "
},{ "Verses": "18 andha Varusham Mudindhapin, Maruvarushaththile Avargal Avanidaththil Vandhu: Panamum Selavazhindhupoyitru; Engal Aadumaadu Mudhalaanavaigalum Engal Aandavanaich Serndhadhu; Engal Sareeramum Engal Nilamume Ozhiya, Engal Aandavanukku Munbaaga Meedhiyaanadhu Ondrum Illai; Idhu Engal Aandavanukkuth Theriyaadha Kaariyam Alla. "
},{ "Verses": "19 naangalum Engal Nilangalum Ummudaiya Kangalukku Munbaaga Azhindhu Pogalaamaa? Neer Engalaiyum Engal Nilangalaiyum Vaangikkondu, Aagaaram Kodukkavendum; Naangalum Engal Nilangalum Paarvonukku Aadheenamaayiruppom; Naangal Saagaamal Uyirodirukkavum, Nilangal Paazhaaip Pogaamalirukkavum, Engalukku Vidhaithdhaaniyaththaith Thaarum Endraargal. "
},{ "Verses": "20 appadiye Egipthiyar Thangalukkup Panjam Melittabadiyaal Avaravar Thangal Thangal Vayal Nilangalai Vitraargal; Yoseppu Egipthin Nilangal Yaavaiyum Paarvonukkaagak Kondaan; Ivvidhamaai Andhap Boomi Paarvonudaiyadhaayitru. "
},{ "Verses": "21 melum Avan Egipthin Oru Ellaimudhal Maru Ellaivaraikkumulla Janangalai Andhandhap Pattanangalil Kudimaarippogappanninaan. "
},{ "Verses": "22 aasaariyarudaiya Nilaththai Maaththiram Avan Kollavillai; Adhu Paarvonaale Aasaariyarukku Maaniyamaagak Kodukkappattirundhadhinaalum, Paarvon Avargalukkuk Koduththa Maariyadhthinaale Avargal Jeevanam Pannivandhadhinaalum, Avargal Thangal Nilaththai Virkavillai. "
},{ "Verses": "23 pinnum Yoseppu Janangalai Nokki: Idho, Indru Ungalaiyum Ungal Nilangalaiyum Paarvonukkaaga Vaangikkonden; Idho, Ungalukkuk Kodukkappadugira Vidhaith Dhaaniyam, Idhai Nilaththil Vidhaiyungal. "
},{ "Verses": "24 vilaivil Aindhil Oru Pangaip Paarvonukkuk Kodukkavendum; Matra Naalu Pangum Vayalukku Vidhaiyaagavum Ungalukkum Ungal Kudumbaththaarukkum Ungal Kuzhandhaikalukkum Aagaaramaagavum Ungaludaiyadhaayirukkattum Endraan. "
},{ "Verses": "25 appozhudhu Avargal: Neer Engal Piraananaik Kaappaatrineer; Engal Aandavanudaiya Kangalil Engalukkuth Dhayavu Kidaikkavendum; Naangal Paarvonukku Adimaigalaayirukkirom Endraargal. "
},{ "Verses": "26 aindhil Ondru Paarvonukkuch Serum Vaaram Endru Yoseppu Itta Kattalaipbadi Egipthu Dhesaththile Innaalvaraikkum Nadandhuvarugiradhu; Aasaariyarin Nilam Maaththiram Paarvonaich Seraamal Neengalaayirundhadhu. "
},{ "Verses": "27 isravelar Egipthu Dhesaththilulla Kosen Naattile Kudiyirundhaargal; Ange Nilangalaik Kaiyaatchi Seydhu, Migavum Palugip Peruginaargal. "
},{ "Verses": "28 yaakkobu Egipthu Dhesaththile Padhinezhu Varusham Irundhaan; Yaakkobudaiya Aayusu Naatkal Nootrunaarpaththezhu Varusham. "
},{ "Verses": "29 isravel Maranamadaiyum Kaalam Sameebiththadhu. Appozhudhu Avan Than Kumaaranaagiya Yoseppai Varavazhaiththu, Avanai Nokki: Enmel Unakkuth Dhayavundaanaal, Un Kaiyai En Thodaiyinkeezh Vaiththu Enmel Patchamum Unmaiyumullavanaayiru; Ennai Egipthile Adakkam Pannaadhiruppaayaaga. "
},{ "Verses": "30 naan En Pidhaakkalode Paduththukkollavendum; Aagaiyaal, Nee Ennai Egipthilirundhu Eduththukkondupoi, Avargalai Adakkampanniyirukkira Nilaththile Ennaiyum Adakkampannu Endraan. Adharku Avan: Umadhu Solbadi Seyven Endraan. "
},{ "Verses": "31 appozhudhu Avan: Enakku Aanaiyittukkodu Endraan; Avanukku Aanaiyittukkoduththaan. Appozhudhu Isravel Kattilin Thalaimaattile Saaindhu Thozhudhukondaan. "
}
]