[
{ "Verses": "1 eesaakku Mudhirvayadhaanadhinaal Avan Kangal Iruladaindhu Paarvaiyatrupponapodhu, Avan Than Mooththa Kumaaranaagiya Esaavai Azhaiththu, En Magane Endraan; Avan, Idho, Irukkiren Endraan. "
},{ "Verses": "2 appozhudhu Avan: Naan Mudhirvayadhaanen, En Maranam Inna Naalil Endru Ariyen. "
},{ "Verses": "3 aagaiyaal, Nee Un Aayudhangalaagiya Un Amparaaththooniyaiyum Un Villaiyum Eduththukkondu Vanaththukkuppoi, Enakgaaga Vettaiyaadi, "
},{ "Verses": "4 adhai Enakkup Piriyamaayirukkira Rusiyulla Padhaarththangalaagach Samaiththu, Naan Pusikkavum, Naan Maranamadaiyumunne En Aaththumaa Unnai Aaseervadhikkavum, Ennidaththil Konduvaa Endraan. "
},{ "Verses": "5 eesaakku Than Kumaaranaagiya Esaavode Pesugaiyil, Rebekkaal Kettukkondirundhaal. Esaa Vetdaiyaatikkonduvarumpadi Vanaththukkup Ponaan. "
},{ "Verses": "6 appozhudhu Rebekkaal Than Kumaaranaagiya Yaakkobai Nokki: Un Thagappan Un Sagodharanaagiya Esaavai Azhaiththu: "
},{ "Verses": "7 naan Pusiththu, Enakku Maranam Varumunne, Karththarai Munnittu Unnai Aaseervadhikkumpadi, Nee Enakgaaga Vetdaiyaati, Adhai Enakku Rusiyulla Padhaarththangalaagach Samaiththukkonduvaa Endru Sollakketten. "
},{ "Verses": "8 aagaiyaal, En Magane, En Sollaik Kettu, Naan Unakkuk Karpikkirapadi Sey. "
},{ "Verses": "9 nee Aattumandhaikkup Poi, Irandu Nalla Vellaattukkuttigalaik Konduvaa; Naan Avaigalai Un Thagappanukkup Piriyamaanapadi Rusiyulla Padhaarththangalaagach Samaippen. "
},{ "Verses": "10 un Thagappan Thaam Maranamadaiyumunne Unnai Aaseervadhikkumpadi Avar Pusippadharku Nee Adhai Avaridaththil Kondupogavendum Endraal. "
},{ "Verses": "11 adharku Yaakkobu Than Thaayaagiya Rebekkaalai Nokki: En Sagodharanaagiya Esaa Romam Migundhavan, Naan Romamillaadhavan. "
},{ "Verses": "12 oruvelai En Thagappan Ennaith Thadavippaarppaar; Appozhudhu Naan Avarukku Eththanaaik Kaanappattu, Enmel Aaseervaadhaththai Alla, Saabaththai Varappannikkolvene Endraan. "
},{ "Verses": "13 adharku Avan Thaai: En Magane, Unmel Varum Saabam Enmel Varattum; En Sollaimaaththiram Kettu, Nee Poi, Avaigalai Ennidaththil Konduvaa Endraal. "
},{ "Verses": "14 avan Poi Avaigalaip Pidiththu, Than Thaayinidaththil Konduvandhaan; Avanudaiya Thaai Avan Thagappanukkup Piriyamaanapadi Rusiyulla Padhaarththangalaich Samaiththaal. "
},{ "Verses": "15 pinbu, Rebekkaal Veettile Thannidaththil Irundha Than Mooththa Maganaagiya Esaavin Nalla Vasdhirangalai Eduththu, Than Ilaiya Maganaagiya Yaakkobukku Uduththi, "
},{ "Verses": "16 vellaattukkuttigalin Tholai Avan Kaigalileyum Romamillaadha Avan Kazhuththileyum Pottu; "
},{ "Verses": "17 thaan Samaiththa Rusiyulla Padhaarththangalaiyum Appangalaiyum Than Kumaaranaagiya Yaakkobin Kaiyile Koduththaal. "
},{ "Verses": "18 avan Than Thagappanidaththil Vandhu, En Thagappane Endraan; Adharku Avan: Idho, Irukkiren; Nee Yaar, En Magane Endraan. "
},{ "Verses": "19 appozhudhu Yaakkobu Than Thagappanai Nokki: Naan Umadhu Mooththa Maganaagiya Esaa; Neer Enakkuch Sonnapadiye Seydhen; Ummudaiya Aaththumaa Ennai Aaseervadhikkumpadi, Neer Ezhundhu Utkaarndhu, Naan Vetdaiyaatikkonduvandhadhaip Pusiyum Endraan. "
},{ "Verses": "20 appozhudhu Eesaakkuth Than Kumaaranai Nokki: En Magane, Idhu Unakku Iththanai Seekkiramaai Eppadi Agappattadhu Endraan. Avan: Ummudaiya Dhevanaagiya Karththar Enakku Neridappanninaar Endraan. "
},{ "Verses": "21 appozhudhu Eesaakku Yaakkobai Nokki: En Magane, Nee En Kumaaranaagiya Esaadhaano Allavo Endru Naan Unnaith Thadavippaarkkumpadi Kitta Vaa Endraan. "
},{ "Verses": "22 yaakkobu Than Thagappanaagiya Eesaakkandaiyil Kittap Ponaan; Avan Ivanaith Thadavippaarththu: Saththam Yaakkobin Saththam, Kaigalo Esaavin Kaigal Endru Solli, "
},{ "Verses": "23 avanudaiya Kaigal Avan Sagodharanaagiya Esaavin Kaigalaippola Romamullavaigalaayirundhapadiyinaale, Innaan Endru Ariyaamal, Avanai Aaseervadhiththu, "
},{ "Verses": "24  Nee En Kumaaranaagiya Esaadhaano Endraan; Avan: Naandhaan Endraan. "
},{ "Verses": "25 appozhudhu Avan: En Kumaarane, Nee Vetdaiyaadik Konduvandhadhai Naan Pusiththu, En Aaththumaa Unnai Aaseervadhikkumpadi Adhai En Kittak Konduvaa Endraan; Avan Adhaik Kittak Konduponaan; Appozhudhu Avan Pusiththaan; Pirpaadu, Thiraatcharasam Avanukkuk Konduvandhu Koduththaan, Avan Kudiththaan. "
},{ "Verses": "26 appozhudhu Avan Thagappanaagiya Eesaakku Avanai Nokki: En Magane, Nee Kitta Vandhu Ennai Muththanjey Endraan. "
},{ "Verses": "27 avan Kittappoi, Avanai Muththanjeydhaan; Appozhudhu Avanudaiya Vasdhirangalin Vaasanaiyai Mondhu: Idho, En Kumaaranudaiya Vaasanai Karththar Aaseervadhiththa Vayalveliyin Vaasanaiyaippola Irukkiradhu. "
},{ "Verses": "28 dhevan Unakku Vaanaththup Paniyaiyum Boomiyin Kozhumaiyaiyum Koduththu, Migundha Dhaaniyaththaiyum Thiraatcharasaththaiyum Thandharuluvaaraaga. "
},{ "Verses": "29 janangal Unnaich Sevikkavum Jaadhigal Unnai Vanangavum Kadavargal; Un Sagodhararukku Ejamaanaayiruppaai; Un Thaayin Pillaigal Unnai Vananguvaargal; Unnaich Sabikkiravargal Sabikgappattavargalum, Unnai Aaseervadhikkiravargal Aaseervadhikkappattavargalumaai Iruppaargal Endru Solli Avanai Aaseervadhiththaan. "
},{ "Verses": "30 eesaakku Yaakkobai Aaseervadhiththu Mudindhapodhu, Yaakkobu Than Thagappanaagiya Eesaakkin Samugaththaivittup Purappattavudane, Avan Sagodharanaagiya Esaa Vetdaiyaadi Vandhu Serndhaan. "
},{ "Verses": "31 avanum Rusiyulla Padhaarththangalaich Samaiththu, Than Thagappanandaikkuk Konduvandhu, Thagappanai Nokki: Ummudaiya Aaththumaa Ennai Aaseervadhikkumpadi, En Thagappanaar Ezhundhirundhu, Ummudaiya Kumaaranaagiya Naan Vetdaiyaadik Konduvandhadhaip Pusippaaraaga Endraan. "
},{ "Verses": "32 appozhudhu Avan Thagappanaagiya Eesaakku: Nee Yaar Endraan; Adharku Avan: Naan Umadhu Mooththa Maganaagiya Esaa Endraan. "
},{ "Verses": "33 appozhudhu Eesaakku Migavum Piramiththu Nadungi: Vetdaiyaadi Enakkuk Konduvandhaane, Avan Yaar? Nee Varumunne Avaiyellaavatrilum Naan Pusiththu Avanai Aaseervadhiththene, Avan Aaseervadhikkappattavanaagavum Iruppaan Endraan. "
},{ "Verses": "34  Esaa Than Thagappanudaiya Vaarththaigalaik Kettavudane, Migavum Manankasandhu Uraththa Saththamittu Alari, Than Thagappanai Nokki: En Thagappane, Ennaiyum Aaseervadhiyum Endraan. "
},{ "Verses": "35 adharku Avan: Un Sagodharan Thandhiramaai Vandhu, Unnudaiya Aaseervaadhaththaip Petrukkondaan Endraan. "
},{ "Verses": "36 appozhudhu Avan: Avan Peyar Yaakkobu Ennappaduvadhu Sariyallavaa? Idhode Irandudharam Ennai Mosampokkinaan; En Seshta Puththirabaagaththai Eduththukkondaan; Idho, Ippozhudhu En Aaseervaadhaththaiyum Vaangikkondaan Endru Solli; Neer Enakku Oru Aaseervaadhaththaiyaagilum Vaiththuvaikkavillaiyaa Endraan. "
},{ "Verses": "37 eesaakku Esaavukkup Piradhiyuththaramaaga: Idho, Naan Avanai Unakku Ejamaanaaga Vaiththen; Avan Sagodharar Ellaaraiyum Avanukku Oozhiyakkaararaagak Koduththu, Avanaith Dhaaniyaththinaalum Thiraatcharasaththinaalum Aadhariththen; Ippozhudhum En Magane, Naan Unakku Enna Seyven Endraan. "
},{ "Verses": "38 esaa Than Thagappanai Nokki: En Thagappane, Indha Ore Aaseervaadham Maaththiramaa Ummidaththil Undu? En Thagappane, Ennaiyum Aaseervadhiyum Endru Solli, Esaa Saththamittu Azhudhaan. "
},{ "Verses": "39 appozhudhu Avan Thagappanaagiya Eesaakku Avanukkup Piradhiyuththaramaaga: Un Vaasasthalam Boomiyin Saaraththodum Uyara Vaanaththilirundhu Irangum Paniyodum Irukkum. "
},{ "Verses": "40 un Pattayaththinaale Nee Pizhaiththu, Un Sagodharanaich Sevippaai; Nee Merkollum Kaalam Varumpodho, Un Kazhuththil Irukkira Avanudaiya Nugaththadiyai Muriththuppoduvaai Endraan. "
},{ "Verses": "41 yaakkobaith Than Thagappan Aaseervadhiththadhinimiththam Esaa Yaakkobaip Pagaiththu: En Thagappanukkaagath Dhukkikkum Naatkal Seekkiramaai Varum, Appozhudhu En Sagodharanaagiya Yaakkobaik Kondrupoduven Endru Esaa Than Irudhayaththile Sollik Kondaan. "
},{ "Verses": "42  Mooththa Maganaagiya Esaavin Vaarththaigal Rebekkaalukku Arivikkappattadhu; Appozhudhu Aval Than Ilaiya Maganaagiya Yaakkobai Azhaiththu: Un Sagodharanaagiya Esaa Unnaik Kondrupoda Ninaiththu, Thannaith Thetrikkollugiraan. "
},{ "Verses": "43  Aagaiyaal, En Magane, Naan Solvadhaik Kettu, Ezhundhu Purappattu, Aaraanil Irukkira En Sagodharanaagiya Laabaanidaththukku Odippoi, "
},{ "Verses": "44  Un Sagodharanudaiya Kobam Thaniyumattum Silanaal Avanidaththile Iru. "
},{ "Verses": "45  Un Sagodharan Unmel Vaiththa Kobam Thanindhu, Nee Avanukkuch Seydhadhai Avan Marandhapin, Naan Aal Anuppi, Avvidaththilirundhu Unnai Azhaippippen; Naan Ore Naalil Ungal Iruvaraiyum En Izhandhupogavendum Endraal. "
},{ "Verses": "46 pinbu, Rebekkaal Eesaakkai Nokki: Eththin Kumaaraththigalinimiththam En Uyir Enakku Veruppaayirukkiradhu; Indhath Dhesaththup Pengalaagiya Eththin Kumaaraththigalil Yaakkobu Oru Pennaik Kolvaanaanaal En Uyir Irundhu Aavadhenna Endraal. "
}
]