[
{ "Verses": "1 yaakkobu Than Kumaararai Azhaiththu: Neengal Koodivaarungal, Kadaisi Naatkalil Ungalukku Neridum Kaariyangalai Arivippen. "
},{ "Verses": "2 yaakkobin Kumaarare, Koodivandhu Kelungal; Ungal Thagappanaagiya Isravelukkuch Sevikodungal. "
},{ "Verses": "3 roobane, Nee En Seshtapuththiran; Nee En Saththuvamum, En Mudhalbelanumaanavan; Nee Menmaiyil Piradhaanamum Vallamaiyil Viseshamumaanavan. "
},{ "Verses": "4 thanneeraippola Thalambinavane, Nee Menmai Adaiyamaattaai; Un Thagappanudaiya Manjaththinmel Erinaai; Nee Adhaith Theettuppaduththinaai; En Padukkaiyinmel Erinaane. "
},{ "Verses": "5 simiyonum, Leviyum Egasagodharar; Avargaludaiya Pattayangal Kodumaiyin Karuvigal. "
},{ "Verses": "6 en Aaththumaave, Avargaludaiya Irakasiya Aalosanaikku Udanbadaadhe; En Menmaiye, Avargal Koottaththil Nee Seraadhe; Avargal Thangal Kobaththinaale Oru Purushanaik Kondru, Thangal Ahangaaraththinaale Arangalai Nirmoolamaakkinaargale. "
},{ "Verses": "7 ukkiramaana Avargal Kobamum Kodumaiyaana Avargal Moorkkamum Sabikkappadakkadavadhu; Yaakkobile Avargalaip Piriyavum, Isravelile Avargalaich Sidharavumpannuven. "
},{ "Verses": "8 yoodhaave, Sagodhararaal Pugazhappadubavan Neeye; Un Karam Un Saththurukkaludaiya Pidariyinmel Irukkum; Un Thagappanudaiya Puththirar Unmun Panivaargal. "
},{ "Verses": "9 yoodhaa Baalasingam, Nee Irai Kavarndhukondu Eripponaai; En Magane, Singampolum Kizhachsingampolum Madangip Patuthdhaan; Avanai Ezhuppugiravan Yaar? "
},{ "Verses": "10 samaadhaana Karththar Varumalavum Sengol Yoodhaavaivittu Neenguvadhum Illai, Niyaayappiramaanikkan Avan Paadhangalai Vittu Ozhivadhum Illai; Janangal Avaridaththil Seruvaargal. "
},{ "Verses": "11 avan Than Kazhudhaikkuttiyaith Thiraatsachchediyilum, Than Koligaikkazhudhaiyin Kuttiyai Narkula Thiraatsachchediyilum Kattuvaan; Thiraatcharasaththile Than Vasthiraththaiyum, Thiraatchappazhangalin Iraththaththile Than Angiyaiyum Thoippaan. "
},{ "Verses": "12 avan Kangal Thiraatcharasaththinaal Sivappaayum, Avan Parkal Paalinaal Venmaiyaayum Irukkum. "
},{ "Verses": "13 sepulon Katdalhurai Aruge Kudiyiruppaan; Avan Kappal Thuraimugamaai Iruppaan; Avan Ellai Seedhonvaraikkum Irukkum. "
},{ "Verses": "14 isakkaar Irandu Podhiyin Naduve Paduththukkondirukkira Balaththa Kazhudhai. "
},{ "Verses": "15 avan, Ilaippaarudhal Nalladhu Endrum, Naadu Vasadhiyaanadhu Endrum Kandu, Sumakkiradharkuth Than Tholaich Saaiththu, Pagudhikattugiravanaanaan. "
},{ "Verses": "16 thaan Isravel Koththirangalil Oru Koththiramaagi, Than Janaththai Niyaayam Visaarippaan. "
},{ "Verses": "17 thaan, Kudhiraiyinmel Eriyirukkiravan Mallaandhu Vizhumbadiyaai Adhin Kudhigaalaik Katikkiradharku Vazhiyil Kidakkira Sarppaththaippolavum, Paadhaiyil Irukkira Viriyanaippolavum Iruppaan. "
},{ "Verses": "18 karththaave, Ummudaiya Iratchippukkuk Kaaththirukkiren. "
},{ "Verses": "19 kaadh Enbavanmel Raanuvakkoottam Paaindhuvizhum; Avano Mudivile Adhinmel Baaindhuvizhuvaan. "
},{ "Verses": "20 aaserudaiya Aagaaram Kozhumaiyaayirukkum; Raajaakkalukku Vendiya Rusivarkkangalai Avan Tharuvaan. "
},{ "Verses": "21 napthali Vidudhalaipetra Penmaan; Inbamaana Vasanangalai Vasanippaan. "
},{ "Verses": "22 yoseppu Kanitharum Sedi; Avan Neer Ootrandaiyilulla Kanitharum Sedi; Adhin Kodigal Suvarinmel Padarum. "
},{ "Verses": "23 vilveerar Avanai Manamadivaakki, Avanmel Eydhu, Avanaip Pagaiththaargal. "
},{ "Verses": "24 aanaalum, Avanudaiya Vil Urudhiyaai Nindradhu; Avan Puyangal Yaakkobudaiya Vallavarin Karangalaal Balaththana; Idhinaal Avan Meyppanum Isravelin Kanmalaiyum Aanaan. "
},{ "Verses": "25 un Thagappanudaiya Dhevanaale Appadiyaayitru, Avar Unakkuth Thunaiyaayiruppaar; Sarvavallavaraale Appadiyaayitru, Avar Uyara Vaanaththilirundhu Undaakum Aaseervaadhangalinaalum, Keezhe Aazhaththil Undaakum Aaseervaadhangalinaalum, Sthanangalukkum Karppangalukkum Uriya Aaseervaadhangalinaalum Unnai Aaseervadhippaar. "
},{ "Verses": "26 un Thagappanudaiya Aaseervaadhangal En Pidhaakkaludaiya Aaseervaadhangalukku Merpattadhaayirundhu, Niththiya Parvadhangalin Mudivumattum Ettugindrana; Avaigal Yoseppudaiya Sirasin Melum, Than Sagodhararil Viseshiththavanudaiya Uchchanthalaiyinmelum Varuvadhaaga. "
},{ "Verses": "27 benyameen Peerukira Onaai; Kaalaiyil Than Iraiyaip Patchippaan, Maalaiyil Thaan Kollaiyittadhaip Pangiduvaan Endraan. "
},{ "Verses": "28 ivargal Ellaarum Isravelin Pannirendu Koththiraththaar; Avargaludaiya Thagappan Avargalai Aaseervadhikkaiyil, Avargalukkuch Sonnadhu Idhudhaan; Avanavanukkuriya Aaseervaadham Solli Avanavanai Aaseervadhiththaan. "
},{ "Verses": "29 pinnum Avan Avargalai Nokki: Naan En Janaththaarode Serkkappadappogiren; Eththiyanaana Epperonin Nilaththilulla Kugaiyile Ennai En Pidhaakkalandaiyile Adakkam Pannungal Endru Kattalaiyittu; "
},{ "Verses": "30 andhak Kugai Kaanaan Dhesaththile Mamrekku Edhiraaga Makpelaa Ennappatta Nilaththil Irukkiradhu; Adhai Namakkuch Sondhak Kallaraip Boomiyaayirukkumbadi, Aabiragaam Eththiyanaagiya Epperon Kaiyil Adharkuriya Nilaththudane Vaanginaar. "
},{ "Verses": "31 ange Aabiragaamaiyum Avar Manaiviyaagiya Saaraalaiyum Adakkampanninaargal; Ange Eesaakkaiyum Avar Manaiviyaagiya Rebekkaalaiyum Adakkampanninaargal; Ange Leyaalaiyum Adakkampanninen. "
},{ "Verses": "32 andha Nilamum Adhil Irukkira Kugaiyum Eththin Puththirar Kaiyil Kollappattadhu Endraan. "
},{ "Verses": "33 yaakkobu Than Kumaararukkuk Kattalaiyittu Mudindhapinbu, Avan Than Kaalgalaik Kattilinmel Madakkik Kondu Jeeviththuppoi, Than Janaththaarode Serkkappattaan. "
}
]