[
{ "Verses": "1 aabiraamum, Avan Manaiviyum, Avanukku Undaana Yaavum, Avanudane Loththum, Egipthai Vittu, Thenthisaiyil Vandhaargal. "
},{ "Verses": "2 aabiraam Mirugajeevangalum Velliyum Ponnumaana Aasthigalaiyudaiya Seemaanaayirundhaan. "
},{ "Verses": "3 avan Than Prayaanangalile Therkeyirundhu Beththel Mattum, Beththelukkum Aayeekkum Naduvaagath Thaan Munbu Koodaarampottadhum, "
},{ "Verses": "4 thaan Mudhalmudhal Oru Balipeedaththai Undaakkinadhumaana Sthalamattum Ponaan; Ange Aabiraam Karththarudaiya Naamaththaith Thozhudhukondaan. "
},{ "Verses": "5 aabiraamudane Vandha Loththukkum Aadumaadugalum Koodaarangalum Irundhana. "
},{ "Verses": "6 avargal Orumiththuk Kudiyirukka Andha Boomi Avargalaith Thaangakkoodaadhirundhadhu; Avargaludaiya Aasthi Migudhiyaayirundhapadiyaal, Avargal Orumiththu Vaasampanna Edhuvillaamarpoyitru. "
},{ "Verses": "7 aabiraamudaiya Mandhaimeypparukkum Loththudaiya Mandhaimeypparukkum Vaakkuvaadham Undaayitru. Akkaalaththile Kaanaaniyarum Perisiyarum Aththesaththil Kudiyirundhaargal. "
},{ "Verses": "8 aabiraam Loththai Nokki: Enakkum Unakkum, En Meypparukkum Un Meypparukkum Vaakkuvaadham Vendaam; Naam Sagodharar. "
},{ "Verses": "9 indha Dhesamellaam Unakku Mun Irukkiradhu Allavaa? Nee Ennaivittup Pirindhupogalaam; Nee Idadhupuram Ponaal, Naan Valadhupuram Pogiren; Nee Valadhupuram Ponaal, Naan Idadhupuram Pogiren Endraan. "
},{ "Verses": "10 appozhudhu Loththu Than Kangalai Ereduththup Paarththu; Yordhaan Nadhikku Arugaana Samaboomi Muzhuvadhum Neervalam Porundhinadhaayirukkak Kandaan. Karththar Sodhomaiyum Komoraavaiyum Azhikkummunne, Sovaarukkup Pom Vazhimattum Adhu Karththarudaiya Thottaththaip Polavum Egipthu Dhesaththaippolavum Irundhadhu. "
},{ "Verses": "11 appozhudhu Loththu Yordhaanukku Arugaana Samaboomi Muzhuvadhaiyum Therindhukondu, Kizhakke Prayaanappattup Ponaan; Ippadi Avargal Oruvarai Oruvar Vittup Pirindhaargal. "
},{ "Verses": "12 aabiraam Kaanaan Dhesaththil Kudiyirundhaan; Loththu Andha Yordhaanukku Arugaana Samaboomiyilulla Pattanangalil Vaasampanni, Sodhomukku Nere Koodaaram Pottaan. "
},{ "Verses": "13 sodhomin Janangal Pollaadhavargalum Karththarukku Munbaaga Magaa Paavigalumaai Irundhaargal. "
},{ "Verses": "14 loththu Aabiraamaivittup Pirindhapinbu, Karththar Aabiraamai Nokki: Un Kangalai Ereduththu, Nee Irukkira Idaththilirundhu Vadakkeyum, Therkeyum, Kizhakkeyum, Merkeyum Nokkippaar. "
},{ "Verses": "15 nee Paarkkira Indha Boomi Muzhuvadhaiyum Naan Unakkum Un Sandhadhikkum Endraikkum Irukkumpadi Koduththu, "
},{ "Verses": "16 un Sandhadhiyai Boomiyin Thoolaippolap Perugappannuven; Oruvan Boomiyin Thoolai Ennakkoodumaanaal, Un Sandhadhiyum Ennappadum. "
},{ "Verses": "17 nee Ezhundhu Dhesaththin Neelamum Agalamum Emmatto, Ammattum Nadandhu Thiri; Unakku Adhaith Tharuven Endraar. "
},{ "Verses": "18 appozhudhu Aabiraam Koodaaraththaip Peyarththukkondupoi, Ebironilirukkum Mamreyin Samaboomiyil Serndhu Kudiyirundhu, Ange Karththarukku Oru Balipeedaththaik Kattinaan. "
}
]