[
{ "Verses": "1 karththar Aabiraamai Nokki: Nee Un Dhesaththaiyum, Un Inaththaiyum, Un Thagappanudaiya Veettaiyum Vittup Purappattu, Naan Unakkuk Kaanbikkum Dhesaththukkup Po. "
},{ "Verses": "2 naan Unnaip Periya Jaadhiyaakki, Unnai Aaseervadhiththu, Un Peraip Perumaippaduththuven; Nee Aaseervaadhamaai Iruppaai. "
},{ "Verses": "3 unnai Aaseervadhikkiravargalai Aaseervadhippen, Unnai Sabikkiravanai Sabippen; Boomiyilulla Vamsangalellaam Unakkul Aaseervadhikkappadum Endraar. "
},{ "Verses": "4 karththar Aabiraamukku Sonnapadiye Avan Purappattup Ponaan; Loththum Avanodekoodap Ponaan. Aabiraam Aaraanaivittup Purappattapodhu, Ezhubaththaindhu Vayadhullavanaayirundhaan. "
},{ "Verses": "5 aabiraam Than Manaiviyaagiya Saaraayaiyum, Than Sagodharanudaiya Kumaaranaagiya Loththaiyum, Thaangal Sambaadhiththirundha Thangal Sambaththellaavatraiyum, Aaraanile Savadhariththa Janangalaiyum Koottikkondu, Avargal Kaanaan Dhesaththukkup Purappattuppoi, Kaanaan Dhesaththile Serndhaargal. "
},{ "Verses": "6 aabiraam Andha Dhesaththil Sutrith Thirindhu Seekem Ennum Idaththukku Sameebamaana More Ennum Samaboomimattum Vandhaan; Akkaalaththile Kaanaaniyar Aththesaththil Irundhaargal. "
},{ "Verses": "7 karththar Aabiraamukkuth Dharisanamaagi: Un Sandhadhikku Indha Dhesaththaik Koduppen Endraar. Appozhudhu Avan Thanakku Dharisanamaana Karththarukku Ange Oru Balipeedaththaik Kattinaan. "
},{ "Verses": "8 pinbu Avan Avvidamvittup Peyarndhu, Beththelukkuk Kizhakke Irukkum Malaikkup Poi, Beththel Thanakku Merkaagavum Aayee Kizhakkaagavum Irukkak Koodaaram Pottu, Ange Karththarukku Oru Balipeedaththaik Katti, Karththarudaiya Naamaththaith Thozhudhukondaan. "
},{ "Verses": "9 adhinpin Aabiraam Purappattu, Therke Prayaanampannikkondu Ponaan. "
},{ "Verses": "10 aththesaththile Panjam Undaayitru; Dhesaththile Panjam Kodidhaayirundhapadiyaal, Aabiraam Egipthu Dhesaththile Thangumpadi Avvidaththukkup Ponaan. "
},{ "Verses": "11 avan Egipthukku Sameebamaai Vandhapodhu, Than Manaivi Saaraayaip Paarththu: Nee Paarvaikku Azhagulla Sthree Endru Ariven. "
},{ "Verses": "12 egipthiyar Unnaik Kaanumpodhu, Ival Avanudaiya Manaivi Endru Solli, Ennaik Kondrupottu, Unnai Uyirode Vaippaargal. "
},{ "Verses": "13 aagaiyaal, Unnimiththam Enakku Nanmai Undaagumpadikkum, Unnaale En Uyir Pizhaikkumpadikkum, Nee Unnai En Sagodhari Endru Sol Endraan. "
},{ "Verses": "14 aabiraam Egipthile Vandhapodhu, Egipthiyar Andha Sthreeyai Migundha Azhagullavalendru Kandaargal. "
},{ "Verses": "15 paarvonudaiya Prabukkalum Avalaik Kandu, Paarvonukku Munbaaga Avalaip Pugazhndhaargal. Appozhudhu Andha Sthree Paarvonudaiya Aramanaikkuk Kondupogappattaal. "
},{ "Verses": "16 aval Nimiththam Avan Aabiraamukku Dhayaipaaraattinaan; Avanukku Aadumaadugalum, Kazhudhaigalum, Velaikkaararum, Velaikkaarigalum, Koligaik Kazhudhaigalum, Ottagangalum Kidaiththadhu. "
},{ "Verses": "17 aabiraamudaiya Manaiviyaagiya Saaraayin Nimiththam Karththar Paarvonaiyum, Avan Veettaaraiyum Magaa Vaadhaigalaal Vaadhiththaar. "
},{ "Verses": "18 appozhudhu Paarvon Aabiraamai Azhaiththu: Nee Enakku En Ippadi Seydhaai? Ival Un Manaivi Endru Nee Enakku Ariviyaamar Ponadhenna? "
},{ "Verses": "19 ivalai Un Sagodhari Endru Nee Sollavenduvadhu Enna? Ivalai Naan Enakku Manaiviyaagakkondiruppene; Idho Un Manaivi; Ivalai Azhaiththukkondupo Endru Sonnaan. "
},{ "Verses": "20 paarvon Avanaikkuriththuth Than Manusharukkuk Kattalai Koduththaan; Avargal Avanaiyum, Avan Manaiviyaiyum Avanukku Undaana Ellaavatraiyum Anuppivittaargal. "
}
]