[
{ "Verses": "1 karththar Novaavai Nokki: Neeyum Un Veettaar Anaivarum Pezhaikkul Pravesiyungal; Indha Sandhadhiyil Unnai Enakku Munbaaga Needhimaanaagak Kanden. "
},{ "Verses": "2 boomiyinmeedhengum Viththai Uyirode Kaakkumporuttu, Nee Suththamaana Sagala Mirugangalilum, Aanum Pennumaaga Evvezhu Jodum, Suththamallaadha Mirugangalil Aanum Pennumaaga Ovvoru Jodum, "
},{ "Verses": "3 aagaayaththup Paravaigalilum, Sevalum Pedumaaga Evvezhu Jodum Unnidaththil Serththukkol. "
},{ "Verses": "4 innum Ezhunaal Sendrapinbu, Naarpadhunaal Iravum Pagalum Boomiyinmel Mazhaiyai Varushikkappanni, Naan Undaakkina Jeevajandhukkal Anaiththaiyum Boomiyinmel Iraadhapadikku Nikkiragam Pannuven Endraar. "
},{ "Verses": "5 novaa Thanakkuk Karththar Kattalaiyittapadiyellaam Seydhaan. "
},{ "Verses": "6 jalappralayam Boomiyinmel Undaanapodhu, Novaa Arunooru Vayadhaayirundhaan. "
},{ "Verses": "7 jalappralayaththukkuth Thappumpadi Novaavum Avanudanekooda Avan Kumaararum, Avan Manaiviyum, Avan Kumaararin Manaivigalum Pezhaikkul Pravesiththaargal. "
},{ "Verses": "8 dhevan Novaavukkuk Kattalaiyittapadiye, Suththamaana Mirugangalilum, Suththamallaadha Mirugangalilum, Boomiyinmel Oorum Praanigal Ellaavatrilum, "
},{ "Verses": "9 aanum Pennum Jodu Jodaaga Novaavidaththil Pezhaikkutpattana. "
},{ "Verses": "10 ezhunaal Sendrapinbu Boomiyinmel Jalappralayam Undaayitru. "
},{ "Verses": "11 novaavukku Arunooraam Vayadhaagum Varusham Irandaam Maadham Padhinezhaam Thedhiyaagiya Annaalile, Magaa Aazhaththin Ootrukkangalellaam Pilandhana; Vaanaththin Madhagugalum Thiravundana. "
},{ "Verses": "12 naarpadhunaal Iravum Pagalum Boomiyinmel Perumazhai Peydhadhu. "
},{ "Verses": "13 andraiththiname Novaavum, Novaavin Kumaararaagiya Semum Kaamum Yaappeththum, Avargaludanekooda Novaavin Manaiviyum, Avan Kumaararin Moondru Manaivigalum, Pezhaikkul Pravesiththaargal. "
},{ "Verses": "14 avargalodu Jaadhijaadhiyaana Sagalavidhak Kaattumirugangalum, Jaadhijaadhiyaana Sagalavidha Naattumirugangalum, Boomiyinmel Oorugira Jaadhijaadhiyaana Sagalavidha Oorum Praanigalum, Jaadhijaadhiyaana Sagalavidhap Paravaigalum, Palavidhamaana Siragugalulla Sagalavidhap Patchigalum Pravesiththana. "
},{ "Verses": "15 ippadiye Jeevasuvaasamulla Maamsa Jandhukkalellaam Jodu Jodaaga Novaavidaththil Pezhaikkul Pravesiththana. "
},{ "Verses": "16 dhevan Avanukkuk Kattalaiyittapadiye, Aanum Pennumaaga Sagalavidha Maamsajandhukkalum Ulle Pravesiththana; Appozhudhu Karththar Avanai Ullevittuk Kadhavai Adaiththaar. "
},{ "Verses": "17 jalappralayam Naarpadhu Naal Boomiyinmel Undaanapodhu, Jalam Perugi, Pezhaiyaik Kilambappannitru; Adhu Boomikkumel Midhandhadhu. "
},{ "Verses": "18 jalam Peruvellamaagi, Boomiyinmel Migavum Perugitru; Pezhaiyaanadhu Jalaththinmel Midhandhukondirundhadhu. "
},{ "Verses": "19 jalam Boomiyinmel Migavum Adhigamaaip Peruginadhinaal, Vaanaththinkeezh Engumulla Uyarndha Malaigalellaam Moodappattana. "
},{ "Verses": "20 moodappatta Malaigalukku Melaaip Padhinaindhumuzha Uyaraththirku Jalam Perugitru. "
},{ "Verses": "21 appozhudhu Maamsajandhukkalaagiya Paravaigalum, Naattumirugangalum, Kaattumirugangalum, Boomiyinmel Oorum Praanigal Yaavum, Ellaa Narajeevangalum, Boomiyinmel Sanjarikkiravaigal Yaavum Maandana. "
},{ "Verses": "22 vettaandharaiyil Undaana Ellaavatrilum Naasiyile Jeevasuvaasamullavaigal Ellaam Maandupoyina. "
},{ "Verses": "23 manushar Mudhal, Mirugangal, Oorum Praanigal, Aagaayaththup Paravaigal Pariyandhamum, Boomiyinmel Irundha Uyirulla Vasthukkal Yaavum Azhindhu, Avaigal Boomiyil Iraadhapadikku Nikkiragamaayina; Novaavum Avanode Pezhaiyilirundha Uyirgalum Maaththiram Kaakkappattana. "
},{ "Verses": "24 jalam Boomiyinmel Nootraimbadhu Naal Migavum Pravaagiththukkondirundhadhu. "
}
]