[
{ "Verses": "1 saaraal Nootru Irubaththezhu Varusham Uyirodirundhaal; Ivvalave Saaraaludaiya Vayadhu. "
},{ "Verses": "2 kaanaan Dhesaththilulla Ebiron Ennum Keeriyaadharpaavile Saaraal Mariththaal; Appozhudhu Aabiragaam Vandhu, Saaraalukkaagap Pulambi Azhudhaan. "
},{ "Verses": "3 pinbu Aabiragaam Predham Irundha Idaththilirundhu Ezhundhupoi, Eththin Puththirarode Pesi: "
},{ "Verses": "4 naan Ungalidaththil Anniyanum Paradhesiyumaai Irukkiren; Ennidaththilirukkira Indhap Predham En Kanmun Iraadhapadikku Naan Adhai Adakkampannuvadharku, Ungalidaththil Enakku Sondhamaaga Oru Kallaraip Boomiyaith Tharavendum Endraan. "
},{ "Verses": "5 adharku Eththin Puththirar Aabiragaamukkup Pradhiyuththaramaaga: "
},{ "Verses": "6 engal Aandavane, Naangal Sollugiradhaik Kelum; Engalukkulle Neer Magaa Prabu, Engal Kallaraigalil Mukkiyamaanadhile Predhaththai Adakkampannum; Neer Predhaththai Adakkampanna Engalil Oruvanum Than Kallaraiyai Umakkuth Thadaiseyvadhillai Endraargal. "
},{ "Verses": "7 appozhudhu Aabiragaam Ezhundhirundhu, Eththin Puththiraraagiya Aththesaththaarukku Vandhanam Seydhu, "
},{ "Verses": "8 avargalode Pesi: Ennidaththilirukkira Predham En Kanmun Iraadhapadikku, Naan Adhai Adakkampanna Ungalukku Sammadhiyaanaal, Neengal En Vaarththaiyaik Kettu, Sokaarudaiya Kumaaranaagiya Epperon, "
},{ "Verses": "9 than Nilaththin Kadaisiyile Irukkira Makpelaa Ennappatta Kugaiyai Enakku Sondhamaana Kallarai Boomiyaayirukkumpadi Tharavendum Endru, Avaridaththil Enakkaaga Vendikkollungal; Adhu Perumaana Vilaikku Avar Adhaith Tharuvaaraaga Endraan. "
},{ "Verses": "10 epperon Eththin Puththirar Naduvile Utkaarndhirundhaan; Appozhudhu Eththiyanaagiya Epperon Than Oor Vaasalukkul Pravesikkira Eththin Puththirar Anaivarum Ketka Aabiragaamukkup Pradhiyuththaramaaga: "
},{ "Verses": "11 appadiyalla, En Aandavane, En Vaarththaiyaik Kelum; Andha Nilaththai Umakkuth Tharugiren, Adhilirukkum Kugaiyaiyum Umakkuth Tharugiren, En Janappuththirarudaiya Kangalukku Munbaaga Adhai Umakkuth Tharugiren, Ummidaththilirukkira Predhaththai Adakkampannum Endraan. "
},{ "Verses": "12 appozhudhu Aabiragaam Aththesaththaarukku Vandhanam Seydhu, "
},{ "Verses": "13 dhesaththu Janangal Ketka, Epperonai Nokki: Kodukka Umakku Manadhaanaal En Vaarththaiyaik Kelum; Nilaththin Vilaiyaith Tharugiren; En Kaiyil Adhai Vaangikkollum; Appozhudhu Ennidaththilirukkira Predhaththai Avvidaththil Adakkampannuven Endraan. "
},{ "Verses": "14 adharku Epperon Aabiragaamukkup Pradhiyuththaramaaga: "
},{ "Verses": "15 en Aandavane, Naan Sollugiradhaik Kelum; Andha Nilam Naanooru Sekkal Nirai Velli Perum; Enakkum Umakkum Adhu Evvalavu Kaariyam; Neer Ummidaththilirukkira Predhaththai Adakkampannum Endraan. "
},{ "Verses": "16 appozhudhu Aabiragaam Epperonin Sollaik Kettu, Eththin Puththirarukku Munbaaga Epperon Sonnapadiye, Varththagaridaththil Sellumpadiyaana Naanooru Sekkal Nirai Velliyai Avanukku Niruththuk Koduththaan. "
},{ "Verses": "17 indhappragaaram Mamrekku Edhire Makpelaavilulla Epperonudaiya Nilamaagiya Andha Boomiyum, Adhilulla Kugaiyum, Nilaththin Ellaiyengum Soozhndhirukkira Marangal Adangalum, "
},{ "Verses": "18 avanudaiya Oorvaasalukkul Pravesikkum Eththin Puththirar Ellaarum Ariya Aabiragaamukku Sondhamaaga Urudhippaduththappattadhu. "
},{ "Verses": "19 adharkuppin Aabiragaam Than Manaiviyaagiya Saaraalaik Kaanaandhesaththil Epperon Oor Boomiyaana Mamrekku Edhire Irukkira Makpelaa Ennum Nilaththin Kugaiyile Adakkampanninaan. "
},{ "Verses": "20 ippadi Eththin Puththirar Kaiyil Kollappatta Andha Nilamum, Adhilulla Kugaiyum, Aabiragaamukku Sondha Kallarai Boomiyaaga Urudhippaduththappattadhu. "
}
]