[
{ "Verses": "1 aadhaam Than Manaiviyaagiya Evaalai Arindhaan; Aval Garppavadhiyaagi, Kaayeenaip Petru, Karththaraal Oru Manushanaip Petren Endraal. "
},{ "Verses": "2 pinbu Avanudaiya Sagodharanaagiya Aabelaip Petraal; Aabel Aadugalai Meykkiravanaanaan, Kaayeen Nilaththaip Payiridugiravanaanaan. "
},{ "Verses": "3 silanaal Sendrapinbu, Kaayeen Nilaththin Kanigalaik Karththarukkuk Kaanikkaiyaagak Konduvandhaan. "
},{ "Verses": "4 aabelum Than Mandhaiyin Thalaiyeetrugalilum Avaigalil Kozhumaiyaanavaigalilum Silavatraik Konduvandhaan. Aabelaiyum Avan Kaanikkaiyaiyum Karththar Angigariththaar. "
},{ "Verses": "5 kaayeenaiyum Avan Kaanikkaiyaiyum Avar Angigarikkavillai. Appozhudhu Kaayeenukku Migavum Erichchal Undaagi, Avan Muganaadi Verupattadhu. "
},{ "Verses": "6 appozhudhu Karththar Kaayeenai Nokki: Unakku En Erichchal Undaayitru? Un Muganaadi En Verupattadhu? "
},{ "Verses": "7 nee Nanmai Seydhaal Menmai Illaiyo? Nee Nanmai Seyyaadhirundhaal Paavam Vaasarpadiyil Paduththirukkum; Avan Aasai Unnaip Patriyirukkum, Nee Avanai Aandukolluvaai Endraar. "
},{ "Verses": "8 kaayeen Than Sagodharanaagiya Aabelode Pesinaan; Avargal Vayal Veliyil Irukkum Samayaththil, Kaayeen Than Sagodharanaagiya Aabelukku Virodhamaai Ezhumbi, Avanaik Kolaiseydhaan. "
},{ "Verses": "9 karththar Kaayeenai Nokki: Un Sagodharanaagiya Aabel Enge Endraar; Adharku Avan: Naan Ariyen; En Sagodharanukku Naan Kaavalaaliyo Endraan. "
},{ "Verses": "10 adharku Avar: Enna Seydhaai? Un Sagodharanudaiya Raththaththin Saththam Boomiyilirundhu Ennai Nokkik Kooppidugiradhu. "
},{ "Verses": "11 ippozhudhu Un Sagodharanudaiya Raththaththai Un Kaiyile Vaangikkollath Than Vaayaith Thirandha Indha Boomiyil Nee Sabikkappattiruppaai. "
},{ "Verses": "12 nee Nilaththaip Payiridumpodhu, Adhu Than Palanai Ini Unakkuk Kodaadhu; Nee Boomiyil Nilaiyatru Alaigiravanaayiruppaai Endraar. "
},{ "Verses": "13 appozhudhu Kaayeen Karththarai Nokki: Enakku Itta Thandanai Ennaal Sagikkamudiyaadhu. "
},{ "Verses": "14 indru Ennai Indha Dhesaththilirundhu Thuraththividugireer; Naan Umadhu Samugaththukku Vilagi Maraindhu, Boomiyil Nilaiyatru Alaigiravanaayiruppen; Ennaik Kandupidikkiravan Evanum Ennaik Kondrupoduvaane Endraan. "
},{ "Verses": "15 appozhudhu Karththar Avanai Nokki: Kaayeenaik Kollugira Evan Melum Ezhu Pazhi Sumarum Endru Solli, Kaayeenaik Kandupidikkiravan Evanum Avanaik Kondrupodaadhapadikkuk Karththar Avanmel Oru Adaiyaalaththaip Pottaar. "
},{ "Verses": "16 appadiye Kaayeen Karththarudaiya Sannidhiyaivittup Purappattu, Edhenukkuk Kizhakkaana Nodh Ennum Dhesaththil Kudiyirundhaan. "
},{ "Verses": "17 kaayeen Than Manaiviyai Arindhaan; Aval Garppavadhiyaagi, Enokkaip Petraal; Appozhudhu Avan Oru Pattanaththaik Katti, Andhap Pattanaththukkuth Than Kumaaranaagiya Enokkudaiya Perai Ittaan. "
},{ "Verses": "18 enokkukku Eeraadh Pirandhaan; Eeraadh Meguyavelaip Petraan; Meguyavel Meththoosavelaip Petraan; Meththoosavel Laamekkaip Petraan. "
},{ "Verses": "19 laamekku Irandu Sthreegalai Vivaagampanninaan; Oruththikku Aadhaal Endru Per, Matroruththikku Sillaal Endru Per. "
},{ "Verses": "20 aadhaal Yaabaalaip Petraal; Avan Koodaarangalil Vaasampannugiravargalukkum Mandhai Meykkiravargalukkum Thagappanaanaan. "
},{ "Verses": "21 avan Sagodharanudaiya Per Yoobaal; Avan Kinnarakkaarar Naagasurakkaarar Yaavarukkum Thagappanaanaan. "
},{ "Verses": "22 sillaalum Thoobaal Kaayeenaip Petraal; Avan Piththalai Irumbu Mudhaliyavatrin Thozhilaalar Yaavarukkum Aasaariyanaanaan; Thoobaal Kaayeenudaiya Sagodhari Naamaal. "
},{ "Verses": "23 laamekku Than Manaivigalaip Paarththu: Aadhaale, Sillaale, Naan Solvadhaik Kelungal; Laamekkin Manaivigale, En Saththaththukku Sevikodungal; Enakkuk Kaayamundaaga Oru Manushanaik Kondren; Enakkuth Thazhumbundaaga Oru Vaalibanaik Kolai Seydhen; "
},{ "Verses": "24 kaayeenukkaaga Ezhupazhi Sumarumaanaal, Laamekkukkaaga Ezhupaththezhu Pazhi Sumarum Endraan. "
},{ "Verses": "25 pinnum Aadhaam Than Manaiviyai Arindhaan; Aval Oru Kumaaranaip Petru: Kaayeen Kolaiseydha Aabelukkup Padhilaaga, Dhevan Enakku Veroru Puththiranaik Koduththaar Endru Solli, Avanukku Seth Endru Perittaal. "
},{ "Verses": "26 seththukkum Oru Kumaaran Pirandhaan; Avanukku Enos Endru Perittaan; Appozhudhu Manushar Karththarudaiya Naamaththaith Thozhudhukolla Aarambiththaargal. "}
]