[
{ "Verses": "1 dhevanaagiya Karththar Undaakkina Sagala Kaattu Jeevangalaippaarkkilum Sarppamaanadhu Thandhiramulladhaayirundhadhu. Adhu Sthreeyai Nokki: Neengal Thottaththilulla Sagala Virutchangalin Kaniyaiyum Pusikkavendaam Endru Dhevan Sonnadhu Undo Endradhu. "
},{ "Verses": "2 sthree Sarppaththaip Paarththu: Naangal Thottaththilulla Virutchangalin Kanigalaip Pusikkalaam; "
},{ "Verses": "3 aanaalum, Thottaththin Naduvil Irukkira Virutchaththin Kaniyaik Kuriththu, Dhevan: Neengal Saagaadhapadikku Adhaip Pusikkavum Adhaith Thodavum Vendaam Endru Sonnaar Endraal. "
},{ "Verses": "4 appozhudhu Sarppam Sthreeyai Nokki: Neengal Saagave Saavadhillai; "
},{ "Verses": "5 neengal Idhaip Pusikkum Naalile Ungal Kangal Thirakkappadum Endrum, Neengal Nanmai Theemai Arindhu Dhevargalaippol Iruppeergal Endrum Dhevan Arivaar Endradhu. "
},{ "Verses": "6 appozhudhu Sthreeyaanaval, Andha Virutcham Pusippukku Nalladhum, Paarvaikku Inbamum, Buththiyaith Thelivikkiradharku Ichchikkappadaththakka Virutchamumaai Irukkiradhu Endru Kandu, Adhin Kaniyaip Pariththu, Pusiththu, Than Purushanukkum Koduththaal; Avanum Pusiththaan. "
},{ "Verses": "7 appozhudhu Avargal Iruvarudaiya Kangalum Thirakkappattadhu; Avargal Thaangal Nirvaanigal Endru Arindhu, Aththiyilaigalaith Thaiththu, Thangalukku Araikkachchaigalai Undupanninaargal. "
},{ "Verses": "8 pagalil Kulirchchiyaana Velaiyile Thottaththil Ulaavugira Dhevanaagiya Karththarudaiya Saththaththai Avargal Kettaargal. Appozhudhu Aadhaamum Avan Manaiviyum Dhevanaagiya Karththarudaiya Sannidhikku Vilagi, Thottaththin Virutchangalukkulle Oliththukkondaargal. "
},{ "Verses": "9 appozhudhu Dhevanaagiya Karththar Aadhaamaik Kooppittu: Nee Enge Irukkiraai Endraar. "
},{ "Verses": "10 adharku Avan: Naan Dhevareerudaiya Saththaththaith Thottaththile Kettu, Naan Nirvaaniyaayiruppadhinaal Bayandhu, Oliththukkonden Endraan. "
},{ "Verses": "11 appozhudhu Avar: Nee Nirvaani Endru Unakku Ariviththavan Yaar? Pusikkavendaam Endru Naan Unakku Vilakkina Virutchaththin Kaniyaip Pusiththaayo Endraar. "
},{ "Verses": "12 adharku Aadhaam: Ennudane Irukkumpadi Dhevareer Thandha Sthreeyaanaval Avvirutchaththin Kaniyai Enakkuk Koduththaal, Naan Pusiththen Endraan. "
},{ "Verses": "13 appozhudhu Dhevanaagiya Karththar Sthreeyai Nokki: Nee Ippadi Seydhadhu Enna Endraar. Sthreeyaanaval: Sarppam Ennai Vanjiththadhu, Naan Pusiththen Endraal. "
},{ "Verses": "14 appozhudhu Dhevanaagiya Karththar Sarppaththaip Paarththu: Nee Idhai Seydhapadiyaal Sagala Naattumirugangalilum Sagala Kaattumirugangalilum Sabikkappattiruppaai, Nee Un Vayitrinaal Nagarndhu, Uyirodirukkum Naalellaam Mannaith Thinbaai; "
},{ "Verses": "15 unakkum Sthreekkum, Un Viththukkum Aval Viththukkum Pagai Undaakkuven; Avar Un Thalaiyai Nasukkuvaar, Nee Avar Kudhingaalai Nasukkuvaai Endraar. "
},{ "Verses": "16 avar Sthreeyai Nokki: Nee Garppavadhiyaayirukkumpodhu Un Vedhanaiyai Migavum Perugappannuven; Vedhanaiyode Pillai Peruvaai; Un Aasai Un Purushanaip Patriyirukkum, Avan Unnai Aandukolluvaan Endraar. "
},{ "Verses": "17 pinbu Avar Aadhaamai Nokki: Nee Un Manaiviyin Vaarththaikku Sevikoduththu, Pusikkavendaam Endru Naan Unakku Vilakkina Virutchaththin Kaniyaip Pusiththapadiyinaale, Boomi Un Nimiththam Sabikkappattirukkum; Nee Uyirodirukkum Naalellaam Varuththaththode Adhin Palanaip Pusippaai. "
},{ "Verses": "18 adhu Unakku Mullum Kurukkum Mulaippikkum; Veliyin Payirvagaigalaip Pusippaai. "
},{ "Verses": "19 nee Boomiyilirundhu Edukkappattapadiyaal, Nee Boomikkuth Thirumbumattum Un Mugaththin Vervaiyaal Aagaaram Pusippaai; Nee Mannaayirukkiraai, Mannukkuth Thirumbuvaai Endraar. "
},{ "Verses": "20 aadhaam Than Manaivikku Evaal Endru Perittaan; Enenil, Aval Jeevanullorukkellaam Thaayaanaval. "
},{ "Verses": "21 dhevanaagiya Karththar Aadhaamukkum Avan Manaivikkum Thol Udaigalai Undaakki Avargalukku Uduththinaar. "
},{ "Verses": "22 pinbu Dhevanaagiya Karththar: Idho, Manushan Nanmai Theemai Ariyaththakkavanaai Nammil Oruvaraippol Aanaan; Ippozhudhum Avan Than Kaiyai Neetti Jeevavirutchaththin Kaniyaiyum Pariththu, Pusiththu, Endraikkum Uyirodiraadhapadikku Seyyavendum Endru, "
},{ "Verses": "23 avan Edukkappatta Mannaip Panpaduththa Dhevanaagiya Karththar Avanai Edhen Thottaththilirundhu Anuppivittaar. "
},{ "Verses": "24 avar Manushanaith Thuraththivittu, Jeevavirutchaththukkup Pom Vazhiyaik Kaavalseyya Edhen Thottaththukkuk Kizhakke Keroobeengalaiyum, Veesikkondirukkira Sudarolip Pattayaththaiyum Vaiththaar. "}
]