[
{ "Verses": "1 aabiraamudaiya Manaiviyaagiya Saaraaikkup Pillaiyillaadhirundhadhu. Egipthu Dhesaththaalaagiya Aagaar Ennum Perkonda Oru Adimaip Pen Avalukku Irundhaal. "
},{ "Verses": "2 saaraai Aabiraamai Nokki: Naan Pillaiperaadhapadikkuk Karththar En Garppaththai Adaiththirukkiraar; En Adimaip Pennode Serum, Oruvelai Avalaal En Veedu Kattappadum Endraal. Saaraayin Vaarththaikku Aabiraam Sevikoduththaan. "
},{ "Verses": "3 aabiraam Kaanaan Dhesaththil Paththu Varusham Kudiyirundhapinbu, Aabiraamin Manaiviyaagiya Saaraai Egipthu Dhesaththaalaana Than Adimaippennaagiya Aagaarai Azhaiththu, Avalaith Than Purushanaagiya Aabiraamukku Marumanaiyaattiyaagak Koduththaal. "
},{ "Verses": "4 avan Aagaarode Serndhapodhu, Aval Garppanthariththaal; Aval Thaan Garppavadhiyaanadhaik Kandapodhu, Than Naachchiyaarai Arpamaaga Enninaal "
},{ "Verses": "5 appozhudhu Saaraai Aabiraamai Nokki: Enakku Neritta Aniyaayam Umadhumel Sumarum; En Adimaip Pennai Ummudaiya Madiyile Koduththen; Aval Thaan Karppavadhiyaanadhaik Kandu Ennai Arpamaaga Ennugiraal; Karththar Enakkum Umakkum Nadunindru Nyaayantheerppaaraaga Endraal. "
},{ "Verses": "6 adharku Aabiraam Saaraayai Nokki: Idho, Un Adimaippen Un Kaikkul Irukkiraal; Un Paarvaikku Nalamaanapadi Avalukku Sey Endraan. Appozhudhu Saaraai Avalaik Kadinamaai Nadaththinapadiyaal Aval Avalaivittu Odipponaal. "
},{ "Verses": "7 karththarudaiya Thoodhanaanavar Avalai Vanaandharaththile Soorukkuppogira Vazhiyaruge Irukkira Neerootrandaiyil Kandu: "
},{ "Verses": "8 saaraayin Adimaippennaagiya Aagaare, Engeyirundhu Varugiraai? Enge Pogiraai? Endru Kettaar; Aval: Naan En Naachchiyaaraagiya Saaraayaivittu Odippogiren Endraal. "
},{ "Verses": "9 appozhudhu Karththarudaiya Thoodhanaanavar: Nee Un Naachchiyaarandaikkuth Thirumbippoi, Aval Kaiyinkeezh Adangiyiru Endraar. "
},{ "Verses": "10 pinnum Karththarudaiya Thoodhanaanavar Avalai Nokki: Un Sandhadhiyai Migavum Perugappannuven; Adhu Perugi, Ennimudiyaadhadhaayirukkum Endraar. "
},{ "Verses": "11 pinnum Karththarudaiya Thoodhanaanavar Avalai Nokki: Nee Garppavadhiyaayirukkiraai, Oru Kumaaranaip Peruvaai; Karththar Un Angalaaippaik Kettapadiyinaal, Avanukku Ismavel Endru Periduvaayaaga. "
},{ "Verses": "12 avan Dhushtamanushanaayiruppaan; Avanudaiya Kai Ellaarukkum Virodhamaagavum, Ellaarudaiya Kaiyum Avanukku Virodhamaagavum Irukkum; Than Sagodharar Ellaarukkum Edhiraagak Kudiyiruppaan Endraar. "
},{ "Verses": "13 appozhudhu Aval: Ennaik Kaanbavarai Naanum Ivvidaththil Kanden Allavaa Endru Solli, Thannode Pesina Karththarukku Neer Ennaik Kaangira Dhevan Endru Perittaal. "
},{ "Verses": "14 aagaiyaal, Andhath Thuravu Peyar Lakaairoyee Ennappattadhu; Adhu Kaadhesukkum Paareththukkum Naduve Irukkiradhu. "
},{ "Verses": "15 aagaar Aabiraamukku Oru Kumaaranaip Petraal; Aabiraam Aagaar Petra Than Kumaaranukku Ismavel Endru Perittaan. "
},{ "Verses": "16 aagaar Aabiraamukku Ismavelaip Petrapodhu, Aabiraam Enbaththaaru Vayadhaayirundhaan. "
}
]