[
{ "Verses": "1 egipthile Dhaaniyam Undendru Yaakkobu Arindhu, Than Kumaararai Nokki: Neengal Oruvar Mugaththai Oruvar Paarththukkondirukkiradhu Enna? "
},{ "Verses": "2 egipthile Dhaaniyam Undendru Kelvippadukiren; Naam Saagaamal Uyirodirukkumbati Neengal Avvidaththukkup Poi, Namakkaagath Dhaaniyam Kollungal Endraan. "
},{ "Verses": "3 yoseppin Sagodharar Paththupper Dhaaniyankolla Egipthukkup Ponaargal. "
},{ "Verses": "4 yoseppin Thambiyaagiya Benyameenukku Edho Mosam Varum Endru Solli, Yaakkobu Avanai Avan Sagodhararode Anuppavillai. "
},{ "Verses": "5 kaanaan Dhesaththile Panjam Undaayirundhabadiyaal, Dhaaniyam Kollappogiravargaludanekooda Isravelin Kumaararum Ponaargal. "
},{ "Verses": "6 yoseppu Adhdhesaththukku Adhipadhiyaayirundhu, Dhesaththin Janangal Yaavarukkum Vitraan. Yoseppin Sagodharar Vandhu, Mugamguppurath Tharaiyile Vizhundhu Avanai Vananginaargal. "
},{ "Verses": "7 yoseppu Avargalaip Paarththu, Than Sagodharar Endru Arindhukondaan; Arindhum Ariyaadhavanpolak Kadinamaai Avargalode Pesi: Neengal Engeyirundhu Vandheergal Endru Kettaan; Adharku Avargal: Kaanaan Dhesaththilirundhu Dhaaniyam Kollavandhom Endraargal. "
},{ "Verses": "8 yoseppu Avargalaith Than Sagodharar Endru Arindhum, Avargal Avanai Ariyavillai. "
},{ "Verses": "9 yoseppu Avargalaikkuriththuth Thaan Kanda Soppanangalai Ninaiththu, Avargalai Nokki: Neengal Vevukaarar, Dhesam Enge Thirandhukidakkiradhu Endru Paarkka Vandheergal Endraan. "
},{ "Verses": "10 adharku Avargal: Appadiyalla, Aandavane, Umadhu Adiyaaraagiya Naangal Dhaaniyam Kolla Vandhom. "
},{ "Verses": "11 naangal Ellaarum Oru Thagappanudaiya Pillaigal; Naangal Nijasthar; Umadhu Adiyaar Vevukaarar Alla Endraargal. "
},{ "Verses": "12 adharku Avan: Appadiyalla, Dhesam Enge Thirandhukidakkiradhu Endru Paarkkave Vandheergal Endraan. "
},{ "Verses": "13 appozhudhu Avargal: Umadhu Adiyaaraagiya Naangal Pannirendu Sagodharar; Kaanaan Dhesaththil Irukkira Oru Thagappan Puththirar; Ilaiyavan Ippozhudhu Engal Thagappanidaththil Irukkiraan; Oruvan Kaanaamalponaan Endraargal. "
},{ "Verses": "14 yoseppu Avargalai Nokki: Ungalai Vevukaarar Endru Naan Sonnadhu Sari. "
},{ "Verses": "15 ungal Ilaiya Sagodharan Inge Vandhaalozhiya Neengal Ingeyirundhu Purappaduvadhu Illai Endru Paarvonin Jeevanaikkondu Aanaiyittuch Sollukiren. "
},{ "Verses": "16 idhinaale Neengal Sodhikkappaduveergal; Ungal Sagodharanai Azhaiththu Varumbadi Ungalil Oruvanai Anuppungal; Ungalidaththil Unmai Undo Illaiyo Endru Ungal Vaarththaigal Sodhikkappadumalavum, Neengal Kaavalil Irukkavendum; Illaavittaal, Neengal Vevukaarardhaan Endru Paarvonin Jeevanaikkondu Aanaiyittuch Sollugiren Endru Solli, "
},{ "Verses": "17 avargal Ellaaraiyum Moondrunaal Kaavalile Vaiththaan. "
},{ "Verses": "18 moondraam Naalile Yoseppu Avargalai Nokki: Naan Dhevanukkup Bayappadugiravan; Neengal Uyirode Irukkumbadikku Ondru Seyyungal. "
},{ "Verses": "19 neengal Nijastharaanaal, Sagodhararaagiya Ungalil Oruvan Kaavarkoodaththil Kattundirukkattum; Matravargal Purappattu, Panjaththinaal Varundhugira Ungal Kutumbaththukkuth Dhaaniyam Kondupoik Koduththu, "
},{ "Verses": "20 ungal Ilaiya Sagodharanai Ennidaththukku Azhaiththukkonduvaarungal; Appozhudhu Ungal Vaarththaigal Meyyendru Vilangum; Neengal Saavadhillai Endraan. Avargal Appadiseygiradharku Isaindhu: "
},{ "Verses": "21 nammudaiya Sagodharanukku Naam Seydha Dhurogam Nammel Sumandhadhu; Avan Nammaik Kenji Vendikkondapodhu, Avanudaiya Manaviyaagulaththai Naam Kandum, Avanukkuch Sevikodaamalponome; Aagaiyaal Indha Aabaththu Namakku Nerittadhu Endru Oruvarai Oruvar Paarththuch Sollikkondaargal. "
},{ "Verses": "22 appozhudhu Rooban Avargalaip Paarththu: Ilaignanukku Virodhamaagap Paavamcheyyaadhirungal Endru Naan Ungalukkuch Sollavillaiyaa? Neengal Kelaamalponeergal; Ippozhudhu, Idho, Avan Iraththappazhi Nammidaththil Vaangappatukiradhu Endraan. "
},{ "Verses": "23 yoseppu Dhubaasiyaikkondu Avargalidaththil Pesinabadiyaal, Thaangal Sonnadhu Avanukkuth Theriyum Endru Ariyaadhirundhaargal. "
},{ "Verses": "24 avan Avargalai Vittu Appuram Poi Azhudhu, Thirumba Avargalidaththil Vandhu, Avargalode Pesi, Avargalil Simiyonaip Pidiththu, Avargal Kangalukku Munbaagak Kattuviththaan. "
},{ "Verses": "25 pinbu, Avargal Saakkugalaith Dhaaniyaththaal Nirappavum, Avargal Panaththaith Thirumba Avanavan Saakkile Podavum, Vazhikku Vendiya Aagaaraththaik Kodukkavum Yoseppu Kattalaiyittaan; Appadiye Avargalukkuch Seyyappattadhu. "
},{ "Verses": "26 avargal Andhath Dhaaniyaththaith Thangal Kazhudhaigalmel Etrikkondu, Avvidamvittup Purappattupponaargal. "
},{ "Verses": "27 thangugira Itaththile Avargalil Oruvan Than Kazhudhaikkuth Theevanam Podath Than Saakkaith Thirandhapodhu, Saakkin Vaayile Than Panam Irukkiradhaik Kandu, "
},{ "Verses": "28 than Sagodhararaip Paarththu, En Panam Thirumba Vandhirukkiradhu; Idho, Adhu En Saakkile Irukkiradhu Endraan. Appozhudhu Avargaludaiya Irudhayam Sorndhupoi, Avargal Bayandhu, Oruvarai Oruvar Paarththu, Dhevan Namakku Ippadich Seydhadhu Enna Endraargal. "
},{ "Verses": "29 avargal Kaanaan Dhesaththilulla Thangal Thagappanaagiya Yaakkobinidaththil Vandhu, Thangalukkuch Sambaviththavaigalaiyellaam Avanukku Ariviththu: "
},{ "Verses": "30 dhesaththukku Adhipadhiyaayirukkiravan Engalai Dhesaththai Vevupaarkka Vandhavargal Endru Enni Engalode Kadinamaaip Pesinaan. "
},{ "Verses": "31 naangalo Avanai Nokki: Naangal Nijasthar, Vevukaarar Alla. "
},{ "Verses": "32 naangal Pannirendu Sagodharar, Oru Thagappan Puththirar, Oruvan Kaanaamalponaan, Ilaiyavan Ippozhudhu Kaanaandhesaththil Engal Thagappanidaththil Irukkiraan Endrom. "
},{ "Verses": "33 appozhudhu Dhesaththin Adhipadhiyaanavan: Neengal Nijasthar Enbadhai Naan Ariyumbadi Ungal Sagodhararil Oruvanai Neengal Ennidaththil Vittu, Panjaththinaal Varundhugira Ungal Kutumbaththukkuth Dhaaniyam Vaangikkondupoik Koduththu, "
},{ "Verses": "34 ungal Ilaiya Sagodharanai Ennidaththil Azhaiththukkonduvaarungal; Adhinaale Neengal Vevukaarar Alla, Nijasthar Enbadhai Naan Arindhukondu, Ungal Sagodharanai Vitudhalai Seyven; Neengal Indhath Dhesaththile Viyaabaaramum Pannalaam Endraan Endru Sonnaargal. "
},{ "Verses": "35 avargal Thangal Saakkugalilulla Dhaaniyaththaik Koddukaiyil, Idho, Avanavan Saakkile Avanavan Panamudippu Irundhadhu; Andhap Panamudippugalai Avargalum Avargal Thagappanum Kandu Bayandhaargal. "
},{ "Verses": "36 avargal Thagappanaagiya Yaakkobu Avargalai Nokki: Ennaip Pillaiyatravanaakkugireergal; Yoseppum Illai, Simiyonum Illai; Benyameenaiyum Kondupogap Paarkkireergal; Idhellaam Enakku Virodhamaai Neritukiradhu Endraan. "
},{ "Verses": "37 appozhudhu Rooban Than Thagappanaip Paarththu, Avanai En Kaiyil Oppuviyum, Naan Avanaith Thirumba Ummidaththil Konduvaruven; Avanaik Konduvaraavittaal, En Irandu Kumaararaiyum Kondrupodum Endru Sonnaan. "
},{ "Verses": "38 adharku Avan: En Magan Ungalodekoodap Povadhillai; Avan Thamaiyan Irandhuponaan, Ivan Oruvan Meedhiyaayirukkiraan; Neengal Pogum Vazhiyil Ivanukku Mosam Nerittaal, Neengal En Naraimayiraich Sanjalaththode Paadhaalaththil Irangappannuveergal Endraan. "
}
]