[
{ "Verses": "1 leyaal Yaakkobukkup Petra Kumaaraththiyaagiya Dheenaal Dhesaththup Pengalaip Paarkgap Purappattaal. "
},{ "Verses": "2 avalai Eviyanaana Emorin Kumaaranum Aththesaththin Pirabuvumaagiya Seekem Enbavan Kandu, Avalaik Kondupoi, Avalode Sayaniththu, Avalaith Theettuppatuththinaan. "
},{ "Verses": "3 avanudaiya Manam Yaakkobin Kumaaraththiyaagiya Theenaalmel Patrudhalaayirundhadhu; Avan Andhap Pennai Nesiththu, Andhap Pennin Manadhukku Inbamaaip Pesinaan. "
},{ "Verses": "4 seekem Than Thagappanaagiya Emorai Nokki: Indhappennai Enakkuk Kollavendum Endru Sonnaan. "
},{ "Verses": "5 than Kumaaraththiyaagiya Dheenaalai Avan Theettuppaduththinadhai Yaakkobu Kelvippattapodhu , Avan Kumaarar Avanudaiya Mandhaiyinidaththil Veliyile Irundhaargal; Avargal Varumalavum Yaakkobu Pesaamalirundhaan. "
},{ "Verses": "6 aththarunaththil Seekemin Thagappanaagiya Emor Purappattu, Yaakkopode Pesumpadi Avanidaththil Vandhaan. "
},{ "Verses": "7 yaakkobin Kumaarar Indhach Seydhiyaik Kettavudane, Veliyilirundhu Vandhaargal. Avan Yaakkobin Kumaaraththiyode Sayaniththu, Seyyaththagaadha Madhiketta Kaariyaththai Isravelil Seydhadhinaale, Andha Manidhar Manangodhiththu Migavum Kopangondaargal. "
},{ "Verses": "8  Emor Avargalode Pesi: En Kumaaranaagiya Seekemin Manadhu Ungal Kumaaraththiyinmel Patrudhalaayirukkiradhu; Avalai Avanukku Manaiviyaagak Kodungal. "
},{ "Verses": "9 neengal Engalode Sampandhangalandhu, Ungal Kumaaraththigalai Engalukkuk Koduththu, Engal Kumaaraththigalai Ungalukkuk Kondu, "
},{ "Verses": "10 engalode Vaasampannungal; Dhesam Ungal Munbaaga Irukkiradhu; Idhile Kudiyirundhu, Viyaapaarampanni, Porul Sambaadhiththu, Adhaik Kaiyaandukondirungal Endraan. "
},{ "Verses": "11 seekemum Aval Thagappanaiyum Aval Sagodhararaiyum Nokki: Ungal Kangalil Enakkuth Dhayavu Kidaikkavendum; Neengal Ennidaththil Edhaik Kettaalum Tharugiren; "
},{ "Verses": "12 parisamum Vegumadhiyum Neengal Evvalavu Kettaalum, Ungal Sorpadi Tharugiren; Andhap Pennaimaaththiram Enakku Manaiviyaagak Kodukgavendum Endraan. "
},{ "Verses": "13 appozhudhu Yaakkobin Kumaarar Thangal Sagodhariyaagiya Dheenaalaich Seekem Enbavan Theettuppatuththinapadiyaal, Avanukkum Avan Thagappanaagiya Emorukkum Vanjagamaana Marumozhiyaaga: "
},{ "Verses": "14 viruththasedhanamillaadha Purushanukku Naangal Engal Sagodhariyaik Kodukkalaagaadhu; Adhu Engalukku Nindhaiyaayirukkum. "
},{ "Verses": "15 neengalum, Ungalukkullirukkum Aanmakkal Yaavarum Viruththasedhanampannappattu Engalaip Polaaveergalaanaal, Naangal Sammadhiththu, "
},{ "Verses": "16 ungalukku Engal Kumaaraththigalaik Koduththu, Ungal Kumaaraththigalai Engalukkuk Kondu, Ungalode Kudiyirundhu, Egajanamaayiruppom. "
},{ "Verses": "17 viruththasedhanampannikkolvadharku Engal Sol Kelaamarpoveergalaanaal, Naangal Engal Kumaaraththiyai Azhaiththukkondu Poividuvom Endru Sonnaargal. "
},{ "Verses": "18 avargaludaiya Vaarththaigal Emorukkum Emorin Kumaaranaagiya Seekemukkum Nalamaaith Thondrinadhu. "
},{ "Verses": "19 andha Vaalipan Yaakkobudaiya Kumaaraththiyinmel Piriyam Vaiththirundhapadiyaal, Andhak Kaariyaththaich Seyya Avan Thaamadhampannavillai. Avan Than Thagappan Veettaar Anaivarukkullum Menmaiyullavanaayirundhaan. "
},{ "Verses": "20 emorum Avan Kumaaran Seekemum Thangal Pattanaththu Vaasalil Vandhu, Thangal Pattanaththu Manidharode Pesi: "
},{ "Verses": "21 indha Manidhar Nammode Samaadhaanamaayirukkiraargal; Aagaiyaal, Avargal Indhath Dhesaththil Vaasampanni, Idhile Viyaapaarampannattum; Avargalum Vaasampannugiradharku Dhesam Visdhaaramaayirukkiradhu; Avargaludaiya Kumaaraththigalai Namakku Manaivigalaagak Kondu, Nammudaiya Kumaaraththigalai Avargalukkuk Koduppom. "
},{ "Verses": "22  Andha Manidhar Viruththasedhanampannappattavargalaayirukkiradhupola, Nammilulla Aanmakkal Yaavarum Viruththasedhanampannappattaal Avargal Egajanamaaga Nammode Vaasampannach Sammadhippaargal. "
},{ "Verses": "23 avargaludaiya Aadumaadugal Aasdhigal Mirugajeevangal Ellaam Nammaich Serumallavaa? Avargalukkuch Sammadhippomaanaal, Avargal Nammudane Vaasampannuvaargal Endru Sonnaargal. "
},{ "Verses": "24  Appozhudhu Emorin Pattanaththu Vaasalil Purappattuvarum Anaivarum Avan Sollaiyum Avan Kumaaranaagiya Seekemin Sollaiyum Kettu, Avanudaiya Pattanaththu Vaasalil Purappattuvarum Aanmakkal Yaavarum Viruththasedhanampannappattaargal. "
},{ "Verses": "25 moondraam Naalil Avargalukku Noveduththukkondapodhu, Yaakkobin Kumaararum Dheenaalin Sagodhararumaana Simiyon Levi Ennum Ivvirandu Perum Thandhan Pattayaththai Eduththukkondu, Thunigaramaaip Pattanaththinmel Paaindhu, Aanmakkal Yaavaraiyum Kondrupottaargal. "
},{ "Verses": "26 emoraiyum Avan Kumaaran Seekemaiyum Pattayakkarukkaale Kondru, Seekemin Veettilirundha Dheenaalai Azhaiththukkondu Poivittaargal. "
},{ "Verses": "27 melum, Yaakkobin Kumaarar Vettundavargalidaththil Vandhu, Thangal Sagodhariyai Avargal Theettuppaduththinadharkaagap Pattanaththaik Kollaiyittu, "
},{ "Verses": "28 avargaludaiya Aadumaadugalaiyum Kazhudhaigalaiyum, Pattanaththilum Vayalveliyilum Irundhavaigal Yaavaiyum, "
},{ "Verses": "29 avargaludaiya Ellaath Thattumuttugalaiyum Eduththukkondu, Avargaludaiya Ellaak Kuzhandhaigalaiyum Sthireegalaiyum Siraipidiththu, Veettilirundha Ellaavatraiyum Kollaiyittaargal. "
},{ "Verses": "30  Appozhudhu Yaakkobu Simiyonaiyum Leviyaiyum Paarththu: Indhath Dhesaththil Kudiyirukkira Kaanaaniyaridaththilum Perisiyaridaththilum En Vaasanaiyai Neengal Keduththadhinaale Ennaik Kalangappannineergal; Naan Konja Janamullavan; Avargal Enakku Virodhamaaik Koottangoodi, Naanum En Kudumpamum Azhiyumpadi Ennai Vettippoduvaargale Endraan. "
},{ "Verses": "31 adharku Avargal: Engal Sagodhariyai Avargal Oru Vesiyaippola Nadaththalaamo Endraargal. "
}
]