[
{ "Verses": "1 appozhudhu Yoseppu Than Thagappanudaiya Mugaththinmel Vizhundhu, Azhudhu, Avanai Muththamseydhaan. "
},{ "Verses": "2 pinbu, Than Thagappanukkuch Sugandhavarkkamidumpadi Yoseppu Than Oozhiyakkaararaagiya Vaiththiyarukkuk Kattalaiyittaan; Appadiye Vaiththiyar Isravelukkuch Sukandhavarkkamittaargal. "
},{ "Verses": "3 sugandhavarkkamida Naarpadhunaal Sellum; Appadiy Andha Naatkal Niraiverina. Egipthiyar Avanukkaaga Ezhuvadhunaal Dhukkamkondaadinaargal. "
},{ "Verses": "4 dhukkamkondaadum Naatkal Mudindhapin, Yoseppu Paarvonin Kudumbaththaarai Nokki: Ungal Kangalil Enakkuth Dhayavukidaiththadhaanaal, Neengal Paarvonudaiya Kaadhu Ketka Avarukku Arivikkavendiyadhu Ennavendraal, "
},{ "Verses": "5 en Thagappanaar Ennai Nokki: Idho, Naan Maranamadaiyappogiren; Kaanaan Dhesaththile Naan Enakkaaga Vettivaiththirukkira Kallaraiyile Ennai Adakkampannuvaayaaga Endru Ennidaththil Solli, Aanaiyiduviththukkondaar; Naan Ange Poi, En Thagappanai Adakkampanni Varuvadharku Uththaravukodukka Vendikkollugiren Endru Sollungal Endraan. "
},{ "Verses": "6 adharkup Paarvon: Un Thagappan Unnidaththil Aanaiyiduviththabadiye, Nee Poi, Avarai Adakkampanni Vaa Endraan. "
},{ "Verses": "7 appadiye Yoseppu Than Thagappanai Adakkampannap Ponaan. Paarvonudaiya Aramanaiyilirundha Periyavargalaagiya Avanudaiya Sagala Udhthiyogastharum Egipthudhesaththilulla Sagala Periyorum, "
},{ "Verses": "8 yoseppin Veettaar Yaavarum, Avan Sagodhararum, Avan Thagappan Veettaarum Avanodekoodap Ponaargal. Thangal Kuzhandhaigalaiyum, Thangal Aadumaadugalaiyum Maaththiram Kosen Naattile Vittup Ponaargal. "
},{ "Verses": "9 iradhangalum Kudhiraiveerarum Avanode Ponadhinaal, Parivaarakkoottam Migavum Adhigamaayirundhadhu. "
},{ "Verses": "10 avargal Yordhaanukku Akkaraiyil Irukkira Aaththaaththin Porkkalaththil Vandhapodhu, Avvidaththile Perum Pulambalaagap Pulambinaargal. Ange Than Thagappanukkaaga Ezhunaal Dhukkamkondaadinaan. "
},{ "Verses": "11 aaththaaththin Kalaththile Thukkamkondaadugiradhai Adhdhesaththin Kudigalaagiya Kaanaaniyar Kandu: Idhu Egipthiyarukkup Periya Dhukkamkonadadal Endraargal. Adhinaal Yordhaanukku Appaal Irukkira Andha Sthalaththirku Aapelmisraayeem Ennum Per Undaayitru. "
},{ "Verses": "12 yaakkobin Kumaarar, Thangalukkuk Kattalaiyittirundhabadiye, "
},{ "Verses": "13 avanaik Kaanaan Dhesaththukkuk Kondupoi, Aabiragaam Mamrekku Edhire Irukkira Makpelaa Ennum Nilaththile Thanakkuch Shondhak Kallarai Boomiyaaga Eththiyanaagiya Ebberonidaththil Vaangina Nilaththilulla Kugaiyile Avanai Adakkampanninaargal. "
},{ "Verses": "14 yoseppu Than Thagappganai Adakkampanninapinbu, Avanum Avan Sagodhararum, Avanudaiya Thagappanai Adakkampannuvadharku Avanodekoodap Ponavargal Yaavarum Egipthukkuth Thirumbinaargal. "
},{ "Verses": "15 thangal Thagappan Maranamadaindhadhai Yoseppin Sagodharar Kandu: Oru Velai Yoseppu Nammaip Pagaiththu, Naam Avanukkuch Seydha Ellaap Pollaangukkaagavum Namakkuch Sarikkuch Sarikkattuvaan Endru Solli, Yoseppinidaththil Aal Anuppi, "
},{ "Verses": "16 ummudaiya Sagodharar Umakkup Pollaangu Seydhirundhaalum, Avargal Seydha Dhurogaththaiyum Paadhagaththaiyum Neer Dhayavuseydhu Mannikkavendum Endru Ummudaiya Thagappanaar Maranamadaiyumunne, Umakkuch Sollumbadi Kattalaiyittaar. "
},{ "Verses": "17 aagaiyaal, Ummudaiya Thagappanaarudaiya Dhevanukku Oozhiyakkaararaagiya Naangal Seydha Dhurogaththai Mannikkavendum Endru Avanukkuch Sollach Sonnaargal. Avargal Adhai Yoseppukkuch Sonnapodhu, Avan Azhudhaan. "
},{ "Verses": "18 pinbu, Avanudaiya Sagodhararum Poi, Avanukku Munbaakath Thaazhavizhundhu: Idho, Naangal Umakku Adimaigal Endraargal. "
},{ "Verses": "19 yoseppu Avargalai Nokki: Bayappadaadhirungal; Naan Dhevanaa; "
},{ "Verses": "20 neengal Enakkuth Theemaiseyya Ninaiththeergal; Dhevano, Ippozhudhu Nadandhuvarugirabadiye, Veku Janangalai Uyirode Kaakkumbadikku, Adhai Nanmaiyaaga Mudiyappanninaar. "
},{ "Verses": "21 aadhalaal, Bayappataadhirungal; Naan Ungalaiyum Ungal Kuzhandhaigalaiyum Paraamarippen Endru, Avargalukku Aarudhal Solli, Avargalode Patchamaaip Pesinaan. "
},{ "Verses": "22 yoseppum Avan Thagappan Kudumbaththaarum Egipthile Kudiyirundhaargal. Yoseppu Nootruppaththu Varusham Uyirotirundhaan. "
},{ "Verses": "23 yoseppu Eppiraayeemukkup Pirandha Moondraam Thalaimuraip Pillaigalaiyum Kandaan; Manaaseyin Kumaaranaagiya Maakeerin Pillaigalum Yoseppin Madiyil Valarkkappattaargal. "
},{ "Verses": "24 yoseppu Than Sagodhararai Nokki: Naan Maranamadaiyappogiren; Aanaalum Dhevan Ungalai Nichchayamaaich Sandhiththu, Neengal Indhath Dhesaththai Vittu, Thaam Aabiragaamukkum Eesaakkukkum Yaakkobukkum Aanaiyittuk Koduththirukkira Dhesaththukkup Pogappannuvaar Endru Sonnadhumandri; "
},{ "Verses": "25 dhevan Ungalaich Sandhikkumbodhu, En Elumbugalai Ivvidaththilirundhu Kondupoveergalaaga Endrum Solli; Yoseppu Isravel Puththiraridaththil Aanaiyiduviththukkondaan. "
},{ "Verses": "26 yoseppu Nootruppaththu Vayadhullavanaai Mariththaan. Avanukkuch Sugandhavarkkamittu, Egipthu Dhesaththil Avanai Oru Pettiyile Vaiththuvaiththaargal. "
}
]