[
{ "Verses": "1 pinbu Dhevan Novaavaiyum, Avan Kumaararaiyum Aaseervadhiththu: Neengal Palugip Perugi, Boomiyai Nirappungal. "
},{ "Verses": "2 ungalaippatriya Bayamum Achchamum Boomiyilulla Sagala Mirugangalukkum, Aagaayaththilulla Sagala Paravaigalukkum Undaayirukkum; Boomiyile Nadamaadugira Yaavum, Samuththiraththin Machchangal Yaavum, Ungalukkuk Kaiyalikkappattana. "
},{ "Verses": "3 nadamaadugira Jeevajandhukkal Yaavum, Ungalukku Aagaaramaai Iruppadhaaga; Pasum Poondugalai Ungalukkuth Thandhadhupola, Avaigal Ellaavatraiyum Ungalukkuth Thandhen. "
},{ "Verses": "4 maamsaththai Adhin Uyiraagiya Raththaththode Pusikkavendaam. "
},{ "Verses": "5 ungalukku Uyiraayirukkira Ungal Raththaththirkaagap Pazhivaanguven; Sagala Jeevajandhukkalidaththilum Manushanidaththilum Pazhivaanguven; Manushanudaiya Uyirukkaaga Avanavan Sagodharanidaththil Pazhivaanguven. "
},{ "Verses": "6 manushan Dhevasaayalil Undaakkappattapadiyaal, Manushanudaiya Raththaththai Evan Sindhugiraano, Avanudaiya Raththam Manushanaale Sindhappadakkadavadhu. "
},{ "Verses": "7 neengal Palugip Perugi, Boomiyile Thiralaai Varththiththu Viruththiyaakungal Endraar. "
},{ "Verses": "8 pinnum Dhevan Novaavaiyum, Avan Kumaararaiyum Nokki: "
},{ "Verses": "9 naan Ungalodum, Ungalukkup Pinvarum Ungal Sandhadhiyodum, "
},{ "Verses": "10 ungalode Pezhaiyilirundhu Purappatta Sagala Jeevajandhukkalmudhal Ini Boomiyil Undaagappogira Sagala Jeevajandhukkal Pariyandham, Paravaigalodum, Naattumirugangalodum, Ungalidaththil Irukkira Boomiyilulla Sagala Kaattumirugangalodum En Udanpadikkaiyai Erpaduththugiren. "
},{ "Verses": "11 ini Maamsamaanavaigalellaam Jalappralayaththinaal Sangarikkappaduvadhillaiyendrum, Boomiyai Azhikka Ini Jalappralayam Undaavadhillaiyendrum, Ungalode En Udanpadikkaiyai Erpaduththugiren Endraar. "
},{ "Verses": "12 andriyum Dhevan: Enakkum Ungalukkum, Ungalidaththil Irukkum Sagala Jeevajandhukkalukkum, Niththiya Thalaimuraigalukkendru Naan Seygira Udanpadikkaiyin Adaiyaalamaaga: "
},{ "Verses": "13 naan En Villai Megaththil Vaiththen; Adhu Enakkum Boomikkum Undaana Udanpadikkaikku Adaiyaalamaayirukkum. "
},{ "Verses": "14 naan Boomikku Melaai Megaththai Varuvikkumpodhu, Andha Vil Megaththil Thondrum. "
},{ "Verses": "15 appozhudhu Ellaa Maamsajeevangalaiyum Azhikka Ini Jalamaanadhu Pralayamaaip Perugaadhapadikku Enakkum Ungalukkum Maamsamaana Sagala Jeevajandhukkalukkum Undaana En Udanpadikkaiyai Ninaivukooruven. "
},{ "Verses": "16 andha Vil Megaththil Thondrumpodhu, Dhevanukkum Boomiyinmelulla Sagalavidha Maamsajeevangalukkum Undaana Niththiya Udanpadikkaiyai Naan Ninaivukoorumpadikku Adhai Nokkippaarppen. "
},{ "Verses": "17 idhu Enakkum, Boomiyinmelulla Maamsamaana Yaavukkum, Naan Erpaduththina Udanpadikkaiyin Adaiyaalam Endru Novaavode Sonnaar. "
},{ "Verses": "18 pezhaiyilirundhu Purappatta Novaavin Kumaarar, Sem Kaam Yaappedh Enbavargale. Kaam Kaanaanukkuth Thagappan. "
},{ "Verses": "19 immoovarum Novaavin Kumaarar; Ivargalaale Boomiyengum Janangal Parambinaargal. "
},{ "Verses": "20 novaa Payiridugiravanaagi, Dhraatchaththottaththai Naattinaan. "
},{ "Verses": "21 avan Dhraatcharasaththaik Kudiththu, Verikondu, Than Koodaaraththil Vasthiram Vilagip Paduththirundhaan. "
},{ "Verses": "22 appozhudhu Kaanaanukkuth Thagappanaagiya Kaam Than Thagappanudaiya Nirvaanaththaik Kandu, Veliyil Irundha Than Sagodharar Iruvarukkum Ariviththaan. "
},{ "Verses": "23 appozhudhu Semum Yaappeththum Oru Vasthiraththai Eduththuth Thangal Iruvarudaiya Tholmelum Pottukkondu, Pinnittu Vandhu, Thangal Thagappanudaiya Nirvaanaththai Moodinaargal; Avargal Edhirmugamaaip Pogaadhapadiyinaal, Thangal Thagappanudaiya Nirvaanaththaik Kaanavillai. "
},{ "Verses": "24 novaa Dhraatcharasaththin Veri Thelindhu Vizhiththapodhu, Than Ilaiya Kumaaran Thanakku Seydhadhai Arindhu: "
},{ "Verses": "25 kaanaan Sabikkappattavan, Than Sagodhararidaththil Adimaigalukku Adimaiyaayiruppaan Endraan. "
},{ "Verses": "26 semudaiya Dhevanaagiya Karththarukku Sthoththiram Undaavadhaaga; Kaanaan Avanukku Adimaiyaayiruppaan. "
},{ "Verses": "27 yaappeththai Dhevan Viruththiyaakkuvaar; Avan Semudaiya Koodaarangalil Kudiyiruppaan; Kaanaan Avanukku Adimaiyaayiruppaan Endraan. "
},{ "Verses": "28 jalappralayaththukkuppinbu Novaa Munnootru Aimbadhu Varusham Uyirodirundhaan. "
},{ "Verses": "29 novaavin Naatkalellaam Tholaayiraththu Aimbadhu Varusham; Avan Mariththaan. "
}
]