[
{ "Verses": "1 indhak Kaariyangal Nadandhapinbu, Karththarudaiya Vaarththai Aabiraamukku Dharisanaththile Undaagi, Avar: Aabiraame, Nee Bayappadaadhe; Naan Unakkuk Kedagamum, Unakku Magaa Periya Balanumaayirukkiren Endraar. "
},{ "Verses": "2 adharku Aabiraam: Karththaraagiya Aandavare, Adiyenukku Enna Tharuveer? Naan Pillaiyillaamal Irukkirene; Dhamasku Ooraanaagiya Indha Eliyesar En Veettu Visaaranaik Karththanaai Irukkiraane Endraan. "
},{ "Verses": "3 pinnum Aabiraam: Dhevareer Enakkup Puththira Sandhaanam Arulavillai; Idho En Veettile Pirandha Pillai Enakku Sudhandharavaaliyaai Irukkiraan Endraan. "
},{ "Verses": "4 appozhudhu Karththarudaiya Vaarththai Avanukku Undaagi: Ivan Unakku Sudhandharavaaliyalla, Un Garppappirappaayiruppavane Unakku Sudhandharavaaliyaavaan Endru Solli, "
},{ "Verses": "5 avar Avanai Veliye Azhaiththu: Nee Vaanaththai Annaandhu Paar, Natchaththirangalai Enna Unnaale Koodumaanaal, Avaigalai Ennu Endru Solli; Pinbu Avanai Nokki: Un Sandhadhi Ivvannamaai Irukkum Endraar. "
},{ "Verses": "6 avan Karththarai Visuvaasiththaan, Adhai Avar Avanukku Needhiyaaga Enninaar. "
},{ "Verses": "7 pinnum Avar Avanai Nokki: Indha Dhesaththai Unakku Sudhandharamaagak Kodukkumporuttu, Unnai Oor Engira Kaltheyarudaiya Pattanaththilirundhu Azhaiththu Vandha Karththar Naane Endraar. "
},{ "Verses": "8 adharku Avan: Karththaraagiya Aandavare, Naan Adhai Sudhandhariththukkolven Endru Edhinaal Ariven Endraan. "
},{ "Verses": "9 adharku Avar: Moondru Vayadhuk Kidaariyaiyum, Moondru Vayadhu Vellaattaiyum, Moondru Vayadhu Aattukkadaavaiyum, Oru Kaattuppuraavaiyum, Oru Puraakkunjaiyum, Ennidaththil Konduvaa Endraar. "
},{ "Verses": "10 avan Avaigal Ellaavatraiyum Avaridaththil Konduvandhu, Avaigalai Naduvaagath Thundiththu, Thundangalai Ondrukkondru Edhiraaga Vaiththaan; Patchigalai Avan Thundikkavillai. "
},{ "Verses": "11 paravaigal Andha Udalgalinmel Irangina; Avaigalai Aabiraam Thuraththinaan. "
},{ "Verses": "12 sooriyan Asthamikkumpodhu, Aabiraamukku Ayarndha Niththirai Vandhadhu; Thigilum Kaarirulum Avanai Moodikkondadhu. "
},{ "Verses": "13 appozhudhu Avar Aabiraamai Nokki: Un Sandhadhiyaar Thangaludaiyadhallaadha Anniya Dhesaththile Paradhesigalaayirundhu, Aththesaththaarai Sevippaargal Endrum, Avargalaal Naanooru Varusham Ubaththiravappaduvaargal Endrum, Nee Nichchayamaai Ariyakkadavaai. "
},{ "Verses": "14 ivargal Sevikkum Jaadhigalai Naan Nyaayantheerppen; Pinbu Migundha Porulkaludane Purappattu Varuvaargal. "
},{ "Verses": "15 nee Samaadhaanaththode Un Pidhaakkalidaththil Seruvaai; Nalla Mudhirvayadhile Adakkampannappaduvaai. "
},{ "Verses": "16 naalaam Thalaimuraiyile Avargal Ivvidaththukkuth Thirumba Varuvaargal; Enendraal Emoriyarudaiya Akkiramam Innum Niraivaagavillai Endraar. "
},{ "Verses": "17 sooriyan Asthamiththuk Kaarirul Undaanapinbu, Idho, Pugaikira Soolaiyum, Andhath Thundangalin Naduve Kadandhupogira Akkinijuvaalaiyum Thondrina. "
},{ "Verses": "18 annaalile Karththar Aabiraamode Udanpadikkaipanni, Egipthin Nadhi Thuvakki Aipiraaththu Nadhi Ennum Periya Nadhimattumulladhum "
},{ "Verses": "19 keniyarum, Kenisiyarum, Kadhmoniyarum, "
},{ "Verses": "20 eththiyarum, Perisiyarum, Reppaayeemiyarum, "
},{ "Verses": "21 emoriyarum, Kaanaaniyarum, Kirkaasiyarum, Epoosiyarum Enbavargal Irukkiradhumaana Indha Dhesaththai Un Sandhadhikkuk Koduththen Endraar. "
}
]