[
{ "Verses": "1 dhevan Novaavaiyum, Avanudane Pezhaiyilirundha Sagala Kaattumirugangalaiyum, Sagala Naattumirugangalaiyum Ninaiththarulinaar; Dhevan Boomiyinmel Kaatrai Veesappanninaar, Appozhudhu Jalam Amarndhadhu. "
},{ "Verses": "2 aazhaththin Ootrukkangalum, Vaanaththin Madhagugalum Adaipattana; Vaanaththu Mazhaiyum Nindru Poyitru. "
},{ "Verses": "3 jalam Boomiyilirundhu Naalukkunaal Vatrikkonde Vandhadhu, Nootraimbadhu Naalukkup Pinbu Jalam Vadindhadhu. "
},{ "Verses": "4 ezhaammaadham Padhinezhaam Thedhiyile Pezhai Araraadh Ennum Malaigalinmel Thangitru. "
},{ "Verses": "5 paththaam Maadham Mattum Jalam Vadindhukonde Vandhadhu; Paththaam Maadham Mudhal Thedhiyile Malaichchigarangal Kaanappattana. "
},{ "Verses": "6 naarpadhu Naal Sendrapin, Novaa Thaan Pezhaiyil Seydhirundha Jannalaith Thirandhu, "
},{ "Verses": "7 oru Kaagaththai Veliye Vittaan; Adhu Purappattu Boomiyinmel Irundha Jalam Vatrippogumvaraikkum Pogiradhum Varugiradhumaai Irundhadhu. "
},{ "Verses": "8 pinbu Boomiyinmel Jalam Kuraindhu Poyitro Endru Ariyumpadi, Oru Puraavaith Thannidaththilirundhu Veliye Vittaan. "
},{ "Verses": "9 boomiyinmeedhengum Jalam Irundhapadiyaal, Andhap Puraa Than Ullangaal Vaiththu Ilaippaara Idam Kaanaamal, Thirumbip Pezhaiyile Avanidaththil Vandhadhu; Avan Than Kaiyai Neetti Adhaip Pidiththuth Thannidamaagap Pezhaikkul Serththukkondaan. "
},{ "Verses": "10 pinnum Ezhu Naal Poruththu, Marupadiyum Puraavaip Pezhaiyilirundhu Veliye Vittaan. "
},{ "Verses": "11 andhap Puraa Saayangaalaththil Avanidaththil Vandhu Serndhadhu; Idho, Adhu Koththikkonduvandha Oru Olivamaraththin Ilai Adhin Vaayil Irundhadhu; Adhinaale Novaa Boomiyinmel Jalam Kuraindhu Poyitru Endru Arindhaan. "
},{ "Verses": "12 pinnum Ezhu Naal Poruththu, Avan Puraavai Veliye Vittaan; Adhu Avanidaththirkuth Thirumba Varavillai. "
},{ "Verses": "13 avanukku Arunootroru Vayadhaagum Varushaththil, Mudhal Maadham Mudhal Thedhiyile Boomiyinmel Irundha Jalam Vatrippoyitru; Novaa Pezhaiyin Melthattai Eduththuppaarththaan; Boomiyinmel Jalam Illaadhirundhadhu. "
},{ "Verses": "14 irandaam Maadham Irubaththezhaam Thedhiyile Boomi Kaaindhirundhadhu. "
},{ "Verses": "15 appozhudhu Dhevan Novaavai Nokki: "
},{ "Verses": "16 neeyum, Unnodekooda Un Manaiviyum, Un Kumaararum, Un Kumaararin Manaivigalum Pezhaiyai Vittup Purappadungal. "
},{ "Verses": "17 unnidaththil Irukkira Sagalavidha Maamsajandhukkalaagiya Paravaigalaiyum, Mirugangalaiyum, Boomiyinmel Oorugira Sagala Praanigalaiyum Unnode Veliye Varavidu; Avaigal Boomiyile Thiralaai Varththiththu, Boomiyinmel Palugip Perugakkadavadhu Endraar. "
},{ "Verses": "18 appozhudhu Novaavum, Avan Kumaararum, Avan Manaiviyum, Avan Kumaararin Manaivigalum Purappattu Vandhaargal. "
},{ "Verses": "19 boomiyinmel Nadamaadugira Sagala Mirugangalum, Oorugira Sagala Praanigalum, Sagala Paravaigalum Jaadhijaadhiyaaip Pezhaiyilirundhu Purappattu Vandhana. "
},{ "Verses": "20 appozhudhu Novaa Karththarukku Oru Balipeedam Katti, Suththamaana Sagala Mirugangalilum, Suththamaana Sagala Paravaigalilum Silavatraith Therindhukondu, Avaigalaip Balipeedaththinmel Thaganabaligalaagap Baliyittaan. "
},{ "Verses": "21 sugandha Vaasanaiyaik Karththar Mugarndhaar. Appozhudhu Karththar: Ini Naan Manushan Nimiththam Boomiyai Sabippadhillai; Manushanudaiya Irudhayaththin Ninaivugal Avan Siruvayadhuthodangip Pollaadhadhaayirukkiradhu; Naan Ippozhudhu Seydhadhupola, Ini Sagala Jeevangalaiyum Sangarippadhillai. "
},{ "Verses": "22 boomiyulla Naalalavum Vidhaippum Aruppum, Seedhalamum Ushnamum, Kodaikaalamum Maarikaalamum, Pagalum Iravum Ozhivadhillai Endru Thammudaiya Ullaththil Sonnaar. "
}
]