[
{ "Verses": "1 indha Nadapadikalukkup Pinbu, Egipthu Raajaavukkup Paanapaaththirakkaaranum Suyampaakiyum Egipthu Raajaavaagiya Thangal Aandavanukkuk Kutram Seydhaargal. "
},{ "Verses": "2  Paarvon Than Paanapaaththirakkaararin Thalaivanum Suyampaakigalin Thalaivanum Aagiya Ivvirandu Piradhaanigal Melum Katungopangondu, "
},{ "Verses": "3 avargalai Yoseppu Vaikkappattirundha Idamum Thalaiyaarigalin Adhipadhiyin Veedumaagiya Siraichchaalaiyile Kaavalpannuviththaan. "
},{ "Verses": "4  Thalaiyaarigalin Adhipadhi Avargalai Visaarikkumpadi Yoseppin Vasaththil Oppuviththaan; Avan Avargalai Visaariththuvandhaan; Avargal Aneganaal Kaavalil Irundhaargal. "
},{ "Verses": "5 egipthu Raajaavukkup Paanapaaththirakkaaranum Suyampaakiyumaagiya Avviranduperum Siraichchaalaiyil Irukkumpodhu, Ore Raaththiriyile Vevveru Porulkonda Soppanam Kandaargal. "
},{ "Verses": "6 kaalame Yoseppu Avargalidaththil Poi, Avargalaip Paarkkumpodhu, Avargal Kalangiyirundhaargal. "
},{ "Verses": "7 appozhudhu Avan Than Ejamaanudaiya Veettil Thannode Kaavalpannappattirundha Paarvonudaiya Piradhaanigalai Nokki: Ungal Mugangal Indru Thukkamaayirukkiradhu Enna Endru Kettaan. "
},{ "Verses": "8 adharku Avargal: Soppanam Kandom, Adharku Arththam Sollugiravan Oruvanum Illai Endraargal. Adharku Yoseppu: Soppanaththukku Arththam Solludhal Dhevanukkuriyadhallavaa? Avaigalai Ennidaththil Sollungal Endraan. "
},{ "Verses": "9 appozhudhu Paanapaaththirakkaararin Thalaivan Yoseppai Nokki: En Soppanaththile Oru Thiraatsaich Cheti Enakku Munbaaga Irukgak Kanten. "
},{ "Verses": "10 andhath Thiraatsach Chetiyile Moondru Kodikal Irundhadhu; Adhu Thulirkkiradhaayirundhadhu; Adhil Pookkal Malarndhirundhadhu; Adhin Kulaikal Pazhuththa Pazhangalaayirundhadhu. "
},{ "Verses": "11 paarvonudaiya Paaththiram En Kaiyile Irundhadhu; Naan Andhap Pazhangalaip Pariththu, Avaigalaip Paarvonudaiya Paaththiraththil Pizhindhu, Andhap Paaththiraththaip Paarvonudaiya Kaiyile Koduththen Endru, Than Soppanaththaich Chonnaan. "
},{ "Verses": "12  Adharku Yoseppu: Andha Moondru Kodikalum Moondru Naalaam. "
},{ "Verses": "13 moondru Naalaikkulle Paarvon Un Thalaiyai Uyarththi, Unnai Marupadiyum Un Nilaiyile Niruththuvaar; Munne Avarukkup Paanam Koduththuvandha Vazhakgaththinpadi Paarvonin Paaththiraththai Avar Kaiyile Koduppaai; "
},{ "Verses": "14 idhudhaan Adhin Arththam Endru Sonnadhum Andri, Nee Vaazhvataindhirukkumpodhu, Ennai Ninaiththu, Enmel Dhayavuvaiththu, En Kaariyaththaip Paarvonukku Ariviththu, Indha Itaththilirundhu Ennai Vitudhalaiyaakgaventum. "
},{ "Verses": "15 naan Epireyarudaiya Dhesaththilirundhu Kalavaaik Konduvarappatten; Ennai Indhak Gaaval Kitangil Vaikkumpadikkum Naan Ivvitaththil Ondrum Seyyavillai Endrum Sonnaan. "
},{ "Verses": "16  Arththam Nandraayirukkiradhu Endru Suyampaakikalin Thalaivan Kandu, Yoseppai Nokki: Naanum En Soppanaththil Moondru Vellaik Koodaikal En Thalaiyinmel Irukgak Kanten; "
},{ "Verses": "17  Merkoodaiyile Paarvonukgaagach Chamaikgappatta Sakalavidha Palakaarangalilum Konjam Konjam Irundhadhu; En Thalaiyinmel Koodaiyil Irundhavaigalaip Paravaigal Vandhu Patchiththadhu Endraan. "
},{ "Verses": "18  Adharku Yoseppu: Andha Moondru Koodaikalum Moondru Naalaam. "
},{ "Verses": "19  Innum Moondru Naalaikkulle Paarvon Un Thalaiyai Uyarththi, Unnai Maraththile Thookkippotuvaar; Appozhudhu Paravaigal Un Maamsaththaith Thinnum, Idhudhaan Adhin Arththam Endru Sonnaan. "
},{ "Verses": "20 moondraamnaal Paarvonudaiya Janma Naalaayirundhadhu; Avan Than Oozhiyakkaarar Ellaarukkum Virundhupanni, Paanapaaththirakkaararudaiya Thalaivan Thalaiyaiyum Suyampaakikaludaiya Thalaivan Thalaiyaiyum Than Uththiyogasdharin Natuve Uyarththi, "
},{ "Verses": "21 paanapaaththirakkaararin Thalaivanaip Paanangotukkira Than Uththiyogaththile Marupadiyum Vaiththaan; Andhappadiye Avan Paarvonudaiya Kaiyile Paaththiraththaik Koduththaan. "
},{ "Verses": "22 suyampaakikalin Thalaivanaiyo Thookkippottaan. Yoseppu Avargalukkuch Chonna Arththaththinpadiye Sampaviththadhu. "
},{ "Verses": "23 aanaalum Paanapaaththirakkaararin Thalaivan Yoseppai Ninaiyaamal Avanai Marandhuvittaan. "
}
]