[
{ "Verses": "1 eesaakku Yaakkobai Azhaiththu, Avanai Aaseervadhiththu, Nee Kaanaaniyarudaiya Kumaaraththigalil Penkollaamal, "
},{ "Verses": "2 ezhundhu Purappattu, Padhaan Araamilirukkira Un Thaayinudaiya Thagappanaagiya Peththuveludaiya Veettukkuppoi, Avvidaththil Un Thaayin Sagodharanaagiya Laabaanin Kumaaraththigalukkul Penkol Endru Avanukkuk Kattalaiyittaan. "
},{ "Verses": "3 sarvavallamaiyulla Dhevan Unnai Aaseervadhiththu, Nee Pala Janakkoottamaagumpadi Unnaip Palugavum Perugavumpanni; "
},{ "Verses": "4 dhevan Aabiragaamukkuk Koduththadhum Nee Paradhesiyaaith Thangugiradhumaana Dhesaththai Nee Sudhandhariththukkollumpadi Aabiragaamukku Aruliya Aaseervaadhaththai Unakkum Un Sandhadhikkum Aruluvaaraaga Endru Solli; "
},{ "Verses": "5 eesaakku Yaakkobai Anuppivittaan. Appozhudhu Avan Padhaan Araamilirukkum Seeriyaa Dhesaththaanaagiya Peththuveludaiya Kumaaranum, Thanakkum Esaavukkum Thaayaagiya Rebekkaalin Sagodharanumaana Laabaanidaththukkup Pogap Purappattaan. "
},{ "Verses": "6 eesaakku Yaakkobai Aaseervadhiththu, Oru Pennaik Kollumpadi Avanaip Padhaan Araamukku Anuppinadhaiyum, Avanai Aaseervadhikkaiyil: Nee Kaanaaniyarudaiya Kumaaraththigalil Penkollavendaam Endru Avanukkuk Kattalaiyittadhaiyum, "
},{ "Verses": "7 yaakkobu Than Thagappanukkum Than Thaaikkum Keezhppadindhu, Padhaan Araamukku Purappattupponadhaiyum Esaa Kandadhinaalum, "
},{ "Verses": "8 kaanaaniyarudaiya Kumaaraththigal Than Thagappanaagiya Eesaakkin Paarvaikku Aagaadhavargal Enbadhai Esaa Arindhadhinaalum, "
},{ "Verses": "9 esaa Ismavelidaththukkup Poi, Thanakku Munnirundha Manaivigalumandri, Aabiragaamudaiya Kumaaranaagiya Ismavelin Kumaaraththiyum Nebaayoththin Sagodhariyumaagiya Magalaaththaiyum Vivaagampanninaan. "
},{ "Verses": "10 yaakkobu Peyersebaavai Vittup Purappattu Aaraanukkup Pogap Pirayaanampanni, "
},{ "Verses": "11 oru Idaththile Vandhu, Sooriyan Asdhamiththapadiyinaal, Ange Raaththangi, Avvidaththuk Karkalil Ondrai Eduththu, Than Thalaiyinkeezh Vaiththu, Ange Niththirai Seyyumpadi Paduththukkondaan. "
},{ "Verses": "12 ange Avan Oru Soppanam Kandaan; Idho, Oru Eni Boomiyile Vaikkappattirundhadhu, Adhin Nuni Vaanaththai Ettiyirundhadhu, Adhile Dhevadhoodhar Erugiravargalum Irangugiravargalumaai Irundhaargal. "
},{ "Verses": "13 adharku Melaagak Karththar Nindru: Naan Un Thagappanaagiya Aabiragaamin Dhevanum Eesaakkin Dhevanumaagiya Karththar; Nee Paduththirukkira Boomiyai Unakkum Un Sandhadhikkum Tharuven. "
},{ "Verses": "14 un Sandhadhi Boomiyin Thoolaippolirukkum; Nee Merkeyum, Kizhakkeyum, Vadakkeyum, Therkeyum Parambuvaai; Unakkullum Un Sandhadhikkullum Boomiyin Vamsangalellaam Aaseervadhikgappadum. "
},{ "Verses": "15 naan Unnode Irundhu, Nee Pogira Idaththilellaam Unnaik Kaaththu, Indhath Dhesaththukku Unnaith Thirumpivarappannuven; Naan Unakkuch Sonnadhaich Seyyumalavum Unnaik Kaividuvadhillai Endraar. "
},{ "Verses": "16 yaakkobu Niththirai Thelindhu Vizhiththapodhu: Meyyaagave Karththar Indha Sthalaththil Irukkiraar; Idhai Naan Ariyaadhirundhen Endraan. "
},{ "Verses": "17 avan Bayandhu, Indha Sthalam Evvalavu Bayankaramaayirukkiradhu! Idhu Dhevanudaiya Veeteyallaamal Veralla, Idhu Vaanaththin Vaasal Endraan. "
},{ "Verses": "18 adhikaalaiyile Yaakkobu Ezhundhu, Than Thalaiyinkeezh Vaiththirundha Kallai Eduththu, Adhaith Thoonaaga Niruththi, Adhinmel Enney Vaarththu, "
},{ "Verses": "19 andha Sthalaththirkup Beththel Endru Perittaan; Adharku Munne Avvoorukku Loos Ennum Per Irundhadhu. "
},{ "Verses": "20 appozhudhu Yaakkobu: Dhevan Ennode Irundhu, Naan Pogira Indha Vazhiyile Ennaik Kaappaatri, Unna Aagaaramum, Udukka Vasdhiramum Enakkuth Thandhu, "
},{ "Verses": "21 ennai En Thagappan Veettukkuch Samaadhaanaththode Thirumbivarappannuvaaraanaal, Karththar Enakkuth Dhevanaayiruppaar; "
},{ "Verses": "22 naan Thoonaaga Niruththina Indhak Kal Dhevanukku Veedaagum; Dhevareer Enakkuth Tharum Ellaavatrilum Umakkuth Dhasamapaagam Seluththuven Endru Sollip Poruththanaipannikkondaan. "
}
]