[
{ "Verses": "1 adharkuppinbu, Ummudaiya Thagappanaarukku Varuththamaayirukkiradhu Endru Yoseppukkuch Sollappattadhu. Appozhudhu Avan Than Irandu Kumaararaagiya Manaaseyaiyum Eppiraayeemaiyum Thannodekoodak Konduponaan. "
},{ "Verses": "2 idho, Ummudaiya Kumaaranaagiya Yoseppu Ummidaththil Vandhirukkiraar Endru Yaakkobukku Arivikkappattadhu; Appozhudhu Isravel Thannaiththidappaduththikkondu, Kattilinmel Utkaarndhaan. "
},{ "Verses": "3 yaakkobu Yoseppai Nokki: Sarvavallamaiyulla Dhevan Kaanaan Dhesaththilulla Loos Ennum Idaththil Enakkuth Dharisanamaagi, Ennai Aaseervadhiththu: "
},{ "Verses": "4 naan Unnaip Palugavum Perugavum Panni, Unnaip Pala Janakkoottamaakki, Unakkup Pinvarum Un Sandhadhikku Indhath Dhesaththai Niththiya Sudhandharamaagak Koduppen Endru Ennode Sonnaar. "
},{ "Verses": "5 naan Unnidaththil Egipthukku Varumunne Unakku Egipthudhesaththil Pirandha Un Irandu Kumaararum Ennudaiya Kumaarar; Roopan Simiyon Enbavargalaippola, Eppiraayeemum Manaaseyum Ennudaiyavargal. "
},{ "Verses": "6 ivargalukkuppin, Nee Perum Pillaigal Unnudaiyavargal; Avargal Thangal Thangal Sagodhararudaiya Peraal Azhaikkappattu Avargalukkuriya Sudhandharaththil Panguperuvaargal. "
},{ "Verses": "7 naan Padhaanai Vittu Varugaiyil, Kaanaandhesaththil Eppiraaththaavukkuk Konjam Thooram Irukkumbodhu, Vazhiyile Raakel Ennandaiyil Maranamadaindhaal; Avalai Ange Bedhlakem Ennum Eppiraaththaa Oorukkup Pogira Vazhiyile Adakkampanninen Endraan. "
},{ "Verses": "8 isravel Yoseppin Kumaararaip Paarththu: Ivargal Yaar Endru Kettaan. "
},{ "Verses": "9 yoseppu Than Thagappanai Nokki: Ivargal Ivvidaththil Dhevan Enakku Arulina Kumaarar Endraan. Appozhudhu Avan: Naan Avargalai Aaseervadhikkumbadi Avargalai En Kittakkonduvaa Endraan. "
},{ "Verses": "10 mudhirvayadhinaal Isravelin Kangal Mangalaayirundhabadiyaal, Avan Nandraaip Paarkkakkoodaadhirundhadhu. Avargalai Avanandaiyile Serappanninaan; Appozhudhu Avan Avargalai Muththamcheydhu Anaiththukkondaan. "
},{ "Verses": "11 isravel Yoseppai Nokki: Un Mugaththaik Kaanben Endru Naan Ninaikkavillai; Aanaalum, Idho, Un Sandhadhiyaiyum Kaanumbadi Dhevan Enakku Arulseydhaar Endraan. "
},{ "Verses": "12 appozhudhu Avanudaiya Muzhangaalgal Naduve Irundha Pillaigalai Yoseppu Pinnidappanni, Avanudaiya Mugaththukku Munbaagath Tharaimattum Kunindhu Vananginaan. "
},{ "Verses": "13 pinbu, Yoseppu Avviruvaraiyum Konduvandhu, Eppiraayeemaith Than Valadhu Kaiyinaale Isravelin Idadhu Kaikku Neraagavum, Manaaseyaith Than Idadhu Kaiyinaale Isravelin Valadhu Kaikku Neraagavum Vittaan. "
},{ "Verses": "14 appozhudhu Isravel, Manamariya, Than Valadhu Kaiyai Neetti, Ilaiyavanaagiya Eppiraayeemudaiya Thalaiyinmelum, Manaase Mooththavanaayirundhum, Than Idadhu Kaiyai Manaaseyudaiya Thalaiyinmelum Vaiththaan. "
},{ "Verses": "15 avan Yoseppai Aaseervadhiththu: En Pidhaakkalaagiya Aabiragaamum Eesaakkum Vazhipattu Vanangiya Dhevanum, Naan Pirandha Naalmudhal Innaalvaraikkum Ennai Aadhariththuvandha Dhevanum, "
},{ "Verses": "16 ellaath Theemaikkum Neengalaakki Ennai Meetta Thoodhanumaanavar Indhap Pillaigalai Aaseervadhippaaraaga, En Perum En Pidhaakkalaagiya Aabiragaam Eesaakku Enbavargalin Perum Ivargalukku Idappadakkadavadhu; Boomiyil Ivargal Migudhiyaaip Perugakkadavargal Endraan. "
},{ "Verses": "17 thagappan Than Valadhukaiyai Eppiraayeemudaiya Thalaiyinmel Vaiththadhai Yoseppu Kandu, Adhu Thanakkup Piriyamillaadhabadiyaal, Eppiraayeemudaiya Thalaiyinmel Irundha Than Thagappanudaiya Kaiyai Manaaseyinudaiya Thalaiyinmel Vaikkumbadikku Eduththu: "
},{ "Verses": "18 en Thagappane, Appadiyalla, Ivan Mooththavan, Ivanudaiya Thalaiyin Mel Ummudaiya Valadhukaiyai Vaikkavendum Endraan. "
},{ "Verses": "19 avan Thagappano Thaduththu: Adhu Enakkuth Theriyum, En Magane, Enakkuth Theriyum; Ivanum Oru Janakkoottamaavaan, Ivanum Peruguvaan; Ivanudaiya Thambiyo Ivanilum Adhigamaaip Peruguvaan; Avanudaiya Sandhadhiyaar Thiralaana Janangalaavaargal Endraan. "
},{ "Verses": "20 ivvidhamaaga Avan Andraithdhinam Avargalai Aaseervadhiththu: Dhevan Unnai Eppiraayeemaippolavum Manaaseyaippolavum Aakkuvaaraaga Endru Isravelar Unnai Munnittu Vaazhththuvaargal Endru Solli, Eppiraayeemai Manaasekku Munne Vaiththaan. "
},{ "Verses": "21 pinbu, Isravel Yoseppai Nokki: Idho, Naan Maranamadaiyappogiren; Dhevan Ungalode Iruppaar; Avar Ungal Pidhaakkalin Dhesaththukku Ungalaith Thirumbavum Pogappannuvaar Endrum, "
},{ "Verses": "22 un Sagodhararukku Koduththadhaippaarkkilum, Naan En Pattayaththaalum, En Villinaalum, Emoriyar Kaiyilirundhu Sambaadhiththa Oru Nilaththai Unakku Adhigamaana Pangaagak Koduththen Endrum Sonnaan. "
}
]