[
{ "Verses": "1 dhevan Yaakkobai Nokki: Nee Ezhundhu Beththelukkup Poi, Ange Kudiyirundhu, Nee Un Sagodharanaagiya Esaavin Mugaththirku Vilagi Odippogirapodhu, Unakkuth Tharisanamaana Dhevanukku Ange Oru Balipeedaththai Undaakku Endraar. "
},{ "Verses": "2 appozhudhu Yaakkobu Than Veettaaraiyum Thannodekooda Irundha Matra Anaivaraiyum Nokki: Ungalidaththil Irukkira Anniya Theyvangalai Vilakkippottu, Ungalaich Suththampannikkondu, Ungal Vasthirangalai Maatrungal. "
},{ "Verses": "3 naam Ezhundhu Beththelukkup Povom Vaarungal; Enakku Aabaththu Neritta Naalil En Vinnappaththukku Uththaravu Arulichcheydhu, Naan Nadandha Vazhiyile Ennodekooda Irundha Dhevanukku Ange Oru Palibeedaththai Undaakkuven Endraan. "
},{ "Verses": "4 appozhudhu Avargal Thangal Kaiyilirundha Ellaa Anniya Theyvangalaiyum, Thangal Kaadhanigalaiyum Yaakkopidaththil Koduththaargal; Yaakkobu Avaigalaich Seekem Oor Aruge Irundha Oru Karvaali Maraththin Keezhe Pudhaiththuppottaan. "
},{ "Verses": "5 pinbu Pirayaanam Purappattaargal; Avargalaich Sutrilum Irundha Pattanaththaarukkuth Dhevanaale Payankaram Undaanadhinaal, Avargal Yaakkobin Kumaararaip Pindhodaraadhirundhaargal. "
},{ "Verses": "6 yaakkobum Avanodekooda Irundha Ellaa Janangalum Kaanaan Dhesaththilulla Beththel Ennum Loosukku Vandhaargal. "
},{ "Verses": "7 ange Avan Oru Palibeedaththaik Katti, Than Sagodharanudaiya Mugaththukkuth Thappi Odinapodhu, Ange Thanakku Dhevan Tharisanamaanapadiyaal, Andha Sthalaththirku Elbeththel Endru Perittaan. "
},{ "Verses": "8 rebekkaalin Thaadhiyaagiya Theporaal Mariththu, Beththelukkuch Sameebamaayirundha Oru Karvaali Maraththinkeezh Adakgampannappattaal; Adharku Allonpaakoodh Ennum Per Undaayitru. "
},{ "Verses": "9 yaakkobu Padhaan Araamilirundhu Vandhapinbu Dhevan Avanukku Marupadiyum Tharisanamaagi, Avanai Aaseervadhiththu: "
},{ "Verses": "10 ippozhudhu Un Per Yaakkobu, Ini Un Per Yaakkobu Ennappataamal, Isravel Endru Unakkup Per Vazhangum Endru Solli, Avanukku Isravel Endru Perittaar. "
},{ "Verses": "11 pinnum Dhevan Avanai Nokki: Naan Sarvavallamaiyulla Dhevan, Nee Palugip Perukuvaayaaga; Oru Jaadhiyum Parpala Jaadhigalin Koottangalum Unnidaththilirundhu Undaakum; Raajaakkalum Un Sandhadhiyil Pirappaargal. "
},{ "Verses": "12  Naan Aabiragaamukkum Eesaakkukkum Koduththa Dhesaththai Unakkuk Koduppen; Unakkuppin Un Sandhadhikkum Indha Dhesaththaik Koduppen Endru Solli, "
},{ "Verses": "13 dhevan Avanode Pesina Sthalaththilirundhu Avanaivittu Ezhundharulip Ponaar. "
},{ "Verses": "14 appozhudhu Yaakkobu Thannode Avar Pesina Sthalaththile Oru Katroonai Niruththi, Adhinmel Paanabaliyai Ootri, Enneyaiyum Vaarththaan. "
},{ "Verses": "15 dhevan Thannode Pesina Andha Sthalaththirku Yaakkobu Beththel Endru Perittaan. "
},{ "Verses": "16 pinbu, Beththelai Vittup Pirayaanam Purappattaargal. Eppiraaththaavukku Vara Innum Konjam Thooramirukkumpodhu, Raagel Pillai Petraal; Pirasavaththil Avalukkuk Katumvedhanai Undaayitru. "
},{ "Verses": "17  Pirasavikkumpodhu, Avalukkuk Katumvedhanaiyaayirukkaiyil, Maruththuvachchi Avalaip Paarththu: Payappadaadhe, Indha Muraiyum Puththiranaip Peruvaai Endraal. "
},{ "Verses": "18 maranakaalaththil Aval Aaththumaa Piriyumpodhu, Aval Avanukku Benoni Endru Perittaal; Avan Thagappano, Avanukku Benyameen Endru Perittaan. "
},{ "Verses": "19 raagel Mariththu, Bethlagem Ennum Eppiraaththaa Oorukkup Pogira Vazhiyile Adakgampannappattaal. "
},{ "Verses": "20 aval Kallaraiyinmel Yaakkobu Oru Thoonai Niruththinaan; Adhuve Innaalvaraikkum Irukkira Raageludaiya Kallaraiyin Thoon. "
},{ "Verses": "21  Isravel Pirayaanampanni, Edher Engira Kopuraththirku Appuraththil Koodaaram Pottaan. "
},{ "Verses": "22 isravel Andhath Dhesaththil Thangik Kutiyirukkumpodhu, Rooban Poi, Than Thagappanudaiya Marumanaiyaattiyaagiya Pilgaalode Sayaniththaan; Adhai Isravel Kelvippattaan. "
},{ "Verses": "23 yaakkobin Kumaarar Panniranduper. Yaakkobin Mooththamaganaagiya Rooban, Simiyon, Levi, Yoodhaa, Isakkaar, Sepulon Enbavargal Leyaal Petra Kumaarar. "
},{ "Verses": "24  Yoseppu, Benyameen Enbavargal Raagel Petra Kumaarar. "
},{ "Verses": "25 thaan, Napthali Enbavargal Raageludaiya Panividaikkaariyaagiya Pilgaal Petra Kumaarar. "
},{ "Verses": "26 gaath, Aaser Enbavargal Leyaalin Panividaikkaariyaagiya Silpaal Petra Kumaarar; Ivargale Yaakkobukkup Padhaan Araamile Pirandha Kumaarar. "
},{ "Verses": "27 pinbu, Yaakkobu Arpaavin Ooraagiya Mamrekku Than Thagappanaagiya Eesaakkinidaththil Vandhaan; Adhu Aabiragaamum Eesaakkum Thangiyirundha Ebiron Ennum Oor. "
},{ "Verses": "28 eesaakku Viruththaappiyamum Poorana Aayusumullavanaagi, Nootrenpadhu Varusham Jeeviththirundhu, "
},{ "Verses": "29 piraananpoi Mariththu, Than Janaththaarode Serkgappattaan. Avan Kumaararaagiya Esaavum Yaakkobum Avanai Adakgampanninaargal. "
}
]