[
{ "Verses": "1 aabiragaam Avvidamvittu, Thendhesaththirkup Prayaanampanni, Kaadhesukkum Soorukkum Naduvaagak Kudiyeri, Keraarile Thanginaan. "
},{ "Verses": "2 ange Aabiragaam Than Manaiviyaagiya Saaraalaith Than Sagodhari Endru Sonnadhinaale, Keraarin Raajaavaagiya Abimelekku Aal Anuppi Saaraalai Azhaippiththaan. "
},{ "Verses": "3 dhevan Iravile Abimelekkukku Soppanaththile Thondri: Nee Azhaippiththa Sthreeyinnimiththam Nee Seththaai; Aval Oruvanudaiya Manaiviyaayirukkiraale Endraar. "
},{ "Verses": "4 abimelekku Avalai Seraadhirundhaan. Aagaiyaal Avan: Aandavare, Needhiyulla Janangalai Azhippeero? "
},{ "Verses": "5 ival Than Sagodhari Endru Avan Ennode Sollavillaiyaa? Avan Than Sagodharan Endru Ivalum Sonnaale; Uththama Irudhayaththodum Suththamaana Kaigalodum Idhai Seydhen Endru Sonnaan. "
},{ "Verses": "6 appozhudhu Dhevan: Uththama Irudhayaththode Nee Idhai Seydhaai Endru Naan Arindhirukkiren; Nee Enakku Virodhamaagap Paavam Seyyaadhapadikku Unnaith Thaduththen; Aagaiyaal, Nee Avalaith Thoda Naan Unakku Idankodukkavillai. "
},{ "Verses": "7 andha Manushanudaiya Manaiviyai Avanidaththirku Anuppividu; Avan Oru Theerkkadharisi; Nee Pizhaikkumpadikku Avan Unakkaaga Vendudhal Seyvaan; Nee Avalai Anuppividaadhirundhaal, Neeyum Unnai Serndha Yaavarum Saagave Saaveergal Endru Arivaayaaga Endru Soppanaththile Avanukku Sonnaar. "
},{ "Verses": "8 abimelekku Adhikaalaiyil Ezhundhu, Than Oozhiyakkaararaiyellaam Azhaippiththu, Indha Sangadhigalaiyellaam Avargal Ketkumpadi Sonnaan; Andha Manushar Migavum Bayandhaargal. "
},{ "Verses": "9 appozhudhu Abimelekku Aabiragaamai Azhaippiththu; Nee Engalukku Enna Kaariyancheydhaai, Nee Enmelum, En Raajyaththinmelum Kodiya Paavam Sumarappannugiradharku Unakku Naan Enna Kutram Seydhen? Seyyaththagaadha Kaariyangalai Ennidaththil Seydhaaye Endraan. "
},{ "Verses": "10 pinnum Abimelekku Aabiragaamai Nokki: Ennaththaik Kandu Nee Indhak Kaariyaththai Seydhaai Endraan. "
},{ "Verses": "11 adharku Aabiragaam: Ivvidaththil Theyvabayam Illaiyendrum, En Manaiviyinimiththam Ennaik Kondrupoduvaargal Endrum Naan Ninaiththen. "
},{ "Verses": "12 aval En Sagodhari Enbadhum Meydhaan; Aval En Thagappanukkuk Kumaaraththi, En Thaaikkuk Kumaaraththiyalla; Aval Enakku Manaiviyaanaal. "
},{ "Verses": "13 en Thagappan Veettaivittu Dhevan Ennai Dhesaandhariyaaith Thiriyumpadi Seydhapodhu, Naan Avalai Nokki: Naam Pogum Idamengum, Nee Ennai Sagodharan Endru Solvadhu Nee Enakku Seyyavendiya Dhayai Endru Avalidaththil Solliyirundhen Endraan "
},{ "Verses": "14 appozhudhu Abimelekku Aadu Maadugalaiyum, Velaikkaararaiyum, Velaikkaarigalaiyum Aabiragaamukkuk Koduththu, Avan Manaiviyaagiya Saaraalaiyum Avanidaththil Thirumba Oppuviththaan. "
},{ "Verses": "15 pinnum Abimelekku: Idho, En Dhesam Unakku Munbaaga Irukkiradhu; Un Paarvaikku Sammadhiyaana Idaththile Kudiyiru Endru Sonnaan. "
},{ "Verses": "16 pinbu Saaraalai Nokki: Un Sagodharanukku Aayiram Vellikkaasu Koduththen; Idho, Unnodirukkira Ellaar Munbaagavum, Matra Yaavar Munbaagavum, Idhu Un Mugaththu Mukkaattukkaavadhaaga Endraan; Ippadi Aval Kadindhu Kollappattaal. "
},{ "Verses": "17 aabiragaamudaiya Manaiviyaagiya Saaraalinnimiththam Karththar Abimelekkudaiya Veettaarin Garppangalaiyellaam Adaiththirundhapadiyaal, "
},{ "Verses": "18 aabiragaam Dhevanai Nokki Vendikkondaan; Appozhudhu Dhevan Abimelekkaiyum, Avan Manaiviyaiyum, Avan Velaikkaarigalaiyum Gunamaakki, Pillaiperumpadi Anukkiragampanninaar. "
}
]