[
{ "Verses": "1 yoseppu Egipthukkuk Kondupogappattaan. Paarvonudaiya Piradhaaniyum Thalaiyaarigalukku Adhipadhiyumaagiya Poththipaar Ennum Egipthu Dhesaththaan Avanai Avvidaththirkuk Konduvandha Ismavelaridaththil Vilaikku Vaanginaan. "
},{ "Verses": "2 karththar Yoseppode Irundhaar, Avan Kaariyasiththiyullavanaanaan; Avan Egipthiyanaagiya Than Ejamaanudaiya Veettile Irundhaan. "
},{ "Verses": "3 karththar Avanode Irukkiraar Endrum, Avan Seygira Yaavaiyum Karththar Vaaikkappannukiraar Endrum, Avan Ejamaan Kandu: "
},{ "Verses": "4 yoseppinidaththil Dhayavuvaiththu, Avanaith Thanakku Oozhiyakkaaranum Than Veettukku Visaaranaikkaaranumaakki, Thanakku Undaana Yaavatraiyum Avan Kaiyil Oppuviththaan. "
},{ "Verses": "5  Avanaith Than Veettukkum Thanakku Undaana Ellaavatrirkum Visaaranaikkaaranaakkinadhumudharkondu, Karththar Yoseppinimiththam Andha Egipthiyan Veettai Aaseervadhiththaar; Veettilum Veliyilum Avanukku Undaanavaigal Ellaavatrilum Karththarudaiya Aaseervaadham Irundhadhu. "
},{ "Verses": "6 aagaiyaal, Avan Thanakku Undaanadhaiyellaam Yoseppin Kaiyile Oppukkoduththuvittu, Thaan Pusikkira Pojanamdhavira Thannidaththilirundha Matrondraikkuriththum Visaariyaadhirundhaan. Yoseppu Azhagaana Roopamum Sowndhariya Mugamum Ullavanaayirundhaan. "
},{ "Verses": "7 silanaal Sendrapin, Avanudaiya Ejamaanin Manaivi Yoseppinmel Kanpottu, Ennode Sayani Endraal. "
},{ "Verses": "8 avano Than Ejamaanudaiya Manaiviyin Sollukku Inangaamal, Avalai Nokki: Idho, Veettile Ennidaththil Irukkiravaigalil Yaadhondraikkuriththum En Aandavan Visaariyaamal, Thamakku Undaana Ellaavatraiyum En Kaiyil Oppuviththirukkiraar. "
},{ "Verses": "9 indha Veettile Ennilum Periyavan Illai; Nee Avarudaiya Manaiviyaayirukkirapadiyaal Unnaiththavira Verondraiyum Avar Enakku Vilakki Vaikkavillai; Ippadiyirukka, Naan Iththanai Periya Pollaangukku Udanpattu, Dhevanukku Virodhamaaip Paavam Seyvadhu Eppadi Endraan. "
},{ "Verses": "10 aval Niththam Niththam Yoseppode Ippadip Pesikkonduvandhum, Avan Avaludane Sayanikkavum Avaludane Irukkavum Sammadhikkavillai. "
},{ "Verses": "11  Ippadiyirukkumpodhu, Orunaal Avan Than Velaiyaich Seygiradharku Veettukku Ponaan; Veettu Manidharil Oruvarum Veettil Illai. "
},{ "Verses": "12  Appozhudhu Aval Avanudaiya Vasthiraththaip Patrip Pidiththu, Ennode Sayani Endraal. Avano Than Vasthiraththai Aval Kaiyile Vittu Veliye Odipponaan. "
},{ "Verses": "13 avan Than Vasthiraththai Aval Kaiyile Vittu Veliye Odipponadhai Aval Kandapodhu, "
},{ "Verses": "14 aval Than Veettu Manidharaik Kooppittu: Paarungal, Ebireya Manushan Nammidaththil Sarasampannumpadikku Avanai Namakkul Konduvandhaar, Avan Ennode Sayanikkumpadikku Ennidaththil Vandhaan; Naan Migundha Saththamittuk Kooppitten. "
},{ "Verses": "15 naan Saththamittuk Kooppidugiradhai Avan Kettu, Than Vasthiraththai Ennidaththil Vittu, Veliye Odippoivittaan Endru Sonnaal. "
},{ "Verses": "16 avanudaiya Ejamaan Veettukku Varumalavum Avanudaiya Vasthiraththaith Thannidaththil Vaiththirundhu, "
},{ "Verses": "17 avanai Nokki: Neer Nammidaththil Konduvandha Andha Ebireya Velaikkaaran Sarasampannumpadikku Ennidaththil Vandhaan. "
},{ "Verses": "18 appozhudhu Naan Saththamittuk Kooppitten, Avan Than Vasthiraththai Ennidaththil Vittu Veliye Odipponaan Endraal. "
},{ "Verses": "19 ummudaiya Velaikkaaran Enakku Ippadich Seydhaan Endru Than Manaivi Thannode Sonna Vaarththaigalai Avanudaiya Ejamaan Kettapodhu, Avanukkuk Kopam Moondadhu. "
},{ "Verses": "20 yoseppin Ejamaan Avanaip Pidiththu, Raajaavin Kattalaiyaal Kaavalil Vaikkappattavargal Irukkum Siraichchaalaiyile Avanai Oppuviththaan. Andhach Siraichchaalaiyil Avan Irundhaan. "
},{ "Verses": "21 karththaro Yoseppode Irundhu, Avanmel Kirubai Vaiththu, Siraichchaalaith Thalaivanudaiya Dhayavu Avanukkuk Kidaikkumpadi Seydhaar. "
},{ "Verses": "22 siraichchaalaith Thalaivan Siraichchaalaiyil Vaikkappatta Yaavaraiyum Yoseppin Kaiyile Oppuviththaan; Ange Avargal Seyvadhellaavatraiyum Yoseppu Seyviththaan. "
},{ "Verses": "23 karththar Avanode Irundhapadiyinaalum, Avan Edhaich Seydhaano Adhaik Karththar Vaaikkappanninapadiyinaalum, Avan Vasamaayirundha Yaadhondraiyum Kuriththuch Siraichchaalaith Thalaivan Visaarikkavillai. "
}
]