[
{ "Verses": "1 edhomiyarin Thagappanaagiya Esaavin Vamsavaralaaru: "
},{ "Verses": "2 esaa Kaanaan Dhesaththup Pengalil Eththiyanaana Elonin Kumaaraththiyaagiya Aadhaalaiyum, Eviyanaagiya Sipiyonin Kumaaraththiyum Aanaakin Kumaaraththiyumaagiya Akolipaamaalaiyum, "
},{ "Verses": "3 ismavelin Kumaaraththiyum Nepaayoththin Sagodhariyumaagiya Pasmaaththaiyum Vivaagampanniyirundhaan. "
},{ "Verses": "4 aadhaal Esaavukku Eleeppaasaip Petraal; Pasmaaththu Rekuvelaip Petraal. "
},{ "Verses": "5 akolipaamaal Eyooshaiyum, Yaalaamaiyum, Koraakaiyum Petraal; Ivargale Esaavukkuk Kaanaan Dhesaththile Pirandha Kumaarar. "
},{ "Verses": "6 esaa Than Manaivigalaiyum, Than Kumaararaiyum, Than Kumaaraththigalaiyum, Than Veettilulla Yaavaraiyum, Than Aadumaadugalaiyum, Matra Jeevajandhukkal Yaavaiyum, Thaan Kaanaan Thesaththile Sampaadhiththa Aasthi Muzhuvadhaiyum Serththukkondu, Than Sagodharanaagiya Yaakkobai Vittup Pirindhu Vere Dhesaththukkup Ponaan. "
},{ "Verses": "7 avargaludaiya Sampaththu Migudhiyaayirundhapadiyinaal Avargal Orumiththuk Kudiyirukkak Koodaamarpoyitru; Avargaludaiya Mandhaigalinimiththamaai Avargal Thangiyirundha Boomi Avargalaith Thaangak Koodaadhadhaayirundhadhu. "
},{ "Verses": "8 aadhalaal Esaa Seyeermalaiyil Kudiyerinaan; Esaavukku Edhom Endrum Per. "
},{ "Verses": "9 seyeermalaiyil Irukkira Edhomiyarudaiya Thagappanaagiya Esaavin Sandhadhigalum, "
},{ "Verses": "10 esaavin Kumaararudaiya Naamangalumaavana: Esaavin Manaiviyaagiya Aadhaaludaiya Kumaaranukku Eleeppaas Endru Per; Esaavin Manaiviyaagiya Pasmaaththudaiya Kumaaranukku Rekuvel Endru Per. "
},{ "Verses": "11 eleeppaasin Kumaarar, Themaan, Omaar, Seppo, Gaththaam Kenaas Enpavargal. "
},{ "Verses": "12 thimnaal Esaavin Kumaaranaagiya Eleeppaasukku Marumanaiyaattiyaayirundhu, Eleeppaasukku Amalekkaip Petraal; Ivargale Esaavin Manaiviyaagiya Aadhaaludaiya Puththirar. "
},{ "Verses": "13  Reguveludaiya Kumaarar, Nagaath, Seraaku, Sammaa, Meesaa Enbavargal; Ivargale Esaavin Manaiviyaagiya Pasmaaththin Puththirar. "
},{ "Verses": "14 sipiyonin Kumaaraththiyum Aanaakin Kumaaraththiyumaana Akolipaamaal Engira Esaavin Manaivi Eyoosh, Yaalaam, Koraaku Ennum Puththirarai Esaavukkup Petraal. "
},{ "Verses": "15 esaavin Kumaararil Thondriya Pirabukkalaavana: Esaavukku Mooththamaganaagiya Eleeppaasudaiya Kumaararil Themaan Pirabu, Omaar Pirabu, Seppo Pirabu, Kenaas Pirabu, "
},{ "Verses": "16 koraaku Pirabu, Gaththaam Pirabu, Amalekku Pirabu Enbavargal; Ivargal Edhom Dhesaththil Eleeppaasin Sandhadhiyum Aadhaalin Kumaararumaayirundha Pirabukkal. "
},{ "Verses": "17 esaavin Kumaaranaagiya Rekuvelin Puththiraril Nagaadh Pirabu, Seraaku Pirabu, Sammaa Pirabu, Meesaa Pirabu Enbavargal; Ivargal Edhom Dhesaththil Reguvelin Sandhadhiyum Esaavin Manaiviyaagiya Pasmaaththin Kumaararumaayirundha Pirabukkal. "
},{ "Verses": "18 esaavin Manaiviyaagiya Akolipaamaalin Kumaarar, Eyoosh Pirabu, Yaalaam Pirabu, Koraaku Pirabu Enbavargal; Ivargal Aanaakin Kumaaraththiyum Esaavudaiya Manaiviyumaagiya Akolipaamaalin Sandhadhiyaayirundha Pirabukkal. "
},{ "Verses": "19 ivargale Edhom Ennum Esaavin Sandhadhi; Ivargale Avargalilirundha Pirabukkal. "
},{ "Verses": "20 andhath Dhesaththin Kudigalaagiya Oriyanaana Seyeerin Kumaarar, Loththaan, Sopaal, Sibiyon, Aanaaku, "
},{ "Verses": "21 thishon, Edhser, Thishaan Enbavargal; Ivargale Edhom Dhesaththil Seyeerin Puththiraraagiya Oriyarudaiya Sandhadhiyaayirundha Pirabukkal. "
},{ "Verses": "22 loththaanudaiya Kumaarar, Ori, Emaam Enpavargal; Loththaanin Sagodhari Thimnaal Enpaval. "
},{ "Verses": "23 sopaalin Kumaarar, Alvaan, Maanagaadh, Epaal, Seppo, Onaam Enpavargal. "
},{ "Verses": "24 sipiyonin Kumaarar, Ayaa, Aanaaku Enpavargal; Vanaandharaththile Than Thagappanaagiya Seepeyonin Kazhudhaigalai Meykkaiyil, Koveru Kazhudhaigalaik Kandupidiththa Aanaaku Ivandhaan. "
},{ "Verses": "25 aanaakin Pillaigal, Thishon, Akolipaamaal Enpavargal; Indha Akolipaamaal Aanaakin Kumaaraththi. "
},{ "Verses": "26  Thishonudaiya Kumaarar, Emdhaan, Espaan, Iththaraan, Keraan Enpavargal. "
},{ "Verses": "27 edhserudaiya Kumaarar, Pilgaan, Sagavaan, Akgaan Enpavargal. "
},{ "Verses": "28  Thishaanudaiya Kumaarar, Oodhs, Araan Enpavargal. "
},{ "Verses": "29 oriyarin Sandhadhiyil Thondriya Pirabukkal, Loththaan Pirabu, Sopaal Pirabu, Sipiyon Pirabu, Aanaaku Pirabu, "
},{ "Verses": "30 thishon Pirapbu, Edhser Pirabu, Thishaan Pirabu Enpavargal; Ivargale Seyeer Dhesaththile Thangal Thangal Idangalil Irundha Oriyar Sandhadhiyaana Pirabukkal. "
},{ "Verses": "31 isravel Puththirarmel Raajaakkal Arasaalugiradharku Munne, Edhom Dhesaththile Aanda Raajaakkalaanavar: "
},{ "Verses": "32 peyorudaiya Kumaaranaagiya Pelaa Edhomile Arasaandaan; Avanudaiya Pattanaththukkuth Thingaapaa Endru Per. "
},{ "Verses": "33  Pelaa Mariththapin, Posraa Pattanaththaanaagiya Seraakudaiya Kumaaranaagiya Yopaap Avan Pattaththirku Vandhaan. "
},{ "Verses": "34 yopaap Mariththapin, Themaaniya Thesaththaanaagiya Ushaam Avan Pattaththirku Vandhaan. "
},{ "Verses": "35 ushaam Mariththapin, Movaabin Naattile Meedhiyaaniyarai Muriya Adiththa Pedhaadhin Kumaaranaagiya Aadhaadh Avan Pattaththirku Vandhaan; Avanudaiya Pattanaththukku Aaveedh Endru Per. "
},{ "Verses": "36 aadhaadh Mariththapin, Masrekgaa Ooraanaagiya Samlaa Avanudaiya Pattaththirku Vandhaan. "
},{ "Verses": "37 samlaa Mariththapin Ange Irukkira Nadhikkuch Sameebamaana Regobodh Ennum Ooraanaagiya Savul Avanudaiya Pattaththirku Vandhaan. "
},{ "Verses": "38 savul Mariththapin, Akporudaiya Kumaaranaagiya Paagaalgaanaan Avanudaiya Pattaththirku Vandhaan. "
},{ "Verses": "39 akporudaiya Kumaaranaagiya Paagaalgaanaan Mariththapin, Aadhaar Avanudaiya Pattaththirku Vandhaan; Avanudaiya Pattanaththukkup Paaku Endru Per; Avan Manaiviyin Per Mekedhapel; Aval Madhreththudaiya Kumaaraththiyum Mesagaavin Kumaaraththiyumaai Irundhaal. "
},{ "Verses": "40 thangal Parpala Vamsangalinpadiyeyum Vaasasthalangalinpadiyeyum Naamadheyangalinpadiyeyum Esaavin Sandhadhiyil Thondriya Pirabukkaludaiya Naamangalaavana: Thimnaa Pirabu, Alvaa Pirabu, Edhedh Pirabu, "
},{ "Verses": "41 akolipaamaa Pirabu, Elaa Pirabu, Pinon Pirabu, "
},{ "Verses": "42 kenaas Pirabu, Themaan Pirabu, Mipsaar Pirabu, "
},{ "Verses": "43 makdhiyel Pirabu, Eeraam Pirabu; Ivargale Thangal Sondhamaana Dhesaththile Parpala Idangalil Kudiyirundha Edhom Sandhadhip Pirabukkal; Indha Edhomiyarukkuth Thagappan Esaa. "
}
]