[
{ "Verses": "1 ivvidhamaaga Vaanamum Boomiyum, Avaigalin Sarvasenaiyum Undaakkappattuth Theerndhana. "
},{ "Verses": "2 dhevan Thaam Seydha Thammudaiya Kiriyaiyai Ezhaam Naalile Niraivetri, Thaam Undaakkina Thammudaiya Kiriyaigalaiyellaam Mudiththapinbu, Ezhaam Naalile Oindhirundhaar. "
},{ "Verses": "3 dhevan Thaam Sirushtiththu Undupannina Thammudaiya Kiriyaigalaiyellaam Mudiththapinbu Adhile Oindhirundhapadiyaal, Dhevan Ezhaam Naalai Aaseervadhiththu, Adhaip Parisuththamaakkinaar. "
},{ "Verses": "4 dhevanaagiya Karththar Boomiyaiyum Vaanaththaiyum Undaakkina Naalile, Vaanamum Boomiyum Sirushtikkappatta Varalaaru Ivaigale. "
},{ "Verses": "5 nilaththinudaiya Sagalavidhach Chedigalum Boomiyinmel Innum Undaagavillai, Nilaththinudaiya Sagalavidhap Poondugalum Innum Mulaikkavillai; Enenil Dhevanaagiya Karththar Boomiyinmel Innum Mazhaiyaip Peyyappannavillai; Nilaththaip Panpaduththa Manushanum Irundhadhillai. "
},{ "Verses": "6 appozhudhu Moodupani Boomiyilirundhu Ezhumbi, Boomiyaiyellaam Nanaiththadhu. "
},{ "Verses": "7 dhevanaagiya Karththar Manushanai Boomiyin Manninaale Uruvaakki, Jeevasvaasaththai Avan Naasiyile Oodhinaar, Manushan Jeevaaththumaavaanaan. "
},{ "Verses": "8 dhevanaagiya Karththar Kizhakke Edhen Ennum Oru Thottaththai Undaakki, Thaam Uruvaakkina Manushanai Adhile Vaiththaar. "
},{ "Verses": "9 dhevanaagiya Karththar, Paarvaikku Azhagum Pusippukku Nalamumaana Sagalavidha Virutchangalaiyum, Thottaththin Naduvile Jeevavirutchaththaiyum, Nanmai Theemai Ariyaththakka Virutchaththaiyum Boomiyilirundhu Mulaikkappanninaar. "
},{ "Verses": "10 thottaththukkuth Thanneer Paayumpadi Edhenilirundhu Oru Nadhi Odi, Angeyirundhu Pirindhu Naalu Periya Aarugalaayitru. "
},{ "Verses": "11 mudhalaam Aatrukkup Paison Endru Per, Adhu Aavilaa Dhesam Muzhuvadhaiyum Sutri Odum; Avvidaththile Pon Vilaiyum. "
},{ "Verses": "12 andha Dhesaththin Pon Nalladhu; Avvidaththile Pidholaagum, Komedhagak Kallum Undu. "
},{ "Verses": "13 irandaam Aatrukkuk Keegon Endru Per, Adhu Eththiyoppiyaa Dhesam Muzhuvadhaiyum Sutri Odum. "
},{ "Verses": "14 moondraam Aatrukku Idhekkel Endru Per, Adhu Aseeriyaavukkuk Kizhakke Odum; Naalaam Aatrukku Aibiraaththu Endru Per. "
},{ "Verses": "15 dhevanaagiya Karththar Manushanai Edhen Thottaththil Azhaiththukkondu Vandhu, Adhaip Panpaduththavum Kaakkavum Vaiththaar. "
},{ "Verses": "16 dhevanaagiya Karththar Manushanai Nokki: Nee Thottaththilulla Sagala Virutchaththin Kaniyaiyum Pusikkave Pusikkalaam. "
},{ "Verses": "17 aanaalum Nanmai Theemai Ariyaththakka Virutchaththin Kaniyaip Pusikkavendaam; Adhai Nee Pusikkum Naalil Saagave Saavaai Endru Kattalaiyittaar. "
},{ "Verses": "18 pinbu Dhevanaagiya Karththar: Manushan Thanimaiyaayiruppadhu Nalladhalla, Etra Thunaiyai Avanukku Undaakkuven Endraar. "
},{ "Verses": "19 dhevanaagiya Karththar Veliyin Sagalavidha Mirugangalaiyum, Aagaayaththin Sagalavidhap Paravaigalaiyum Manninaale Uruvaakki, Aadhaam Avaigalukku Enna Periduvaan Endru Paarkkumpadi Avaigalai Avanidaththil Konduvandhaar; Andhandha Jeevajandhukku Aadhaam Endhendhap Perittaano Adhuve Adharkup Peraayitru. "
},{ "Verses": "20 appadiye Aadhaam Sagalavidha Naattumirugangalukkum, Aagaayaththup Paravaigalukkum, Sagalavidhak Kaattumirugangalukkum Perittaan; Aadhaamukko Etra Thunai Innum Kaanappadavillai. "
},{ "Verses": "21 appozhudhu Dhevanaagiya Karththar Aadhaamukku Ayarndha Niththiraiyai Varappanninaar, Avan Niththiraiyadaindhaan; Avar Avan Vilaa Elumbugalil Ondrai Eduththu, Andha Idaththai Sadhaiyinaal Adaiththaar. "
},{ "Verses": "22 dhevanaagiya Karththar Thaam Manushanil Eduththa Vilaa Elumbai Manushiyaaga Uruvaakki, Avalai Manushanidaththil Konduvandhaar. "
},{ "Verses": "23 appozhudhu Aadhaam: Ival En Elumbil Elumbum, En Maamsaththil Maamsamumaai Irukkiraal; Ival Manushanil Edukkappattapadiyinaal Manushi Ennappaduvaal Endraan. "
},{ "Verses": "24 idhinimiththam Purushan Than Thagappanaiyum Than Thaayaiyum Vittu, Than Manaiviyode Isaindhiruppaan; Avargal Ore Maamsamaayiruppaargal. "
},{ "Verses": "25 aadhaamum Avan Manaiviyumaagiya Iruvarum Nirvaanigalaayirundhum, Vetkappadaadhirundhaargal. "}
]