[
{ "Verses": "1 aabiraam Thonnootronbadhu Vayadhaanapodhu, Karththar Aabiraamukku Dharisanamaagi: Naan Sarvavallamaiyulla Dhevan; Nee Enakku Munbaaga Nadandhukondu Uththamanaayiru. "
},{ "Verses": "2 naan Unakkum Enakkum Naduvaaga En Udanpadikkaiyai Erpaduththi, Unnai Migavum Thiralaaip Perugappannuven Endraar. "
},{ "Verses": "3 appozhudhu Aabiraam Mugankuppura Vizhundhu Vananginaan. Dhevan Avanode Pesi: "
},{ "Verses": "4 naan Unnode Pannugira En Udanpadikkai Ennavendraal, Nee Thiralaana Jaadhigalukkuth Thagappanaavaai. "
},{ "Verses": "5 ini Un Per Aabiraam Ennappadaamal, Naan Unnaith Thiralaana Jaadhigalukkuth Thagappanaaga Erpaduththinapadiyaal, Un Per Aabiragaam Ennappadum. "
},{ "Verses": "6 unnai Migavum Adhigamaaip Palugappanni, Unnile Jaadhigalai Undaakkuven; Unnidaththilirundhu Raajaakkal Thondruvaargal. "
},{ "Verses": "7 unakkum Unakkup Pinvarum Un Sandhadhikkum Naan Dhevanaayirukkumpadi Enakkum Unakkum, Unakkuppin Thalaimurai Thalaimuraiyaaga Varum Un Sandhadhikkum Naduve, En Udanpadikkaiyai Niththiya Udanpadikkaiyaaga Sthaabippen. "
},{ "Verses": "8 nee Paradhesiyaaith Thangivarugira Kaanaan Dhesamuzhuvadhaiyum, Unakkum Unakkup Pinvarum Un Sandhadhikkum Niththiya Sudhandharamaagak Koduththu, Naan Avargalukkuth Dhevanaayiruppen Endraar. "
},{ "Verses": "9 pinnum Dhevan Aabiragaamai Nokki: Ippozhudhu Neeyum, Unakkup Pin Thalaimurai Thalaimuraiyaaga Varum Un Sandhadhiyum, En Udanpadikkaiyaik Kaikkollungal. "
},{ "Verses": "10 enakkum Ungalukkum, Unakkup Pinvarum Un Sandhadhikkum Naduve Undaagiradhum, Neengal Kaikkolla Vendiyadhumaana En Udanpadikkai Ennavendraal, Ungalukkul Pirakkum Sagala Aanpillaigalum Viruththasedhanampannappadavendum; "
},{ "Verses": "11 ungal Nuniththolin Maamsaththai Viruththasedhanampannakkadaveergal; Adhu Enakkum Ungalukkumulla Udanpadikkaikku Adaiyaalamaayirukkum. "
},{ "Verses": "12 ungalil Thalaimurai Thalaimuraiyaagap Pirakkum Aanpillaigalellaam Ettaam Naalile Viruththasedhanampannappadavendum; Veettile Pirandha Pillaiyum Un Viththallaadha Anniyanidaththil Panaththirkuk Kollappatta Endhap Pillaiyum, Appadiye Viruththasedhanampannappadavendum. "
},{ "Verses": "13 un Veettile Pirandha Pillaiyum, Un Panaththirkuk Kollappattavanum, Viruththasedhanampannappadavendiyadhu Avasiyam; Ippadi En Udanpadikkai Ungal Maamsaththile Niththiya Udanpadikkaiyaaga Irukkakkadavadhu. "
},{ "Verses": "14 nuniththolin Maamsam Viruththasedhanampannappadaadhirukkira Nuniththolulla Aanpillaiyirundhaal, Andha Aaththumaa En Udanpadikkaiyai Meerinapadiyaal, Than Janaththil Iraadhapadikku Aruppundupovaan Endraar. "
},{ "Verses": "15 pinnum Dhevan Aabiragaamai Nokki: Un Manaivi Saaraayai Ini Saaraai Endru Azhaiyaadhiruppaayaaga; Saaraal Enbadhu Avalukkup Peraayirukkum. "
},{ "Verses": "16 naan Avalai Aaseervadhiththu, Avalaale Unakku Oru Kumaaranaiyum Tharuven; Aval Jaadhigalukkuth Thaayaagavum, Avalaale Jaadhigalin Raajaakkal Undaagavum, Avalai Aaseervadhippen Endraar. "
},{ "Verses": "17 appozhudhu Aabiragaam Mugankuppura Vizhundhu Nagaiththu: Nooruvayadhaanavanukkup Pillai Pirakkumo? Thonnooru Vayadhaana Saaraal Pillai Peruvaalo? Endru Than Irudhayaththile Sollikkondu, "
},{ "Verses": "18 ismavel Umakku Munbaagap Pizhaippaanaaga! Endru Aabiragaam Dhevanidaththil Vinnappampanninaan. "
},{ "Verses": "19 appozhudhu Dhevan: Un Manaiviyaagiya Saaraal Nichchayamaai Unakku Oru Kumaaranaip Peruvaal, Avanukku Eesaakku Endru Periduvaayaaga; En Udanpadikkaiyai Avanukkum Avanukkup Pinvarum Avan Sandhadhikkum Niththiya Udanpadikkaiyaaga Sthaabippen. "
},{ "Verses": "20 ismavelukkaagavum Nee Seydha Vinnappaththaik Ketten; Naan Avanai Aaseervadhiththu, Avanai Migavum Adhigamaagap Palugavum Perugavum Pannuven; Avan Pannirandu Prabukkalaip Peruvaan; Avanaip Periya Jaadhiyaakkuven. "
},{ "Verses": "21 varugira Varushaththil Kuriththakaalaththile Saaraal Unakkup Perappogira Eesaakkode Naan En Udanpadikkaiyai Erpaduththuven Endraar. "
},{ "Verses": "22 dhevan Aabiragaamode Pesi Mudindha Pinbu, Avar Avanaivittu Ezhundharulinaar. "
},{ "Verses": "23 appozhudhu Aabiragaam Than Kumaaranaagiya Ismavelaiyum, Than Veettile Pirandha Yaavaraiyum, Thaan Panaththirkuk Konda Anaivarumaagiya Than Veettilulla Aanpillaigal Ellaaraiyum Serththu, Dhevan Thanakku Sonnapadi, Avargal Nuniththolin Maamsaththai Annaaliledhaane Viruththasedhanampanninaan. "
},{ "Verses": "24 aabiragaamudaiya Nuniththolin Maamsam Viruththasedhanampannappadumpodhu, Avan Thonnootronbadhu Vayadhaayirundhaan. "
},{ "Verses": "25 avanudaiya Kumaaran Ismaveludaiya Nuniththolin Maamsam Viruththasedhanampannappadumpodhu, Avan Padhinmoondru Vayadhaayirundhaan. "
},{ "Verses": "26 orenaalil Aabiragaamum Avan Kumaaran Ismavelum Viruththasedhanampannappattaargal. "
},{ "Verses": "27 veettile Pirandhavargalum Anniyaridaththile Panaththirkuk Kollappattavargalumaagiya Avan Veettu Manushargal Ellaarum Avanodekooda Viruththasedhanampannappattaargal. "
}
]