[
{ "Verses": "1 dhesaththile Panjam Kodidhaayirundhadhu. "
},{ "Verses": "2 egipthilirundhu Avargal Konduvandha Dhaaniyam Selavazhindhapodhu, Avargal Thagappan Avargalai Nokki: Neengal Thirumbap Poi, Namakkuk Konjam Dhaaniyam Vaangikkondu Vaarungal Endraan. "
},{ "Verses": "3 adharku Yoodhaa: Ungal Sagodharan Ungalodekooda Varaavittaal, Neengal En Mugaththaik Kaanbadhillai Endru Andha Manidhan Engalukkuch Saththiyamaaich Sonnaan. "
},{ "Verses": "4 engal Sagodharanai Neer Engalodekooda Anuppinaal, Naangal Poi, Umakkuth Dhaaniyam Vaangikkondu Varuvom. "
},{ "Verses": "5 anuppaavittaal. Naangal Pogamaattom; Ungal Sagodharan Ungalodekooda Varaavittaal, Neengal En Mugaththaik Kaanbadhillai Endru Andha Manidhan Engalode Solliyirukkiraan Endraan. "
},{ "Verses": "6 adharku Isravel: Ungalukku Innum Oru Sagodharan Undendru Neengal Andha Manidhanukkuch Solli, En Enakku Indhath Thunbaththai Varuviththeergal Endraan. "
},{ "Verses": "7 tharku Avargal: Andha Manidhan, Ungal Thagappan Innum Uyirodirukkiraaraa? Ungalukku Innum Oru Sagodharan Undaa? Endru Engalaiyum Engal Vamsaththaiyum Kuriththu Vivaramaai Visaariththaan; Andhak Kelvigalukkuth Thagundhaaga Ullabadi Avanukkuch Sonnom; Ungal Sagodharanai Ungalodekooda Inge Konduvaarungal Endru Avan Solluvaan Enbadhai Naangal Arindhirundhomaa Endraargal. "
},{ "Verses": "8 pinnum, Yoodhaa Than Thagappanaagiya Isravelai Nokki: Neerum Naangalum Engal Kuzhandhaigalum Saagaamal Uyirodirukkumbadi, Naangal Purappattuppogirom, Pillaiyaandaanai Ennode Anuppum. "
},{ "Verses": "9 avanukkaaga Naan Uththaravaadhampannuven; Avanai Ennidaththile Kelum, Naan Avanai Ummidaththil Konduvandhu, Umakku Munbaaga Niruththaamalponaal, Ennaalum Andhak Kutram Enmel Iruppadhaaga. "
},{ "Verses": "10 naangal Thaamadhiyaadhirundhomaanaal, Idharkulle Irandaandharam Poith Thirumbi Vandhiruppome Endraan. "
},{ "Verses": "11 adharku Avargal Thagappanaagiya Isravel: Appadiyaanaal, Ondru Seyyungal; Indha Dhesaththin Uchchidhamaana Vasthukkalil Konjam Pisin Thailamum, Konjam Thenum, Kandhavarkkangalum, Vellaippolamum, Therapindhu Kottaigalum, Vaadhumaikkottaigalum Ungal Saakkugalil Pottu, Andha Manidhanukkuk Kaanikkaiyaagak Kondupoik Kodungal. "
},{ "Verses": "12 panaththai Irattippaai Ungal Kaikalil Kondupongal, Saakkugalin Vaayile Thirumbak Konduvandha Panaththaiyum Kondupongal; Adhu Kaippisakaai Vandhirukkum. "
},{ "Verses": "13 ungal Sagodharanaiyum Koottikkondu, Andha Manidhanidaththukku Marubadiyum Pongal. "
},{ "Verses": "14 andha Manidhan, Angirukkira Ungal Matra Sagodharanaiyum Benyameenaiyum Ungaludane Anuppividumbadikku, Sarvavallamaiyulla Dhevan Avan Samugaththil Ungalukku Irakkamkidaikkappannuvaaraaga; Naano Pillaiyatrup Ponavanaippol Iruppen Endraan. "
},{ "Verses": "15 appozhudhu Avargal Kaanikkaiyaiyum Thangal Kaigalil Irattippaana Panaththaiyum Eduththukkondu, Benyameenaiyum Koottikkondu, Pirayaanappattu, Egipthukkuppoi, Yoseppin Samugaththil Vandhu Nindraargal. "
},{ "Verses": "16 benyameen Avarkalodekooda Vandhirukkiradhai Yoseppu Kandu, Than Veettu Visaaranaikkaaranai Nokki: Nee Indha Manidharai Veettukku Azhaiththuppoi, Saappaattukku Vendiyavaigalai Adiththu, Aayaththampannu, Maththiyaanaththile Indha Manidhar Ennode Saappiduvaargal Endraan. "
},{ "Verses": "17 avan Thanakku Yoseppu Sonnabadiye Seydhu, Andha Manidharai Yoseppin Veettukku Azhaiththukkondu Ponaan. "
},{ "Verses": "18 thaangal Yoseppin Veettukkuk Kondupogappadugiradhai Avargal Kandu Bayandhu, Munne Nammudaiya Saakkugalil Irundha Panaththinimiththam Nammel Kutram Sumaththi, Nammaip Pidiththuch Siraigalaakki, Nammudaiya Kazhudhaigalai Eduththukkollumbati Nammaikkondupogiraargal Endru Solli, "
},{ "Verses": "19 yoseppin Veettu Visaaranaikkaaranandaiyile Serndhu, Veettu Vaasalpadiyile Avanode Pesi: "
},{ "Verses": "20 aandavane, Naangal Dhaaniyam Kollumbadi Munne Vandhuponome; "
},{ "Verses": "21 naangal Thangum Idaththil Poi Engal Saakkugalaith Thirandhapodhu, Naangal Niruththukkoduththa Niraiyinbadiye Avanavan Panam Avanavan Saakkin Vaayile Irukkak Kandom; Adhai Naangal Thirumbavum Engal Kaiyile Konduvandhirukkirom. "
},{ "Verses": "22 melum, Dhaaniyam Kollumbati Vere Panamum Engal Kaiyil Kondu Vandhirukkirom; Naangal Mun Koduththa Panaththai Engal Saakkugalil Pottadhu Innaar Endru Ariyom Endraargal. "
},{ "Verses": "23 adharku Avan: Ungalukkuch Samaadhaanam; Bayappadavendaam; Ungal Dhevanum Ungal Thagappanudaiya Dhevanumaayirukkiravar Ungal Saakkugalil Adhai Ungalukkup Pudhaiyalaagak Kattalaiyittaar; Neengal Koduththa Panam Ennidaththil Vandhu Serndhadhu Endru Solli, Simiyonai Veliye Azhaiththu Vandhu, Avargalidaththil Vittaan. "
},{ "Verses": "24 melum, Andha Manidhan Avargalai Yoseppin Veettukkulle Koottikkondupoi, Avargal Thangal Kaalgalaik Kazhuvumbati Thanneer Koduththu, Avargaludaiya Kazhudhaigalukkuth Theevanam Pottaan. "
},{ "Verses": "25 thaangal Ange Bojanam Seyyappogiradhai Avargal Kelvippattabadiyaal, Madhthiyaanaththil Yoseppu Varumalavum Kaanikkaiyai Aayaththamaai Vaiththuk Kaaththukkondirundhaargal. "
},{ "Verses": "26 yoseppu Veettukku Vandhapodhu, Avargal Thangal Kaiyil Irundha Kaanikkaiyai Veettukkul Avanidaththil Kondupoi Vaiththu, Tharaimattum Kunindhu, Avanai Vananginaargal. "
},{ "Verses": "27 appozhudhu Avan: Avargal Sugaseydhiyai Visaariththu, Neengal Sonna Mudhirvayadhaana Ungal Thagappan Sugamaayirukkiraaraa? Avar Innum Uyirodirukkiraaraa? Endru Avargalidaththil Visaariththaan. "
},{ "Verses": "28 adharku Avargal: Engal Thagappanaaraagiya Umadhu Adiyaan Sugamaayirukkiraar, Innum Uyirodirukkiraar Endru Solli, Kunindhu Vananginaargal. "
},{ "Verses": "29 avan Than Kangalai Ereduththu, Than Thaai Petra Kumaaranaagiya Than Sagodharan Benyameenaik Kandu, Neengal Enakkuch Sonna Ungal Ilaiya Sagodharan Ivandhaanaa Endru Kettu, Magane, Dhevan Unakkuk Kirubaiseyyakkadavar Endraan. "
},{ "Verses": "30 yoseppin Ullam Than Sagodharanukkaagap Ponginabadiyaal, Avan Azhugiradharku Idam Thedi, Thuridhamaai Araikkulle Poi, Ange Azhudhaan. "
},{ "Verses": "31 pinbu, Avan Than Mugaththaik Kazhuvi Veliye Vandhu, Thannai Adakkikkondu, Bojanam Vaiyungal Endraan. "
},{ "Verses": "32 egipthiyar Ebireyarode Saappidamaattaargal; Appadich Seyvadhu Egipthiyarukku Aruvaruppaayirukkum; Aagaiyaal, Avanukkuth Thanippadavum, Avargalukkuth Thanippadavum, Avanode Saappitugira Egipthiyarukkuth Thanippadavum Vaiththaargal. "
},{ "Verses": "33 avanukku Munbaaga, Mooththavan Mudhal Ilaiyavanvaraikkum Avanavan Vayadhinbadiye Avargalai Utkaaravaiththaargal; Adharkaaga Avargal, Oruvarai Oruvar Paarththu Aachchariyappattaargal. "
},{ "Verses": "34 avan Thanakkumun Vaikkappattirundha Bojanaththil Avargalukkup Pangittu Anuppinaan; Avargal Ellaarudaiya Pangugalaippaarkkilum Benyameenudaiya Pangu Aindhumadangu Adhigamaayirundhadhu; Avargal Baanampanni, Avanudane Sandhoshamaayirundhaargal. "
}
]