[
{ "Verses": "1 aabiragaam Keththooraal Ennum Perkonda Oru Sthreeyaiyum Vivaagampanniyirundhaan. "
},{ "Verses": "2 aval Avanukku Simraanaiyum, Yakshaanaiyum, Medhaanaiyum, Meedhiyaanaiyum, Ispaakkaiyum, Soovaagaiyum Petraal. "
},{ "Verses": "3 yakshaan Sepaavaiyum, Thedhaanaiyum Petraan; Thedhaanudaiya Kumaarar Asooreem, Leththooseem, Leyoomeem Enbavargal. "
},{ "Verses": "4 meedhiyaanudaiya Kumaarar Eppaa, Epper, Aanokku, Apeedhaa, Eldhaagaa Enbavargal; Ivargal Ellaarum Keththooraalin Pillaigal. "
},{ "Verses": "5 aabiragaam Thanakku Undaana Yaavaiyum Eesaakkukkuk Koduththaan. "
},{ "Verses": "6 aabiragaamukku Irundha Marumanaiyaattigalin Pillaigalukko Aabiragaam Nankodaigalaik Koduththu, Thaan Uyirodirukkumpodhe Avargalaith Than Kumaaranaagiya Eesaakkaivittuk Kizhakke Pogak Keezhdhesaththukku Anuppivittaan. "
},{ "Verses": "7 aabiragaam Uyirodirundha Aayusunaatkal Nootru Ezhubaththaindhu Varusham. "
},{ "Verses": "8 pirpaadu Aabiragaam Nalla Naraivayadhilum, Mudhirndha Poorana Aayusilum Praanan Poi Mariththu, Than Janaththaarode Serkkappattaan. "
},{ "Verses": "9 avan Kumaararaagiya Eesaakkum Ismavelum Mamrekku Edhire Eththiyanaana Sokaarin Kumaaranaagiya Epperonin Nilaththilulla Makpelaa Ennappatta Kugaiyile Avanai Adakkampanninaargal. "
},{ "Verses": "10 andha Nilaththai Eththin Puththirar Kaiyile Aabiragaam Vaangiyirundhaan; Ange Aabiragaamum Avan Manaiviyaagiya Saaraalum Adakkampannappattaargal. "
},{ "Verses": "11 aabiragaam Mariththapin Dhevan Avan Kumaaranaagiya Eesaakkai Aaseervadhiththaar. Lakaairoyee Ennum Thuravukku Sameebamaai Eesaakku Kudiyirundhaan. "
},{ "Verses": "12 saaraaludaiya Adimaippennaagiya Egipthu Dhesaththaalaana Aagaar Aabiragaamukkup Petra Kumaaranaagiya Ismavelin Vamsavaralaaru: "
},{ "Verses": "13 parpala Sandhadhigalaaip Pirindha Ismavelin Puththirarudaiya Naamangalaavana; Ismaveludaiya Mooththa Magan Nepaayodh; Pinbu Kedhaar, Adhpiyel, Mipsaam, "
},{ "Verses": "14 mishmaa, Thoomaa, Maasaa, "
},{ "Verses": "15 aadhaar, Themaa, Yeththoor, Naabees, Kedhmaa Enbavaigale. "
},{ "Verses": "16 thangal Graamangalilum Arangalilum Kudiyirundha Thangal Janaththaarukkup Pannirandu Prabukkalaagiya Ismavelin Kumaarargal Ivargale, Ivargaludaiya Naamangalum Ivaigale. "
},{ "Verses": "17 ismavelin Vayadhu Nootru Muppaththezhu. Pinbu Avan Praanan Poi Mariththu, Than Janaththaarode Serkkappattaan. "
},{ "Verses": "18 avargal Aavilaa Thuvakki Egipthukku Edhiraaga Aseeriyaavukkup Pogira Vazhiyilirukkum Soormattum Vaasampanninaargal. Idhu Avan Sagodharar Ellaarukkum Munbaaga Avan Kudiyerina Boomi. "
},{ "Verses": "19 aabiragaamin Kumaaranaagiya Eesaakkudaiya Vamsavaralaaru; Aabiragaam Eesaakkaip Petraan. "
},{ "Verses": "20 eesaakku Rebekkaalai Vivaagampannugirapodhu Naarpadhu Vayadhaayirundhaan; Ival Padhaanaraam Ennum Seeriyaa Dhesaththaanaagiya Peththuvelukkuk Kumaaraththiyum, Seeriyaa Dhesaththaanaagiya Laapaanukku Sagodhariyumaanaval. "
},{ "Verses": "21 maladiyaayirundha Than Manaivikkaaga Eesaakku Karththarai Nokki Vendudhal Seydhaan; Karththar Avan Vendudhalaik Kettarulinaar; Avan Manaivi Rebekkaal Karppanthariththaal. "
},{ "Verses": "22 aval Garppaththile Pillaigal Ondrodondru Modhikkondirundhana; Appozhudhu Aval: Ippadiyaanaal Enakku Eppadiyo Endru Solli, Karththaridaththil Visaarikkumpadi Ponaal. "
},{ "Verses": "23 adharkuk Karththar: Irandu Jaadhigal Un Garppaththil Undaayirukkiradhu; Iranduvidha Janangal Un Vayitrilirundhu Piriyum, Avargalil Oru Janaththaar Matra Janaththaaraippaarkkilum Balaththiruppaargal, Mooththavan Ilaiyavanai Sevippaan Endraar. "
},{ "Verses": "24 prasavakaalam Pooranamaanapodhu, Aval Garppaththil Irattaip Pillaigal Irundhadhu. "
},{ "Verses": "25 mooththavan Sivandha Niramullavanaayum Sarvaangamum Roma Angi Porththavan Polavum Velippattaan; Avanukku Esaa Endru Perittaargal. "
},{ "Verses": "26 pinbu, Avan Sagodharan Than Kaiyinaale Esaavin Kudhingaalaip Pidiththukkondu Velippattaan; Avanukku Yaakkobu Endru Perittaargal; Ivargalai Aval Petrapodhu Eesaakku Arubadhu Vayadhaayirundhaan. "
},{ "Verses": "27 indhap Pillaigal Periyavargalaanapodhu, Esaa Vettaiyil Vallavanum Vanasanjaariyumaai Irundhaan; Yaakkobu Gunasaaliyum Koodaaravaasiyumaai Irundhaan. "
},{ "Verses": "28 esaa Vettaiyaadik Konduvarugiradhu Eesaakkinudaiya Vaaikku Rusigaramaayirundhadhinaale Esaavinmel Patchamaayirundhaan; Rebekkaalo Yaakkobinmel Patchamaayirundhaal. "
},{ "Verses": "29 orunaal Esaa Veliyilirundhu Kalaiththu Vandhapodhu, Yaakkobu Koozh Samaiththukkondirundhaan. "
},{ "Verses": "30 appozhudhu Esaa Yaakkobai Nokki: Andha Sivappaana Koozhile Naan Saappidak Konjam Thaa, Ilaiththirukkiren Endraan; Idhanaale Avanukku Edhom Engira Per Undaayitru. "
},{ "Verses": "31 appozhudhu Yaakkobu: Un Seshta Puththirapaagaththai Indru Enakku Vitruppodu Endraan. "
},{ "Verses": "32 adharku Esaa: Idho, Naan Saagappogirene, Indha Seshtapuththirapaagam Enakku Ennaththirku Endraan. "
},{ "Verses": "33 appozhudhu Yaakkobu: Indru Enakku Aanaiyittukkodu Endraan; Avan Yaakkobukku Aanaiyittu, Than Seshta Puththirapaagaththai Avanukku Vitruppottaan. "
},{ "Verses": "34 appozhudhu Yaakkobu Esaavukku Appaththaiyum Payatrankoozhaiyum Koduththaan; Avan Pusiththuk Kudiththu Ezhundhirundhu Poivittaan. Ippadi Esaa Than Seshta Puththirapaagaththai Alatchiyampanninaan. "
}
]