[
{ "Verses": "1 aabiragaam Vayadhusendru Mudhirndhavanaanaan. Karththar Aabiragaamai Sagala Kaariyangalilum Aaseervadhiththu Vandhaar. "
},{ "Verses": "2 appozhudhu Aabiragaam Than Veettilullavargalil Vayadhil Mooththavanum, Thanakku Undaana Ellaavatrirkum Adhigaariyumaagiya Than Oozhiyakkaaranai Nokki: "
},{ "Verses": "3 naan Kudiyirukkira Kaanaaniyarudaiya Kumaaraththigalil Nee En Kumaaranukkup Penkollaamal; "
},{ "Verses": "4 nee En Dhesaththukkum En Inaththaaridaththukkum Poi, En Kumaaranaagiya Eesaakkukkup Penkolven Endru, Vaanaththukku Dhevanum Boomikku Dhevanumaagiya Karththarperil Enakku Aanaiyittukkodukkumpadikku, Nee Un Kaiyai En Thodaiyinkeezh Vai Endraan. "
},{ "Verses": "5 adharku Andha Oozhiyakkaaran: Avvidaththup Pen En Pinne Indha Dhesaththukku Vara Manadhillaadhirundhaal, Neer Vittuvandha Dhesaththirkuththaane Ummudaiya Kumaaranai Marupadiyum Azhaiththuppogavendumo Endru Kettaan. "
},{ "Verses": "6 adharku Aabiragaam: Nee En Kumaaranai Marupadiyum Ange Azhaiththukkondu Pogaadhapadikku Echcharikkaiyaayiru. "
},{ "Verses": "7 ennai En Thagappanudaiya Veettilum En Inaththaar Irukkira Dhesaththilumirundhu Azhaiththu Vandhavarum, Un Sandhadhikku Indha Dhesaththaith Tharuven Endru Enakku Solli Aanaiyittavarumaana Vaanaththukku Dhevanaagiya Karththar, Nee Angeyirundhu En Kumaaranukku Oru Pennaik Konduvarumpadikku, Thammudaiya Thoodhanai Unakku Munbaaga Anuppuvaar. "
},{ "Verses": "8 pen Un Pinne Vara Manadhillaadhirundhaaleyaagil, Appozhudhu Nee Indha En Aanaikku Neengalaayiruppaai; Angemaaththiram En Kumaaranai Marupadiyum Azhaiththukkondu Pogavendaam Endraan. "
},{ "Verses": "9 appozhudhu Andha Oozhiyakkaaran Than Kaiyaith Than Ejamaanaagiya Aabiragaamudaiya Thodaiyinkeezh Vaiththu, Indhak Kaariyaththaikkuriththu Avanukku Aanaiyittukkoduththaan. "
},{ "Verses": "10 pinbu Andha Oozhiyakkaaran Than Ejamaanudaiya Ottagangalil Paththu Ottagangalaith Thannudane Konduponaan; Than Ejamaanudaiya Sagalavidha Uchchidhamaana Porulkalum Avan Kaiyil Irundhana; Avan Ezhundhu Purappattuppoi, Mesoppoththaamiyaavile Naakorudaiya Ooril Serndhu, "
},{ "Verses": "11 oorukkup Purambe Oru Thanneerth Thuravandaiyile, Thanneer Molla Sthreegal Purappadugira Saayangaala Velaiyile, Ottagangalai Madakki, Thanakkulle Sollikkondadhu Ennavendraal: "
},{ "Verses": "12 en Ejamaanaagiya Aabiragaamukku Dhevanaayirukkira Karththaave, Indraikku Neer Enakkuk Kaariyam Siththikkappanni, En Ejamaanaagiya Aabiragaamukku Dhayavu Seydharulum. "
},{ "Verses": "13 idho, Naan Indhath Thanneerth Thuravandaiyile Nirkiren, Indha Ooraarudaiya Pengal Thanneer Mollap Purappattu Varuvaargale. "
},{ "Verses": "14 naan Kudikka Un Kudaththai Saaikkavendum Endru Naan Sollumpodhu: Kudi Endrum, Un Ottagangalum Kudikkumpadi Vaarppen Endrum Sollum Pen Evalo, Avale Neer Ummudaiya Oozhiyakkaaranaagiya Eesaakkukku Niyamiththavalaayirukkavum, En Ejamaanukku Anukkiragam Seydheer Endru Naan Adhinaale Ariyavum Seydharulum Endraan. "
},{ "Verses": "15 avan Ippadi Solli Mudikkum Munne, Idho, Aabiragaamudaiya Sagodharanaagiya Naakorin Manaivi Milkkaaludaiya Kumaaranaayirukkira Peththuvelukkup Pirandha Rebekkaal Kudaththaith Tholmel Vaiththukkondu Purappattu Vandhaal. "
},{ "Verses": "16 andhap Pen Magaa Roobavadhiyum, Purushanai Ariyaadha Kannigaiyumaai Irundhaal; Aval Thuravil Irangi, Than Kudaththai Nirappikkondu Erivandhaal. "
},{ "Verses": "17 appozhudhu Andha Oozhiyakkaaran, Avalukku Edhirkondodi: Un Kudaththilirukkira Thanneeril Konjam Kudikkath Tharavendum Endraan. "
},{ "Verses": "18 adharku Aval: Kudiyum En Aandavane Endru Seekkiramaaik Kudaththaith Than Kaiyil Irakkikkondu, Avanukkuk Kudikkak Koduththaal. "
},{ "Verses": "19 koduththapin, Ummudaiya Ottagangalum Kudiththuth Theerumattum Avaigalukkum Mondu Vaarppen Endru Solli; "
},{ "Verses": "20 seekkiramaaith Than Kudaththuth Thanneeraith Thottiyile Ootrivittu, Innum Monduvarath Thuravandaiyil Odi, Avanudaiya Ottagangalukkellaam Mondu Vaarththaal. "
},{ "Verses": "21 andha Manidhan Avalaikkuriththu Aachchariyappattu, Karththar Than Prayaanaththai Vaaikkappanninaaro Illaiyo Endru Ariyumporuttu Mavunamaayirundhaan. "
},{ "Verses": "22 ottagangal Kudiththuth Theerndhapin, Andha Manidhan Araichchekkal Edaiyulla Porkaadhaniyaiyum, Aval Kaigalukkup Paththu Sekkal Edaip Ponnulla Irandu Kadagangalaiyum Eduththuk Koduththu, "
},{ "Verses": "23 nee Yaarudaiya Magal, Enakku Sollavendum; Naangal Un Thagappan Veettil Raaththanga Idam Undaa Endraan. "
},{ "Verses": "24 adharku Aval: Naan Naakorukku Milkkaal Petra Kumaaranaagiya Peththuvelin Magal Endru Sonnadhumandri, "
},{ "Verses": "25 engalidaththil Vaikkolum Theevanamum Vendiyamattum Irukkiradhu; Raaththanga Idamum Undu Endraal. "
},{ "Verses": "26 appozhudhu Andha Manidhan Thalaikunindhu, Karththaraip Panindhukondu, "
},{ "Verses": "27 en Ejamaanaagiya Aabiragaamin Dhevanaayirukkira Karththarukku Sthoththiram; Avar Thammudaiya Kirubaiyaiyum, Thammudaiya Unmaiyaiyum En Ejamaanai Vittu Neekkavillai; Naan Prayaanampannivarugaiyil, Karththar En Ejamaanudaiya Sagodharar Veettukku Ennai Azhaiththukkonduvandhaar Endraan. "
},{ "Verses": "28 andhap Pen Odi, Indhak Kaariyangalaith Than Thaayin Veettilullavargalukku Ariviththaal. "
},{ "Verses": "29 rebekkaalukku Oru Sagodharan Irundhaan; Avanukku Laapaan Endru Per; Andha Laapaan Veliye Thuravandaiyil Irundha Andha Manidhanidaththukku Odinaan. "
},{ "Verses": "30 avan Than Sagodhari Thariththirundha Andhak Kaadhaniyaiyum, Aval Kaigalil Pottirundha Kadagangalaiyum Paarththu, Inna Innapadi Andha Manidhan Ennode Pesinaanendru Than Sagodhari Rebekkaal Sonna Vaarththaigalaik Kettamaaththiraththil, Andha Manidhanidaththil Vandhaan; Avan Thuravu Aruge Ottagangal Andaiyil Nindrukondirundhaan. "
},{ "Verses": "31 appozhudhu Avan: Karththaraal Aaseervadhikkappattavare, Ulle Vaarum; Neer Veliye Nirpaanen? Umakku Veedum, Ottagangalukku Idamum Aayaththampanniyirukkiren Endraan. "
},{ "Verses": "32 appozhudhu Andha Manidhan Veettukkup Ponaan. Laapaan Ottagangalin Kattavizhththu, Ottagangalukku Vaikkolum Theevanamum Pottu, Avanum, Avanode Vandhavargalum Thangal Kaalgalaik Kazhuvikkollath Thanneer Koduththaan. "
},{ "Verses": "33 pinbu, Avanukku Munbaaga Pojanam Vaikkappattadhu. Appozhudhu Avan: Naan Vandha Kaariyaththai Sollumunne Pusikkamaatten Endraan. Adharku Avan, Sollum Endraan. "
},{ "Verses": "34 appozhudhu Avan: Naan Aabiragaamudaiya Oozhiyakkaaran. "
},{ "Verses": "35 karththar En Ejamaanai Migavum Aaseervadhiththirukkiraar, Avar Seemaanaayirukkiraar; Karththar Avarukku Aadumaadugalaiyum, Velliyaiyum, Ponnaiyum, Velaikkaararaiyum, Velaikkaarigalaiyum, Ottagangalaiyum, Kazhudhaigalaiyum Koduththirukkiraar. "
},{ "Verses": "36 en Ejamaanudaiya Manaiviyaagiya Saaraal Mudhirvayadhaanapodhu, En Ejamaanukku Oru Kumaaranaip Petraal; Avar Thamakku Undaana Yaavaiyum Avanukkuk Koduththirukkiraar. "
},{ "Verses": "37 en Ejamaan Ennai Nokki: Naan Kudiyirukkira Kaanaan Dhesaththaarudaiya Kumaaraththigalil Nee En Kumaaranukkup Penkollaamal, "
},{ "Verses": "38 nee En Thagappan Veettukkum, En Inaththaaridaththukkum Poi, En Kumaaranukkup Penkollavendum Endru Aanaiyittukkodukkumpadi Sonnaar. "
},{ "Verses": "39 appozhudhu Naan En Ejamaanai Nokki: Oruvelai Andhap Pen Enpinne Varaadheponaalo Endru Kettadharku, "
},{ "Verses": "40 avar: Naan Vazhipadum Karththar Unnode Thammudaiya Thoodhanai Anuppi, Un Prayaanaththai Vaaikkappannuvaar; En Inaththaaridaththilum, En Thagappan Veettilum Nee En Kumaaranukkup Penkolvaai. "
},{ "Verses": "41 nee En Inaththaaridaththukkup Ponaal, En Aanaikku Neengalaayiruppaai; Avargal Unakkup Penkodaamarponaalum, Nee En Aanaikku Neengalaayiruppaai Endraar. "
},{ "Verses": "42 appadiye Naan Indru Thuravandaiyile Vandhu: En Ejamaanaagiya Aabiragaamin Dhevanaagiya Karththare, En Prayaanaththai Neer Ippozhudhu Vaaikkappannuveeraanaal, "
},{ "Verses": "43 idho, Naan Thanneerth Thuravandaiyile Nirkiren, Thanneer Molla Varappogira Kannigaiyai Naan Nokki: Un Kudaththilirukkira Thanneeril Konjam Enakkuk Kudikkath Tharavendum Endru Ketkumpodhu: "
},{ "Verses": "44 nee Kudi Endrum, Un Ottagangalukkum Mondu Vaarppen Endrum Sollum Penne Karththar En Ejamaanudaiya Kumaaranukku Niyamiththa Sthreeyaagavendum Endren. "
},{ "Verses": "45 naan Idhai En Irudhayaththil Solli Mudikkumunne, Idho, Rebekkaal Than Kudaththaith Tholmel Vaiththukkondu Purappattuvandhu, Thuravil Irangippoith Thanneer Mondaal. Appozhudhu Naan: Enakkuk Kudikkath Tharavendum Endren. "
},{ "Verses": "46 aval Seekkiramaaith Than Tholmelirundha Kudaththai Irakki, Kudiyum, Ummudaiya Ottagangalukkum Vaarppen Endraal. Naan Kudiththen; Ottagangalukkum Vaarththaal. "
},{ "Verses": "47 appozhudhu: Nee Yaarudaiya Magal Endru Avalaik Ketten; Adharku Aval: Naan Milkkaal Naakorukkup Petra Kumaaranaagiya Peththuvelin Magal Endraal; Appozhudhu Avalukkuk Kaadhaniyaiyum, Aval Kaigalile Kadagangalaiyum Pottu; "
},{ "Verses": "48 thalaikunindhu, Karththaraip Panindhukondu, Naan En Ejamaanudaiya Sagodharan Kumaaraththiyai Avar Kumaaranukkuk Kolla Ennai Nervazhiyaai Nadaththivandha En Ejamaanaagiya Aabiragaamin Dhevanaayirukkira Karththarai Sthoththiriththen. "
},{ "Verses": "49 ippozhudhum Neengalum En Ejamaanukku Dhayaiyum Unmaiyum Udaiyavargalaai Nadakka Manadhullavargalaanaal, Enakku Sollungal; Illaiyendraal Adhaiyum Enakku Sollungal, Appozhudhu Naan Valadhu Puraththaiyaagilum Idadhupuraththaiyaagilum Nokkip Poven Endraan. "
},{ "Verses": "50 appozhudhu Laapaanum Peththuvelum Pradhiyuththaramaaga: Indhak Kaariyam Karththaraal Vandhadhu, Umakku Naangal Nalam Polam Ondrum Sollak Koodaadhu. "
},{ "Verses": "51 idho, Rebekkaal Umakku Munbaaga Irukkiraal; Karththar Sonnapadiye Aval Umadhu Ejamaanudaiya Kumaaranukku Manaiviyaagumpadikku, Avalai Azhaiththukkondupom Endraargal. "
},{ "Verses": "52 aabiragaamin Oozhiyakkaaran Avargal Vaarththaigalaik Kettapodhu, Tharaimattum Kunindhu, Karththaraip Panindhukondaan. "
},{ "Verses": "53 pinbu Andha Oozhiyakkaaran Velliyudaimaigalaiyum, Ponnudaimaigalaiyum, Vasthirangalaiyum Eduththu, Rebekkaalukkuk Koduththadhumandri, Avaludaiya Sagodharanukkum Thaaikkum Sila Uchchidhangalaiyum Koduththaan. "
},{ "Verses": "54 pinbu Avanum Avanodirundha Manidharum Pusiththuk Kudiththu, Raaththanginaargal; Kaalaiyile Ezhundhirundhu, Avan: En Ejamaanidaththukku Ennai Anuppividungal Endraan. "
},{ "Verses": "55 appozhudhu Aval Sagodharanum Aval Thaayum, Paththu Naalaagilum Pen Engalodirukkattum, Pirpaadu Pogalaam Endraargal. "
},{ "Verses": "56 adharku Avan: Karththar En Prayaanaththai Vaaikkappanniyirukka, Neengal Enakkuth Thadaiseyyaadhirungal; Naan En Ejamaanidaththukkup Poga Ennai Anuppividavendum Endraan. "
},{ "Verses": "57 appozhudhu Avargal: Pennai Azhaiththu, Aval Vaaippirappaik Ketpom Endru Solli, "
},{ "Verses": "58 rebekkaalai Azhaiththu: Nee Indha Manidhanodekoodap Pogiraayaa Endru Kettaargal. Aval: Pogiren Endraal. "
},{ "Verses": "59 appadiye Avargal Thangal Sagodhariyaagiya Rebekkaalaiyum, Aval Thaadhiyaiyum, Aabiragaamin Oozhiyakkaaranaiyum, Avan Manidharaiyum Anuppuviththu, "
},{ "Verses": "60 rebekkaalai Vaazhththi: Engal Sagodhariye, Nee Kodaakodiyaaip Peruguvaayaaga; Un Sandhadhiyaar Thangal Pagaignarudaiya Vaasalgalai Sudhandhariththukkolvaargalaaga Endru Aaseervadhiththaargal. "
},{ "Verses": "61 appozhudhu Rebekkaalum Aval Velaikkaarigalum Ezhundhu Ottagangalmel Eri, Andha Manidhanodekoodap Ponaargal. Oozhiyakkaaran Rebekkaalai Azhaiththukkonduponaan. "
},{ "Verses": "62 eesaakku Thendhesaththil Kudiyirundhaan. Appozhudhu Avan: Lakaairoyee Ennappatta Thuravin Vazhiyaaip Purappattuvandhaan. "
},{ "Verses": "63 eesaakku Saayangaalavelaiyile Dhyaanampanna Veliyile Poyirundhu, Than Kangalai Ereduththup Paarththapodhu, Ottagangal Varakkandaan. "
},{ "Verses": "64 rebekkaalum Than Kangalai Ereduththu Eesaakkaik Kandapodhu, "
},{ "Verses": "65 oozhiyakkaaranai Nokki: Ange Veliyile Namakku Edhiraaga Nadandhu Varugira Andha Manidhan Yaar Endru Kettaal. Avardhaan En Ejamaan Endru Oozhiyakkaaran Sonnaan. Appozhudhu Aval Ottagaththai Vittirangi Mukkaadittukkondaal. "
},{ "Verses": "66 oozhiyakkaaran Thaan Seydha Sagala Kaariyangalaiyum Eesaakkukku Vivariththu Sonnaan. "
},{ "Verses": "67 appozhudhu Eesaakku Rebekkaalaith Than Thaai Saaraaludaiya Koodaaraththukku Azhaiththukkondupoi, Avalaith Thanakku Manaiviyaakkikkondu, Avalai Nesiththaan. Eesaakku Than Thaaikkaagak Kondirundha Dhukkam Neengi Aarudhaladaindhaan. "
}
]