[
{ "Verses": "1 appozhudhu Yoseppu Than Aruge Nindra Ellaarukkum Munbaagath Thannai Adakkikkondirukkakkoodaamal: Yaavaraiyum Ennaivittu Veliye Pogappannungal Endru Kattalaiyittaan. Yoseppu Than Sagodhararukkuth Thannai Velippaduththugaiyil, Oruvarum Avan Arugil Nirkavillai. "
},{ "Verses": "2 avan Saththamittu Azhudhaan; Adhai Egipthiyar Kettaargal, Paarvonin Veettaarum Kettaargal. "
},{ "Verses": "3 yoseppu Than Sagodhararaippaarththu: Naan Yoseppu; En Thagappanaar Innum Uyirode Irukkiraaraa Endraan. Avanudaiya Sagodharar Avanukku Munbaagak Kalakkamutrirundhadhinaale, Avanukku Uththaram Sollakkoodaamal Irundhaargal. "
},{ "Verses": "4 appozhudhu Yoseppu Than Sagodhararai Nokki: En Kitta Vaarungal Endraan. Avargal Kittapponaargal; Appozhudhu Avan: Neengal Egipthukkup Pogiravargalidaththil Vitruppotta Ungal Sagodharanaagiya Yoseppu Naandhaan. "
},{ "Verses": "5 ennai Ivvidaththil Varumbadi Vitruppottadhinaal, Neengal Sanjalappadavendaam; Adhu Ungalukku Visanamaayirukkavum Vendaam; Jeevaratchanai Seyyumbadikkuth Dhevan Ennai Ungalukku Munne Anuppinaar. "
},{ "Verses": "6 dhesaththil Ippozhudhu Irandu Varushamaagap Panjam Undaayirukkiradhu; Innum Aindhu Varusham Uzhavum Aruppum Illaamal Panjam Irukkum. "
},{ "Verses": "7 boomiyile Ungal Vamsam Ozhiyaamalirukka Ungalai Aadharikkiradharkaagavum, Periya Ratchippinaal Ungalai Uyirode Kaappatharkaagavum Dhevan Ennai Ungalukku Munnale Anuppinaar. "
},{ "Verses": "8 aadhalaal Neengal Alla, Dhevane Ennai Ivvidaththukku Anuppi, Ennaip Paarvonukkuth Thagappanaagavum, Avar Kudumpam Anaiththirkum Karththaraagavum, Egipthudhesam Muzhudhukkum Adhibadhiyaagavum Vaiththaar. "
},{ "Verses": "9 neengal Seekkiramaai En Thagappanidaththil Poi: Dhevan Ennai Egipthudhesam Muzhuvadhukkum Adhibadhiyaaga Vaiththaar; Ennidaththil Vaarum, Thaamadhikka Vendaam. "
},{ "Verses": "10 neerum, Ummudaiya Pillaigalum, Avargaludaiya Pillaigalum, Ummudaiya Aadumaadugalodum Umakku Undaayirukkira Yaavatrodum Kosen Naattil Vaasampanni En Sameebaththil Irukkalaam. "
},{ "Verses": "11 umakkum Ummudaiya Kutumbaththaarukkum Umakku Irukkira Yaavatrirkum Varumai Varaadhabadikku, Ange Ummaip Paraamarippen; Innum Aindhu Varusham Panjam Irukkum Endru, Ummudaiya Kumaaranaagiya Yoseppu Sollasonnaan Endru Sollungal. "
},{ "Verses": "12 idho, Ungalode Pesugira Vaai En Vaaidhaan Enbadhai Ungal Kangalum En Thambiyaagiya Benyameenin Kangalum Kaangiradhe. "
},{ "Verses": "13 egipthile Enakku Undaayirukkira Sagala Magimaiyaiyum, Neengal Kanda Yaavaiyum En Thagappanukku Ariviththu, Avar Seekkiramaai Ivvidaththukku Varumbadi Seyyungal Endru Solli; "
},{ "Verses": "14 than Thambiyaagiya Benyameenin Kazhuththaik Kattikkondu Azhudhaan; Benyameenum Avan Kazhuththaik Kattikkondu Azhudhaan. "
},{ "Verses": "15 pinbu Than Sagodharar Yaavaraiyum Muththamcheydhu, Avargalaiyum Kattikkondu Azhudhaan. Adharkuppin Avan Sagodharar Avanode Sambaashiththaargal. "
},{ "Verses": "16 yoseppin Sagodharar Vandhaargal Engira Samaachaaram Paarvon Aramanaiyil Pirasithdhamaanapodhu, Paarvonum Avanudaiya Oozhiyakkaararum Sandhosham Adaindhaargal. "
},{ "Verses": "17 paarvon Yoseppai Nokki: Nee Un Sagodhararode Sollavendiyadhu Ennavendraal: Ungal Kazhudhaigalinmel Podhiyetrikkondu Purappattu, Kaanaandhesaththukkup Poi, "
},{ "Verses": "18 ungal Thagappanaiyum Ungal Kudumbaththaaraiyum Koottikkondu, Ennidaththil Vaarungal, Naan Ungalukku Egipthudhesaththin Nanmaiyaith Tharuven; Dhesaththin Kozhumaiyaich Saappiduveergal. "
},{ "Verses": "19 neengal Ungal Kuzhandhaigalukkaagavum Ungal Manaivigalukkaagavum Vandigalai Egipthudhesaththilirundhu Kondupoi, Avargalaiyum Ungal Thagappanudane Etrikkondu Vaarungal. "
},{ "Verses": "20 ungal Thattumuttugalaik Kuriththuk Kavalaippadavendaam; Egipthudhesamengumulla Nanmai Ungaludaiyaadhaayirukkum Endru Sollach Solli, Unakku Naan Itta Kattalaippadiye Sey Endraan. "
},{ "Verses": "21 isravelin Kumaarar Appadiye Seydhaargal, Yoseppu Paarvonudaiya Kattalaiyinbadiye Avargalukku Vandigalaik Koduththadhumandri, Vazhikku Aagaaraththaiyum, "
},{ "Verses": "22 avargalil Ovvoruvanukkum Maatru Vasthirangalaiyum Koduththaan; Benyameenukko Munnooru Vellikkaasaiyum Aindhu Maatru Vasthirangalaiyum Koduththaan. "
},{ "Verses": "23 appadiye Than Thagappanukkup Paththuk Kazhudhaigalinmel Egipthin Uchchidhamaana Padhaarththangalum, Paththuk Kolikaik Kazhudhaigalinmel Than Thagappanukkaaga Vazhikkuth Dhaaniyamum Appamum Matrath Thinpandangalum Etri Anuppinaan. "
},{ "Verses": "24 melum, Neengal Pogum Vazhiyile Sandaipannikkollaadhirungal Endru Avan Than Sagodhararukkuch Solli Anuppinaan; Avargal Purappattupponaargal. "
},{ "Verses": "25 avargal Egipthilirundhu Poi, Kaanaandhesaththile Thangal Thagappanaagiya Yaakkobinidaththil Vandhu: "
},{ "Verses": "26 yoseppu Uyirodirukkiraan, Avan Egipthudhesaththukkellaam Adhipadhiyaayirukkiraan Endru Avanukku Ariviththaargal. Avan Irudhayam Moorchchai Adaindhadhu; Avan Avargalai Nambavillai. "
},{ "Verses": "27 avargal Yoseppu Thangaludane Sonna Vaarththaigal Yaavaiyum Avanukkuch Sonnapodhum, Thannai Etrikkondu Pogumbadi Yoseppu Anuppina Vandigalai Avan Kandapodhum, Avargaludaiya Thagappanaagiya Yaakkobin Aavi Uyirththadhu. "
},{ "Verses": "28 appozhudhu Isravel: En Kumaaranaagiya Yoseppu Innum Uyirodirukkiraane, Idhu Podhum; Naan Maranamadaiyumunne Poi Avanaip Paarppen Endraan. "
}
]