[
{ "Verses": "1 aadhiyile Dhevan Vaanaththaiyum Boomiyaiyum Sirushtiththaar. "},
{ "Verses": "2 boomiyaanadhu Ozhunginmaiyum Verumaiyumaai Irundhadhu; Aazhaththinmel Irul Irundhadhu; Dheva Aaviyaanavar Jalaththinmel Asaivaadikkondirundhaar. "},
{ "Verses": "3 dhevan Velichcham Undaagakkadavadhu Endraar, Velichcham Undaayitru. "},
{ "Verses": "4 velichcham Nalladhu Endru Dhevan Kandaar; Velichchaththaiyum Irulaiyum Dhevan Vevveraagap Piriththaar. "},
{ "Verses": "5 dhevan Velichchaththukkup Pagal Endru Perittaar, Irulukku Iravu Endru Perittaar; Saayangaalamum Vidiyarkaalamumaagi Mudhalaam Naal Aayitru. "},
{ "Verses": "6 pinbu Dhevan: Jalaththin Maththiyil Aagaayavirivu Undaagakkadavadhu Endrum, Adhu Jalaththinindru Jalaththaip Pirikkakkadavadhu Endrum Sonnaar. "},
{ "Verses": "7 dhevan Aagaayavirivai Undupanni, Aagaayavirivukkuk Keezhe Irukkira Jalaththirkum Aagaayavirivukku Mele Irukkira Jalaththirkum Pirivundaakkinaar; Adhu Appadiye Aayitru. "},
{ "Verses": "8 dhevan Aagaayavirivukku Vaanam Endru Perittaar; Saayangaalamum Vidiyarkaalamumaagi Irandaam Naal Aayitru. "},
{ "Verses": "9 pinbu Dhevan: Vaanaththin Keezhe Irukkira Jalam Oridaththil Seravum, Vettaandharai Kaanappadavum Kadavadhu Endraar; Adhu Appadiye Aayitru. "},
{ "Verses": "10 dhevan Vettaandharaikku Boomi Endrum, Serndha Jalaththirku Samuththiram Endrum Perittaar; Dhevan Adhu Nalladhu Endru Kandaar. "},
{ "Verses": "11 appozhudhu Dhevan: Boomiyaanadhu Pullaiyum, Vidhaiyaip Pirappikkum Poondugalaiyum, Boomiyinmel Thangalil Thangal Vidhaiyaiyudaiya Kanigalaith Thangal Thangal Jaadhiyinpadiye Kodukkum Kanivirutchangalaiyum Mulaippikkakkadavadhu Endraar; Adhu Appadiye Aayitru. "},
{ "Verses": "12 boomiyaanadhu Pullaiyum, Thangal Thangal Jaadhiyinpadiye Vidhaiyaip Pirappikkum Poondugalaiyum Thangal Thangal Jaadhiyinpadiye Thangalil Thangal Vidhaiyaiyudaiya Kanigalaik Kodukkum Virutchangalaiyum Mulaippiththadhu; Dhevan Adhu Nalladhu Endru Kandaar. "},
{ "Verses": "13 saayangaalamum Vidiyarkaalamumaagi Moondraam Naal Aayitru. "},
{ "Verses": "14 pinbu Dhevan: Pagalukkum Iravukkum Viththiyaasam Undaagaththakkadhaaga Vaanam Engira Aagaayavirivile Sudargal Undaagakkadavadhu, Avaigal Adaiyaalangalukkaagavum Kaalangalaiyum Naatkalaiyum Varushangalaiyum Kurikkiradharkaagavum Irukkakkadavadhu Endraar. "},
{ "Verses": "15 avaigal Boomiyinmel Pragaasikkumpadikku Vaanam Engira Aagaayavirivile Sudargalaayirukkakkadavadhu Endraar; Adhu Appadiye Aayitru. "},
{ "Verses": "16 dhevan, Pagalai Aalap Periya Sudarum, Iravai Aala Siriya Sudarum Aagiya Irandu Magaththaana Sudargalaiyum, Natchaththirangalaiyum Undaakkinaar. "},
{ "Verses": "17 avaigal Boomiyinmel Pragaasikkavum, "},
{ "Verses": "18 pagalaiyum Iravaiyum Aalavum, Velichchaththukkum Irulukkum Viththiyaasam Undaakkavum, Dhevan Avaigalai Vaanam Engira Aagaayavirivile Vaiththaar; Dhevan Adhu Nalladhu Endru Kandaar. "},
{ "Verses": "19 saayangaalamum Vidiyarkaalamumaagi Naalaam Naal Aayitru. "},
{ "Verses": "20 pinbu Dhevan: Neendhum Jeevajandhukkalaiyum, Boomiyinmel Vaanam Engira Aagaayavirivile Parakkum Paravaigalaiyum, Jalamaanadhu Thiralaai Janippikkakkadavadhu Endraar. "},
{ "Verses": "21 dhevan, Magaa Machchangalaiyum, Jalaththil Thangal Thangal Jaadhiyinpadiye Thiralaai Janippikkappatta Sagalavidha Neer Vaazhum Jandhukkalaiyum, Siragulla Jaadhijaadhiyaana Sagalavidhap Patchigalaiyum Sirushtiththaar; Dhevan Adhu Nalladhu Endru Kandaar. "},
{ "Verses": "22 dhevan Avaigalai Aaseervadhiththu, Neengal Palugip Perugi, Samuththira Jalaththai Nirappungal Endrum, Paravaigal Boomiyil Perugakkadavadhu Endrum Sonnaar. "},
{ "Verses": "23 saayangaalamum Vidiyarkaalamumaagi Aindhaam Naal Aayitru. "},
{ "Verses": "24 pinbu Dhevan: Boomiyaanadhu Jaadhijaadhiyaana Jeevajandhukkalaagiya Naattumirugangalaiyum, Oorum Praanigalaiyum, Kaattumirugangalaiyum Jaadhijaadhiyaagap Pirappikkakkadavadhu Endraar; Adhu Appadiye Aayitru. "},
{ "Verses": "25 dhevan Boomiyilulla Jaadhijaadhiyaana Kaattumirugangalaiyum, Jaadhijaadhiyaana Naattumirugangalaiyum, Boomiyil Oorum Praanigal Ellaavatraiyum Undaakkinaar; Dhevan Adhu Nalladhu Endru Kandaar. "},
{ "Verses": "26 pinbu Dhevan: Namadhu Saayalaagavum Namadhu Roobaththinpadiyeyum Manushanai Undaakkuvomaaga; Avargal Samuththiraththin Machchangalaiyum, Aagaayaththup Paravaigalaiyum, Mirugajeevankalaiyum, Boomiyanaiththaiyum, Boomiyinmel Oorum Sagalap Praanigalaiyum Aalakkadavargal Endraar. "},
{ "Verses": "27 dhevan Thammudaiya Saayalaaga Manushanai Sirushtiththaar, Avanaith Dhevasaayalaagave Sirushtiththaar; Aanum Pennumaaga Avargalai Sirushtiththaar. "},
{ "Verses": "28 pinbu Dhevan Avargalai Nokki: Neengal Palugip Perugi, Boomiyai Nirappi, Adhaik Keezhppaduththi, Samuththiraththin Machchangalaiyum Aagaayaththup Paravaigalaiyum, Boomiyinmel Nadamaadugira Sagala Jeevajandhukkalaiyum Aandukollungal Endru Solli, Dhevan Avargalai Aaseervadhiththaar. "},
{ "Verses": "29 pinnum Dhevan: Idho, Boomiyinmel Engum Vidhaitharum Sagalavidhap Poondugalaiyum, Vidhaitharum Kanimarangalaagiya Sagalavidha Virutchangalaiyum Ungalukkuk Koduththen, Avaigal Ungalukku Aagaaramaayirukkakkadavadhu; "},
{ "Verses": "30 boomiyilulla Sagala Mirugajeevangalukkum, Aagaayaththilulla Sagala Paravaigalukkum, Boomiyinmel Oorum Praanigal Ellaavatrirkum Pasumaiyaana Sagala Poondugalaiyum Aagaaramaagak Koduththen Endraar; Adhu Appadiye Aayitru. "},
{ "Verses": "31 appozhudhu Dhevan Thaam Undaakkina Ellaavatraiyum Paarththaar, Adhu Migavum Nandraayirundhadhu; Saayangaalamum Vidiyarkaalamumaagi Aaraam Naal Aayitru."}
]