[
{ "Verses": "1 novaavin Kumaararaagiya Sem Kaam Yaappedh Enbavargalin Vamsavaralaaru: Jalappralayaththukkuppinbu Avargalukkuk Kumaarar Pirandhaargal. "},
{ "Verses": "2 yaappeththin Kumaarar, Komar, Maakoku, Maadhaai, Yaavaan, Thoopaal, Mesekku, Theeraas Enbavargal. "},
{ "Verses": "3 komarin Kumaarar, Askinaas, Reeppaaththu, Thokarmaa Enbavargal. "},
{ "Verses": "4 yaavaanin Kumaarar, Eleesaa, Tharshees, Kiththeem, Thodhaaneem Enbavargal. "},
{ "Verses": "5 ivargalaal Jaadhigaludaiya Theevugal, Avanavan Baashaiyinpadiyeyum, Avaravargal Koththiraththinpadiyeyum, Jaadhiyinpadiyeyum, Veruveru Dhesangalaaip Pagukkappattana. "},
{ "Verses": "6 kaamudaiya Kumaarar, Koosh, Misraayeem, Poodh, Kaanaan Enbavargal. "},
{ "Verses": "7 kooshudaiya Kumaarar, Sepaa, Aavilaa, Sapdhaa, Raamaa, Sapdhigaa Enbavargal. Raamaavin Kumaarar, Sepaa, Thidhaan Enbavargal. "},
{ "Verses": "8 koosh Nimrodhaip Petraan; Ivan Boomiyile Paraakkiramasaaliyaanaan. "},
{ "Verses": "9 ivan Karththarukku Munbaagap Balaththa Vettaikkaaranaayirundhaan; Aagaiyaal Karththarukku Munbaaga Balaththa Vettaikkaaranaana Nimrodhaip Pola Ennum Vazhakkachchol Undaayitru. "},
{ "Verses": "10 sineyaar Dhesaththilulla Paabel, Erek, Akkaadh, Kalne Ennum Idangal Avan Aanda Raajyaththirku Aadhi Sthaanangal. "},
{ "Verses": "11 andha Dhesaththilirundhu Asoor Purappattuppoi, Niniveyaiyum, Regopodh Pattanaththaiyum, Kaalaagaiyum, "},
{ "Verses": "12 ninivekkum Kaalaagukkum Naduvaaga Resenaiyum Kattinaan; Idhu Periya Pattanam. "},
{ "Verses": "13 misraayeem, Loodheemaiyum, Anaameemaiyum, Lekaabeemaiyum, Napdhookeemaiyum, "},
{ "Verses": "14 padhruseemaiyum, Pelistharin Sandhadhikkuth Thalaivanaagiya Kaslookeemaiyum, Kapdhoreemaiyum Petraan. "},
{ "Verses": "15 kaanaan Than Mooththa Maganaagiya Seedhonaiyum, Keththaiyum, "},
{ "Verses": "16 epoosiyaraiyum, Emoriyaraiyum, Kirkaasiyaraiyum, "},
{ "Verses": "17 eviyaraiyum, Arkeeyaraiyum, Seeniyaraiyum, "},
{ "Verses": "18 arvaadhiyaraiyum, Semaariyaraiyum, Kaamaaththiyaraiyum Petraan; Pinbu Kaanaaniyarin Vamsaththaar Engum Paravinaargal. "},
{ "Verses": "19 kaanaaniyarin Ellai, Seedhonmudhal Keraar Vazhiyaaik Kaasaamattukkum, Adhu Mudhal Sodhom, Komoraa, Adhmaa, Sepoyim Vazhiyaai Laasaamattukkum Irundhadhu. "},
{ "Verses": "20 ivargal Thangal Dhesangalilum, Thangal Jaadhigalilumulla Thangal Vamsangalinpadiyeyum, Thangal Baashaigalinpadiyeyum Kaamudaiya Sandhadhiyaar. "},
{ "Verses": "21 semukkum Pillaigal Pirandhaargal; Avan Eperudaiya Sandhadhiyaar Ellaarukkum Thagappanum, Mooththavanaagiya Yaappeththukkuth Thambiyumaai Irundhaan. "},
{ "Verses": "22 semudaiya Kumaarar, Elaam, Asoor, Arpaksaadh, Loodh, Aaraam Enbavargal. "},
{ "Verses": "23 aaraamudaiya Kumaarar, Oodhs, Kool, Kethther, Maas Enbavargal. "},
{ "Verses": "24 arpaksaadh Saalaavaip Petraan; Saalaa Eperaip Petraan. "},
{ "Verses": "25 eperukku Irandu Kumaarar Pirandhaargal; Oruvanukkup Peleku Endru Per; Enenil Avanudaiya Naatkalil Boomi Pagukkappattadhu; Avanudaiya Sagodharan Per Yokdhaan. "},
{ "Verses": "26 yokdhaan Almodhaadhaiyum, Saaleppaiyum, Asarmaaveththaiyum, Yeraagaiyum, "},
{ "Verses": "27 adhoraamaiyum, Oosaalaiyum, Thiklaavaiyum, "},
{ "Verses": "28 opaalaiyum, Apimaavelaiyum, Sepaavaiyum, "},
{ "Verses": "29 oppeeraiyum, Aavilaavaiyum, Yopaapaiyum Petraan; Ivargal Anaivarum Yokdhaanudaiya Kumaarar. "},
{ "Verses": "30 ivargaludaiya Kudiyiruppu Mesaa Thuvakki, Kizhakkeyulla Malaiyaagiya Seppaarukkup Pogira Vazhimattum Irundhadhu. "},
{ "Verses": "31 ivargale Thangal Dhesangalilum, Thangal Jaadhigalilumulla Thangal Vamsangalinpadiyeyum, Thangal Baashaigalinpadiyeyum Semudaiya Sandhadhiyaar. "},
{ "Verses": "32 thangal Jaadhigalilulla Thangaludaiya Sandhadhigalinpadiye Novaavudaiya Kumaararin Vamsangal Ivaigale; Jalappralayaththukkup Pinbu Ivargalaal Boomiyile Jaadhigal Pirindhana. "}
]