[
{ "Verses": "1 indhak Kaariyangal Nadandhapinbu, Dhevan Aabiragaamai Sodhiththaar; Eppadiyenil, Avar Avanai Nokki: Aabiragaame Endraar; Avan: Idho Adiyen Endraan. "
},{ "Verses": "2 appozhudhu Avar: Un Puththiranum Un Ekasudhanum Un Nesakumaaranumaagiya Eesaakkai Nee Ippozhudhu Azhaiththukkondu, Moriyaa Dhesaththukkup Poi, Ange Naan Unakkuk Kurikkum Malaigal Ondrinmel Avanaith Thaganapaliyaaga Baliyidu Endraar. "
},{ "Verses": "3 aabiragaam Adhikaalaiyil Ezhundhu, Than Kazhudhaiyinmel Senankatti, Than Velaikkaararil Iranduperaiyum Than Kumaaran Eesaakkaiyum Koottikkondu, Thaganapalikkuk Kattaigalaiyum Pilandhukondu, Dhevan Thanakkuk Kuriththa Idaththirkup Purappattupponaan. "
},{ "Verses": "4 moondraam Naalil Aabiragaam Than Kangalai Ereduththup Paarththu, Dhooraththile Andha Idaththaik Kandaan. "
},{ "Verses": "5 appozhudhu Aabiragaam Than Velaikkaararai Nokki: Neengal Kazhudhaiyai Niruththi Inge Kaaththirungal, Naanum Pillaiyaandaanum Avvidamattum Poi, Thozhudhukondu, Ungalidaththukkuth Thirumbi Varuvom Endraan. "
},{ "Verses": "6 aabiragaam Thaganapalikkuk Kattaigalai Eduththu, Than Kumaaranaagiya Eesaakkinmel Vaiththu, Than Kaiyile Neruppaiyum Kaththiyaiyum Eduththukkondaan; Iruvarum Koodipponaargal. "
},{ "Verses": "7 appozhudhu Eesaakku Than Thagappanaagiya Aabiragaamai Nokki: En Thagappane Endraan; Adharku Avan: En Magane, Idho, Irukkiren Endraan; Appozhudhu Avan: Idho, Neruppum Kattaiyum Irukkiradhu, Thaganapalikku Aattukkutti Enge Endraan. "
},{ "Verses": "8 adharku Aabiragaam: En Magane, Dhevan Thamakkuth Thaganapalikkaana Aattukkuttiyaip Paarththukkolvaar Endraan; Appuram Iruvarum Koodippoi, "
},{ "Verses": "9 dhevan Avanukku Solliyirundha Idaththukku Vandhaargal; Ange Aabiragaam Oru Balipeedaththai Undaakki, Kattaigalai Adukki, Than Kumaaranaagiya Eesaakkaik Katti, Andha Balipeedaththil Adukkiya Kattaigalinmel Avanaik Kidaththinaan. "
},{ "Verses": "10 pinbu Aabiragaam Than Kumaaranai Vettumpadikkuth Than Kaiyai Neettik Kaththiyai Eduththaan. "
},{ "Verses": "11 appozhudhu Karththarudaiya Thoodhanaanavar Vaanaththilirundhu, Aabiragaame, Aabiragaame Endru Kooppittaar; Avan: Idho, Adiyen Endraan. "
},{ "Verses": "12 appozhudhu Avar: Pillaiyaandaanmel Un Kaiyaip Podaadhe, Avanukku Ondrum Seyyaadhe; Nee Avanai Un Puththiran Endrum, Un Ekasudhan Endrum Paaraamal Enakkaaga Oppukkoduththapadiyinaal Nee Dhevanukku Bayappadugiravan Endru Ippozhudhu Arindhirukkiren Endraar. "
},{ "Verses": "13 aabiragaam Than Kangalai Ereduththup Paarkkumpodhu, Idho, Pinnaagap Pudharile Than Kombugal Sikkikkondirundha Oru Aattukkadaavaik Kandaan; Appozhudhu Aabiragaam Poi, Kadaavaippidiththu, Adhaith Than Kumaaranukkup Padhilaagath Thaganabaliyittaan. "
},{ "Verses": "14 aabiragaam Andha Idaththukku Yekovaayeere Endru Perittaan; Adhinaale Karththarudaiya Parvadhaththile Paarththukkollappadum Endru Innaalvaraikkum Sollappattu Varugiradhu. "
},{ "Verses": "15 karththarudaiya Thoodhanaanavar Irandaandharam Vaanaththilirundhu Aabiragaamaik Kooppittu: "
},{ "Verses": "16 nee Un Puththiran Endrum, Un Ekasudhan Endrum Paaraamal Avanai Oppukkoduththu Indhak Kaariyaththai Seydhapadiyaal; "
},{ "Verses": "17 naan Unnai Aaseervadhikkave Aaseervadhiththu, Un Sandhadhiyai Vaanaththin Natchaththirangalaip Polavum, Kadarkarai Manalaippolavum Perugave Perugap Pannuven Endrum, Un Sandhadhiyaar Thangal Saththurukkalin Vaasalgalai Sudhandhariththukkolluvaargal Endrum, "
},{ "Verses": "18 nee En Sollukkuk Keezhppadindhapadiyinaal, Un Sandhadhikkul Boomiyilulla Sagala Jaadhigalum Aaseervadhikkappadum Endrum Enperil Aanaiyitten Endru Karththar Sollugiraar Endraar. "
},{ "Verses": "19 aabiragaam Than Velaikkaararidaththukkuth Thirumbi Vandhaan; Avargal Ezhundhu Purappattu, Egamaaip Peyersebaavukkup Ponaargal; Aabiragaam Peyersebaavile Kudiyirundhaan. "
},{ "Verses": "20 indhak Kaariyangal Nadandhapinbu, Oruvan Aabiragaamidaththil Vandhu: Milkkaalum Un Sagodharanaagiya Naakorukkup Pillaigalaip Petraal; "
},{ "Verses": "21 avargal Yaarendraal, Mudharperaana Oodhs, Avan Thambiyaagiya Poos, Aaraamukkuth Thagappanaagiya Kemuvel, "
},{ "Verses": "22 kesedh, Aaso, Pildhaas, Idhlaap, Peththuvel Enbavargal; Peththuvel Rebekkaalaip Petraan Endru Ariviththaan. "
},{ "Verses": "23 andha Ettupperai Milkkaal Aabiragaamudaiya Sagodharanaagiya Naakorukkup Petraal. "
},{ "Verses": "24 reyumaal Endru Perkonda Avanudaiya Marumanaiyaattiyum, Thepaa, Kaagaam, Thaagaas, Maagaa Enbavargalaip Petraal. "
}
]