[
{ "Verses": "1 aadhaamin Vamsavaralaaru: Dhevan Manushanai Sirushtiththa Naalile Avanai Dhevasaayalaaga Undaakkinaar. "
},{ "Verses": "2 avargalai Aanum Pennumaaga Sirushtiththu, Avargalai Aaseervadhiththu, Avargalai Sirushtiththa Naalile Avargalukku Manushar Endru Perittaar. "
},{ "Verses": "3 aadhaam Nootru Muppadhu Vayadhaanapodhu, Than Saayalaagath Than Roobaththinpadiye Oru Kumaaranaip Petru, Avanukku Seth Endru Perittaan. "
},{ "Verses": "4 aadhaam Seththaip Petrapin, Ennooru Varusham Uyirodirundhu, Kumaararaiyum Kumaaraththigalaiyum Petraan. "
},{ "Verses": "5 aadhaam Uyirodirundha Naalellaam Tholaayiraththu Muppadhu Varusham; Avan Mariththaan. "
},{ "Verses": "6 seth Nootraindhu Vayadhaanapodhu, Enosaip Petraan. "
},{ "Verses": "7 seth Enosaip Petrapin, Ennootrezhu Varusham Uyirodirundhu, Kumaararaiyum Kumaaraththigalaiyum Petraan. "
},{ "Verses": "8 seththudaiya Naalellaam Tholaayiraththup Pannirandu Varusham; Avan Mariththaan. "
},{ "Verses": "9 enos Thonnooru Vayadhaanapodhu, Kenaanaip Petraan. "
},{ "Verses": "10 enos Kenaanaip Petrapin, Ennootrup Padhinaindhu Varusham Uyirodirundhu, Kumaararaiyum Kumaaraththigalaiyum Petraan. "
},{ "Verses": "11 enosudaiya Naalellaam Tholaayiraththu Aindhu Varusham; Avan Mariththaan. "
},{ "Verses": "12 kenaan Ezhubadhu Vayadhaanapodhu, Makalaaleyelaip Petraan. "
},{ "Verses": "13 kenaan Makalaaleyelaip Petrapin, Ennootru Naarpadhu Varusham Uyirodirundhu, Kumaararaiyum Kumaaraththigalaiyum Petraan. "
},{ "Verses": "14 kenaanudaiya Naalellaam Tholaayiraththup Paththu Varusham; Avan Mariththaan. "
},{ "Verses": "15 makalaaleyel Arubaththaindhu Vayadhaanapodhu, Yaaredhaip Petraan. "
},{ "Verses": "16 makalaaleyel Yaaredhaip Petrapin, Ennootru Muppadhu Varusham Uyirodirundhu, Kumaararaiyum Kumaaraththigalaiyum Petraan. "
},{ "Verses": "17 makalaaleyeludaiya Naalellaam Ennootruth Thonnootru Aindhu Varusham; Avan Mariththaan. "
},{ "Verses": "18 yaaredh Nootru Arubaththirandu Vayadhaanapodhu, Enokkaip Petraan. "
},{ "Verses": "19 yaaredh Enokkaip Petrapin, Ennooru Varusham Uyirodirundhu, Kumaararaiyum Kumaaraththigalaiyum Petraan. "
},{ "Verses": "20 yaaredhudaiya Naalellaam Tholaayiraththu Arubaththirandu Varusham; Avan Mariththaan. "
},{ "Verses": "21 enokku Arubaththaindhu Vayadhaanapodhu, Meththoosalaavaip Petraan. "
},{ "Verses": "22 enokku Meththoosalaavaip Petrapin, Munnooru Varusham Dhevanode Sanjariththukkondirundhu, Kumaararaiyum Kumaaraththigalaiyum Petraan. "
},{ "Verses": "23 enokkudaiya Naalellaam Munnootru Arubaththaindhu Varusham. "
},{ "Verses": "24 enokku Dhevanode Sanjariththukkondirukkaiyil, Kaanappadaamarponaan; Dhevan Avanai Eduththukkondaar. "
},{ "Verses": "25 meththoosalaa Nootrenbaththezhu Vayadhaanapodhu, Laamekkaip Petraan. "
},{ "Verses": "26 meththoosalaa Laamekkaip Petrapin, Ezhunootru Enbaththirandu Varusham Uyirodirundhu, Kumaararaiyum Kumaaraththigalaiyum Petraan. "
},{ "Verses": "27 meththoosalaavudaiya Naalellaam Tholaayiraththu Arubaththonbadhu Varusham; Avan Mariththaan. "
},{ "Verses": "28 laamekku Nootrenbaththirandu Vayadhaanapodhu, Oru Kumaaranaip Petru, "
},{ "Verses": "29 karththar Sabiththa Boomiyile Namakku Undaana Velaiyilum, Nammudaiya Kaigalin Prayaasaththilum, Ivan Nammaith Thetruvaan Endru Solli, Avanukku Novaa Endru Perittaan. "
},{ "Verses": "30 laamekku Novaavaip Petrapin, Ainnootruth Thonnootru Aindhu Varusham Uyirodirundhu, Kumaararaiyum Kumaaraththigalaiyum Petraan. "
},{ "Verses": "31 laamekkudaiya Naalellaam Ezhunootru Ezhupaththezhu Varusham; Avan Mariththaan. "
},{ "Verses": "32 novaa Ainnooru Vayadhaanapodhu, Sem Kaam Yaappedh Enbavargalaip Petraan."}
]