[
{ "Verses": "1 isravel Thanakku Undaana Yaavaiyum Serththukkondu Purappattup Beyersebaavukkup Poi, Than Thagappanaagiya Eesaakkudaiya Dhevanukkup Baliyittaan. "
},{ "Verses": "2 andru Iravile Dhevan Isravelukkuth Dharisanamaagi: Yaakkobe, Yaakkobe Endru Kooppittaar; Avan Idho, Adiyen Endraan. "
},{ "Verses": "3 appozhudhu Avar: Naan Dhevan, Naan Un Thagappanudaiya Dhevan; Nee Egipthudhesaththukkuppogap Bayappadavendaam; Ange Unnaip Periya Jaadhiyaakkuven. "
},{ "Verses": "4 naan Unnudane Egipthukku Varuven; Naan Unnaith Thirumbavum Varappannuven; Yoseppu Than Kaiyaal Un Kangalai Mooduvaan Endru Sonnaar. "
},{ "Verses": "5 adharkuppinbu, Yaakkobu Beyersebaavilirundhu Pirayaanam Purappattaan. Isravelin Kumaarar Thangal Thagappanaagiya Yaakkobaiyum Thangal Kuzhandhaigalaiyum Thangal Manaivigalaiyum Paarvon Anuppina Vandigalinmel Etrikkondu, "
},{ "Verses": "6 thangal Aadumaadugalaiyum Thaangal Kaanaan Dhesaththil Sambaadhiththa Thangal Porutkalaiyum Serththukkondu, Yaakkobum Avan Sandhadhiyaar Yaavarum Egipthukkup Ponaargal. "
},{ "Verses": "7 avan Than Kumaararaiyum Than Kumaararin Kumaararaiyum Than Kumaaraththigalaiyum Than Kumaararin Kumaaraththigalaiyum Than Sandhadhiyaar Anaivaraiyum Egipthukkuth Thannode Azhaiththukkonduponaan. "
},{ "Verses": "8 egipthukku Vandha Isravelarin Naamangalaavana: Yaakkobum Avanudaiya Kumaararum; Yaakkobudaiya Mooththakumaaranaana Rooban. "
},{ "Verses": "9 roobanudaiya Kumaarar Aanokku, Palloo, Esron, Karmee Enbavargal. "
},{ "Verses": "10 simiyonudaiya Kumaarar Emuvel, Yaamin, Okaadh, Yaakeen, Sokaar, Kaanaaniya Sthireeyin Kumaaranaagiya Savul Enbavargal. "
},{ "Verses": "11 leviyinudaiya Kumaarar Kerson, Kokaadh, Meraari Enbavargal. "
},{ "Verses": "12 yoodhaavinudaiya Kumaarar Er, Onaan, Selaa, Paares, Seraa Enbavargal; Avargalil Erum Onaanum Kaanaandhesaththil Irandhuponaargal; Paaresudaiya Kumaarar Esron, Aamool Enbavargal. "
},{ "Verses": "13 isakkaarudaiya Kumaarar Tholaa, Poovaa, Yopu, Simron Enbavargal. "
},{ "Verses": "14 sepulonudaiya Kumaarar Seredh, Elon, Yaklel Enbavargal. "
},{ "Verses": "15 ivargal Leyaalin Sandhadhiyaar; Aval Ivargalaiyum Theenaal Ennum Oru Kumaaraththiyaiyum Padhaan Araamile Yaakkobukkup Petraal; Avan Kumaararum Avan Kumaaraththigalumaagiya Ellaarum Muppaththumoondruper. "
},{ "Verses": "16 kaaththudaiya Kumaarar, Sippiyon, Aki, Sooni, Espon, Eri, Arodhi, Areli Enbavargal. "
},{ "Verses": "17 aaserudaiya Kumaarar Imnaa, Isvaa, Isvi, Pereeyaa Enbavargal; Ivargaludaiya Sagodhari Seraakku Enbaval; Pereeyaavin Kumaarar Eper, Malkiyel Enbavargal. "
},{ "Verses": "18 ivargal Laabaan Than Kumaaraththiyaagiya Leyaalukkuk Koduththa Silpaaludaiya Pillaigal; Aval Indhap Padhinaaruperaiyum Yaakkobukkup Petraal. "
},{ "Verses": "19 yaakkobin Manaiviyaagiya Raakeludaiya Kumaarar Yoseppu, Benyameen Enbavargal. "
},{ "Verses": "20 yoseppukku Egipthudhesaththile Manaaseyum Eppiraayeemum Pirandhaargal; Avargalai Onpattanaththu Aasaariyanaagiya Poththipiraavin Kumaaraththiyaagiya Aasnaath Avanukkup Petraal. "
},{ "Verses": "21 benyameenudaiya Kumaarar Pelaa, Peker, Aspel, Keraa, Naagamaan, Eki, Rosh, Muppim, Uppim, Aardhu Enbavargal. "
},{ "Verses": "22 raakel Yaakkobukkup Petra Kumaararaagiya Ivargal Ellaarum Padhinaaluper. "
},{ "Verses": "23 thaanudaiya Kumaaran Useem Enbavan. "
},{ "Verses": "24 napthaliyin Kumaarar Yaadhsiyel, Kooni, Edhser, Sillem Enbavargal. "
},{ "Verses": "25 ivargal Laabaan Than Kumaaraththiyaagiya Raakelukkuk Koduththa Pilgaal Yaakkobukkup Petravargal; Ivargal Ellaarum Ezhuper. "
},{ "Verses": "26 yaakkobudaiya Kumaararin Manaivigalaith Thavira, Avanudaiya Karppappirappaayirundhu Avan Moolamaai Egipthile Vandhavargal Ellaarum Aruvaththaaruper. "
},{ "Verses": "27 yoseppukku Egipthile Pirandha Kumaarar Iranduper; Aaga Egipthukkup Pona Yaakkobin Kudumbaththaar Ezhuvadhuper. "
},{ "Verses": "28 kosen Naattile Thannai Yoseppu Sandhikka Varumbadi Solla, Yoodhaavaith Thanakku Munnaaga Avanidaththil Yaakkobu Anuppinaan; Avargal Kosenile Serndhaargal. "
},{ "Verses": "29 yoseppu Than Iradhaththai Aayaththappaduththi, Adhinmel Eri, Than Thagappanaagiya Isravelaich Sandhikkumbadi Poi, Avanaik Kandu, Avanudaiya Kazhuthdhaik Kattikkondu, Veguneram Avan Kazhuththai Vidaamal Azhudhaan. "
},{ "Verses": "30 appozhudhu Isravel Yoseppaip Paarththu: Nee Innum Uyirodirukkiraaye, Naan Un Mugaththaik Kanden, Enakku Ippodhu Maranam Vandhaalum Varattum Endraan. "
},{ "Verses": "31 pinbu, Yoseppu Than Sagodhararaiyum Than Thagappanudaiya Kudumbaththaaraiyum Nokki: Naan Paarvonidaththukkup Poi, Kaanaandhesaththilirundhu En Sagodhararum En Thagappan Kudumbaththaarum Ennidaththil Vandhirukkiraargal. "
},{ "Verses": "32 avargal Meyppargal, Aadumaadugalai Meykkiradhu Avargal Thozhil; Avargal Thangal Aadumaadugalaiyum Thangalukku Undaana Ellaavatraiyum Konduvandhaargal Endru Avarukkuch Sollugiren. "
},{ "Verses": "33 paarvon Ungalai Azhaiththu, Ungal Thozhil Enna Endru Kettaal, "
},{ "Verses": "34 neengal, Kosen Naattile Kudiyirukkumbadi, Avanai Nokki: Engal Pidhaakkalaippola, Umadhu Adiyaaraagiya Naangalum Engal Siruvayadhumudhal Idhuvaraikkum Meyppargalaayirukkirom Endru Sollungal; Meyppargal Ellaarum Egipthiyarukku Aruvaruppaayirukkiraargal Endraan. "
}
]