[
{ "Verses": "1 raagel Thaan Yaakkobukkup Pillaigalaip Peraadhadhaikkandu, Than Sagodhariyinmel Poraamaikondu, Yaakkobai Nokki: Enakkup Pillai Kodum, Illaavittaal Naan Saagiren Endraal. "
},{ "Verses": "2 appozhudhu Yaakkobu Raagelinmel Kobankondu: Dhevanallavo Un Karppaththai Adaiththirukkiraar, Naan Dhevanaa? Endraan. "
},{ "Verses": "3 appozhudhu Aval: Idho, En Velaikkaariyaagiya Pilgaal Irukkiraale; Aval En Madikkup Pillaigalaip Peravum, Avalaalaagilum En Veetu Kattappadavum Avalidaththil Serum Endru Solli, "
},{ "Verses": "4 avanukkuth Than Velaikkaariyaagiya Pilgaalai Manaiviyaagak Koduththaal; Appadiye Yaakkobu Avalaich Serndhaan. "
},{ "Verses": "5 pilgaal Karppavadhiyaagi, Yaakkobukku Oru Kumaaranaip Petraal. "
},{ "Verses": "6 appozhudhu Raagel: Dhevan En Vazhakkaith Theerththu, En Saththaththaiyum Kettu, Enakku Oru Kumaaranaik Koduththaar Endru Solli, Avanukkuth Thaan Endru Perittaal. "
},{ "Verses": "7 marupadiyum Raagelin Velaikkaariyaagiya Pilgaal Karppavadhiyaagi, Yaakkobukku Irandaam Kumaaranaip Petraal. "
},{ "Verses": "8 appozhudhu Raagel: Naan Magaa Poraattamaai En Sagodhariyode Poraadi Merkonden Endru Solli, Avanukku Napthali Endru Perittaal. "
},{ "Verses": "9 leyaal Thaan Pillaiperugiradhu Nindruponadhaik Kandu, Than Velaikkaariyaagiya Silpaalai Azhaiththu, Avalai Yaakkobukku Manaiviyaagak Koduththaal. "
},{ "Verses": "10 leyaalin Velaikkaariyaagiya Silpaal Yaakkobukku Oru Kumaaranaip Petraal. "
},{ "Verses": "11 appozhudhu Leyaal: Eraalamaagiradhendru Solli, Avanukkuk Kaadh Endru Perittaal. "
},{ "Verses": "12 pinbu Leyaalin Velaikkaariyaagiya Silpaal Yaakkobukku Irandaam Kumaaranaip Petraal. "
},{ "Verses": "13 appozhudhu Leyaal: Naan Baakkiyavadhi, Sdhireegal Ennaip Baakkiyavadhi Enbaargal Endru Solli, Avanukku Aaser Endru Perittaal. "
},{ "Verses": "14 kodhumai Aruppu Naatkalile Roopan Vayalveliyile Poi, Thoodhaayeem Kanigalaik Kandeduththu, Avaigalaik Konduvandhu Than Thaayaagiya Leyaalidaththil Koduththaan. Appozhudhu Raagel Leyaalai Nokki: Un Kumaaranudaiya Thoodhaayeem Kaniyil Enakkuk Konjam Thaa Endraal. "
},{ "Verses": "15 adharku Aval: Nee En Purushanai Eduththukkondadhu Arpakaariyamaa? En Kumaaranudaiya Thoodhaayeem Kanigalaiyum Eduththukkollavendumo Endraal; Adharku Raagel: Un Kumaaranudaiya Thoodhaayeem Kanigalukku Eedaaga Indru Iravu Avar Unnode Sayanikkattum Endraal. "
},{ "Verses": "16 saayangaalaththil Yaakkobu Veliyilirundhu Varugaiyil Leyaal Purappattu Avanukku Edhirkondupoi: En Kumaaranudaiya Thoodhaayeem Kanigalaal Ummaik Konden; Aagaiyaal, Neer Ennidaththil Varavendum Endraal; Avan Andru Iravu Avalode Sayaniththaan. "
},{ "Verses": "17 dhevan Leyaalukkuch Sevikoduththaar. Aval Karppavadhiyaagi Yaakkobukku Aindhaam Kumaaranaip Petraal. "
},{ "Verses": "18 appozhudhu Leyaal: Naan En Velaikkaariyai En Purushanukkuk Koduththa Palanaith Dhevan Enakkuth Thandhaar Endru Solli, Avanukku Isakkaar Endru Perittaal. "
},{ "Verses": "19 appuram Leyaal Karppavadhiyaagi Yaakkobukku Aaraam Kumaaranaip Petraal. "
},{ "Verses": "20 appozhudhu Leyaal: Dhevan Enakku Nalla Eevaith Thandhaar; En Purushanukku Naan Aaru Kumaararaip Petrapadiyaal, Ippozhudhu Avar Ennudane Vaasampannuvaar Endru Solli, Avanukkuch Sepulon Endru Perittaal. "
},{ "Verses": "21 pinbu Aval Oru Kumaaraththiyaiyum Petru, Avalukku Dheenaal Endru Perittaal. "
},{ "Verses": "22 dhevan Raagelai Ninaiththarulinaar; Avalukkuth Dhevan Sevikoduththu, Aval Karppandharikkumpadi Seydhaar. "
},{ "Verses": "23  Aval Karppavadhiyaagi Oru Kumaaranaip Petru: Dhevan En Nindhaiyai Neekkivittaar Endrum, "
},{ "Verses": "24  Innum Oru Kumaaranaik Karththar Enakkuth Tharuvaar Endrum Solli, Avanukku Yoseppu Endru Perittaal. "
},{ "Verses": "25  Raagel Yoseppaip Petrapin, Yaakkobu Laabaanai Nokki: Naan En Sthaanaththirkum En Dhesaththirkum Poga Ennai Anuppividum. "
},{ "Verses": "26 naan Umakku Oozhiyanjeydhu Sampaadhiththa En Manaivigalaiyum En Pillaigalaiyum Enakkuth Thaarum; Naan Poven, Naan Ummidaththil Seviththa Sevagaththai Neer Arindhirukkireer Endraan. "
},{ "Verses": "27 appozhudhu Laabaan: Un Kangalil Enakkuth Dhayavu Kidaiththadheyaanaal Nee Iru; Un Nimiththam Karththar Ennai Aaseervadhiththaar Endru Kurippinaal Arindhen. "
},{ "Verses": "28 un Sambalam Innadhendru Enakkuch Sol, Naan Adhaith Tharuven Endraan. "
},{ "Verses": "29 adharku Avan: Naan Ummaich Seviththa Vidhamum, Ummudaiya Mandhai Ennidaththil Irundha Vidhamum Arindhirukkireer. "
},{ "Verses": "30 naan Varumunne Umakku Irundhadhu Konjam; Naan Vandhapin Karththar Ummai Aaseervadhiththadhinaal Adhu Migavum Perugiyirukkiradhu; Ini Naan En Kudumpaththukkuch Sambaaththiyampannuvadhu Eppozhudhu Endraan. "
},{ "Verses": "31 adharku Avan: Naan Unakku Enna Tharavendum Endraan; Yaakkobu: Neer Enakku Ondrum Tharavendiyadhillai; Naan Sollukirapadi Neer Enakkuch Seydhaal, Ummudaiya Mandhaiyaith Thirumpa Meyththuk Kaappen. "
},{ "Verses": "32 naan Indraikkup Poi, Ummudaiya Mandhaigalaiyellaam Paarvaiyittu, Avaigalil Pulliyum Variyum Karuppumulla Semmariyaadugalaiyum, Variyum Pulliyumulla Vellaadugalaiyum Piriththuvidugiren; Appadippattavai Ini Enakkuch Sambalamaayirukkattum. "
},{ "Verses": "33 appadiye Inimel En Sambalamaagiya Ivatrai Neer Paarvaiyidumpodhu, En Needhi Vilangum; Pulliyum Variyumillaadha Vellaadugalum, Karuppaana Semmariyaadugalum En Vasaththil Irundhaal, Avaiyellaam Ennaal Thirudikkollappattavaigalaai Ennappadattum Endraan. "
},{ "Verses": "34 adharku Laabaan: Nee Sonnapadiye Aagattum Endru Solli, "
},{ "Verses": "35 annaalile Kalappu Niramum Variyumulla Vellaattuk Kadaakgalaiyum, Pulliyum Variyumulla Vellaadugal Yaavaiyum, Satru Venmaiyum Karumaiyumulla Semmariyaadugal Yaavaiyum Piriththu, Than Kumaararidaththil Oppuviththu, "
},{ "Verses": "36 thanakkum Yaakkobukkum Idaiyile Moondrunaal Pirayaana Thooraththil Irukkumpadi Vaiththaan. Laabaanudaiya Matra Aadugalai Yaakkobu Meyththaan. "
},{ "Verses": "37 pinbu Yaakkobu Pachchaiyaayirukkira Punnai, Vaadhumai, Armon Ennum Marangalin Koppugalai Vetti, Idaiyidaiye Venmai Thondrumpadi, Pattaiyai Uriththu, "
},{ "Verses": "38 thaan Uriththa Koppugalai Aadugal Thanneer Kudikka Varum Kaalvaaigalilum Thottigalilum Aadugalukku Edhiraagap Pottuvaippaan; Aadugal Thanneer Kutikka Varumpodhu Polivadhundu. "
},{ "Verses": "39 aadugal Andhak Koppugalukku Munbaagap Polindhapadiyaal, Avaigal Kalappu Niramulladhum Pulliyulladhum Variyulladhumaana Kuttigalaip Pottadhu. "
},{ "Verses": "40 andha Aattukkuttigalai Yaakkobu Piriththukkondu, Aadugalai Laabaanudaiya Mandhaiyilirukkum Kalappuniramaanavaigalukkum Karuppaanavaigalellaavatrirkum Edhiraaga Niruththi, Than Aadugalai Laabaanudaiya Mandhaiyode Serkkaamal, Thanippuramaaga Vaiththukkolvaan. "
},{ "Verses": "41 balaththa Aadugal Poliyumpodhu, Andhak Koppugalukku Edhire Poliyumpadi Yaakkobu Avaigalai Andha Aadugalin Kangalukku Munbaagak Kaalvaaigalile Pottuvaippaan. "
},{ "Verses": "42  Balaveenamaana Aadugal Poliyumpodhu, Avaigalaip Podaamaliruppaan; Idhanaal Balaveenamaanavaigal Laabaanaiyum, Balamullavaigal Yaakkobaiyum Serndhana. "
},{ "Verses": "43 ivvidhamaai Andhap Purushan Migavum Viruththiyadaindhu, Thiralaana Aadugalum, Velaikkaarigalum, Velaikkaararum, Ottagangalum, Kazhudhaigalum Udaiyavanaanaan. "
}
]