[
{ "Verses": "1 yaakkobu Pirayaanampanni, Keezhththisaiyaarin Dhesaththil Poich Serndhaan. "
},{ "Verses": "2 ange Vayalveliyile Oru Kinatraiyum, Adhin Aruge Madakkiyirukkira Moondru Aattumandhaigalaiyum Kandaan; Andhak Kinatrile Mandhaigalukkuth Thanneer Kaattuvaargal; Andhak Kinatrin Vaai Oru Periya Kallinaal Adaikgappattirundhadhu. "
},{ "Verses": "3 avvidaththil Mandhaigal Ellaam Serndhapin Kinatrin Vaayilirukkum Kallai Meyppar Puratti, Aadugalukkuth Thanneer Kaatti, Marupadiyum Kallai Munnirundhapadi Kinatrin Vaayil Vaippaargal. "
},{ "Verses": "4 yaakkobu Avargalaip Paarththu: Sagodharare, Neengal Evvidaththaar Endraan; Avargal, Naangal Aaraan Ooraar Endraargal. "
},{ "Verses": "5 appozhudhu Avan: Naagorin Kumaaranaagiya Laabaanai Ariveergalaa Endru Kettaan; Arivom Endraargal. "
},{ "Verses": "6 avan Sugamaayirukkiraanaa Endru Visaariththaan; Adharku Avargal: Sugamaayirukkiraan; Avan Kumaaraththiyaagiya Raagel, Adho, Aadugalai Ottikkondu Varugiraal Endru Sonnaargal. "
},{ "Verses": "7 appozhudhu Avan: Innum Vegupozhudhirukkiradhe; Idhu Mandhaigalaich Serkkira Velai Allave, Aadugalukkuth Thanneerkaatti, Innum Meyavidalaam Endraan. "
},{ "Verses": "8 adharku Avargal: Ellaa Mandhaigalum Serumunne Appadich Seyyakkoodaadhu; Serndhapin Kinatrin Vaayilulla Kallaip Purattuvaargal; Appozhudhu Aadugalukkuth Thanneer Kaattuvom Endraargal. "
},{ "Verses": "9 avargalode Avan Pesikkondirukkumpodhe, Than Thagappanudaiya Aadugalai Meyththukkondirundha Raagel Andha Aadugalai Ottikkondu Vandhaal. "
},{ "Verses": "10 yaakkobu Than Thaayin Sagodharanaana Laabaanudaiya Kumaaraththiyaagiya Raagelaiyum, Than Thaayin Sagodharanaagiya Laabaanin Aadugalaiyum Kandapodhu, Yaakkobu Poi, Kinatrin Vaayilirundha Kallaip Puratti, Than Thaayin Sagodharanaagiya Laabaanin Aadugalukkuth Thanneer Kaattinaan. "
},{ "Verses": "11 pinbu Yaakkobu Raagelai Muththanjeydhu, Saththamittu Azhudhu, "
},{ "Verses": "12 thaan Aval Thagappanudaiya Marumaganendrum, Rebekkaalin Kumaaranendrum Raagelukku Ariviththaan. Aval Odippoi Than Thagappanukku Ariviththaal. "
},{ "Verses": "13 laabaan Than Sagodhariyin Kumaaranaagiya Yaakkobudaiya Seydhiyaik Kettapodhu, Avanukku Edhirkondodi, Avanaik Kattikkondu Muththanjeydhu, Than Veettukku Azhaiththukkonduponaan; Avan Than Kaariyangalaiyellaam Vibaramaai Laabaanukkuch Sonnaan. "
},{ "Verses": "14 appozhudhu Laabaan: Nee En Elumbum En Maamsamumaanavan Endraan. Oru Maadhamvaraikkum Yaakkobu Avanidaththil Thanginaan. "
},{ "Verses": "15 pinbu Laabaan Yaakkobai Nokki: Nee En Marumaganaayiruppadhinaal, Summaa Enakku Velai Seyyalaamaa? Sampalam Evvalavu Ketkiraai, Sol Endraan. "
},{ "Verses": "16 laabaanukku Irandu Kumaaraththigal Irundhaargal; Mooththaval Per Leyaal, Ilaiyaval Per Raagel. "
},{ "Verses": "17 leyaaludaiya Kangal Koochchap Paarvaiyaayirundhadhu: Raagelo Roobavadhiyum Paarvaikku Azhagaanavalumaayirundhaal. "
},{ "Verses": "18 yaakkobu Raagelperil Piriyappattu: Ummudaiya Ilaiya Kumaaraththiyaagiya Raagelukgaaga Ummidaththil Ezhu Varusham Velaiseygiren Endraan. "
},{ "Verses": "19 adharku Laabaan: Naan Avalai Anniya Purushanukkuk Kodukkiradhaippaarkkilum, Avalai Unakkuk Kodukkiradhu Uththamam, Ennidaththil Thariththiru Endraan. "
},{ "Verses": "20 andhappadiye Yaakkobu Raagelukkaaga Ezhu Varusham Velaiseydhaan; Avalperil Irundha Piriyaththinaale Andha Varushangal Avanukkuk Konjanaalaagath Thondrinadhu. "
},{ "Verses": "21 pinbu Yaakkobu Laabaanai Nokki: En Naatkal Niraiverinapadiyaal, En Manaiviyinidaththil Naan Serumpadi Avalai Enakkuth Tharavendum Endraan. "
},{ "Verses": "22 appozhudhu Laabaan Avvidaththu Manidhar Ellaaraiyum Koodivarachseydhu Virundhupanninaan. "
},{ "Verses": "23 andru Iravile Avan Than Kumaaraththiyaagiya Leyaalai Azhaiththukkondupoi, Avanidaththil Vittaan; Avalai Avan Serndhaan. "
},{ "Verses": "24 laabaan Than Velaikkaariyaagiya Silpaalaith Than Kumaaraththiyaagiya Leyaalukku Velaikkaariyaagak Koduththaan. "
},{ "Verses": "25 kaalaiyile, Idho, Aval Leyaal Endru Yaakkobu Kandu, Laabaanai Nokki: En Enakku Ippadich Seydheer? Raagelukkaaga Allavaa Ummidaththil Velaiseydhen; Pinnai En Enakku Vanjagampannineer Endraan. "
},{ "Verses": "26 adharku Laabaan: Mooththaval Irukka Ilaiyavalaik Koduppadhu Ivvidaththu Vazhakkam Alla. "
},{ "Verses": "27 ivaludaiya Ezhu Naalai Niraivetru; Avalaiyum Unakkuth Tharuven; Avalukkaagavum Nee Innum Ezhu Varusham Ennidaththil Velaisey Endraan. "
},{ "Verses": "28 andhappadiye Yaakkobu, Ivaludaiya Ezhunaalai Niraivetrinaan. Appozhudhu Than Kumaaraththiyaagiya Raagelaiyum Avanukku Manaiviyaagak Koduththaan. "
},{ "Verses": "29 melum Laabaan Than Velaikkaariyaagiya Pilgaalaith Than Kumaaraththiyaagiya Raagelukku Velaikkaariyaagak Koduththaan. "
},{ "Verses": "30 yaakkobu Raagelaiyum Serndhaan; Leyaalaippaarkkilum Raagelai Avan Adhigamaai Nesiththu, Pinnum Ezhu Varusham Avanidaththil Seviththaan. "
},{ "Verses": "31 leyaal Arpamaai Ennappattaal Endru Karththar Kandu, Aval Karppandharikkumpadi Seydhaar; Raagelo Maladiyaayirundhaal. "
},{ "Verses": "32 leyaal Karppavadhiyaagi Oru Kumaaranaip Petru: Karththar En Sirumaiyaip Paarththarulinaar; Ippozhudhu En Purushan Ennai Nesippaar Endru Solli, Avanukku Rooban Endru Perittaal. "
},{ "Verses": "33 marupadiyum Aval Karppavadhiyaagi Oru Kumaaranaip Petru: Naan Arpamaai Ennappattadhaik Karththar Kettaruli, Ivanaiyum Enakkuth Thandhaar Endru Solli, Avanukkuch Simiyon Endru Perittaal. "
},{ "Verses": "34 pinnum Aval Karppavadhiyaagi Oru Kumaaranaip Petru: En Purushanukku Moondru Kumaararaip Petrapadiyaal Avar Ippozhudhu Ennode Serndhiruppaar Endru Solli, Avanukku Levi Endru Perittaal. "
},{ "Verses": "35 marupadiyum Aval Karppavadhiyaagi Oru Kumaaranaip Petru: Ippozhudhu Karththaraith Thudhippen Endru Solli, Avanukku Yoodhaa Endru Perittaal; Pirpaadu Avalukkup Pillaipperu Nindrupoyitru. "
}
]