[
{ "Verses": "1 aabiragaamin Naatkalil Undaana Panjaththai Allaamal, Pinnum Oru Panjam Dhesaththil Undaayitru; Appozhudhu Eesaakku Pelistharukku Raajaavaagiya Abimelekkinidaththil Keraarukkup Ponaan. "
},{ "Verses": "2 karththar Avanukkuth Dharisanamaagi: Nee Egipthukkup Pogaamal, Naan Unakkuch Sollum Dhesaththile Kudiyiru. "
},{ "Verses": "3 indhath Dhesaththile Vaasampannu; Naan Unnodekooda Irundhu, Unnai Aaseervadhippen; Naan Unakkum Un Sandhadhikkum Indhath Dhesangal Yaavaiyum Thandhu, Un Thagappanaagiya Aabiragaamukku Naan Itta Aanaiyai Niraivetruven. "
},{ "Verses": "4 aabiragaam En Sollukkuk Keezhppadindhu, En Vidhigalaiyum, En Karpanaigalaiyum, En Niyamangalaiyum, En Piramaanangalaiyum Kaikkondapadiyinaal, "
},{ "Verses": "5 naan Un Sandhadhiyai Vaanaththin Natchaththirangalaippolap Perugappanni, Un Sandhadhikku Indhath Thesangal Yaavaiyum Tharuven; Un Sandhadhikkul Boomiyilulla Sakala Jaadhikalum Aaseervadhikkappadum Endraar. "
},{ "Verses": "6 eesaakku Keraarile Kudiyirundhaan. "
},{ "Verses": "7 avvidaththu Manidhargal Avan Manaiviyaikkuriththu Visaariththapodhu: Ival En Sagodhari Endraan. Rebekkaal Paarvaikku Azhakullavalaanapadiyaal, Avvidaththu Manidhargal Aval Nimiththam Thannaik Kolluvaargal Endru Enni, Avalaith Than Manaivi Endru Sollap Bayandhaan. "
},{ "Verses": "8 avan Ange Nedunaal Thangiyirukkaiyil, Pelistharukku Raajaavaagiya Abimelekku Jannal Vazhiyaaip Paarkkumpodhu, Eesaakku Than Manaiviyaagiya Rebekkaalode Vilaiyaadikkondirukkiradhaik Kandaan. "
},{ "Verses": "9 abimelekku Eesaakkai Azhaiththu: Aval Un Manaiviyaayirukkiraale! Pinnai En Avalai Un Sagodhari Endru Sonnaai Endraan. Adharku Eesaakku: Aval Nimiththam Naan Saagaadhapadikku, Ippadich Sonnen Endraan. "
},{ "Verses": "10 adharku Abimelekku: Engalidaththil En Ippadich Seydhaai? Janangalukkul Yaaraagilum Un Manaiviyode Sayanikgavum, Engalmel Pazhisumaravum Nee Idamundaakkinaaye Endraan. "
},{ "Verses": "11 pinbu, Abimelekku: Indhap Purushanaiyaagilum Ivan Manaiviyaiyaagilum Thodugiravan Nichchayamaaik Kolaiseyyappaduvaan Endru Ellaa Janangalum Ariyach Sonnaan. "
},{ "Verses": "12 eesaakku Andhath Dhesaththil Vidhai Vidhaiththaan; Karththar Avanai Aaseervadhiththadhinaal Andha Varushaththil Noorumadangu Balan Adaindhaan; "
},{ "Verses": "13 avan Aisuvariyavaanaagi, Varavara Viruththiyadaindhu, Magaa Periyavanaanaan. "
},{ "Verses": "14 avanukku Aattumandhaiyum, Maattumandhaiyum, Anega Panividaikkaararum Irundhapadiyinaale Pelisthar Avan Peril Poraamaikondu, "
},{ "Verses": "15 avan Thagappanaagiya Aabiragaamin Naatkalil Avanudaiya Velaikkaarar Vettina Thuravugalaiyellaam Thoorththu Manninaal Nirappippottaargal. "
},{ "Verses": "16 abimelekku Eesaakkai Nokki: Nee Engalai Vittup Poividu; Engalaip Paarkkilum Migavum Balaththavanaanaai Endraan. "
},{ "Verses": "17 appozhudhu Eesaakku Avvidamvittup Purappattu, Keraarin Pallaththaakkile Koodaaram Pottu, Ange Kudiyirundhu, "
},{ "Verses": "18 than Thagappanaagiya Aabiragaamin Naatkalil Vettinavaigalum, Aabiragaam Mariththapin Pelisthar Thoorththuppottavaigalumaana Thuravugalai Marubadiyum Thondi, Than Thagappan Avaigalukku Ittirundha Pergalinpadiye Avaigalukkup Perittaan. "
},{ "Verses": "19 eesaakkudaiya Velaikkaarar Pallaththaakkile Vetti, Ange Surakkum Neerootraik Kandaargal. "
},{ "Verses": "20 keraaroor Meyppar Indhath Thanneer Thangaludaiyadhu Endru Solli, Eesaakkudaiya Meypparudane Vaakkuvaadhampanninaargal; Avargal Thannode Vaakkuvaadhampanninapadiyaal, Andhath Thuravukku Esekku Endru Perittaan. "
},{ "Verses": "21 veroru Thuravai Vettinaargal; Adhaikkuriththum Vaakkuvaadhampanninaargal; Aagaiyaal Adharku Sidhnaa Endru Perittaan. "
},{ "Verses": "22 pinbu Avvidamvittup Peyarndhupoi, Veroru Thuravai Vettinaan; Adhaikkuriththu Avargal Vaakkuvaadhampannavillai; Appozhudhu Avan: Naam Dhesaththil Palugumpadikku, Ippozhudhu Karththar Namakku Idam Undaakkinaar Endru Solli, Adharku Regobodh Endru Perittaan. "
},{ "Verses": "23 angeyirundhu Peyersebaavukkup Ponaan. "
},{ "Verses": "24 andru Raaththiriyile Karththar Avanukkuth Dharisanamaagi: Naan Un Thagappanaagiya Aabiragaamudaiya Dhevan, Payappadaadhe, Naan Unnodekooda Irundhu, En Oozhiyakkaaranaagiya Aabiragaaminimiththam Unnai Aaseervadhiththu, Un Sandhadhiyaip Perugappannuven Endraar. "
},{ "Verses": "25 ange Avan Oru Balipeedaththaik Katti, Karththarudaiya Naamaththaith Thozhudhukondu, Ange Than Koodaaraththaip Pottaan. Avvidaththil Eesaakkin Velaikkaarar Oru Thuravai Vettinaargal. "
},{ "Verses": "26 abimelekkum Avan Sinegidhanaagiya Agusaaththum Avan Senaabadhiyaagiya Pigolum, Keraarilirundhu Avanidaththukku Vandhaargal. "
},{ "Verses": "27 appozhudhu Eesaakku Avargalai Nokki: En Ennidaththil Vandheergal? Neengal Ennaip Pagaiththu, Ennai Ungalidaththil Iraadhapadikkuth Thuraththivitteerkale Endraan. "
},{ "Verses": "28 adharku Avargal: Nichchayamaaik Karththar Ummodekooda Irukkiraar Endru Kandom; Aagaiyaal Engalukkum Umakkum Oru Aanai Erpaadu Undaagavendum Endru Naangal Nirnayam Panninom. "
},{ "Verses": "29 naangal Ummaith Thodaamal, Nanmaiyaiye Umakkuch Seydhu, Ummaich Samaadhaanaththode Anuppivittadhupola, Neerum Engalukkuth Theengu Seyyaadhapadikku Ummode Udanpadikkai Pannikkolla Vandhom; Neer Karththaraal Aaseervadhikgappattavaraame Endraargal. "
},{ "Verses": "30 avan Avargalukku Virundhupanninaan, Avargal Pusiththuk Kudiththaargal. "
},{ "Verses": "31 adhigaalaiyil Ezhundhu Oruvarukkoruvar Aanaiyittukkondaargal. Pinbu Eesaakku Avargalai Anuppivittaan; Avargal Avanidaththilirundhu Samaadhaanaththode Poivittaargal. "
},{ "Verses": "32 annaalildhaane Eesaakkin Velaikkaarar Vandhu, Thaangal Thuravu Vettina Seydhiyai Avanukku Ariviththu, Thanneer Kandom Endraargal. "
},{ "Verses": "33 adharku Sebaa Endru Perittaan; Aagaiyaal Andha Oorin Per Innaalvaraikkum Peyersebaa Ennappadugiradhu. "
},{ "Verses": "34 esaa Naarpadhu Vayadhaanapodhu, Eththiyanaana Peyeriyinudaiya Kumaaraththiyaagiya Yoodheeththaiyum, Eththiyanaana Elonudaiya Kumaaraththiyaagiya Pasmaaththaiyum Vivaagampanninaan. "
},{ "Verses": "35 avargal Eesaakkukkum Rebekkaalukkum Mananovaayirundhaargal. "
}
]