[
{ "Verses": "1 yaakkobu Pirayaanampannugaiyil, Dhevadhoodhargal Avanaich Sandhiththaargal. "
},{ "Verses": "2 yaakkobu Avargalaik Kandapodhu: Idhu Dhevanudaiya Senai Endru Solli, Andha Sthalaththirku Maknaayeem Endru Perittaan. "
},{ "Verses": "3 pinbu, Yaakkobu Edhom Seemaiyaagiya Seyeer Dhesaththilirukkira Than Sagodharanaagiya Esaavinidaththukkup Pogumpadi Aatkalai Azhaippiththu: "
},{ "Verses": "4 neengal En Aandavanaagiya Esaavinidaththil Poi, Naan Idhuvaraikkum Laabaanidaththil Thangiyirundhen Endrum, "
},{ "Verses": "5 enakku Erudhugalum, Kazhudhaigalum, Aadugalum, Velaikkaararum, Velaikkaarigalum Undendrum, Ummudaiya Kangalil Enakkuth Dhayavukidaikkaththakkadhaaga Aandavanaagiya Umakku Idhai Arivikkumpadi Aatkalai Anuppinen Endrum Ummudaiya Dhaasanaagiya Yaakkobu Sollachsonnaan Endru Sollumpadi Kattalaikoduththuth Thanakku Munnaaga Avargalai Anuppinaan. "
},{ "Verses": "6 andha Aatkal Yaakkobinitaththukkuth Thirumpivandhu: Naangal Ummudaiya Sagodharanaagiya Esaavinitaththukkup Poivandhom; Avarum Naanooruperote Ummai Edhirkolla Varukiraar Endraargal. "
},{ "Verses": "7 appozhudhu Yaakkobu Migavum Bayandhu, Viyaagulappattu, Thannidaththilirundha Janangalaiyum Aadumaadugalaiyum Ottagangalaiyum Irandu Pagudhiyaagap Piriththu: "
},{ "Verses": "8 esaa Oru Pakudhiyinmel Vizhundhu Adhai Muriya Atiththaalum, Matrap Pakudhi Thappiththukkolla Itam Untu Endraan. "
},{ "Verses": "9 pinbu Yaakkobu: En Thagappanaagiya Aabiragaamin Dhevanum, En Thagappanaagiya Eesaakkin Dhevanumaai Irukkiravare: Un Dhesaththukkum Un Inaththaaridaththukkum Thirumpippo, Unakku Nanmai Seyven Endru Ennudane Solliyirukkira Karththaave, "
},{ "Verses": "10 adiyenukku Dhevareer Kaanbiththa Ellaa Dhayavukkum Ellaa Saththiyaththukkum Naan Evvalavenum Paaththiran Alla, Naan Kolum Kaiyumaai Indha Yordhaanaik Kadandhuponen; Ippozhudhu Ivvirandu Parivaarangalaiyum Udaiyavanaanen. "
},{ "Verses": "11 en Sagodharanaagiya Esaavin Kaikku Ennaith Thappuviyum, Avan Vandhu Ennaiyum Pillaigalaiyum Thaaimaargalaiyum Muriya Adippaan Endru Avanukku Naan Bayandhirukkiren. "
},{ "Verses": "12 dhevareero: Naan Unakku Meyyaagave Nanmaiseydhu, Un Sandhadhiyai Ennimutiyaadha Gatarkarai Manalaippola Migavum Perugappannuven Endru Sonneere Endraan. "
},{ "Verses": "13 andru Raaththiri Avan Ange Thangi, Than Kaikku Udhavinavaigalile Than Sagodharanaagiya Esaavukku Vegumaanamaaga, "
},{ "Verses": "14 irunooru Vellaadugalaiyum, Irubadhu Vellaattuk Kadaakkalaiyum, Irunooru Semmariyaadugalaiyum, Irubadhu Aattukkadaakkalaiyum, "
},{ "Verses": "15 paal Kodukkira Muppadhu Ottagangalaiyum, Avaigalin Kuttigalaiyum, Naarpadhu Kadaarigalaiyum, Paththuk Kaalaigalaiyum, Irubadhu Kolikaik Kazhudhaigalaiyum, Paththuk Kazhudhaikkuttigalaiyum Piriththeduththu, "
},{ "Verses": "16 velaikkaarar Kaiyil Ovvoru Mandhaiyai Thaniththaniyaaga Oppuviththu, Neengal Mandhai Mandhaikku Munnum Pinnumaaga Idam Vittu Enakku Munnaaga Ottikkondupongal Endru Than Velaikkaararukkuch Solli, "
},{ "Verses": "17 munne Pogiravanai Nokki: En Sagodharanaagiya Esaa Unakku Edhirppattu: Nee Yaarudaiyavan? Enge Pogiraai? Unakkumun Pogira Mandhai Yaarudaiyadhu? Endru Unnaik Kettaal, "
},{ "Verses": "18 nee: Idhu Umadhu Adiyaanaagiya Yaakkobudaiyadhu; Idhu En Aandavanaagiya Esaavukku Anuppappatukira Vegumadhi; Idho, Avanum Engal Pinne Varugiraan Endru Sol Endraan. "
},{ "Verses": "19 irandaam Moondraam Velaikkaaranaiyum, Mandhaigalin Pinnaale Pogira Anaivaraiyum Nokki: Neengalum Esaavaik Kaanumpodhu, Indhappirakaaramaaga Avanode Solli, "
},{ "Verses": "20 idho, Umadhu Adiyaanaagiya Yaakkobu Engal Pinnaale Varugiraan Endrum Sollungal Endru Kattalaiyittaan; Munne Vegumadhiyai Anuppi, Avanaich Saandhappaduththikkondu, Pinbu Avan Mugaththaip Paarppen, Appozhudhu Oruvelai Enperil Thayavaayiruppaan Endraan. "
},{ "Verses": "21 andhappadiye Vegumadhi Avanukkumun Poyitru; Avano Andru Raaththiri Paalayaththile Thangi, "
},{ "Verses": "22 raaththiriyil Ezhundhirundhu, Than Irandu Manaivigalaiyum, Than Irandu Panividaikkaarigalaiyum, Thannudaiya Padhinoru Kumaararaiyum Koottikkondu, Yaappokku Engira Aatrin Thuraiyaik Kadandhaan. "
},{ "Verses": "23 avargalaiyum Serththu, Aatraik Katakkappanni, Thanakku Undaana Yaavaiyum Akkaraippatuththinaan. "
},{ "Verses": "24  Yaakkobu Pindhith Thariththirundhaan; Appozhudhu Oru Purushan Pozhudhu Vidiyumalavum Avanudane Poraadi, "
},{ "Verses": "25 avanai Merkollaadhadhaik Kandu, Avanudaiya Thotaichchandhaith Thottaar; Adhinaal Avarudane Poraadukaiyil Yaakkobin Thotaichchandhu Sulukkitru. "
},{ "Verses": "26  Avar: Naan Pogattum, Pozhudhu Vitikiradhu Endraar. Adharku Avan: Neer Ennai Aaseervadhiththaalozhiya Ummaip Pogaviden Endraan. "
},{ "Verses": "27 avar: Un Per Enna Endru Kettaar; Yaakkobu Endraan. "
},{ "Verses": "28 appozhudhu Avar: Un Per Ini Yaakkobu Ennappadaamal Isravel Ennappadum; Dhevanodum Manidharodum Poraadi Merkondaaye Endraar. "
},{ "Verses": "29 appozhudhu Yaakkobu: Ummudaiya Naamaththai Enakku Arivikgavendum Endru Kettaan; Adharku Avar: Nee En Naamaththaik Ketpaanen Endru Solli, Ange Avanai Aaseervadhiththaar. "
},{ "Verses": "30 appozhudhu Yaakkobu: Naan Dhevanai Mugamugamaaik Kanden, Uyir Thappip Pizhaiththen Endru Solli, Andha Sthalaththukku Peniyel Endru Perittaan. "
},{ "Verses": "31 avan Peniyelaik Kadandhu Pogaiyil, Sooriyan Udhayamaayitru; Avan Thodaichchulukkinaale Nondi Nondi Natandhaan. "
},{ "Verses": "32 avar Yaakkobudaiya Thodaich Chandhu Narampaith Thottapadiyaal, Isravel Puththirar Innaalvaraikkum Thotaichchandhu Narambaip Pusikkiradhillai. "
}
]