[
{ "Verses": "1 pinbu, Laabaanudaiya Kumaarar: Engal Thagappanukku Undaanavaigal Yaavaiyum Yaakkobu Eduththukkondaan Endrum, Engal Thagappanudaiya Porulinaale Indhach Selvaththaiyellaam Adaindhaan Endrum Sonna Vaarththaigalai Yaakkobu Kettaan. "
},{ "Verses": "2 laabaanin Mugaththai Yaakkobu Paarththapodhu, Adhu Netru Mundhainaal Irundhadhupol Iraamal Verupattirukkak Kandaan. "
},{ "Verses": "3 karththar Yaakkobai Nokki: Un Pidhaakkaludaiya Dhesaththirkum Un Inaththaaridaththirkum Nee Thirumpippo; Naan Unnodekooda Iruppen Endraar. "
},{ "Verses": "4 appozhudhu Yaakkobu, Raagelaiyum Leyaalaiyum Veliyile Than Mandhaiyidaththil Azhaippiththu, "
},{ "Verses": "5 avargalai Nokki: Ungal Thagappanudaiya Mugam Netru Mundhainaal Irundhadhupola Irukkavillai Endru Enakkuth Thondrugiradhu; Aanaalum En Thagappanudaiya Dhevan Ennodekooda Irukkiraar. "
},{ "Verses": "6 ennaal Iyandramattum Naan Ungal Thagappanukku Oozhiyanjeydhen Endru Neengal Arindhirukkireergal. "
},{ "Verses": "7 ungal Thagappano, Ennai Vanjiththu, En Sambalaththaip Paththumurai Maatrinaan; Aanaalum Avan Enakkuth Theenguseyya Dhevan Avanukku Idankodukkavillai. "
},{ "Verses": "8 pulliyullavaigal Un Sambalamaayirukkum Endru Avan Sonnapodhu, Aadugalellaam Pulliyulla Kuttigalaip Pottadhu; Kalappu Niramaanavaigal Un Sambalamaayirukkum Endru Avan Sonnapodhu, Aadugalellaam Kalappunirak Kuttigalaip Pottadhu. "
},{ "Verses": "9 ivvidhamaai Dhevan Ungal Thagappanudaiya Aadugalai Eduththu, Enakkuth Thandhaar. "
},{ "Verses": "10 aadugal Poliyum Kaalaththile Naan Kanda Soppanaththil En Kangalai Ereduththup Paarkkumpodhu, Aadugalode Poliyum Kadaakkal Kalappu Niramum Pulliyum Variyum Ullavaigalaayirukkak Kanden. "
},{ "Verses": "11 andriyum Dhevadhoodhan Oruvar Soppanaththil: Yaakkobe Endraar; Idho, Irukkiren Endren. "
},{ "Verses": "12 appozhudhu Avar: Un Kangalai Ereduththuppaar; Aadugalode Poliyum Kadaakkalellaam Kalappuniramum Pulliyum Variyumullavaigalaai Irukkiradhu; Laabaan Unakkuch Seygira Yaavaiyum Kanden. "
},{ "Verses": "13 nee Thoonukku Abishegam Seydhu, Enakku Oru Poruththanaiyaip Pannina Beththelile Unakkuth Dharisanamaana Dhevan Naane; Ippozhudhu Nee Ezhundhu, Indhath Dhesaththaivittup Purappattu, Un Inaththaarirukkira Dhesaththirkuth Thirumpippo Endru Sonnaar Endraan. "
},{ "Verses": "14 adharku Raagelum Leyaalum: Engal Thagappan Veettile Ini Engalukkup Pangum Sudhandharamum Undo? "
},{ "Verses": "15 avaraal Naangal Anniyaraai Ennappadavillaiyaa? Avar Engalai Vitru, Engal Panaththaiyum Vaayile Pottukkondaar. "
},{ "Verses": "16 aagaiyaal Dhevan Engal Thagappanidaththilirundhu Eduththa Aisuvariyam Ellaam Namakkum Nammudaiya Pillaigalukkum Uriyadhu; Ippadiyirukka, Dhevan Umakkuch Sonnapadiyellaam Seyyum Endraargal. "
},{ "Verses": "17 appozhudhu Yaakkobu Ezhundhu, Than Pillaigalaiyum Than Manaivigalaiyum Ottakangalmel Etri, "
},{ "Verses": "18 thaan Padhaan Araamile Sambaadhiththa Mirugajeevangalaagiya Mandhaigal Anaiththaiyum Than Porulkal Ellaavatraiyum Eduththukkondu, Kaanaan Dhesaththil Irukkira Than Thagappanaagiya Eesaakkinidaththukkup Pogap Purappattaan. "
},{ "Verses": "19 laabaan, Than Aadugalai Mayirgaththarikkap Poyirundhaan; Andhach Samayaththile Raagel Than Thagappanudaiya Suroopangalaith Thirudikkondaal. "
},{ "Verses": "20 yaakkobu Thaan Odippogiradhaich Seeriyanaagiya Laabaanukku Ariviyaamal, Thiruttalavaaip Poivittaan. "
},{ "Verses": "21 ippadiye Avan Thanakku Undaanavaigalaiyellaam Eduththukkondu, Aatraik Kadandhu, Keeleyaadh Malaiyai Nokki Odipponaan. "
},{ "Verses": "22 yaakkobu Odipponadhu Moondraam Naalile Laabaanukku Arivikkappattadhu. "
},{ "Verses": "23 appozhudhu Avan, Than Sagodhararaik Koottikkondu, Ezhunaal Pirayaanapariyandham Avanaith Thodarndhupoi, Keeleyaadh Malaiyile Avanaik Kandupidiththaan. "
},{ "Verses": "24 andru Raaththiri Dhevan Seeriyaa Dhesaththaanaagiya Laabaanukkuch Soppanaththil Thondri: Nee Yaakkopode Nanmaiye Andrith Theemai Ondrum Pesaadhapadikku Echcharikkaiyaayiru Endraar. "
},{ "Verses": "25 laabaan Yaakkobinidaththil Vandhaan; Yaakkobu Malaiyile Than Koodaaraththaip Pottirundhaan; Laabaanum Than Sagodhararodekoodak Keeleyaadh Malaiyile Koodaaram Pottaan. "
},{ "Verses": "26 appozhudhu Laabaan Yaakkobai Nokki: Nee Thiruttalavaaip Purappattu, En Kumaaraththigalai Yuththaththil Pidiththa Siraigalaippolak Konduvandhadhu Enna Seygai? "
},{ "Verses": "27 nee Odippovadhai Maraiththu, Enakku Ariviyaamal, Thiruttalavaai Ennidaththilirundhu Vandhuvittadhu Enna? Naan Unnaich Sandhoshamaai, Sangeedham Meladhaalam Kinnaramuzhakkaththudane Anuppuvene. "
},{ "Verses": "28 en Pillaigalaiyum En Kumaaraththigalaiyum Naan Muththanjeyya Vidaamal Ponadhenna? Indhach Seygaiyai Nee Madhiyillaamal Seydhaai. "
},{ "Verses": "29 ungalukkup Pollaappuch Seyya Enakku Vallamai Undu; Aagilum, Ungal Thagappanudaiya Dhevan: Nee Yaakkopode Nanmaiye Andrith Theemai Ondrum Pesaadhapadikku Echcharikkaiyaayiru Endru Netru Raaththiri Ennode Sonnaar. "
},{ "Verses": "30 ippozhudhum Un Thagappanudaiya Veettinmelulla Vaanjaiyinaal Nee Purappattuppogiradhaanaal Pogalaam, En Dheyvangalai En Thirudikkondupogiraai Endru Kettaan. "
},{ "Verses": "31 yaakkobu Laabaanukkup Piradhiyuththaramaaga: Ummudaiya Kumaaraththigalaip Palaadhkaaramaaip Pidiththu Vaiththukkolveer Endru Naan Anjinadhinaale Ippadi Vandhuvitten. "
},{ "Verses": "32 aanaalum Yaaridaththil Ummudaiya Dheyvangalaik Kandupidikkireero, Avanai Uyirode Vidavendaam; Ummudaiya Porulgal Edhaavadhu En Vasaththil Undaanaal Neer Adhai Nammudaiya Sagodhararukku Munbaagap Parisodhiththarindhu, Adhai Eduththukkollum Endraan. Raagel Avaigalaith Thirudikkonduvandhadhai Yaakkobu Ariyaadhirundhaan. "
},{ "Verses": "33 appozhudhu Laabaan Yaakkobin Koodaaraththilum, Leyaalin Koodaaraththilum, Irandu Velaikkaarigalin Koodaaraththilum Piravesiththup Paarththum Ondrum Kandupidikkavillai; Pinbu, Leyaalin Koodaaraththaivittu Raagelin Koodaaraththukkup Ponaan. "
},{ "Verses": "34 raagel Andhach Suroobangalai Eduththu, Ottagach Senaththinkeezh Vaiththu, Adhinmel Utkaarndhirundhaal. Laabaan Koodaaram Engum Thadavippaarththum, Avaigalaik Kandupidikkavillai. "
},{ "Verses": "35 aval Than Thagappanai Nokki: En Aandavanaagiya Umakku Munbaaga Naan Ezhundhiraadhadhaikkuriththuk Kobankollavendaam; Sthireegalukkulla Vazhipaadu Enakku Undaayirukkiradhu Endraal; Appadiye Avan Andhach Suroobangalaith Thediyum Kandupidikkavillai. "
},{ "Verses": "36 appozhudhu Yaakkobukkuk Kobam Ezhumbi, Laabaanode Vaakkuvaadhampanni: Neer Ennai Ivvalavu Ukkiramaaith Thodarndhuvarumpadikku Naan Seydha Thappidham Enna? Naan Seydha Dhurogam Enna? "
},{ "Verses": "37 en Thattumuttugalaiyellaam Thadavippaarththeere; Ummudaiya Veettuth Thattumuttugalil Ennaththaik Kandupidiththeer? Adhai Ennudaiya Sagodhararukkum Ummudaiya Sagodhararukkum Munbaaga Inge Vaiyum; Avargal Enakkum Umakkum Naduththeerkkattum. "
},{ "Verses": "38 indha Irubadhu Varushakaalamaai Naan Ummidaththil Irundhen; Ummudaiya Semmariyaadugalum Vellaadugalum Sinaiyazhiyavillai; Ummudaiya Mandhaiyin Kadaakkalai Naan Thinnavillai. "
},{ "Verses": "39 peerundadhai Naan Ummidaththukkuk Konduvaraamal, Adharkaaga Naan Uththaravaadhampanninen; Pagalil Kalavuponadhaiyum, Iravil Kalavuponadhaiyum En Kaiyil Kettu Vaangineer. "
},{ "Verses": "40  Pagalile Veyilum Iravile Kulirum Ennaip Patchiththadhu; Niththirai En Kangalukkuth Dhooramaayirundhadhu; Ivvidhamaaip Paadupatten. "
},{ "Verses": "41 indha Irubadhu Varushakaalam Ummudaiya Veettile Irundhen; Padhinaalu Varusham Ummudaiya Irandu Kumaaraththigalukkaagavum, Aaru Varusham Ummudaiya Mandhaikkaagavum Ummidaththil Seviththen; Paththumurai En Sambalaththai Maatrineer. "
},{ "Verses": "42 en Pidhaavin Dhevanaagiya Aabiragaamin Dhevanum Eesaakkin Bayabakthikkuriyavarum Ennodiraamarponaal, Neer Ippozhudhu Ennai Verumaiyaai Anuppivittiruppeer; Dhevan En Sirumaiyaiyum En Kaippirayaasaththaiyum Paarththu, Netru Raaththiri Ummaik Kadindhukondaar Endru Sonnaan. "
},{ "Verses": "43 appozhudhu Laabaan Yaakkobukkup Piradhiyuththaramaaga: Indhak Kumaaraththigal En Kumaaraththigal, Indhap Pillaigal En Pillaigal, Indha Mandhai En Mandhai; Nee Kaangira Yaavum Ennudaiyavaigal; En Kumaaraththigalaagiya Ivargalaiyum, Ivargal Petra Pillaigalaiyum Indru Naan Enna Seyyakkoodum? "
},{ "Verses": "44 ippozhudhum Enakkum Unakkum Saatchiyaayirukkumporuttu, Neeyum Naanum Udanpadikkaipannikkollakkadavom Endraan. "
},{ "Verses": "45 appozhudhu Yaakkobu Oru Kallai Eduththu, Adhaith Thoonaaga Niruththinaan. "
},{ "Verses": "46 pinnum Yaakkobu Than Sagodhararaip Paarththu, Karkalaik Kuviyalaagach Serungal Endraan; Avargal Karkalai Eduththukkonduvandhu, Oru Kuviyalaakki, Andhak Kuviyalinmel Pojanampanninaargal. "
},{ "Verses": "47  Laabaan Adharku Jegarsagadhoodhaa Endru Perittaan; Yaakkobu Adharkuk Kalayedh Endru Perittaan. "
},{ "Verses": "48 indhak Kuviyal Indru Enakkum Unakkum Saatchi Endru Laabaan Sonnapadiyinaale, Adhin Per Kalayedh Ennappattadhu. "
},{ "Verses": "49 allaamalum Avan: Naam Oruvarai Oruvar Vittu Maraindhapin, Nee En Kumaaraththigalaith Thuyarappaduththi, Avargalaiyallaamal Vere Sthireegalai Vivaagampanninaayaanaal, Karththar Enakkum Unakkum Nadunindru Kankaanikkakkadavar; "
},{ "Verses": "51  Pinnum Laabaan Yaakkobai Nokki: Idho, Indhak Kuviyalaiyum Enakkum Unakkum Naduvaaga Naan Niruththina Thoonaiyum Paar. "
},{ "Verses": "52 theengu Seyya Naan Indhak Kuviyalaik Kadandhu Unnidaththukku Varaadhapadikkum, Nee Indhak Kuviyalaiyum Indhath Thoonaiyum Katandhu Ennidaththukku Varaadhapadikkum Indhak Kuviyalum Saatchi, Indhath Thoonum Saatchi. "
},{ "Verses": "53 aabiragaamin Dhevanum Naagorin Dhevanum Avargal Pidhaakkalin Dhevanumaayirukkiravar Namakkulle Nadunindru Niyaayantheerppaaraaga Endraan. Appozhudhu Yaakkobu Than Thagappanaagiya Eesaakkin Bayabakdhikkuriyavarmel Aanaiyittaan. "
},{ "Verses": "54  Pinbu, Yaakkobu Malaiyinmel Baliyittu, Pojanampannumpadi Than Sagodhararai Azhaiththaan; Appadiye Avargal Pojanampanni Malaiyile Raaththanginaargal. "
},{ "Verses": "55 laabaan Adhigaalame Ezhundhirundhu, Than Kumaararaiyum Than Kumaaraththigalaiyum Muththanjeydhu, Avargalai Aaseervadhiththaan. Pinbu Laabaan Purappattu, Than Idaththukkuth Thirumpipponaan. "
}
]