[
{ "Verses": "1 sineyaarin Raajaavaagiya Amraappelum, Elaasaarin Raajaavaagiya Ariyokum Elaamin Raajaavaagiya Kedharlaakomerum, Jaadhigalin Raajaavaagiya Thidhiyaalum Irundha Naatkalil; "
},{ "Verses": "2 avargal Sodhomin Raajaavaagiya Peraavodum, Komoraavin Raajaavaagiya Pirsaavodum, Adhmaavin Raajaavaagiya Sineyaavodum, Sepoyeemin Raajaavaagiya Semeparodum, Sovaar Ennum Pelaavin Raajaavodum Yuththampanninaargal. "
},{ "Verses": "3 ivargalellaarum Uppukkadalaagiya Siththeem Pallaththaakkile Koodinaargal. "
},{ "Verses": "4 ivargal Pannirandu Varusham Kedharlaakomerai Seviththu, Padhinmoondraam Varushaththile Kalagampanninaargal. "
},{ "Verses": "5 padhinaalaam Varushaththile Kedharlaakomerum, Avanode Koodiyirundha Raajaakkalum Vandhu, Astharodhkarnaayeemile Irundha Reppaayeemiyaraiyum, Kaamile Irundha Soosimiyaraiyum, Saavekeeriyaththaayeemile Irundha Emiyaraiyum, "
},{ "Verses": "6 seyeer Malaigalil Irundha Oriyaraiyum, Vanaandharaththukku Arugaana Elpaaraanmattum Muriyadiththu, "
},{ "Verses": "7 thirumbik Kaadhes Ennum Enmispaaththukku Vandhu, Amalekkiyarudaiya Naatanaiththaiyum, Adhsaadhson Thaamaarile Kudiyirundha Emoriyaraiyumkooda Sangariththaargal. "
},{ "Verses": "8 appozhudhu Sodhomin Raajaavum, Komoraavin Raajaavum, Adhmaavin Raajaavum, Sepoyeemin Raajaavum, Sovaar Ennum Pelaavin Raajaavum Purappattu Siththeem Pallaththaakkile, "
},{ "Verses": "9 elaamin Raajaavaagiya Kedharlaakomerodum, Jaadhigalin Raajaavaagiya Thidhiyaalodum, Sineyaarin Raajaavaagiya Amraappelodum, Elaasaarin Raajaavaagiya Ariyokodum Yuththampannap Purappattu, Andha Aindhu Raajaakkalodum Indha Naalu Raajaakkalum Yuththampanninaargal. "
},{ "Verses": "10 andha Siththeem Pallaththaakku Engum Nilakkeel Undaagum Kenigal Irundhadhu. Sodhom Komoraavin Raajaakkal Murindhodi Ange Vizhundhaargal; Meendhavargal Malaigalukku Odipponaargal. "
},{ "Verses": "11 appozhudhu Avargal Sodhomilum Komoraavilumulla Porulkal Ellaavatraiyum, Pojanapadhaarththangal Ellaavatraiyum Eduththukkondu Poivittaargal. "
},{ "Verses": "12 aabiraamin Sagodharanudaiya Kumaaranaagiya Loththu Sodhomile Kudiyirundhapadiyaal, Avanaiyum, Avan Porulkalaiyum Kondupoivittaargal. "
},{ "Verses": "13 thappiyodina Oruvan Ebireyanaagiya Aabiraamidaththil Vandhu Adhai Ariviththaan; Aabiraam Thannode Udanpadikkai Seydhirundha Manidharaagiya Eskolukkum Aanerukkum Sagodharanaagiya Mamre Ennum Emoriyanudaiya Samaboomiyile Appozhudhu Kudiyirundhaan. "
},{ "Verses": "14 than Sagodharan Siraiyaagak Kondupogappattadhai Aabiraam Kelvippattapodhu, Avan Than Veettile Pirandha Kaipadindhavargalaagiya Munnootrup Padhinettu Aatkalukkum Aayudham Tharippiththu, Thaan Ennum Oormattum Avargalaith Thodarndhu, "
},{ "Verses": "15 raakkaalaththile Avanum Avan Velaikkaararum Pirindhu, Pavinjugalaai Avargalmel Vizhundhu, Avargalai Muriyadiththu, Dhamaskuvukku Idadhupuramaana Opaamattum Thuraththi, "
},{ "Verses": "16 sagala Porulkalaiyum Thiruppikkonduvandhaan; Than Sagodharanaagiya Loththaiyum, Avanudaiya Porulkalaiyum, Sthreegalaiyum, Janangalaiyum Thiruppikkonduvandhaan. "
},{ "Verses": "17 avan Kedharlaakomeraiyum, Avanodirundha Raajaakkalaiyum Muriyadiththuth Thirumbivarugirapodhu, Sodhomin Raajaa Purappattu, Raajaavin Pallaththaakku Ennum Saave Pallaththaakkumattum Avanukku Edhirkonduponaan. "
},{ "Verses": "18 andriyum, Unnadhamaana Dhevanudaiya Aasaariyanaayirundha Saalemin Raajaavaagiya Melkisedhekku Appamum Dhraatcharasamum Konduvandhu, "
},{ "Verses": "19 avanai Aaseervadhiththu: Vaanaththaiyum Boomiyaiyum Udaiyavaraagiya Unnadhamaana Dhevanudaiya Aaseervaadham Aabiraamukku Undaavadhaaga. "
},{ "Verses": "20 un Saththurukkalai Un Kaiyil Oppukkoduththa Unnadhamaana Dhevanukku Sthoththiram Endru Sonnaan. Ivanukku Aabiraam Ellaavatrilum Thasamapaagam Koduththaan. "
},{ "Verses": "21 sodhomin Raajaa Aabiraamai Nokki: Janangalai Enakkuth Thaarum, Porulkalai Neer Eduththukkollum Endraan. "
},{ "Verses": "22 adharku, Aabiraam Sodhomin Raajaavaip Paarththu: Aabiraamai Aisuvariyavaanaakkinen Endru Neer Sollaadhapadikku Naan Oru Sarattaiyaagilum Paadharatchaiyin Vaaraiyaagilum, Umakku Undaanavaigalil Yaadhondraiyaagilum Eduththukkollen Endru, "
},{ "Verses": "23 vaanaththaiyum Boomiyaiyum Udaiyavaraagiya Unnadhamaana Dhevanaagiya Karththarukku Neraaga En Kaiyai Uyarththugiren. "
},{ "Verses": "24 vaalibar Saappittadhu Poga, Ennudane Vandha Aaner, Eskol, Mamre Ennum Purusharudaiya Pangumaaththirame Varavendum; Ivargal Thangal Pangai Eduththukkollattum Endraan. "
}
]