[
{ "Verses": "1 yaakkobu Than Kangalai Eretuththu, Idho, Esaavum Avanodekooda Naanooru Manidharum Varugiradhaik Kandu, Pillaigalai Leyaalidaththilum Raagelidaththilum Irandu Panividaikkaarigalidaththilum Vevveraagap Piriththuvaiththu, "
},{ "Verses": "2 panividaikkaarigalaiyum Avargal Pillaigalaiyum Mudhalilum, Leyaalaiyum Aval Pillaigalaiyum Idaiyilum, Raagelaiyum Yoseppaiyum Kadaiyilum Niruththi: "
},{ "Verses": "3 thaan Avargalukku Munnaaga Nadandhu Poi, Ezhuvisai Tharaimattum Kunindhu Vanangi, Than Sagodharan Kittach Serndhaan. "
},{ "Verses": "4 appozhudhu Esaa Edhirkondu Odivandhu, Avanaith Thazhuvi, Avan Kazhuththaik Kattikkondu, Avanai Muththanjeydhaan; Iruvarum Azhudhaargal. "
},{ "Verses": "5 avan Than Kangalai Eretuththu, Sthireegalaiyum Pillaigalaiyum Kandu: Unnodirukkira Ivargal Yaar? Endraan. Adharku Avan: Dhevan Umadhu Adiyaanukku Arulina Pillaigal Endraan. "
},{ "Verses": "6 appozhudhu Panividaikkaarigalum Avargal Pillaigalum Serndhuvandhu Vananginaargal. "
},{ "Verses": "7 leyaalum Aval Pillaigalum Serndhuvandhu Vananginaargal; Pinbu Yoseppum Raagelum Serndhuvandhu Vananginaargal. "
},{ "Verses": "8 appozhudhu Avan: Enakku Edhirkonduvandha Andha Mandhaiyellaam Ennaththukku Endraan. Adharku Avan: En Aandavanudaiya Kangalil Enakkuth Dhayavu Kidaikkiradharku Endraan. "
},{ "Verses": "9 adharku Esaa: En Sagodharane, Enakkup Podhumaanadhu Undu; Unnudaiyadhu Unakku Irukkattum Endraan. "
},{ "Verses": "10 adharku Yaakkobu: Appadi Alla, Ummudaiya Kangalil Enakkuth Dhayavu Kidaiththadheyaanaal, En Vegumadhiyai En Kaiyilirundhu Etrukkollum; Neer Enmel Piriyamaaneer, Naan Ummudaiya Mugaththaik Kandadhu Dhevanudaiya Mugaththaik Kandadhupola Irukkiradhu. "
},{ "Verses": "11 dhevan Enakku Anukkiragam Seydhirukkiraar; Vendiyadhellaam Enakku Undu; Aagaiyaal Umakkuk Konduvarappatta En Kaanikkaiyai Etrukkollum Endru Solli, Avanai Varundhik Kettukkondaan; Appozhudhu Avan Adhai Etrukkondaan. "
},{ "Verses": "12 pinbu Avan: Naam Purappattup Povom Vaa, Naan Unakku Mun Nadappen Endraan. "
},{ "Verses": "13 adharku Avan: Pillaigal Ilam Pillaigal Endrum, Karavaiyaana Aadumaadugal Ennidaththil Irukkiradhu Endrum En Aandavanukkuth Theriyum; Avaigalai Oru Naalaavadhu Thuridhamaai Ottinaal, Mandhaiyellaam Maandupom. "
},{ "Verses": "14  En Aandavanaagiya Neer Umadhu Adiyaanukku Munne Pom; Naan Seyeerukku En Aandavanidaththil Varumalavum, Enakkumun Nadakkira Mandhaigalin Kaalnadaikkum Pillaigalin Kaalnadaikkum Thakkadhaaga, Medhuvaai Avaigalai Nadaththikkondu Varugiren Endraan. "
},{ "Verses": "15 appozhudhu Esaa: Ennidaththilirukkira Janangalil Silarai Naan Unnidaththil Niruththivittup Pogattumaa Endraan. Adharku Avan: Adhu Ennaththirku, En Aandavanudaiya Kangalil Enakkuth Dhayavukidaiththaal Maaththiram Podhum Endraan. "
},{ "Verses": "16 andraiththinam Esaa Thirumbith Thaan Vandha Vazhiye Seyeerukkup Ponaan. "
},{ "Verses": "17 yaakkobu Sukkoththirku Pirayaanampanni, Thanakku Oru Veetu Katti, Than Mirugajeevangalukkuk Kottaarangalaip Pottaan; Adhinaale Andha Sthalaththukkuch Sukkodh Endru Perittaan. "
},{ "Verses": "18 yaakkobu Padhaan Araamilirundhu Vandhapin Kaanaan Dhesaththilirukkira Saalem Ennum Seekemudaiya Pattanaththirku Aruge Sendru Pattanaththirku Edhire Koodaarampottaan. "
},{ "Verses": "19 thaan Koodaaram Potta Veliyin Nilaththaich Seekemin Thagappanaagiya Emorin Puththirar Kaiyile Nooru Vellik Kaasukkuk Kondu, "
},{ "Verses": "20 ange Oru Palibeedaththaik Katti, Adharku Elelloke Isravel Endru Perittaan. "
}
]