[
{ "Verses": "1 andha Irandu Thoodharum Saayangaalaththile Sodhomukku Vandhaargal; Loththu Sodhomin Vaasalile Utkaarndhirundhaan. Avargalaik Kandu, Loththu Ezhundhu Edhirkondu Tharaimattum Kunindhu: "
},{ "Verses": "2 aandavanmaargale, Adiyenudaiya Veettumugamaai Neengal Thirumbi, Ungal Kaalgalaik Kazhuvi, Raaththangi, Kaalaiyil Ezhundhu Prayaanappattup Pogalaam Endraan. Adharku Avargal: Appadiyalla, Veedhiyile Raaththanguvom Endraargal. "
},{ "Verses": "3 avan Avargalai Migavum Varundhik Kettukkondaan; Appozhudhu Avanidaththirkuth Thirumbi, Avan Veettile Pravesiththaargal. Avan Pulippillaa Appangalai Suttu, Avargalukku Virundhupanninaan, Avargal Pusiththaargal. "
},{ "Verses": "4 avargal Padukkum Munne, Sodhom Pattanaththu Manidharaagiya Vaalibarmudhal Kizhavarmattumulla Janangal Anaivarum Naanaathisaigalilumirundhu Vandhu, Veettai Soozhndhukondu, "
},{ "Verses": "5 loththaik Kooppittu: Indha Raaththiri Unnidaththil Vandha Manushar Enge? Naangal Avargalai Ariyumpadikku Avargalai Engalidaththil Veliye Kondu Vaa Endraargal. "
},{ "Verses": "6 appozhudhu Loththu Vaasalukku Veliye Vandhu, Thanakkup Pinnaale Kadhavaip Pootti, Avargalidaththil Poi: "
},{ "Verses": "7 sagodharare, Indha Akkiramam Seyyavendaam. "
},{ "Verses": "8 idho, Purusharai Ariyaadha Irandu Kumaaraththigal Enakku Undu; Avargalai Ungalidaththirku Veliye Konduvarugiren, Avargalukku Ungal Ishtappadi Seyyungal; Indhappurushar En Kooraiyin Nizhalile Vandhapadiyaal, Ivargalukku Maaththiram Ondrum Seyyavendaam Endraan. "
},{ "Verses": "9 adharku Avargal: Appaale Po; Paradhesiyaai Vandha Ivanaa Nyaayam Pesugiradhu? Ippozhudhu Avargalukku Seyvadhaippaarkkilum Unakku Adhiga Pollaappu Seyvom Endru Solli, Loththu Enbavanai Migavum Nerukkik Kadhavai Udaikkak Kittinaargal. "
},{ "Verses": "10 appozhudhu Andhap Purushargal Thangal Kaigalai Veliye Neetti, Loththaith Thangal Andaikku Veettukkul Izhuththukkondu, Kadhavaip Pootti, "
},{ "Verses": "11 theruvaasalilirundha Siriyorum Periyorumaagiya Manidharukkuk Kuruttaattam Pidikkappanninaargal; Appozhudhu Avargal Vaasalaith Thediththedi Aluththupponaargal. "
},{ "Verses": "12 pinbu Andhap Purushar Loththai Nokki: Ivvidaththil Innum Unakku Yaar Irukkiraargal? Marumaganaavadhu, Un Kumaararaavadhu, Un Kumaaraththigalaavadhu, Pattanaththil Unakkuriya Evargalaavadhu Irundhaal, Avargalai Indha Sthalaththilirundhu Veliye Azhaiththukkondu Po. "
},{ "Verses": "13 naangal Indha Sthalaththai Azhikkappogirom; Ivargal Kookkural Karththarudaiya Samugaththil Peridhaayirukkiradhu; Idhai Azhikkak Karththar Engalai Anuppinaar Endraargal. "
},{ "Verses": "14 appozhudhu Loththu Purappattu, Than Kumaaraththigalai Vivaagampannappogira Than Marumakkalmaarode Pesi: Neengal Ezhundhu Indha Sthalaththai Vittup Purappadungal; Karththar Indhap Pattanaththai Azhikkappogiraar Endraan; Avanudaiya Marumakkalmaarin Paarvaikku Avan Pariyaasampannugiradhaagak Kandadhu. "
},{ "Verses": "15 kizhakku Velukkumpodhu Andhath Thoodhar Loththai Nokki: Pattanaththirku Varum Thandanaiyil Nee Azhiyaadhapadikku Ezhundhu, Un Manaiviyaiyum, Inge Irukkira Un Irandu Kumaaraththigalaiyum Azhaiththukkondupo Endru Solli, Avanaith Thuridhappaduththinaargal. "
},{ "Verses": "16 avan Thaamadhiththukkondirukkumpodhu, Karththar Avanmel Vaiththa Irakkaththinaale, Andhap Purushar Avan Kaiyaiyum, Avan Manaiviyin Kaiyaiyum, Avan Irandu Kumaaraththigalin Kaiyaiyum Pidiththu, Avanaip Pattanaththirku Veliye Kondupoi Vittaargal. "
},{ "Verses": "17 avargalai Veliye Kondupoi Vittapinbu, Avar: Un Jeevan Thappa Odippo, Pinnittup Paaraadhe; Indha Samaboomiyil Engum Nillaadhe; Nee Azhiyaadhapadikku Malaikku Odippo Endraar. "
},{ "Verses": "18 adharku Loththu: Appadiyalla Aandavare, "
},{ "Verses": "19 umadhu Kangalil Umadhu Adiyenukkuk Kirubai Kidaiththadhe; En Piraananaik Kaakka Dhevareer Enakku Seydha Kirubaiyaip Peridhaaga Vilangappannineer; Malaikku Odippoga Ennaal Mudiyaadhu, Theengu Ennaith Thodarum, Naan Mariththuppoven. "
},{ "Verses": "20 adho, Andha Oor Irukkiradhe, Naan Adharku Odippogaththakkadhaai Adhu Kitta Irukkiradhu, Sinnadhumaai Irukkiradhu; En Praanan Pizhaikka Naan Ange Odippogattum, Adhu Sinna Oordhaane Endraan. "
},{ "Verses": "21 adharku Avar: Nee Kettukkonda Oorai Naan Kavizhththuppodaadhapadikku, Indha Vishayaththilum Unakku Anukkiragampanninen. "
},{ "Verses": "22 theeviramaai Ange Odith Thappiththukkol; Nee Ange Poi Serumattum Naan Ondrum Seyyakkoodaadhu Endraar; Aagaiyaal Andha Oor Sovaar Ennappattadhu. "
},{ "Verses": "23 loththu Sovaarukkul Varumpodhu Boomiyinmel Sooriyan Udhiththadhu. "
},{ "Verses": "24 appozhudhu Karththar Sodhominmelum Komoraavinmelum, Karththaraale Vaanaththilirundhu Kandhagaththaiyum Akkiniyaiyum Varushikkappanni, "
},{ "Verses": "25 andhap Pattanangalaiyum, Andha Samaboomiyanaiththaiyum, Andhap Pattanangalin Ellaak Kudigalaiyum, Boomiyin Payiraiyum Azhiththuppottaar. "
},{ "Verses": "26 avan Manaiviyo Pinnittup Paarththu, Uppuththoon Aanaal. "
},{ "Verses": "27 vidiyarkaalaththil Aabiragaam Ezhundhu, Thaan Karththarukku Munbaaga Nindra Idaththirkup Poi, "
},{ "Verses": "28 sodhom Komoraa Pattanangalin Thisaiyaiyum, Samaboomiyaagiya Dhesam Muzhuvadhaiyum Nokkip Paarththaan; Andha Boomiyin Pugai Soolaiyin Pugaiyaippola Ezhumbitru. "
},{ "Verses": "29 dhevan Andha Samaboomiyin Pattanangalai Azhikkumbodhu, Dhevan Aabiragaamai Ninaiththu, Loththu Kudiyirundha Pattanangalaith Thaam Kavizhththuppodugaiyil, Loththai Andha Azhivin Naduvilirundhu Thappippogumpadi Anuppi Vittaar. "
},{ "Verses": "30 pinbu Loththu Sovaarile Kudiyirukka Bayandhu, Sovaarai Vittuppoi, Avanum Avanodekooda Avanudaiya Irandu Kumaaraththigalum Malaiyile Vaasampanninaargal; Ange Avanum Avanodekooda Avanudaiya Irandu Kumaaraththigalum Oru Kebiyile Kudiyirundhaargal. "
},{ "Verses": "31 appozhudhu Mooththaval Ilaiyavalaip Paarththu: Nammudaiya Thagappan Mudhirvayadhaanaar, Boomiyengum Nadakkira Muraimaiyinpadiye Nammode Sera Boomiyile Oru Purushanum Illai. "
},{ "Verses": "32 nammudaiya Thagappanaal Sandhadhi Undaagumpadikku, Avarukku Madhuvaik Kudikkakkoduththu, Avarode Sayanippom Vaa Endraal. "
},{ "Verses": "33 appadiye Andru Iravile, Thangal Thagappanukku Madhuvaik Kudikkak Koduththaargal. Mooththaval Poi, Than Thagappanode Sayaniththaal; Aval Sayaniththadhaiyum Ezhundhirundhadhaiyum Avan Unaraadhirundhaan. "
},{ "Verses": "34 marunaalile Mooththaval Ilaiyavalaip Paarththu: Netru Raaththiri Naan Thagappanode Sayaniththen; Indru Raaththiriyum Madhuvaik Kudikkak Koduppom, Nammudaiya Thagappanaal Sandhadhi Undaagumpadi Nee Poi Avarode Sayani Endraal. "
},{ "Verses": "35 appadiye Andru Raaththiriyilum Thangal Thagappanukku Madhuvaik Kudikkak Koduththaargal. Appozhudhu Ilaiyaval Ezhundhu Poi, Avanode Sayaniththaal; Aval Sayaniththadhaiyum Ezhundhirundhadhaiyum Avan Unaraadhirundhaan. "
},{ "Verses": "36 ivvidhamaai Loththin Kumaaraththigal Iruvarum Thangal Thagappanaale Garppavadhiyaanaargal. "
},{ "Verses": "37 mooththaval Oru Kumaaranaip Petru, Avanukku Movaap Endru Perittaal; Avan Innaalvaraikkum Irukkira Movaapiyarukkuth Thagappan. "
},{ "Verses": "38 ilaiyavalum Oru Kumaaranaip Petru, Avanukkup Pennammi Endru Perittaal; Avan Innaalvaraikkum Irukkira Ammon Puththirarukkuth Thagappan. "
}
]