[
{ "Verses": "1 pinbu, Karththar Mamreyin Samaboomiyile Avanukku Dharisanamaanaar. Avan Pagalin Ushnavelaiyil Koodaaravaasalile Utkaarndhirundhu, "
},{ "Verses": "2 than Kangalai Ereduththup Paarkkumbodhu, Idho, Moondru Purushar Avanukku Edhire Nindraargal; Avargalaik Kandavudane, Avan Koodaaravaasalilirundhu Avargalukku Edhirkondu Odith Tharai Mattum Kunindhu; "
},{ "Verses": "3 aandavare, Ummudaiya Kangalil Enakkuk Kirubai Kidaiththadhaanaal, Neer Umadhu Adiyenaivittuk Kadandhu Pogavendaam. "
},{ "Verses": "4 konjam Thanneer Konduvarattum, Ungal Kaalgalaik Kazhuvi, Maraththadiyil Saaindhukondirungal. "
},{ "Verses": "5 neengal Ungal Irudhayangalai Dhidappaduththak Konjam Appam Konduvarugiren; Appuram Neengal Ungal Vazhiye Pogalaam; Idharkaagave Adiyen Idamvaraikkum Vandheergal Endraan. Adharku Avargal: Nee Sonnapadi Sey Endraargal. "
},{ "Verses": "6 appozhudhu Aabiragaam Theeviramaaik Koodaaraththil Saaraalidaththirkup Poi: Nee Seekkiramaai Moondrupadi Melliya Maavu Eduththup Pisaindhu, Appam Sudu Endraan. "
},{ "Verses": "7 aabiragaam Maattumandhaikku Odi, Oru Nalla Ilankandraip Pidiththu, Velaikkaaran Kaiyile Koduththaan; Avan Adhai Seekkiraththil Samaiththaan. "
},{ "Verses": "8 aabiragaam Venneyaiyum Paalaiyum Samaippiththa Kandraiyum Eduththu Vandhu, Avargal Munbaaga Vaiththu, Avargal Aruge Maraththadiyil Nindru Kondirundhaan; Avargal Pusiththaargal. "
},{ "Verses": "9 avargal Avanai Nokki: Un Manaivi Saaraal Enge Endraargal? Adho Koodaaraththil Irukkiraal Endraan. "
},{ "Verses": "10 appozhudhu Avar: Oru Urpavakaalaththittaththil Nichchayamaai Unnidaththirkuth Thirumba Varuven; Appozhudhu Un Manaiviyaagiya Saaraalukku Oru Kumaaran Iruppaan Endraar. Saaraal Avarukkup Pinpuramaaik Koodaaravaasalil Idhaik Kettukkondirundhaal. "
},{ "Verses": "11 aabiragaamum Saaraalum Vayadhusendru Mudhirndhavargalaayirundhaargal; Sthreegalukkulla Vazhipaadu Saaraalukku Nindrupoyitru. "
},{ "Verses": "12 aagaiyaal, Saaraal Than Ullaththile Nagaiththu: Naan Kizhaviyum, En Aandavan Mudhirndha Vayadhullavarumaanapinbu, Enakku Inbam Undaayirukkumo Endraal. "
},{ "Verses": "13 appozhudhu Karththar Aabiragaamai Nokki: Saaraal Nagaiththu, Naan Kizhaviyaayirukkap Pillaiperuvadhu Meyyo Endru Solvaanen? "
},{ "Verses": "14 karththaraal Aagaadha Kaariyam Undo? Urpavakaalaththittaththil Unnidaththirkuth Thirumba Varuven; Appozhudhu Saaraalukku Oru Kumaaran Iruppaan Endraar. "
},{ "Verses": "15 saaraal Bayandhu, Naan Nagaikkavillai Endru Maruththaal. Adharku Avar: Illai, Nee Nagaiththaai Endraar. "
},{ "Verses": "16 pinbu Andhap Purushar Ezhundhu Avvidamvittu, Sodhomai Nokkip Ponaargal; Aabiragaamum Avargalode Koodappoi Vazhivittanuppinaan. "
},{ "Verses": "17 appozhudhu Karththar: Aabiragaam Periya Balaththa Jaadhiyaavadhinaalum, Avanukkul Boomiyilulla Sagala Jaadhigalum Aaseervadhikkappaduvadhinaalum, "
},{ "Verses": "18 naan Seyyappogiradhai Aabiragaamukku Maraippeno? "
},{ "Verses": "19 karththar Aabiragaamukku Sonnadhai Niraivetrumpadiyaai Avan Than Pillaigalukkum, Thanakkup Pinvarum Than Veettaarukkum: Neengal Needhiyaiyum Nyaayaththaiyum Seydhu, Karththarudaiya Vazhiyaik Kaaththu Nadavungal Endru Kattalaiyiduvaan Enbadhai Arindhirukkiren Endraar. "
},{ "Verses": "20 pinbu Karththar Sodhom Komoraavin Kookkural Peridhaayiruppadhinaalum, Avaigalin Paavam Migavum Kodidhaayiruppadhinaalum, "
},{ "Verses": "21 naan Irangippoi, Ennidaththil Vandhu Ettina Adhin Kookkuralinpadiye Avargal Seydhirukkiraargalo Illaiyo Endru Paarththu Ariven Endraar. "
},{ "Verses": "22 appozhudhu Andhap Purushar Avvidamvittu Sodhomai Nokkip Ponaargal; Aabiragaamo Pinnum Karththarukku Munbaaga Nindrukondirundhaan. "
},{ "Verses": "23 appozhudhu Aabiragaam Sameebamaai Serndhu: Dhunmaarkkanode Needhimaanaiyum Azhippeero? "
},{ "Verses": "24 pattanaththukkulle Oruvelai Aimbadhu Needhimaangal Iruppaargal, Adharkul Irukkum Andha Aimbadhu Needhimaangalnimiththam Ratchiyaamal Andha Sthalaththai Azhippeero? "
},{ "Verses": "25 dhunmaarkkanode Needhimaanaiyum Sangarippadhu Umakku Dhooramaayiruppadhaaga; Needhimaanaiyum Dhunmaarkkanaiyum Samamaai Nadappippadhu Umakku Dhooramaayiruppadhaaga; Sarvaloga Nyaayaadhipadhi Needhiseyyaadhiruppaaro Endraan. "
},{ "Verses": "26 adharkuk Karththar: Naan Sodhomil Aimbadhu Needhimaangalaik Kandaal, Avargal Nimiththam Andha Sthalamuzhudhaiyum Ratchippen Endraar. "
},{ "Verses": "27 appozhudhu Aabiragaam Pradhiyuththaramaaga: Idho, Thoolum Saambalumaayirukkira Adiyen Aandavarode Pesaththunindhen. "
},{ "Verses": "28 oruvelai Aimbadhu Needhimaangalukku Aindhuper Kuraindhiruppaargal; Andha Aindhupernimiththam Pattanamuzhudhaiyum Azhippeero Endraan. Adharku Avar: Naan Naarpaththaindhu Needhimaangalai Ange Kandaal, Adhai Azhippadhillai Endraar. "
},{ "Verses": "29 avan Pinnum Avarode Pesi: Naarpadhu Needhimaangal Ange Kaanappattaalo Endraan. Adharku Avar: Naarpadhu Needhimaangalnimiththam Adhai Azhippadhillai Endraar. "
},{ "Verses": "30 appozhudhu Avan: Naan Innum Pesugiren, Aandavarukkuk Kobam Varaamaliruppadhaaga; Muppadhu Needhimaangal Ange Kaanappattaalo Endraan. Adharku Avar: Naan Muppadhu Needhimaangalai Ange Kandaal, Adhai Azhippadhillai Endraar. "
},{ "Verses": "31 appozhudhu Avan: Idho, Aandavarode Pesaththunindhen; Irubadhu Needhimaangal Ange Kaanappattaalo Endraan. Adharku Avar: Irubadhu Needhimaangalnimiththam Adhai Azhippadhillai Endraar. "
},{ "Verses": "32 appozhudhu Avan: Aandavarukkuk Kobam Varaadhiruppadhaaga; Naan Innum Indha Oruvisaimaaththiram Pesugiren; Paththu Needhimaangal Ange Kaanappattaalo Endraan. Adharku Avar: Paththu Needhimaangalnimiththam Adhai Azhippadhillai Endraar. "
},{ "Verses": "33 karththar Aabiragaamode Pesimudindhapinbu Poivittaar; Aabiragaamum Thannudaiya Idaththukkuth Thirumbinaan. "
}
]