[
{ "Verses": "1 manushar Boomiyinmel Perugath Thuvakki, Avargalukkuk Kumaaraththigal Pirandhapodhu: "
},{ "Verses": "2 dhevakumaarar Manushakumaaraththigalai Adhiga Sowndhariyamullavargalendru Kandu, Avargalukkulle Thangalukkup Pengalaith Therindhukondaargal. "
},{ "Verses": "3 appozhudhu Karththar: En Aavi Endraikkum Manushanode Poraaduvadhillai; Avan Maamsanthaane, Avan Irukkap Pogira Naatkal Nootrirubadhu Varusham Endraar. "
},{ "Verses": "4 annaatkalil Raatchadhar Boomiyile Irundhaargal; Pinbu Dhevakumaarar Manushakumaaraththigalode Koodugiradhinaal, Ivargal Avargalukkup Pillaigalaip Petrapodhu, Ivargalum Poorvaththil Perpetra Manusharaagiya Balavaangalaanaargal. "
},{ "Verses": "5 manushanudaiya Akkiramam Boomiyile Peruginadhu Endrum, Avan Irudhayaththu Ninaivugalin Thotramellaam Niththamum Pollaadhadhe Endrum, Karththar Kandu, "
},{ "Verses": "6 thaam Boomiyile Manushanai Undaakkinadharkaagak Karththar Manasthaabappattaar; Adhu Avar Irudhayaththukku Visanamaayirundhadhu. "
},{ "Verses": "7 appozhudhu Karththar: Naan Sirushtiththa Manushanai Boomiyinmel Vaikkaamal, Manushan Mudharkondu, Mirugangal Oorum Praanigal Aagaayaththup Paravaigal Pariyandhamum Undaayirukkiravaigalai Nikkiragampannuven; Naan Avargalai Undaakkinadhu Enakku Manasthaabamaayirukkiradhu Endraar. "
},{ "Verses": "8 novaavukko, Karththarudaiya Kangalil Kirubai Kidaiththadhu. "
},{ "Verses": "9 novaavin Vamsavaralaaru: Novaa Than Kaalaththil Irundhavargalukkulle Needhimaanum Uththamanumaayirundhaan; Novaa Dhevanode Sanjariththukkondirundhaan. "
},{ "Verses": "10 novaa Sem Kaam Yaappedh Ennum Moondru Kumaararaip Petraan. "
},{ "Verses": "11 boomiyaanadhu Dhevanukku Munbaaga Seerkettadhaayirundhadhu; Boomi Kodumaiyinaal Niraindhirundhadhu. "
},{ "Verses": "12 dhevan Boomiyaip Paarththaar; Idho Adhu Seerkettadhaayirundhadhu; Maamsamaana Yaavarum Boomiyinmel Thangal Vazhiyaik Keduththukkondirundhaargal. "
},{ "Verses": "13 appozhudhu Dhevan Novaavai Nokki: Maamsamaana Yaavarin Mudivum Enakku Munbaaga Vandhadhu; Avargalaale Boomi Kodumaiyinaal Niraindhadhu; Naan Avargalai Boomiyodunkooda Azhiththuppoduven. "
},{ "Verses": "14 nee Kopper Maraththaal Unakku Oru Pezhaiyai Undaakku; Andhap Pezhaiyile Araigalai Undupanni, Adhai Ullum Purambumaaga Keelpoosu. "
},{ "Verses": "15 nee Adhaip Pannavendiya Vidham Ennavendraal, Pezhaiyin Neelam Munnooru Muzhamum, Adhin Agalam Aimbadhu Muzhamum, Adhin Uyaram Muppadhu Muzhamumaai Irukkavendum. "
},{ "Verses": "16 nee Pezhaikku Or Jannalai Undupanni, Melthattukku Oru Muzhath Thaazhththiyile Adhai Seydhumudiththu, Pezhaiyin Kadhavai Adhin Pakkaththil Vaiththu, Keezh Araigalaiyum, Irandaam Thattin Araigalaiyum, Moondraam Thattin Araigalaiyum Pannavendum. "
},{ "Verses": "17 vaanaththin Keezhe Jeevasuvaasamulla Sagala Maamsajandhukkalaiyum Azhikka Naan Boomiyinmel Jalappralayaththai Varappannuven; Boomiyilulla Yaavum Maandupom. "
},{ "Verses": "18 aanaalum Unnudane En Udanpadikkaiyai Erpaduththuven; Neeyum, Unnodekooda Un Kumaararum, Un Manaiviyum, Un Kumaararin Manaivigalum, Pezhaikkul Pravesiyungal. "
},{ "Verses": "19 sagalavidha Maamsamaana Jeevangalilum Aanum Pennumaaga Vagai Ondrukku Ovvoru Jodu Unnudan Uyirode Kaakkappaduvadharku, Pezhaikkulle Serththukkol. "
},{ "Verses": "20 jaadhijaadhiyaana Paravaigalilum, Jaadhijaadhiyaana Mirugangalilum, Boomiyilulla Sagala Jaadhijaadhiyaana Oorum Praanigalilum, Vagai Ondrukku Ovvoru Jodu Uyirode Kaakkappaduvadharku Unnidaththile Varakkadavadhu. "
},{ "Verses": "21 unakkum Avaigalukkum Aagaaramaaga Sagalavidha Pojanapadhaarththangalaiyum Serththu, Unnidaththil Vaiththukkol Endraar. "
},{ "Verses": "22 novaa Appadiye Seydhaan; Dhevan Thanakkuk Kattalaiyittapadiyellaam Avan Seydhu Mudiththaan."}
]