[
{ "Verses": "1 irandu Varusham Sendrapinbu, Paarvon Oru Soppanam Kandaan; Adhu Ennavendraal, Avan Nadhiyandaiyile Nindrukondirundhaan. "
},{ "Verses": "2 appozhudhu Azhagum Pushtiyumaana Ezhu Pasukkal Nadhiyilirundhu Erivandhu Pul Meyndhadhu. "
},{ "Verses": "3 avaigalinpin Avalatchanamum Kevalamumaana Vere Ezhu Pasukkal Nadhiyilirundhu Erivandhu, Nadhi Oraththil Matrap Pasukkalandaiyile Nindradhu. "
},{ "Verses": "4 avalatchanamum Kevalamumaana Pasukkal Azhagum Pushtiyumaana Ezhu Pasukkalaiyum Patchiththuppottadhu; Ippadip Paarvon Kandu Vizhiththukkondaan. "
},{ "Verses": "5 marubadiyum Avan Niththiraiseydhu, Irandaam Visai Oru Soppanam Kandaan; Nalla Sezhumaiyaana Ezhu Kadhirgal Ore Thaalilirundhu Ongi Valarndhadhu. "
},{ "Verses": "6 pinbu, Saaviyaanadhum Keezhkaatrinaal Theeyndhadhumaana Ezhu Kadhirgal Mulaiththadhu. "
},{ "Verses": "7 saaviyaana Kadhirgal Sezhumaiyum Niraimeniyumaana Andha Ezhu Kadhirgalaiyum Vizhungippottadhu; Appozhudhu Paarvon Vizhiththukkondu, Adhu Soppanam Endru Arindhaan. "
},{ "Verses": "8 kaalame Paarvonudaiya Manam Kalakkamkondirundhadhu; Appozhudhu Avan Egipthilulla Sagala Mandhiravaadhigalaiyum Sagala Saasthirigalaiyum Azhaippiththu, Avargalukkuth Than Soppanaththaich Sonnaan; Oruvaraalum Adhin Arththaththaip Paarvonukkuch Sollak Koodaamalpoyitru. "
},{ "Verses": "9 appozhudhu Paanapaaththirakkaararin Thalaivan Paarvonai Nokki: Naan Seydha Kutram Indrudhaan En Ninaivil Vandhadhu. "
},{ "Verses": "10 paarvon Thammudaiya Oozhiyakkaararmel Kadungobamgondu, Ennaiyum Suyampaakigalin Thalaivanaiyum Thalaiyaarigalin Adhipadhi Veetaagiya Siraichchaalaiyile Vaiththirundha Kaalaththil, "
},{ "Verses": "11 naanum Avanum Ore Iraaththiriyile Vevveru Porulkonda Soppanam Kandom. "
},{ "Verses": "12 appozhudhu Thalaiyaarigalin Adhibadhikku Velaikkaaranaakiya Ebireya Pillaiyaandaan Oruvan Ange Engalode Irundhaan; Avanidaththil Avaigalaich Sonnom, Avan Naangal Kanda Soppanangalukkuriya Vevveru Arththaththinpadiye Engal Soppanaththin Payanaich Sonnaan. "
},{ "Verses": "13 avan Engalukkuch Solliya Arththaththindadiye Nadandhadhu; Ennaith Thirumba En Nilaiyile Niruththi, Avanaith Thookkippotuviththaar Endraan. "
},{ "Verses": "14 appozhudhu Paarvon Yoseppai Azhaippiththaan; Avanaith Theeviramaaik Kaavalkidangilirundhu Konduvandhaargal. Avan Sanaam Pannikkondu, Veru Vasthiram Thariththu, Paarvonidaththil Vandhaan. "
},{ "Verses": "15 paarvon Yoseppai Nokki: Oru Soppanam Kanden; Adhin Arththaththaich Solla Oruvarum Illai; Nee Oru Soppanaththaik Kettaal, Adhin Arththaththaich Solluvaai Endru Unnaikkuriththu Naan Kelvippatten Endraan. "
},{ "Verses": "16 appozhudhu Yoseppu Paarvonukkup Piradhiyuththaramaaga: Naan Alla, Dhevane Paarvonukku Mangalamaana Uththaravu Aruliseyvaar Endraan, "
},{ "Verses": "17 paarvon Yoseppai Nokki: En Soppanaththile, Naan Nadhi Oraththil Nindrukondirundhen. "
},{ "Verses": "18 azhagum Pushtiyumaana Ezhu Pasukkal Nadhiyilirundhu Erivandhu Pulmeyndhadhu. "
},{ "Verses": "19 avaigalinpin Ilaiththadhum Magaa Avalatchanamum Kevalamumaana Vere Ezhu Pasukkal Erivandhadhu; Ivaigalaippola Avalatchanamaana Pasukkalai Egipthu Dhesamengum Naan Kandadhillai. "
},{ "Verses": "20 kevalamum Avalatchanamumaana Pasukkal Kozhumaiyaana Mundhina Ezhu Pasukkalaiyum Patchiththuppottadhu. "
},{ "Verses": "21 avaigal Ivaigalin Vayitrukkul Poyum, Vayitrukkul Poyitrendru Thondraamal, Mun Irundhadhu Polave Avalatchanamaayirundhadhu; Ippadik Kandu Vizhiththukkonden. "
},{ "Verses": "22 pinnum Naan En Soppanaththile, Niraimeniyulla Ezhu Lla Kadhirgal Ore Thaalilirundhu Ongi Valarakkanden. "
},{ "Verses": "23 pinbu Saaviyaanavaigalum Keezhkaatrinaal Theeyndhu Padharaanavaigalumaana Ezhu Kadhirgal Mulaiththadhu. "
},{ "Verses": "24 saaviyaana Kadhirgal Andha Ezhu Nalla Kadhirgalaiyum Vizhungippottadhu. Idhai Mandhiravaadhikalidaththil Sonnen; Idhin Porulai Enakku Viduvikkiravan Oruvanum Illai Endraan. "
},{ "Verses": "25 appozhudhu Yoseppu Paarvonai Nokki: Paarvonin Soppanam Ondru Thaan; Dhevan Thaam Seyyappogiradhu Innadhendru Paarvonukku Ariviththirukkiraar. "
},{ "Verses": "26 andha Ezhu Nalla Pasukkalum Ezhu Varushamaam; Andha Ezhu Nalla Kadhirkalum Ezhu Varushamaam; Soppanam Ondre. "
},{ "Verses": "27 avaigalinpin Erivandha Kevalamum Avalatchanamumaana Ezhu Pasukkalum Ezhu Varushamaam; Keezhkaatrinaal Theeyndhu Saaviyaana Ezhu Kadhirgalum Ezhu Varushamaam; Ivaigal Panjamulla Ezhu Varushamaam. "
},{ "Verses": "28 paarvonukku Naan Sollavendiya Kaariyam Idhuve; Dhevan Thaam Seyyappokiradhaip Paarvonukkuk Kaanbiththirukkiraar. "
},{ "Verses": "29 egipthu Dhesamengum Paripooranamaana Vilaivu Undaayirukkum Ezhu Varusham Varum. "
},{ "Verses": "30 adhanpin Panjamundaayirukkum Ezhu Varusham Varum; Appozhudhu Egipthudhesaththil Andhap Paripooranamellaam Marakkappattuppogum; Andhap Panjam Dhesaththaip Paazhaakkum. "
},{ "Verses": "31 varappogira Magaa Kodumaiyaana Panjaththaal Dhesaththil Munnirundha Paripooranamellaam Ozhindhupom. "
},{ "Verses": "32 indhak Kaariyam Dhevanaal Nichchayikkappattirukkiradhu Enbadhaiyum, Dhevan Idhaich Seekkiraththil Seyvaar Enbadhaiyum Kurikkumporuttu, Indhach Soppanam Paarvonukku Irattithdhadhu. "
},{ "Verses": "33 aagaiyaal, Vivegamum Gnaanamumulla Oru Manushanaith Thedi, Avanai Egipthudhesaththukku Adhigaariyaagap Paarvon Erpaduththuvaaraaga. "
},{ "Verses": "34 ippadip Paarvon Seydhu, Dhesaththinmel Visaaranaikkaararai Vaiththu, Paripooranamulla Ezhu Varushangalil Egipthudhesaththile Vilaiyum Vilaichchalil Aindhil Oru Pangai Vaangumpadi Seyvaaraaga, "
},{ "Verses": "35 avargal Varappogira Nalla Varushangalil Vilaiyum Dhaaniyangalaiyellaam Serththu, Pattanangalil Aagaaram Undaayirukkumpadikku, Paarvonudaiya Adhigaaraththukkullaagath Dhaaniyangalaip Baththirappaduththi Vaiththuvaippaargalaaga. "
},{ "Verses": "36 dhesam Panjaththinaal Azhindhupogaadhabadikku, Andhath Dhaaniyam Ini Egipthudhesaththil Undaakum Panjamulla Ezhu Varushangalukkaaga Dhesaththirku Oru Vaippaayiruppadhaaga Endraan. "
},{ "Verses": "37 indha Vaarththai Paarvonudaiya Paarvaikkum Avan Oozhiyakkaarar Ellaarudaiya Paarvaikkum Nandraaik Kandadhu. "
},{ "Verses": "38 appozhudhu Paarvon Than Oozhiyakkaararai Nokki: Dheva Aaviyaip Petra Indha Manushanaippola Veroruvan Undo Endraan. "
},{ "Verses": "39 pinbu, Paarvon Yoseppai Nokki: Dhevan Ivaiyellaavatraiyum Unakku Velippaduththiyirukkirabadiyaal, Unnaippola Vivegamum Gnaanamumullavan Veroruvanum Illai. "
},{ "Verses": "40 nee En Aramanaikku Adhigaariyaayiruppaai; Un Vaakkinbadiye En Janangal Ellaarum Adangi Nadakkakkadavargal; Singaasanaththil Maaththiram Unnilum Naan Periyavanaai Iruppen Endraan. "
},{ "Verses": "41 pinnum Paarvon Yoseppai Nokki: Paar, Egipthudhesam Muzhumaikkum Unnai Adhigaariyaakkinen Endru Solli, "
},{ "Verses": "42 paarvon Than Kaiyil Pottirundha Than Muththirai Modhiraththaik Kazhatri, Adhai Yoseppin Kaiyile Pottu, Melliya Vasdhirangalai Avanukku Uduththi, Pon Sarappaniyai Avan Kazhuththile Thariththu, "
},{ "Verses": "43 thannudaiya Irandaam Iradhaththinmel Avanai Etri, Thendanittup Paniyungal Endru Avanukku Munbaagak Kooruviththu, Egipthudhesam Muzhumaikkum Avanai Adhigaariyaakkinaan; "
},{ "Verses": "44 pinnum Paarvon Yoseppai Nokki: Naan Paarvon; Aanaalum Egipthudhesaththilullavargalil Oruvanum Un Uththaravillaamal Than Kaiyaiyaavadhu Than Kaalaiyaavadhu Asaikkakkoodaadhu Endraan. "
},{ "Verses": "45 melum, Paarvon Yoseppukku Saapnaadhpanneyaa Engira Peyaraiyittu; On Pattanaththu Aasaariyanaagiya Poththipiraavin Kumaaraththiyaagiya Aasnaaththai Avanukku Manaiviyaagak Koduththaan. Yoseppu Egipthudhesaththaich Sutrippaarkkumbati Purappattaan. "
},{ "Verses": "46 yoseppu Egipthin Raajaavaagiya Paarvonukku Munbaaga Nirkumbodhu Muppadhu Vayadhaayirundhaan; Yoseppu Paarvonudaiya Sannidhiyilirundhu Purappattu, Egipthudhesam Engum Poich Sutrippaarththaan. "
},{ "Verses": "47 paripooranamulla Ezhu Varushangalilum Boomi Mikudhiyaana Palanaik Koduththadhu. "
},{ "Verses": "48 avvezhu Varushangalil Egipthudhesaththil Vilaindha Dhaaniyangalaiyellaam Avan Serththu, Andhath Dhaaniyangalaip Pattanangalil Kattivaiththaan; Andhandhap Pattanaththil Adhinadhin Sutruppuraththuth Dhaaniyangalaik Kattivaiththaan. "
},{ "Verses": "49 ippadi Yoseppu Alavirandhadhaaik Kadarkarai Manalaippola Mikudhiyaaga Dhaaniyaththaich Serththuvaiththaan; Adhu Alavukku Adangaadhadhaayirundhadhu. "
},{ "Verses": "50 panjamulla Varushangal Varuvadharku Munne Yoseppukku Irandu Kumaarar Pirandhaargal; Avargalai On Pattanaththu Aasaariyanaagiya Poththipiraavin Kumaaraththiyaagiya Aasnaaththu Avanukkup Petraal. "
},{ "Verses": "51 yoseppu: En Varuththam Yaavaiyum En Thagappanudaiya Kutumbam Anaiththaiyum Naan Marakkumbati Dhevan Panninaar Endru Solli, Mooththavanukku Manaase Endru Perittaan. "
},{ "Verses": "52 naan Sirumaippattirundha Dhesaththil Dhevan Ennaip Palugappanninaar Endru Solli, Ilaiyavanukku Eppiraayeem Endru Perittaan. "
},{ "Verses": "53 egipthudhesaththil Vandha Paripooranamulla Ezhu Varushangalum Mudindhapin, "
},{ "Verses": "54 yoseppu Solliyabati Ezhuvarusha Panjam Thodanginadhu; Sagaladhesangalilum Panjam Undaayitru; Aanaalum Egipthudhesamengum Aagaaram Irundhadhu. "
},{ "Verses": "55 egipthudhesamengum Panjam Undaanapodhu, Janangal Unavukkaagap Paarvonai Nokki Olamittaargal; Adharkup Paarvon: Neengal Yoseppinidaththukkup Poi, Avan Ungalukkuch Sollugirabadi Seyyungal Endru Egipthiyar Ellaarukkum Sonnaan. "
},{ "Verses": "56 dhesamengum Panjam Undaanabadiyaal, Yoseppu Kalanjiyangalaiyellaam Thirandhu, Egipthiyarukku Vitraan; Panjam Egipthudhesaththil Varavarakkodidhaayitru. "
},{ "Verses": "57 kala Dhesangalilum Panjam Kodidhaayirundhabadiyaal, Sagala Dhesaththaargalum Yoseppinidaththil Dhaaniyam Kollumbadi Egipthukku Vandhaargal. "
}
]