[
{ "Verses": "1 karththar Thaam Solliyirundhapadi Saaraalperil Kadaatchamaanaar; Karththar Thaam Uraiththapadiye Saaraalukku Seydharulinaar. "
},{ "Verses": "2 aabiragaam Mudhirvayadhaayirukkaiyil, Saaraal Garppavadhiyaagi, Dhevan Kuriththirundha Kaalaththile Avanukku Oru Kumaaranaip Petraal. "
},{ "Verses": "3 appozhudhu Aabiragaam Thanakku Saaraal Petra Kumaaranukku Eesaakku Endru Perittaan. "
},{ "Verses": "4 than Kumaaranaagiya Eesaakku Pirandha Ettaam Naalile, Aabiragaam Thanakku Dhevan Kattalaiyittirundhapadi Avanukku Viruththasedhanampanninaan. "
},{ "Verses": "5 than Kumaaranaagiya Eesaakku Pirandhapodhu Aabiragaam Nooru Vayadhaayirundhaan. "
},{ "Verses": "6 appozhudhu Saaraal: Dhevan Ennai Nagaikkappanninaar; Idhaik Ketkira Yaavarum Ennodekooda Nagaippaargal. "
},{ "Verses": "7 saaraal Pillaigalukkup Paal Koduppaal Endru Aabiragaamukku Evan Solluvaan? Avarudaiya Mudhirvayadhile Avarukku Oru Kumaaranaip Petrene Endraal. "
},{ "Verses": "8 pillai Valarndhu, Paal Marandhadhu; Eesaakku Paal Marandhanaalile Aabiragaam Periya Virundhupanninaan. "
},{ "Verses": "9 pinbu Egipthu Dhesaththaalaagiya Aagaar Aabiragaamukkup Petra Kumaaran Pariyaasampannugiradhai Saaraal Kandu, "
},{ "Verses": "10 aabiragaamai Nokki: Indha Adimaip Pennaiyum Aval Maganaiyum Purambe Thallum; Indha Adimaip Pennin Magan En Kumaaranaagiya Eesaakkode Sudhandharavaaliyaayiruppadhillai Endraal. "
},{ "Verses": "11 than Maganaikkuriththu Sollappatta Indhak Kaariyam Aabiragaamukku Migavum Dhukkamaayirundhadhu. "
},{ "Verses": "12 appozhudhu Dhevan Aabiragaamai Nokki: Andhap Pillaiyaiyum, Un Adimaippennaiyum Kuriththu Sollappattadhu Unakku Dhukkamaayirukka Vendaam; Eesaakkinidaththil Un Sandhadhi Vilangum; Aadhalaal Saaraal Unakku Solvadhellaavatraiyum Kel. "
},{ "Verses": "13 adimaippennin Maganum Un Viththaayirukkirapadiyaal, Avanaiyum Oru Jaadhiyaakkuven Endraar. "
},{ "Verses": "14 aabiragaam Adhikaalaiyil Ezhundhu, Appaththaiyum Oru Thuruththi Thanneeraiyum Eduththu, Aagaarudaiya Tholinmel Vaiththup Pillaiyaiyum Oppukkoduththu, Avalai Anuppivittaan; Aval Purappattuppoi, Peyersebaavin Vanaandharaththile Alaindhu Thirindhaal. "
},{ "Verses": "15 thuruththiyilirundha Thanneer Selavazhindhapinbu, Aval Pillaiyai Oru Chediyinkeezhe Vittu, "
},{ "Verses": "16 pillai Saagiradhai Naan Paarkkamaatten Endru, Edhiraaga Ambu Paayum Thooraththile Poi Utkaarndhu Saththamittu Azhudhaal. "
},{ "Verses": "17 dhevan Pillaiyin Saththaththaik Kettaar; Dhevathoodhan Vaanaththilirundhu Aagaaraik Kooppittu: Aagaare, Unakku Enna Sambaviththadhu, Bayappadaadhe, Pillaiyirukkum Idaththile Dhevan Avan Saththaththaik Kettaar. "
},{ "Verses": "18 nee Ezhundhu Pillaiyai Eduththu Avanai Un Kaiyinaal Pidiththukkondupo, Avanaip Periya Jaadhiyaakkuven Endraar. "
},{ "Verses": "19 dhevan Avaludaiya Kangalaith Thirandhaar; Appozhudhu Aval Oru Thanneerth Thuravaik Kandu, Poi, Thuruththiyile Thanneer Nirappi, Pillaikkuk Kudikkak Koduththaal. "
},{ "Verses": "20 dhevan Pillaiyudane Irundhaar; Avan Valarndhu Vanaandharaththile Kudiyirundhu, Vilviththaiyile Vallavanaanaan. "
},{ "Verses": "21 avan Paaraan Vanaandharaththile Kudiyirukkaiyil, Avanudaiya Thaai Egipthu Dhesaththaalaagiya Oru Pennai Avanukku Vivaagampannuviththaal. "
},{ "Verses": "22 akkaalaththil Abimelekkum Avan Senaapadhiyaagiya Pikolum Aabiragaamai Nokki: Nee Seygira Kaariyangal Ellaavatrilum Dhevan Unnudane Irukkiraar. "
},{ "Verses": "23 aagaiyaal, Nee Enakkaavadhu, En Kumaaranukkaavadhu, En Peranukkaavadhu Vanjanai Seyyaamal, Naan Unakku Seydha Dhayavinpadiye, Nee Enakkum, Nee Thangiyirukkira Indha Dhesaththirkum, Dhayavu Seyven Endru Inge Dhevan Peril Enakku Aanaiyittukkodu Endraan. "
},{ "Verses": "24 adharku Aabiragaam: Naan Aanaiyittukkodukkiren Endraan. "
},{ "Verses": "25 aanaalum, Abimelekkudaiya Velaikkaarar Kaivasappaduththikkonda Thuravin Nimiththam Aabiragaam Abimelekkaik Kadindhukondaan. "
},{ "Verses": "26 adharku Abimelekku: Indhak Kaariyaththai Seydhavan Innaan Endru Enakkuth Theriyaadhu, Neeyum Enakku Arivikkavillai; Indru Naan Adhaik Kettadheyandri, Idharkumun Adhai Naan Kelvippattadhe Illai Endraan. "
},{ "Verses": "27 appozhudhu Aabiragaam Aadumaadugalaik Konduvandhu Abimelekkukkuk Koduththaan; Avargal Iruvarum Udanpadikkai Pannikkondaargal. "
},{ "Verses": "28 aabiragaam Ezhu Pennaattukkuttigalaith Thaniye Niruththinaan. "
},{ "Verses": "29 appozhudhu Abimelekku Aabiragaamai Nokki: Nee Thaniye Niruththina Indha Ezhu Pennaattukkuttigal Ennaththirku Endru Kettaan. "
},{ "Verses": "30 adharku Avan: Naan Indhath Thuravu Thondinadhaikkuriththu, Neer Saatchiyaaga Indha Ezhu Pennaattukkuttigalai En Kaiyil Vaangikkollavendum Endraan. "
},{ "Verses": "31 avargal Iruvarum Avvidaththil Aanaiyittukkondapadiyaal, Andha Idam Peyersebaa Ennappattadhu. "
},{ "Verses": "32 avargal Peyersebaavile Udanpadikkai Pannikkondapin Abimelekkum, Avan Senaapadhiyaagiya Pikolum Ezhundhu Pelistharudaiya Dhesaththirkuth Thirumbipponaargal. "
},{ "Verses": "33 aabiragaam Peyersebaavile Oru Thoppai Undaakki, Sadhaakaalamumulla Dhevanaagiya Karththarudaiya Naamaththai Avvidaththil Thozhudhukondaan. "
},{ "Verses": "34 aabiragaam Pelistharudaiya Dhesaththil Anega Naal Thangiyirundhaan. "
}
]