[
{ "Verses": "1 aabakook Ennum Theerkkadharisi Dharisanamaaik Kanda Baaram. "},
{ "Verses": "2 karththaave, Naan Edhuvaraikkum Ummai Nokkik Kooppiduven. Neer Kelaamalirukkireere! Kodumaiyinimiththam Naan Edhuvaraikkum Ummai Nokkik Kooppiduven, Neer Ratchiyaamalirukkireere! "},
{ "Verses": "3 neer Enakku Akkiramaththaik Kaanbiththu, Ennaith Theevinaiyaip Paarkkappannugiradhenna? Kollaiyum Kodumaiyum Enakku Edhire Nirkiradhu; Vazhakkaiyum Vaadhaiyum Ezhuppugiravargal Undu. "},
{ "Verses": "4 aagaiyaal Nyaayappramaanam Belanatradhaagi, Nyaayam Orupodhum Sellaamarpogiradhu; Dhunmaarkkan Needhimaanai Valaindhukolgiraan; Aadhalaal Nyaayam Purattappadugiradhu. "},
{ "Verses": "5 neengal Purajaadhigalai Nokkip Paarththu, Aachchariyappattu Bramiyungal; Vivarikkappattaalum Neengal Visuvaasiyaadha Oru Kiriyaiyai Ungal Naatkalil Nadappippen. "},
{ "Verses": "6 idho, Naan Kaldheyarennum Kodidhum Vegamumaana Jaadhiyaarai Ezhuppuven; Avargal Thangaludaiyadhallaadha Vaasasthalangalaik Kattikkolla Dhesaththin Visaalangalil Nadandhuvaruvaargal. "},
{ "Verses": "7 avargal Kediyum Bayangaramumaanavargal; Avargaludaiya Nyaayamum Avargaludaiya Menmaiyum Avargalaaleye Undaagum. "},
{ "Verses": "8 avargaludaiya Kudhiraigal Sivingigalilum(siruththaigalaivida) Vegamum, Saayankaalaththil Thirigira Onaaigalilum Theeviramumaayirukkum; Avargaludaiya Kudhiraiveerar Paravuvaargal; Avargaludaiya Kudhiraiveerar Dhooraththilirundhu Varuvaargal; Iraikkuth Theevirikkira Kazhugugalaippol Parandhuvaruvaargal. "},
{ "Verses": "9 avargalellaarum Kodumai Seyyavaruvaargal; Avargaludaiya Mugangal Suvara Seyyum Keezhkkaatraippolirukkum; Avargal Manalaththanai Janangalai Siraipidiththu Serppaargal. "},
{ "Verses": "10 avargal Raajaakkalai Aagadiyampannuvaargal; Adhipadhigal Avargalukkup Pariyaasamaayiruppaargal; Avargal Arangalaiyellaam Paarththu Nagaiththu, Manmedugalaik Kuviththu Avaigalaip Pidippaargal. "},
{ "Verses": "11 appozhudhu Avanudaiya Manammaara, Avan Than Belan Than Dhevanaale Undaanadhendru Solli Minjippoik Kutravaaliyaavaan. "},
{ "Verses": "12 karththaave, Neer Poorvakaalamudhal En Dhevanum En Parisuththarumaanavar Allavaa? Naangal Saavadhillai, Karththaave, Nyaayaththeerppu Seyya Avanai Vaiththeer; Kanmalaiye, Thandanai Seyya Avanai Niyamiththeer. "},
{ "Verses": "13 theemaiyaip Paarkkamaattaadha Suththakkannane, Aniyaayaththai Nokkikkondirukkamaatteere; Pinnai Dhrogigalai Neer Nokkikkondirukkiradhenna? Dhunmaarkkan Thannaip Paarkkilum Needhimaanai Vizhungumpodhu Neer Mownamaayirukkiradhenna? "},
{ "Verses": "14 manusharai Samuththiraththu Machchangalukkum, Adhigaariyillaadha Oorvanavatrirkum Samaanamaakkugiradhenna? "},
{ "Verses": "15 avargalellaaraiyum Thoondilinaal Izhuththukkollugiraan; Avargalaith Than Valaiyinaal Pidiththu, Thanpariyile Serththukkollugiraan; Adhinaal Sandhoshappattuk Kalikoorugiraan. "},
{ "Verses": "16 aagaiyaal Avaigalinaal Thanpangu Kozhuppulladhum, Than Pojanam Rusigaramulladhumaayitru Endru Solli Avan Than Valaikkup Paliyittuth Than Parikkuth Thoobankaattugiraan. "},
{ "Verses": "17 idharkaaga Avan Than Valaiyai Izhuththu Adhilullavaigalaik Kottikkondirundhu, Irakkamillaamal Jaadhigalai Eppodhum Kondrupodavendumo? "}
]