[
{ "Verses": "1 naan En Kaavalile Thariththu, Aranile Nilaikondirundhu, Avar Enakku Enna Solluvaarendrum, Avar Ennaik Kandikkumpodhu Naan Enna Uththaravu Solluvenendrum Gavaniththup Paarppen Endren. "},
{ "Verses": "2 appozhudhu Karththar Enakkup Pradhiyuththaramaaga: Nee Dharisanaththai Ezhudhi, Adhaik Kadandhodugiravan Vaasikkumpadip Palagaigalile Theerkkamaaga Varai. "},
{ "Verses": "3 kuriththakaalaththukku Dharisanam Innum Vaikkappattirukkiradhu; Mudivile Adhu Vilangum, Adhu Poi Sollaadhu; Adhu Thaamadhiththaalum Adharkuk Kaaththiru; Adhu Nichchayamaai Varum, Adhu Thaamadhippadhillai. "},
{ "Verses": "4 idho, Agangaariyaayirukkiraane, Avanudaiya Aaththumaa Avanukkul Semmaiyaanadhalla; Than Visuvaasaththinaale Needhimaan Pizhaippaan. "},
{ "Verses": "5 avan Madhubaanaththinaal Akkiramancheydhu Agangaariyaagi, Veettile Thariyaamal, Avan Than Aaththumaavaip Paadhaalaththaippola Virivaakkith Thirupthiyaagaamal, Maranaththukku Samaanamaai Sagala Jaadhigalaiyum Than Vasamaaga Serththu, Sagala Janangalaiyum Thannidamaagak Koottikkondaalum, "},
{ "Verses": "6 ivargalellaarum Avanperil Oru Pazhamozhiyaiyum, Avanukku Virodhamaana Vasaichchollaiyum Vasaniththu, Thannudaiyadhallaadhadhaith Thanakkaaga Serththukkollugiravanukku Aiyo Endrum, Adhu Endhamattum Nirkum Endrum, Avan Thanmel Kaliman Sumaiyaiyallavaa Sumaththikkollugiraan Endrum Solluvaargal. "},
{ "Verses": "7 unnaik Kadippavargal Sadidhiyaai Ezhumbuvadhum, Unnai Alaikkazhippavargal Vizhippadhumillaiyo? Nee Avargalukku Sooraiyaagaayo? "},
{ "Verses": "8 nee Anegam Jaadhigalaik Kollaiyittapadiyinaal Janangalil Meedhiyaana Yaavarum Nee Sindhina Manusharaththaththinimiththamum Nee Seydha Kodumaiyinimiththamum Unnaik Kollaiyiduvaargal. "},
{ "Verses": "9 theemaiyin Vallamaikkuth Thappavendumendru Than Koottai Uyaraththile Vaikkumpadikku, Than Veettukkup Pollaadha Aadhaayaththaith Thedugiravanukku Aiyo! "},
{ "Verses": "10 anega Janangalai Vettippottadhinaal Un Veettukku Vetkamundaaga Aalosanaipanninaai; Un Aaththumaavukku Virodhamaaip Paavancheydhaai. "},
{ "Verses": "11 kallu Suvarilirundhu Kooppidum, Uththiram Machchilirundhu Saatchiyidum. "},
{ "Verses": "12 raththappazhigalaale Pattanaththaik Katti, Aniyaayaththinaale Nagaraththai Balappaduththugiravanukku Aiyo! "},
{ "Verses": "13 idho, Janangal Akkinikku Iraiyaaga Uzhaiththu, Janangal Virudhaavaaga Ilaiththuppogiradhu Karththarudaiya Seyal Allavo? "},
{ "Verses": "14 samuththiram Jalaththinaal Niraindhirukkiradhupol, Boomi Karththarudaiya Magimaiyai Arigira Arivinaal Niraindhirukkum. "},
{ "Verses": "15 than Thozharukkuk Kudikkakkoduththuth Than Thuruththiyai Avargalandaiyile Vaiththu, Avargaludaiya Nirvaanangalaip Paarkkumpadikku, Avargalai Verikkappannugiravanukku Aiyo. "},
{ "Verses": "16 nee Magimaiyinaal Alla, Lachchaiyinaal Nirappappaduvaai; Neeyum Kudiththu Viruththasedhanamillaadhavan Endru Vilangu; Karththarudaiya Valadhukaiyil Irukkira Paaththiram Unnidaththirkuth Thirumbum; Un Magimaiyinmel Lachchaiyaana Vaandhipannuvaai. "},
{ "Verses": "17 leebanonukku Seydha Kodumai Unnai Moodum; Sindhina Manusharaththaththinimiththamum Dhesaththirkum Pattanaththirkum Adhin Kudigal Ellaarukkum Seydha Kodumaiyinimiththamum Mirugangal Seyyum Paazhkkadippu Unnaik Kalangappannum. "},
{ "Verses": "18 siththir "}
]