[
{ "Verses": "1 samaariyaavin Malaigalilulla Paasaanin Maadugale, Neengal Indha Vaarththaigalaik Kelungal; Dhariththirarai Odukki, Eliyavargalai Norukki, Avargaludaiya Ejamaangalai Nokki: Naangal Kudikkumpadik Konduvaarungal Endru Sollugireergal. "},
{ "Verses": "2 idho, Karththaraagiya Aandavar Ungalaith Thuradugalaalum, Ungal Pinsandhadhiyai Meenpidikkira Thoondilgalaalum Izhuththukkondupogum Naatkal Varumendru Avar Thammudaiya Parisuththaththaikkondu Aanaiyittaar. "},
{ "Verses": "3 appozhudhu Neengal Ovvoruvanum Aramanaikku Sumandhukondupovadhai Erindhuvittu, Thanakku Edhiraana Thirappugalin Vazhiyaaip Purappattuppoveergal Endru Karththar Sollugiraar. "},
{ "Verses": "4 beththelukkup Poith Thurogam Pannungal, Kilkaalukkuppoith Thurogaththaip Perugappanni, Kaalaidhorum Ungal Paligalaiyum Moondraam Varushaththile Ungal Thasamapaagangalaiyum Seluththi, "},
{ "Verses": "5 puliththamaavulla Sthoththirapaliyode Thoobankaatti, Urchaaga Paligalaik Koorith Theriyappaduththungal; Isravel Puththirare, Ippadi Seyvadhe Ungalukkup Piriyam Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "6 aagaiyaal Naan Ungal Pattanangalil Ellaam Ungal Pallugalukku Oivaiyum, Ungal Sthalangalil Ellaam Appakkuraivaiyum Kattalaiyitten; Aagilum Neengal Ennidaththil Thirumbaamarponeergal Endru Karththar Sollugiraar. "},
{ "Verses": "7 idhuvumallaamal, Aruppukkaalam Vara Innum Moondrumaadham Irukkumpodhe Mazhaiyai Naan Thaduththen, Oru Pattanaththinmel Mazhaipeyyavum Oru Pattanaththinmel Mazhai Peyyaamalirukkavum Panninen; Oru Vayalinmel Mazhaipeydhadhu, Mazhaipeyyaadha Matra Vayal Kaaindhu Poyitru. "},
{ "Verses": "8 irandu Moondru Pattanangalin Manushar Thanneer Kudikka Pattanaththukkup Poi Alaindhum Thaagantheerththukkollavillai; Aagilum Neengal Ennidaththil Thirumbaamarponeergal Endru Karththar Sollugiraar. "},
{ "Verses": "9 karukkaayinaalum Vishappaniyinaalum Ungalai Dhandiththen; Ungal Solaigalilum Dhraatchaththottangalilum Aththimarangalilum Olivamarangalilum Migudhiyaanadhaip Pachchaippuzhu Ariththuppottadhu; Aagilum Ennidaththil Thirumbaamarponeergal Endru Karththar Sollugiraar. "},
{ "Verses": "10 egipthil Undaanadharku Oththa Kollainoyai Ungalukkul Anuppinen; Ungal Vaalibaraip Pattayaththaale Kondren; Ungal Kudhiraigalai Azhiththuppotten; Ungal Paalayangalin Naatraththai Ungal Naasigalilum Etrappanninen; Aagilum Neengal Ennidaththil Thirumbaamarponeergal Endrukarththar Sollugiraar. "},
{ "Verses": "11 sodhomaiyum Gomoraavaiyum Dhevan Kavizhththuppottadhupola, Ungalaik Kavizhththuppotten; Neengal Akkiniyinindru Parikkappatta Kolliyaippola Irundheergal; Aanaalum Neengal Ennidaththil Thirumbaamarponeergal Endru Karththar Sollugiraar. "},
{ "Verses": "12 aagaiyaal Isravele, Indhappragaaramaaga Unakku Seyven; Isravele, Naan Ippadi Unakkuchcheyyappogirapadiyinaal Un Dhevanai Sandhikkumpadi Aayaththappadu. "},
{ "Verses": "13 avar Parvadhangalai Uruvaakkinavarum Kaatrai Sirushtiththavarum, Manushanudaiya Ninaivugal Innadhendru Avanukku Velippaduththugiravarum, Vidiyarkaalaththai Andhagaaramaakkugiravarum, Boomiyinudaiya Uyarndha Sthaanangalinmel Ulaavugiravarumaayirukkiraar; Senaigalin Dhevanaagiya Karththarenbadhu Avarudaiya Naamam. "}
]