[
{ "Verses": "1 seeyonile Nirvisaaramaayirukkiravargalum Samaariyaavin Parvadhaththai Nambikkondirukkiravargalum, Jaadhigalin Thalaimaiyennappattu, Isravel Vamsaththaar Thedivarugiravargalumaagiya Ungalukku Aiyo! "},
{ "Verses": "2 neengal Kalnemattum Sendru, Avvidaththilirundhu Aamaadh Ennum Periya Pattanaththukkup Poi, Pelistharudaiya Kaadh Pattanaththukku Irangi, Avaigal Indha Raajyangalaippaarkkilum Nallavaigalo Endrum, Avaigalin Ellaigal Ungal Ellaigalaippaarkkilum Visthaaramaanavaigalo Endrum Paarungal. "},
{ "Verses": "3 theengunaal Dhooramendrennik Kodumaiyin Aasanam Kittivarumpadi Seydhu, "},
{ "Verses": "4 thandhak Kattilgalil Paduththukkondu, Thangal Manjangalinmel Savukkiyamaai Sayaniththu, Mandhaiyilulla Aattukkuttigalaiyum, Maattuththozhuvaththilulla Kandrukkuttigalaiyum Thindru, "},
{ "Verses": "5 thamburai Vaasiththup Paadi, Dhaaveedhaippol Keedhavaaththiyangalaith Thangalukku Undupanni, "},
{ "Verses": "6 periya Paaththirangalil Madhubaanaththaik Kudiththu, Sirandha Parimalathailangalaip Poosikkollugiraargal; Aanaalum Yoseppukku Neritta Aabaththukkuk Kavalaippadaamarpogiraargal. "},
{ "Verses": "7 aagaiyaal Avargal Siraiyiruppukkup Pogiravargalin Munnaniyile Povaargal; Ippadiye Selvamaai Sayaniththavargalin Virundhukondaadal Nindrupogum. "},
{ "Verses": "8 naan Yaakkobudaiya Menmaiyai Veruththu, Avanudaiya Aramanaigalaip Pagaikkiren; Naan Nagaraththaiyum Adhin Niraivaiyum Oppukkoduththuviduven Endru Karththaraagiya Aandavar Thammudaiya Jeevanaik Kondu Aanaiyittaar Enbadhai Senaigalin Dhevanaagiya Karththar Sollugiraar. "},
{ "Verses": "9 oru Veettile Paththupper Meedhiyaayirundhaalum Avargal Seththuppovaargal. "},
{ "Verses": "10 avargaludaiya Inaththaanaavadhu, Predhaththaith Thagikkiravanaavadhu Elumbugalai Veettilirundhuveliyekondupogumpadikku, Avaigalai Eduththu Veettin Utpuraththile Irukkiravanai Nokki: Unnidaththil Innum Yaaraayinum Undo Endru Ketpaan, Avan Illaiyenbaan; Appozhudhu Ivan: Nee Mownamaayiru; Karththarudaiya Naamaththai Sollalaagaadhu Enbaan. "},
{ "Verses": "11 idho, Karththar Kattalaiyittirukkiraar; Periya Veettaith Thirappugal Undaagavum, Siriya Veettai Vedippugal Undaagavum Adippaar. "},
{ "Verses": "12 kanmalaiyinmel Kudhiraigal Odumo? Ange Oruvan Maadugalaal Uzhuvaano? Nyaayaththai Nanjaagavum, Needhiyin Kaniyai Ettiyaagavum Maatrineergal. "},
{ "Verses": "13 naangal Engal Balaththinaale Engalukkuk Kombugalai Undaakkikkollavillaiyo Endru Solli, Veenkaariyaththil Magizhugiraargal. "},
{ "Verses": "14 isravel Vamsaththaare, Idho, Naan Oru Jaadhiyai Ungalukku Virodhamaaga Ezhuppuven; Avargal Aamaaththukkul Pravesikkira Vazhithodangi Samanaana Naattin Aarumattaaga Ungalai Odukkuvaargal Endru Senaigalin Dhevanaagiya Karththar Sollugiraar. "}
]