[
{ "Verses": "1 isravel Vamsaththaare, Ungalaikkuriththu Naan Pulambi Sollum Indha Vasanaththaik Kelungal. "},
{ "Verses": "2 isravel Ennum Kannigai Vizhundhaal, Aval Ini Orupodhum Ezhundhirukkamaattaal; Than Dhesaththil Vizhundhukidakkiraal, Avalai Eduppaarillai. "},
{ "Verses": "3 nagaraththilirundhu Purappatta Aayiramperil Nooruperum, Nooruperil Paththupperum Isravel Vamsaththaarukku Meendhiruppaargal Endru Karththaraagiya Dhevan Sollugiraar. "},
{ "Verses": "4 karththar Isravel Vamsaththaarukku Sollugiradhu Ennavendraal: Ennaith Thedungal, Appozhudhu Pizhaippeergal. "},
{ "Verses": "5 beththelaith Thedaadheyungal, Kilkaalilum Seraadheyungal, Peyersebaavukkum Pogaadheyungal; Enendraal: Kilkaal Siraiyiruppaagavum, Beththel Paazhaana Sthalamaagavum Pogum. "},
{ "Verses": "6 karththaraith Thedungal, Appozhudhu Pizhaippeergal; Illaavittaal Beththelil Irukkira Oruvaraalum Arivikkappadaadha Akkini Yoseppin Veettil Patri Adhaip Patchikkum. "},
{ "Verses": "7 nyaayaththai Ettiyaaga Maatri, Needhiyaith Tharaiyile Vizhappannugiravargale, Avaraith Thedungal. "},
{ "Verses": "8 avar Arumeenaiyum Mirugaseerishaththaiyum Undaakkinavar; Avar Marana Irulai Vidiyarkaalamaaga Maatri, Pagalai Raaththiriyaaga Andhagaarappaduththugiravar; Avar Samuththiraththin Thanneergalai Varavazhaiththu, Avaigalai Boomiyin Visaalaththinmel Ootrugiravar; Karththar Enbadhu Avarudaiya Naamam. "},
{ "Verses": "9 aranaana Sthalaththinmel Paazhkkadippu Varaththakkadhaaga, Avar Kollai Koduththavanai Balaththavanukku Virodhamaai Laguvadaiyappannugiravar. "},
{ "Verses": "10 olimugavaasalile Kadindhukollugiravanai Avargal Pagaiththu, Yadhaarththamaaip Pesugiravanai Verukkiraargal. "},
{ "Verses": "11 neengal Dhariththiranai Midhiththu, Avan Kaiyile Dhaaniyaththai Sumai Sumaiyaai Vaangugirapadiyinaal, Neengal Polindha Karkalaal Veedugalaikkattineergala, Aanaalum Avaigalil Neengal Kudiyiruppadhillai; Inbamaana Dhraatchaththottangalai Naattineergal, Aanaalum Avaigalin Rasaththai Neengal Kudippadhillai. "},
{ "Verses": "12 ungal Meerudhalgal Migudhiyendrum, Ungal Paavangal Balaththadhendrum Ariven; Needhimaanai Odukki, Paridhaanam Vaangi, Olimugavaasalil Ezhaigalin Nyaayaththaip Purattugireergal. "},
{ "Verses": "13 aagaiyaal Buththimaan Andhak Kaalaththile Mownamaayirukkavendum; Andhak Kaalam Theemaiyaana Kaalam. "},
{ "Verses": "14 neengal Pizhaikkumpadikkuth Theemaiyai Alla, Nanmaiyaith Thedungal; Appozhudhu Neengal Sollugirapadiye Senaigalin Dhevanaagiya Karththar Ungalode Iruppaar. "},
{ "Verses": "15 neengal Theemaiyai Veruththu, Nanmaiyai Virumbi, Olimugavaasalil Nyaayaththai Nilaippaduththungal; Oruvelai Senaigalin Dhevanaagiya Karththaryoseppile Meedhiyaanavargalukku Iranguvaar. "},
{ "Verses": "16 aadhalaal Aandavarum Senaigalin Dhevanumaagiya Karththar Sollugiradhu Ennavendraal: Ellaaththerukkalilum Pulambal Undaagum; Ellaa Veedhigalilum Aiyo! Aiyo! Endru Olamiduvaargal; Payiridugiravargalai Dhukkankondaadugiradharkum, Oppaari Paada Arindhavargalaip Pulambugiradharkum Varavazhaippaargal. "},
{ "Verses": "17 ellaa Dhraatchaththottangalilum Pulambal Undaayirukkum, Naan Un Naduve Kadandhupoven Endru Karththar Sollugiraar. "},
{ "Verses": "18 karththarudaiya Naalai Virumbugiravargalukku Aiyo! Adhinaal Ungalukku Enna Undu? Karththarudaiya Naal Velichchamaayiraamal Andhagaaramaayirukkum. "},
{ "Verses": "19 singaththukkuth Thappinavanukkuk Karadi Edhirppattadhupolavum, Alladhu Veettukkulle Vandhu Suvarinmel Than Kaiyai Vaiththapodhu Paambu Avanaik Kadiththadhupolavum Irukkum. "},
{ "Verses": "20 karththarudaiya Naal Velichchamaayiraamal, Irulum Pragaasamatra Andhagaaramumaayirukkumallavo? "},
{ "Verses": "21 ungal Pandigaigalaip Pagaiththuverukkiren; Ungal Aasarippunaatkalil Enakkup Piriyamillai. "},
{ "Verses": "22 ungal Thaganapaligalaiyum Pojanapaligalaiyum Enakkup Padaiththaalum Naan Angeegarikkamaatten; Kozhumaiyaana Ungal Mirugangalin Sthoththirapaligalaiyum Naan Nokkip Paarkkamaatten. "},
{ "Verses": "23 un Paattugalin Iraichchalai Ennaivittu Agatru; Un Veenaigalin Osaiyai Naan Ketkamaatten. "},
{ "Verses": "24 nyaayam Thanneeraippolavum, Needhi Vatraadha Nadhiyaippolavum Puranduvarakkadavadhu. "},
{ "Verses": "25 isravel Vamsaththaare, Neengal Vanaandharaththile Irundha Naarpadhu Varushamvaraiyil Paligalaiyum Kaanikkaigalaiyum Enakku Seluththineergalo? "},
{ "Verses": "26 neengal Ungalukku Undaakkina Molegudaiya Koodaaraththaiyum, Ungal Dhevargalin Natchaththira Raasiyaagiya Ungal Soroobangalin Sapparaththaiyum Sumandhukonduvandheergale. "},
{ "Verses": "27 aagaiyaal Ungalaith Thamaskuvukku Appaale Kudiyottuven Endru Senaigaludaiya Dhevan Ennum Naamamulla Karththar Sollugiraar. "}
]