[
{ "Verses": "1 karththar Sollugiradhu Ennavendraal: Movaabin Moondru Paadhagangalinimiththamum, Naalu Paadhagangalinimiththamum, Naan Avan Aakkinaiyaith Thiruppamaatten; Avan Edhomudaiya Raajaavin Elumbugalai Neeraaga Suttuppottaane. "},
{ "Verses": "2 movaabdhesaththil Theekkoluththuven; Adhu Keeriyoththin Aramanaigalaip Patchikkum; Movaabiyar Amaliyodum Aarpparippodum Ekkaala Saththaththodum Saavaargal. "},
{ "Verses": "3 nyaayaadhipadhiyai Avargal Naduvil Iraadhapadikku Naan Sangaarampanni, Avanodekooda Avargaludaiya Prabukkalaiyellaam Kondrupoduven Endrukarththar Sollugiraar. "},
{ "Verses": "4 melum: Yoodhaavin Moondru Paadhagangalinimiththamum, Naalu Paadhagangalinimiththamum, Naan Avargal Aakkinaiyaith Thiruppamaatten; Avargal Karththarudaiyavedhaththai Veruththu, Avarudaiya Kattalaigalaik Kaikkollaamal, Thangal Pidhaakkal Pinpatrina Poigalinaal Mosamponaargale. "},
{ "Verses": "5 yoodhaavile Naan Theekkoluththuven; Adhu Erusalemin Aramanaigalaip Patchikkum Endru Karththar Sollugiraar. "},
{ "Verses": "6 melum: Isravelin Moondru Paadhagangalinimiththamum, Naalu Paadhagangalinimiththamum, Naan Avargaludaiya Aakkinaiyaith Thiruppamaatten, Avargal Needhimaanaip Panaththukkum, Eliyavanai Oru Jodu Paadharatchaikkum Vitruppottaargale. "},
{ "Verses": "7 avargal Dhariththirarudaiya Thalaiyinmel Mannaivaari Iraiththu, Sirumaiyaanavargalin Vazhiyaip Purattugiraargal; En Parisuththa Naamaththaik Kulaichchalaakkumpadikku Maganum Thagappanum Oru Pennidaththil Pravesikkiraargal. "},
{ "Verses": "8 avargal Sagala Peedangalarugilum Adaimaanamaai Vaangina Vasthirangalinmel Paduththukkondu, Thendam Pidikkappattavargaludaiya Madhubaanaththaith Thangal Dhevargalin Kovilile Kudikkiraargal Endru Karththar Sollugiraar. "},
{ "Verses": "9 naano: Kedhurumarangalaippol Uyaramum, Karvaali Marangalaippol Vairamumaayirundha Emoriyanai Avargalukku Munbaaga Azhiththen; Uyara Irundha Avanudaiya Kaniyaiyum, Thaazha Irundha Avanudaiya Vergalaiyum Azhiththuppottu, "},
{ "Verses": "10 neengal Emoriyanudaiya Dhesaththaik Kattikkollumpadikku Ungalai Naan Egipthudhesaththilirundhu Varappanni, Ungalai Naarpadhu Varushamaaga Vanaandharaththile Vazhinadaththi, "},
{ "Verses": "11 ungal Kumaararil Silaraith Theerkkadharisigalaagavum Ungal Vaalibaril Silarai Nasareyaraagavum Ezhumbappanninen; Isravel Puththirare, Ippadi Naan Seyyavillaiyaa Endru Karththar Ketkiraar. "},
{ "Verses": "12 neengalo Nasareyarukku Dhraatcharasam Kudikkak Koduththu, Theerkkadharisigalai Nokki: Neengal Theerkkadharisananchollavendaam Endru Karpiththeergal. "},
{ "Verses": "13 idho, Kodhumaikkattugal Niraibaaramaaga Etrappatta Vandiyil Iruththugiradhupola, Naan Ungalai Neengal Irukkira Sthalaththil Iruththuven. "},
{ "Verses": "14 appozhudhu Vegamaanavan Odiyum Pugalidamillai; Balavaan Than Balaththinaal Balappaduvadhumillai; Paraakkiramasaali Than Praananaith Thappuvippadhumillai. "},
{ "Verses": "15 villaip Pidikkiravan Nirpadhumillai; Vegamaanavan Than Kaalgalaal Thappippovadhumillai; Kudhiraiyin Mel Erugiravan Than Praananai Ratchippadhumillai. "},
{ "Verses": "16 palasaaligalukkulle Dhairiyavaan Annaalile Nirvaaniyaai Odippovaan Endru Karththar Sollugiraar. "}
]