[
{ "Verses": "1 karththaraagiya Aandavar Enakkuk Kaanbiththadhaavadhu: Idho, Raajaavinudaiya Pullaruppukkuppinbu Irandaam Kandhaayaththup Pul Mulaikkath Thodangugaiyil Avar Vettukkiligalai Undaakkinaar. "},
{ "Verses": "2 avaigal Dhesaththin Pullaiththindru Theerndhapodhu, Naan: Karththaraagiya Aandavare Manniththarulum; Yaakkobu Thirumba Yaaraale Ezhundhiruppaan? Avan Siruththupponaan Endren. "},
{ "Verses": "3 karththar Adharku Manasthaabappattu, Appadi Aavadhillai Endraar. "},
{ "Verses": "4 karththaraagiya Aandavar Enakkuk Kaanbiththadhaavadhu: Idho, Akkiniyaale Nyaayam Visaarippen Endru Karththaraagiya Aandavar Erpattaar; Adhu Magaa Aazhiyaip Patchiththadhu, Adhil Oru Pangaip Patchiththuth Theerndhadhu. "},
{ "Verses": "5 appozhudhu Naan: Karththaraagiya Aandavare, Niruththume; Yaakkobu Thirumba Yaaraale Ezhundhiruppaan? Avan Siruththupponaan Endren. "},
{ "Verses": "6 karththar Adharku Manasthaabappattu, Appadi Aavadhillai Endraar. "},
{ "Verses": "7 pinbu Avar Enakkuk Kaanbiththadhaavadhu: Idho, Thookkunool Pramaanaththinaal Kattappatta Oru Madhilinmel Nindraar; Avar Kaiyil Thookkunool Irundhadhu. "},
{ "Verses": "8 karththar Ennai Nokki: Aamose, Nee Ennaththaik Kaangiraai Endraar; Thookkunoolaik Kaangiren Endren; Appozhudhu Aandavar: Idho, Isravelennum Enjanaththin Naduve Thookkunoolai Viduven; Ini Avargalai Mannikkamaatten. "},
{ "Verses": "9 eesaakkin Medaigal Paazhum, Isravelin Parisuththa Sthalangal Avaandharamumaakkappadum; Naan Erobeyaam Veettaarukku Virodhamaaip Pattayaththode Ezhumbivaruven Endraar. "},
{ "Verses": "10 appozhudhu Beththelil Aasaariyanaana Amadhsiyaa Isravelin Raajaavaagiya Erobeyaamukku Aal Anuppi: Aamos Isravel Vamsaththaarin Naduve Umakku Virodhamaagak Kattuppaadu Pannugiraan; Dhesam Avan Vaarththaigalaiyellaam Sagikkamaattaadhu. "},
{ "Verses": "11 erobeyaam Pattayaththinaal Saavaan Endrum, Isravel Thandhesaththilirundhu Siraipidiththukkondupogappaduvaan Endrum Aamos Sollugiraan Endru Sollachchonnaan. "},
{ "Verses": "12 amadhsiyaa Aamosai Nokki: Dharisanam Paarkkiravane, Po; Nee Yoodhaadhesaththukku Odippo, Ange Appam Thindru, Ange Theerkkadharisanam Sollu. "},
{ "Verses": "13 beththelile Inith Theerkkadharisanam Sollaadhe; Adhu Raajaavin Parisuththa Sthalamum Raajyaththin Aramanaiyumaayirukkiradhu Endraan. "},
{ "Verses": "14 aamos Amadhsiyaavukkup Pradhiyuththaramaaga: Naan Theerkkadharisiyumalla, Theerkkadharisiyin Puththiranumalla; Naan Mandhai Meykkiravanum, Kaattaththippazhangalaip Porukkugiravanumaayirundhen. "},
{ "Verses": "15 aanaal Mandhaiyin Pinnaale Pogirapodhu Ennaik Karththar Azhaiththu, Nee Poi En Janamaagiya Isravelukku Virodhamaagath Theerkkadharisanam Sollu Endru Karththar Uraiththaar. "},
{ "Verses": "16 ippodhum Nee Karththarudaiya Vaarththaiyaik Kel; Isravelukku Virodhamaaith Theerkkadharisanam Sollaadhe, Eesaakkin Vamsaththaarukku Virodhamaaga Ondraiyum Sollaadhe Endru Sollugiraaye. "},
{ "Verses": "17 idhinimiththam: Un Penjaadhi Nagaraththil Vesiyaavaal; Un Kumaararum Un Kumaaraththigalum Pattayaththaal Vizhuvaargal; Un Vayal Alavu Noolaal Pangittukkollappadum; Neeyaavenil Asuththamaana Dhesaththile Seththuppovaai; Isravelum Than Dhesaththilirundhu Siraipidikkappattuk Kondupogappaduvaan Endru Karththar Sollugiraar Endraan. "}
]