[
{ "Verses": "1 thekkovaa Oor Meypparukkul Irundha Aamos, Yoodhaavin Raajaavaagiya Usiyaavin Naatkalilum, Isravelin Raajaavaagiya Yovaasudaiya Kumaaranaagiya Erobeyaamin Naatkalilum, Boomi Adhirchchi Undaaga Irandu Varushaththukku Munne, Isravelaikkuriththu Dharisanankandu Sonna Vaarththaigal. "},
{ "Verses": "2 karththar Seeyonilirundhu Gerchchiththu, Erusalemilirundhu Saththamiduvaar; Adhinaal Meypparin Thaabarangal Dhukkankondaadum; Karmelin Kodumudiyum Kaaindhupogum. "},
{ "Verses": "3 karththar Sollugiradhu Ennavendraal: Thamaskuvinudaiya Moondru Paadhagangalinimiththamum, Naalu Paadhagangalinimiththamum, Naan Adhin Aakkinaiyaith Thiruppamaatten; Avargal Keeleyaaththai Iruppuk Karuvigalinaal Poradiththaargale. "},
{ "Verses": "4 aasagelin Veettile Theekkoluththuven; Adhu Penaadhaaththin Aramanaigalaip Patchikkum. "},
{ "Verses": "5 naan Thamaskuvin Thaazhppaalai Udaiththu, Kudigalai Aaven Ennum Pallaththaakkilum, Sengol Seluththugiravanaip Pethedhenilum Iraadhapadikku Sangaarampannuven; Appozhudhu Seeriyaavin Janangal Keerukku Siraippattuppovaargal Endru Karththar Sollugiraar. "},
{ "Verses": "6 karththar Sollugiradhu Ennavendraal: Kaadhsaavinudaiya Moondru Paadhangalinimiththamum, Naalu Paadhagangalinimiththamum, Naan Adhin Aakkinaiyaith Thiruppamaatten; Avargal Siraippattavargalai Edhomiyaridaththil Oppuvikkumpadi Muzhudhum Siraiyaakkinaargale. "},
{ "Verses": "7 kaadhsaavin Madhilukkul Theekkoluththuven; Adhu Adhinudaiya Aramanaigalaip Patchikkum. "},
{ "Verses": "8 naan Kudigalai Asthoththilum, Sengol Seluththugiravanai Askalonilum Iraadhapadikku Sangaarampanni, Pelistharil Meedhiyaanavargal Azhiyumpadikku En Kaiyai Ekronukku Virodhamaagath Thiruppuvenendru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "9 melum: Theeruvinudaiya Moondru Paadhagangalinimiththamum, Naalu Paadhagangalinimiththamum, Naan Adhin Aakkinaiyaith Thiruppamaatten; Avargal Sagodharan Udanpadikkaiyai Ninaiyaamal, Siraippattavargalai Muzhudhum Edhomiyar Kaiyil Oppiththaargale. "},
{ "Verses": "10 theeruvin Madhilukkul Theekkoluththuven; Adhu Adhin Aramanaigalaip Patchikkum Endru Karththar Sollugiraar. "},
{ "Verses": "11 melum: Edhomudaiya Moondru Paadhagangalinimiththamum, Naalu Paadhagangalinimiththamum, Naan Avan Aakkinaiyaith Thiruppamaatten; Avan Than Sagodharanaip Pattayaththode Thodarndhu, Than Manadhai Irakkamatradhaakki, Than Kobaththinaale Endraikkum Avanaip Peerippottu, Than Moorkkaththai Niththiyakaalamaaga Vaiththirukkiraane. "},
{ "Verses": "12 themaanile Theekkoluththuven; Adhu Posraavin Aramanaigalaip Patchikkum Endru Karththar Sollugiraar. "},
{ "Verses": "13 karththar Sollugiradhu Ennavendraal: Ammon Puththirarin Moondru Paadhagangalinimiththamum, Naalu Paadhagangalinimiththamum, Naan Avargal Aakkinaiyaith Thiruppamaatten; Avargal Thangal Ellaigalai Visthaaramaakkumpadikkuk Keeleyaa Dhesaththin Karppasthreegalaik Keerippottaargale. "},
{ "Verses": "14 rappaavin Madhilukkul Theekkoluththuven; Adhu Yuththanaalin Muzhakkamaagavum, Perungaatrin Pusalaagavum Adhin Aramanaigalaip Patchikkum. "},
{ "Verses": "15 avargaludaiya Raajaavum, Avanudaiya Adhipadhigalum Siraippattuppovaargal Endru Karththar Sollugiraar. "}
]