[
{ "Verses": "1 aandavaraip Palipeedaththinmel Nirkakkanden; Avar: Nee Vaasal Nilaigal Asaiyumpadi Podhigaiyai Adiththu, Avaigalai Avargal Ellaarudaiya Thalaiyinmelum Vizha Udaiththuppodu; Avargalukkup Pinnaagavarum Meedhiyaanavargalai Naan Pattayaththinaal Kondrupoduven; Avargalil Odugiravan Oruvanum Thappuvadhumillai, Avargalil Thappugiravan Oruvanum Ratchikkappaduvadhumillai. "},
{ "Verses": "2 avargal Paadhaalapariyandham Thondip Padhungikkondaalum, En Kai Avvidaththilirundhu Avargalaip Pidiththukkonduvarum; Avargal Vaanapariyandham Erinaalum Avvidaththilumirundhu Avargalai Irangappannuven; "},
{ "Verses": "3 avargal Karmelin Kodumudiyile Oliththukkondaalum, Ange Avargalaith Thedippidippen; Avargal Samuththiraththin Aazhaththile Poi En Kangalukku Maraindhukondaalum, Ange Avargalaik Kadikkap Paambugalukkuk Kattalaiyiduven. "},
{ "Verses": "4 avargal Thangal Saththuruvukku Munbaaga Siraippattupponaalum, Ange Avargalaik Kondrupodap Pattayaththukku Naan Kattalaiyittu, En Kangalai Avargalmel Nanmaikkalla, Theemaikkendre Vaippen. "},
{ "Verses": "5 senaigalin Karththaraagiya Aandavar Dhesaththaith Thoda, Adhu Urugippom; Appozhudhu Adhin Kudigalellaarum Pulambuvaargal; Engum Nadhiyaaip Purandodi, Egipthinudaiya Aatru Vellaththaippol Vellamaagum. "},
{ "Verses": "6 avar Vaanaththil Thamadhu Melaraigalaik Katti, Boomiyil Thamadhu Keezharaigalai Asthibaarappaduththi, Samuththiraththin Thanneergalai Varavazhaiththu, Avargalai Boomiyinudaiya Visaalaththinmel Ootrugiravar; Karththar Enbadhu Avarudaiya Naamam. "},
{ "Verses": "7 isravel Puththirare, Neengal Enakku Eththiyoppiyarin Puththiraraippol Irukkireergal Allavo Endru Karththar Sollugiraar; Naan Isravelai Egipthudhesaththilirundhum, Pelistharaik Kapthorilirundhum, Seeriyaraik Keerilirundhum Konduvaravillaiyo? "},
{ "Verses": "8 idho, Karththaraagiya Aandavarin Kangal Paavamulla Raajyaththukku Virodhamaaga Vaikkappattirukkiradhu; Adhai Boomiyinmel Iraadhapadikku Azhiththuppoduven; Aagilum Yaakkobin Vamsaththai Muzhuvadhum Azhikkamaatten Endru Karththar Sollugiraar. "},
{ "Verses": "9 idho, Jalladaiyinaal Saliththarikkiradhupol Isravel Vamsaththaarai Ellaa Jaadhigalukkullum Saliththarikkumpadikku Naan Kattalaiyiduven; Aanaalum Oru Kodhumaimaniyum Tharaiyile Vizhuvadhillai. "},
{ "Verses": "10 theengu Engalai Anuguvadhumillai, Engalukku Neriduvadhumillaiyendru En Janaththil Sollugira Paavigalellaarum Pattayaththinaal Saavaargal. "},
{ "Verses": "11 edhomil Meedhiyaanavargalaiyum, En Naamam Vilangiya Sagala Jaadhigalaiyum Vasamaakkikkollumpadikku, "},
{ "Verses": "12 annaalile Vizhundhupona Dhaaveedhin Koodaaraththai Naan Thirumba Eduppiththu, Adhin Thirappugalai Adaiththu, Adhil Pazhudhaaipponadhai Seerppaduththi, Poorvanaatkalilirundhadhupola Adhai Sthaabippenendru Idhai Seygira Karththar Sollugiraar. "},
{ "Verses": "13 idho, Uzhugiravan Arukkiravanaiyum, Dhraatchappazhangalai Aalaiyaadugiravan Vidhaikkiravanaiyum Thodarndhupidiththu, Parvadhangal Dhraatcharasamaai Vadigiradhum, Medugalellaam Karaigiradhumaana Naatkalvarum Endru Karththar Sollugiraar. "},
{ "Verses": "14 en Janamaagiya Isravelin Siraiyiruppaith Thiruppuven; Avargal Paazhaana Nagarangalaik Katti, Avaigalil Kudiyirundhu, Dhraatchaththottangalai Naatti, Avaigaludaiya Pazharasaththaik Kudiththu, Thottangalai Undaakki, Avaigalin Kanigalaip Pusippaargal. "},
{ "Verses": "15 avargalai Avargal Dhesaththile Naattuven; Naan Avargalukkuk Koduththa Dhesaththilirundhu Avargal Inip Pidungappaduvadhillaiyendru Un Dhevanaagiyakarththar Sollugiraar Endraar. "}
]