[
{ "Verses": "1 pinbu Karththaraagiya Aandavar Enakkuk Kaanbiththadhaavadhu: Idho, Pazhuththa Pazhangalulla Oru Koodai Irundhadhu. "},
{ "Verses": "2 avar: Aamose, Nee Ennaththaik Kaangiraai Endru Kettaar? Pazhuththa Pazhangalulla Oru Koodaiyaik Kaangiren Endren. Appozhudhu Karththar Ennai Nokki: En Janamaagiya Isravelukku Mudivukaalam Vandhadhu; Ini Avargalai Mannikkamaatten. "},
{ "Verses": "3 annaalile Dhevaalayappaattugal Alarudhalaaga Maarum; Ellaa Idaththilum Thiralaana Predhangal Pulambalillaamal Erindhuvidappadum Endru Karththaraagiyaaandavar Sollugiraar. "},
{ "Verses": "4 dhesaththil Sirumaippattavargalai Ozhiyappanna, Eliyavargalai Vizhungi, "},
{ "Verses": "5 naangal Marakkaalaik Kuraiththu, Sekkal Niraiyai Adhigamaakki, Kallaththaraasinaal Vanjiththu, Dhariththiraraip Panaththukkum, Eliyavargalai Orujodu Paadharatchaikkum Kollumpadikkum, Dhaaniyaththin Padharai Virkumpadikkum, "},
{ "Verses": "6 naangal Thavasam Virkaththakkadhaaga Maadhappirappum, Naangal Dhaaniyaththin Pandasaalaigalaith Thirakkaththakkadhaaga Oivunaalum Eppodhu Mudiyum Endru Sollugiravargale, Idhaik Kelungal. "},
{ "Verses": "7 avargal Seygaigalaiyellaam Naan Orupodhum Marappadhillaiyendru Karththar Yaakkobudaiya Magimaiyinperil Aanaiyittaar. "},
{ "Verses": "8 idhinimiththam Dhesam Adhiravum, Adhin Kudigal Ellaam Dhukkikkavum, Engum Nadhigalaaip Purandodavum, Egipthin Aatruvellaththaippol Adiththu, Peruvellamaagavum Vendaamo? "},
{ "Verses": "9 annaalile Naan Maththiyaanaththile Sooriyanai Asthamikkappanni, Pattappagalile Dhesaththai Andhagaarappaduththi, "},
{ "Verses": "10 ungal Pandigaigalai Dhukkippaagavum, Ungal Paattugalaiyellaam Pulambalaagavum Maarappanni, Sagala Araigalilum Rattaiyum, Sagala Thalaigalilum Mottaiyaiyum Varuviththu, Avargaludaiya Dhukkippai Ore Pillaikkaaga Dhukkikkira Dhukkippukku Samaanamaakki, Avargaludaiya Mudivaik Kasappaana Naalaakkuven Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "11 idho, Naan Dhesaththinmel Panjaththai Anuppum Naatkal Varum; Aagaarak Kuraivinaal Undaagiya Panjamalla, Jalakkuraivinaal Undaagiya Thaagamumalla,karththarudaiya Vasanam Ketkak Kidaiyaadha Panjaththai Anuppuven Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "12 appozhudhu Avargal Karththarudaiya Vasanaththaith Theda Oru Samuththiranthodangi Maru Samuththiramattum, Vadathisaithodangik Keezhththisaimattum Alaindhu Thirindhum Adhaik Kandadaiyaamar Povaargal. "},
{ "Verses": "13 annaalile Sowndhariyamulla Kannigaigalum Vaalibarum Thaagaththinaal Sorndhupovaargal. "},
{ "Verses": "14 thaane! Un Dhevanudaiya Jeevanaikkondum, Peyersebaa Maarkkaththin Dhevanudaiya Jeevanaikkondum Endru Solli, Samaariyaavin Thoshaththinmel Aanaiyidugiravargal Vizhuvaargal; Ini Orupodhum Ezhundhirukkamaattaargal Endraar. "}
]