[
{ "Verses": "1 isravel Puththirare, Karththaraagiya Naan Egipthudhesaththilirundhu Varappannina Muzhukkudumbamaagiya Ungalukku Virodhamaai Solliya Indha Vasanaththaik Kelungal. "},
{ "Verses": "2 boomiyin Ellaa Vamsangalukkullum Ungalai Maaththiram Arindhukonden; Aagaiyaal Ungaludaiya Ellaa Akkiramangalinimiththamum Ungalai Dhandippen. "},
{ "Verses": "3 iranduper Orumanappattirundhaalozhiya Orumiththu Nadandhupovaargalo? "},
{ "Verses": "4 thanakku Irai Adappadaamalirukkak Kaattile Singam Kerchchikkumo? Iraipidiyaamalirukkumpodhu Paalasingam Than Kebiyilirundhu Saththamidumo? "},
{ "Verses": "5 kuruvikkuth Tharaiyile Surukkuppodappadaadhirundhaal, Adhu Kanniyil Adappadumo? Ondrum Padaadhirukkaiyil, Kanni Tharaiyilirundhu Edukkappadumo? "},
{ "Verses": "6 ooril Ekkaalam Oodhinaal, Janangal Kalangaadhiruppaargalo? Karththarudaiya Seyal Illaamal Ooril Theengu Undaagumo? "},
{ "Verses": "7 karththaraagiya Aandavar Theerkkadharisigalaagiya Thammudaiya Oozhiyakkaararukkuth Thamadhu Ragasiyaththai Velippaduththaamal Oru Kaariyaththaiyum Seyyaar. "},
{ "Verses": "8 singam Kerchchikkiradhu, Yaar Bayappadaadhiruppaan? Karththaraagiya Aandavar Pesugiraar, Yaar Theerkkadharisanam Sollaadhiruppaan? "},
{ "Verses": "9 neengal Samaariyaavin Parvadhangalil Vandhu Koodi, Adhin Naduvil Nadakkira Periya Kalagangalaiyum Adharkul Seyyappadugira Idukkangalaiyum Paarungal Endru Asthoththin Aramanaigalmelum, Egipthudhesaththin Aramanaigalmelum Koorungal. "},
{ "Verses": "10 avargal Semmaiyaanadhai Seyya Ariyaamal, Thangal Aramanaigalil Kodumaiyaiyum Kollaiyaiyum Kuviththukkollugiraargal Endru Karththarsollugiraar. "},
{ "Verses": "11 aagaiyaal Saththuru Vandhu, Dhesaththai Soozhndhukondu, Unbelaththai Unnilirundhu Atruppogappannuvaan; Appozhudhu Un Aramanaigal Kollaiyidappadum Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "12 melum: Oru Meyppan Irandu Kaalgalaiyaavadhu Oru Kaadhin Thundaiyaavadhu Singaththin Vaayilirundhu Pidungith Thappuvikkumaappola, Samaariyaavil Kudiyirukkira Isravel Puththirar Oru Padukkaiyin Moolaiyilirundhum, Oru Manjaththinmelirundhum Thappuvikkappaduvaargalendru, Karththar Sollugiraar. "},
{ "Verses": "13 aagaiyaal Neengal Kettu Yaakkobu Vamsaththaarukkulle Saatchiyaaga Arivikkavendiyadhu: Senaigalin Dhevanaayirukkira Karththaraagiya Aandavar Sollugiradhu Ennavendraal, "},
{ "Verses": "14 naan Israveludaiya Paadhagangalinimiththam Avanai Visaarikkumnaalile Naan Beththelin Palipeedangalai Visaarippen; Palipeedaththin Kombugal Vettundu Tharaiyile Vizhum. "},
{ "Verses": "15 maarikaalaththu Veettaiyum Kodaikaalaththu Veettaiyum Azhippen; Appozhudhu Yaanaiththandhaththaal Seyyappatta Veedugal Azhiyum; Periya Veedugalukkum Mudivu Varum Endru Karththar Sollugiraar. "}
]