[
{ "Verses": "1 adhanpinbu Avan Therbaikkum Leesthiraavukkum Ponaan. Ange Theemoththeyu Ennappatta Oru Seeshan Irundhaan; Avan Thaai Visuvaasamulla Yoodhasthiree, Avan Thagappan Girekkan. "
},{ "Verses": "2 avan Leesthiraavilum Ikkoniyaavilumulla Sagodhararaale Narsaatchi Petravanaayirundhaan. "
},{ "Verses": "3 avanaip Pavul Thannudane Koottikkondu Pogavendumendru Virumbi, Avanudaiya Thagappan Girekkan Endru Avvidangalilirukkum Yoodhargalellaam Arindhirundhapadiyaal, Avargal Nimiththam Avanukku Viruththasedhanampanninaan. "
},{ "Verses": "4 avargal Pattanangaldhorum Pogaiyil, Erusalemilirukkum Apposthalaraalum Moopparaalum Vidhikkappatta Sattangalaik Kaikkollumpadi Avargalukku Oppuviththaargal. "
},{ "Verses": "5 adhinaale Sabaigal Visuvaasaththil Sthirappattu, Naalukkunaal Perugina. "
},{ "Verses": "6 avargal Pirigiyaa Kalaaththiyaa Naadugalaik Kadandhuponabodhu, Aasiyaavile Vasanaththaich Sollaadhapadikkup Parisuththa Aaviyinaale Thadaipannappattu, "
},{ "Verses": "7 meesiyaa Dhesamattum Vandhu, Biththiniyaa Naattukkup Pogap Pirayaththanampanninaargal; Aaviyaanavaro Avargalaip Pogavottaadhirundhaar. "
},{ "Verses": "8 appozhudhu Avargal Meesiyaa Pakkamaaip Poi, Thurovaavukku Vandhaargal. "
},{ "Verses": "9 ange Raaththiriyile Pavulukku Oru Dharisanam Undaayitru; Adhennavenil, Makkedhoniyaa Dhesaththaanoruvan Vandhunindru: Neer Makkedhoniyaavukku Vandhu Engalukku Udhaviseyya Vendumendru Thannai Vendikkondathaaga Irundhadhu. "
},{ "Verses": "10 andhath Dharisanaththai Avan Kandabodhu, Avargalukkuch Suviseshaththai Arivikkumpadi Karththar Engalai Azhaiththaarendru Naangal Nichchayiththukkondu, Udane Makkedhoniyaavukkup Purappattuppogap Pirayaththanampanni, "
},{ "Verses": "11 thurovaavil Kappal Eri, Saamoththiraakke Theevukkum, Marunaalile Neyaappoli Pattanaththukkum Neraai Odi, "
},{ "Verses": "12 angeyirundhu Makkedhoniyaa Thesaththu Naadugalil Ondrirkuth Thalaimaiyaanadhum Romar Kudiyerinadhumaana Pilippi Pattanaththukku Vandhu, Andhap Pattanaththile Silanaal Thangiyirundhom. "
},{ "Verses": "13 oivunaalil Naangal Pattanaththukku Veliye Poi, Aatrinaruge Vazhakkamaai Jebampannugira Idaththil Utkaarndhu, Ange Koodivandha Sthireegalukku Ubadhesiththom. "
},{ "Verses": "14 appozhudhu Thiyaththeeraa Ooraalum Raththaambaram Virkiravalum Dhevanai Vanangukiravalumaagiya Leedhiyaal Ennum Perulla Oru Sthiree Kettukkondirundhaal; Pavul Solliyavaigalaik Gavanikkumpadi Karththar Aval Irudhayaththaith Thirandharulinaar. "
},{ "Verses": "15 avalum Aval Veettaarum Gnaanasnaanam Petrapinbu, Aval Engalai Nokki: Neengal Ennaik Karththaridaththil Visuvaasamullavalendru Enninaal, En Veettile Vandhu Thangiyirungalendru Engalai Varundhik Kettukkondaal. "
},{ "Verses": "16 naangal Jebampannugira Idaththukkup Pogaiyil Kurisolla Evugira Aaviyaikkondirundhu, Kurisollugiradhinaal Than Ejamaangalukku Migundha Aadhaayaththai Undaakkina Oru Pen Engalukku Edhirppattaal. "
},{ "Verses": "17 aval Pavulaiyum Engalaiyum Pinthodarndhu Vandhu: Indha Manushar Unnadhamaana Dhevanudaiya Oozhiyakkaarar, Ratchippin Vazhiyai Namakku Arivikkiravargal Endru Saththamittaal. "
},{ "Verses": "18 ippadi Aneganaal Seydhukonduvandhaal. Pavul Sinangkondu, Thirumbippaarththu: Nee Ivalai Vittuppurappadumpadi Yesukiristhuvin Naamaththinaale Unakkuk Kattalaiyidugiren Endru Andha Aaviyudane Sonnaan; Annerame Adhu Purappattuppoyitru. "
},{ "Verses": "19 avaludaiya Ejamaangal Thangal Aadhaayaththu Nambikkai Atruppoyitrendru Kandu, Pavulaiyum Seelaavaiyum Pidiththu, Sandhaiveliyilulla Adhigaarigalidaththil Izhuththukkonduponaargal. "
},{ "Verses": "20 avargalai Adhigaarigalidaththil Oppuviththu: Yoodhargalaagiya Indha Manushar Nammudaiya Pattanaththil Kalagampanni, "
},{ "Verses": "21 romaraagiya Naam Etrukkollavum Anusarikkavum Thagaadha Muraimaigalaip Podhikkiraargal Endraargal. "
},{ "Verses": "22 appozhudhu Janangal Koottankoodi, Avargalukku Virodhamaai Ezhumbinaargal. Adhigaarigal Avargal Vasthirangalaik Kizhiththuppodavum, Avargalai Adikkavum Solli; "
},{ "Verses": "23 avargalai Anega Adi Adiththapinbu, Siraichchaalaiyile Vaiththu Avargalaip Baththiramaaik Kaakkumpadi Siraichchaalaikkaaranukkuk Kattalaiyittaargal. "
},{ "Verses": "24 avan Ippadippatta Kattalaiyaippetru, Avargalai Utkaavalaraiyile Adaiththu, Avargal Kaalgalaith Thozhumaraththil Maattivaiththaan. "
},{ "Verses": "25 naduraaththiriyile Pavulum Seelaavum Jebampanni, Dhevanaith Thudhiththup Paadinaargal; Kaavalil Vaikkappattavargal Adhaik Kettukkondirundhaargal. "
},{ "Verses": "26 sadidhiyile Siraichchaalaiyin Asthibaarangal Asaiyumpadiyaaga Boomi Migavum Adhirndhadhu; Udane Kadhavugalellaam Thiravundadhu; Ellaarudaiya Kattugalum Kazhandrupoyitru. "
},{ "Verses": "27 siraichchaalaikkaaran Niththiraithelindhu, Siraichchaalaiyin Kadhavugal Thirandhirukkiradhaik Kandu, Kattundavargal Odipponaargalendru Enni, Pattayaththai Uruvith Thannaik Kolaiseydhu Kollapponaan. "
},{ "Verses": "28 pavul Migundha Saththamittu; Nee Unakkuk Kedudhi Ondrunj Seydhukollaadhe; Naangal Ellaarum Ingedhaan Irukkirom Endraan. "
},{ "Verses": "29 appozhudhu Avan Theebangalaik Konduvarachsolli, Ulle Odi, Nadunadungi, Pavulukkum Seelaavukkum Munbaaga Vizhundhu, "
},{ "Verses": "30 avargalai Veliye Azhaiththuvandhu: Aandavanmaare, Ratchikkappaduvadharku Naan Enna Seyyavendum Endraan. "
},{ "Verses": "31 adharku Avargal: Karththaraagiya Yesukiristhuvai Visuvaasi, Appozhudhu Neeyum Un Veettaarum Ratchikkappaduveergal Endru Solli, "
},{ "Verses": "32 avanukkum Avan Veettilirundha Yaavarukkum Karththarudaiya Vasanaththaip Podhiththaargal. "
},{ "Verses": "33 melum Raaththiriyil Anneraththiledhaane Avan Avargalai Azhaiththukkondupoi, Avargaludaiya Kaayangalaik Kazhuvinaan. Avanum Avanudaiyavargal Anaivarum Udane Gnaanasnaanam Petraargal. "
},{ "Verses": "34 pinbu Avan Avargalaith Than Veettirkuk Koottikkondupoi, Avargalukku Pojanankoduththu, Than Veettaar Anaivarodunkooda Dhevanidaththil Visuvaasamullavanaagi Manamagizhchchiyaayirundhaan. "
},{ "Verses": "35 pozhudhu Vidindhapinbu: Andha Manusharai Vittuvidungal Endru Solla Adhigaarigal Sevakargalai Anuppinaargal. "
},{ "Verses": "36 siraichchaalaikkaaran Pavulukku Indha Vaarththaigalai Ariviththu: Ungalai Vidudhalaiyaakkumpadikku Adhigaarigal Kattalai Anuppinaargal; Aagaiyaal Neengal Ippozhudhu Purappattuch Samaadhaanaththudane Pongal Endraan. "
},{ "Verses": "37 adharkup Pavul: Romaraagiya Engalai Avargal Niyaayam Visaariyaamal, Veliyarangamaai Adiththu, Siraichchaalaiyile Pottaargal; Ippozhudhu Ragasiyamaai Engalai Vidudhalaiyaakkugiraargalo? Appadiyalla, Avargale Vandhu, Engalai Veliye Azhaiththu Anuppividattum Endraan. "
},{ "Verses": "38 sevagar Indha Vaarththaigalai Adhigaarigalukku Ariviththaargal. Romaraayirukkiraargalendru Avargal Kettapozhudhu Bayandhuvandhu, "
},{ "Verses": "39 avargaludane Dhayavaaip Pesi, Avargalai Veliye Azhaiththukkondupoi, Pattanaththai Vittup Purappattuppogumpadi Kettukkondaargal, "
},{ "Verses": "40 andhappadi Avargal Siraichchaalaiyilirundhu Purappattu Leedhiyaalidaththirkuppoi, Sagodhararaik Kandu, Avargalukku Aarudhal Sollip Poivittaargal. "
}
]