[
{ "Verses": "1 aindhunaalaikkuppinbu Piradhaana Aasaariyanaagiya Ananiyaa Mooppargalodum Therththullu Ennum Oru Niyaayasaadhuriyanodumkoodap Ponaan, Avargal Pavulukku Virodhamaaith Dhesaadhibadhiyinidaththil Piraadhupanninaargal. "
},{ "Verses": "2 avan Azhaikkappattabodhu, Therththullu Kutranjaattaththodangi: "
},{ "Verses": "3 ganamporundhina Pelikse Ummaale Naangal Migundha Samaadhaana Savukkiyaththai Anubavikkiradhaiyum, Ummudaiya Paraamarippinaale Indhath Dhesaththaarukkuch Sirandha Nanmaigal Nadakkiradhaiyum Naangal Eppozhudhum Engum Migundha Nandriyaridhaludane Angigaarampannugirom. "
},{ "Verses": "4 ummai Naan Anega Vaarththaigalinaale Alattaadhapadikku, Naangal Surukkamaaich Solvadhai Neer Porumaiyaaik Ketkavendumendru Piraarththikkiren. "
},{ "Verses": "5 ennavendraal, Indha Manushan Kollainoyaakavum, Poochchakkaraththilulla Sagala Yoodhargalukkullum Kalagamezhuppugiravanaagavum, Nasareyarudaiya Madhapedhaththukku Mudhalaaliyaagavum Irukkiraanendru Kandarindhom. "
},{ "Verses": "6 ivan Dhevaalayaththaiyum Theettuppaduththap Paarththaan. Naangalo Ivanaippidiththu Engal Vedhappiramaanaththinpadiye Niyaayandheerkka Manadhaayirundhom. "
},{ "Verses": "7 appozhudhu Senaabadhiyaagiya Leesiyaa Vandhu, Migundha Balaadhkaaramaai Ivanai Engal Kaigalilirundhu Pariththukkondupoi, "
},{ "Verses": "8 ivanmel Kutranjaattukiravargal Ummidaththil Varumpadi Kattalaiyittaar. Ivanidaththil Neer Visaariththaal Naangal Ivanmel Saattugira Kutrangal Yaavaiyum Arindhukollalaam Endraan. "
},{ "Verses": "9 yoodhargalum Adharku Isaindhu, Ivaigal Yadhaarththandhaan Endraargal. "
},{ "Verses": "10 pavul Pesumpadi Dhesaadhibadhi Saigaikaattinabodhu, Avan Uththaravaaga: Neer Anega Varushakaalamaai Indhathdhesaththaarukku Niyaayaadhibadhiyaayirukkireerendrarindhu, Naan En Kaariyangalaikkuriththu Adhiga Dhairiyaththudan Uththaravu Sollugiren. "
},{ "Verses": "11 naan Thozhudhukollumpadiyaaga Erusalemukkup Ponadhumudhal Idhuvaraikkum Pannirandu Naalmaaththiram Aayitrendru Neer Arindhukollalaam. "
},{ "Verses": "12 dhevaalayaththile Naan Oruvaridaththilaavadhu Tharkkampanninadhaiyum, Naan Jebaaalayangalilaagilum Nagaraththilaagilum Janangalukkulle Kalagamezhuppinadhaiyum, Ivargal Kandadhillai. "
},{ "Verses": "13 ippozhudhu Enmel Saattugira Kutrangalai Ivargal Roobikkavumaattaargal. "
},{ "Verses": "14 ummidaththil Ondrai Oththukkollugiren; Adhennavendraal, Ivargal Madhapedham Endru Sollugira Maarkkaththinpadiye Engal Munnorgalin Dhevanukku Aaraadhanai Seydhu Niyaayappiramaanaththileyum Theerkkadharisigal Pusthakangalileyum Ezhudhiyirukkira Ellaavatraiyum Naan Visuvaasiththu, "
},{ "Verses": "15 needhimaangalum Aneedhimaangalumaagiya Mariththor Uyirththezhundhiruppadhu Undendru Ivargal Dhevanidaththil Nambikkaikondirukkiradhu Pola, Naanum Nambikkaikondirukkiren. "
},{ "Verses": "16 idhanaal Naan Dhevanukkum Manusharukkum Munbaaga Eppozhudhum Kutramatra Manach Saatchiyai Udaiyavanaayirukkap Pirayaasappadugiren. "
},{ "Verses": "17 anega Varushangalukkup Pinbu Naan En Janaththaarukkuth Dharmappanaththai Oppuvikkavum, Kaanikkaigalaich Seluththavum Vandhen. "
},{ "Verses": "18 appozhudhu Koottamillaamalum Amaliyillaamalum Aalayaththile Suththigariththukkondavanaayirukkaiyil, Aasiyaa Naattaaraana Sila Yoodhargal Ennaik Kandaargal. "
},{ "Verses": "19 avargalukku Enperil Virodhamaana Kaariyam Edhaagilum Undaayirundhaal, Avargale Inge Vandhu, Umakkumunbaagak Kutranjaattattum. "
},{ "Verses": "20 naan Aalosanai Sangaththaarukkumunbaaga Nindrabodhu Avargal Yaadhoru Aniyaayaththai Ennidaththil Kandadhundaanaal Ivargale Adhaichsollattum. "
},{ "Verses": "21 naan Avargalukkulle Nindrabodhu Mariththor Uyirththezhundhiruppadhaikkuriththu, Indru Ungalaale Niyaayantheerkkappadugirenendru Naan Sonna Oru Sollinimiththameyandri Verondrinimiththamum Kutrankaanappadavillai Endraan. "
},{ "Verses": "22 indha Maarkkaththin Vishayangalai Vivaramaai Arindhirundha Peliks Ivaigalaik Kettapozhudhu: Senaabadhiyaagiya Leesiyaa Varumbodhu Ungal Kaariyangalaith Thittamaai Visaarippen Endru Solli; "
},{ "Verses": "23 pavulaik Kaavalpannavum, Kandippillaamal Nadaththavum, Avanukku Oozhiyanjseygiradharkum Avanaik Kandukollugiradharkum Varugira Avanudaiya Manushargalil Oruvaraiyum Thadaiseyyaadhirukkavum Nootrukku Adhibadhiyaanavanukkuk Kattalaiyittu, Avargalaik Kaaththirukkumpadiseydhaan. "
},{ "Verses": "24 sila Naalaikkuppinbu Peliks Yoodhasthireeyaagiya Than Manaivi Thurusillaaludanekooda Vandhu, Pavulai Azhaippiththu Kiristhuvaippatrum Visuvaasaththaik Kuriththu Avan Sollakkettaan. "
},{ "Verses": "25 avan, Needhiyaiyum, Ichchaiyadakkaththaiyum, Inivarum Niyaayaththeerppaiyumkuriththup Pesugaiyil, Peliks Bayamadaindhu: Ippozhudhu Nee Pogalaam, Enakkuch Samayamaanabodhu Unnai Azhaippippen Endraan "
},{ "Verses": "26 melum, Avan Pavulai Vidudhalaipannumpadi Thanakku Avan Panankoduppaanendru Nambikkaiyullavanaayirundhaan; Adhinimiththam Avan Anegandharam Avanai Azhaiththu, Avanudane Pesinaan. "
},{ "Verses": "27 irandu Varusham Sendrapinbu Peliks Enbavanukkup Badhilaaip Porkkiyupesdhu Dhesaadhibadhiyaaga Vandhaan; Appozhudhu Peliks Yoodharukkuth Dhayavuseyya Manadhaaip Pavulaik Kaavalil Vaiththuvittupponaan. "
}
]