[
{ "Verses": "1 adhanpinbu Pavul Aththene Pattanaththai Vittu, Korindhu Pattanaththukku Vandhu; "
},{ "Verses": "2 yoodharellaarum Romaaburiyai Vittuppogumpadi Kilavudhiyuraayan Kattalaiyittapadiyinaale, Iththaaliyaavilirundhu Pudhidhaai Vandhirundha Pondhudhesaththaanaagiya Aakkillaa Ennum Naamamulla Oru Yoodhanaiyum Avan Manaiviyaagiya Piriskillaavaiyum Ange Kandu, Avargalidaththirkup Ponaan. "
},{ "Verses": "3 avargal Koodaarampannugira Thozhilaaligalaayirundhaargal; Thaanum Andhath Thozhil Seygiravanaanapadiyinaale Avargalidaththil Thangi Velaiseydhukonduvandhaan. "
},{ "Verses": "4 oivunaal Thorum Avan Jebaaalayaththile Sambaashanaipanni, Yoodharukkum Girekkarukkum Buththisonnaan. "
},{ "Verses": "5 makkedhoniyaavilirundhu Seelaavum Theemoththeyum Vandhabodhu, Pavul Aaviyil Vairaakkiyankondu, Yesuve Kiristhu Endru Yoodharukkuth Thirushtaandhappaduththinaan. "
},{ "Verses": "6 avargal Edhirththu Nindru Thooshiththabodhu, Avan Than Vasthirangalai Udhari: Ungal Raththappazhi Ungal Thalaiyinmel Irukkum; Naan Suththamaayirukkiren; Idhumudhal Purajaadhiyaaridaththirkup Pogirenendru Avargaludane Solli, "
},{ "Verses": "7 avvidaththaivittu, Dhevanai Vanangugiravanaagiya Yusthu Ennum Perulla Oruvanudaiya Veettirku Vandhaan; Avan Veetu Jebaaalayaththirku Aduththadhaayirundhadhu. "
},{ "Verses": "8 jebaaalayaththalaivanaagiya Kirispu Enbavan Than Veettaar Anaivarodum Karththaridaththil Visuvaasamullavanaanaan. Korindhiyaril Anegarum Suviseshaththaik Kettu, Visuvaasiththu, Gnaanasnaanam Petraargal. "
},{ "Verses": "9 raaththiriyile Karththar Pavulukkuth Dharisanamaagi: Nee Bayappadaamal Pesu, Mavunamaayiraadhe; "
},{ "Verses": "10 naan Unnudanekooda Irukkiren, Unakkuth Theenguseyyumpadi Oruvanum Unmel Kaipoduvadhillai; Indhap Pattanaththil Enakku Anega Janangal Undu Endraar. "
},{ "Verses": "11 avan Oru Varushamum Aaru Maadhamum Ange Thangi, Dhevavasanaththai Avargalukkulle Ubadhesampannikkonduvandhaan. "
},{ "Verses": "12 galliyon Enbavan Agaayaa Naattirku Adhibadhiyaanabodhu, Yoodhargal Orumanappattu, Pavulukku Virodhamaai Ezhumbi, Avanai Niyaayaasanaththukku Munbaagak Kondupoi: "
},{ "Verses": "13 ivan Vedhappiramaanaththukku Vigarpamaai Dhevanaich Sevikkumpadi Manusharukkup Podhikkiraan Endraargal. "
},{ "Verses": "14 pavul Pesuvadharku Eththanappadugaiyil, Galliyon Yoodharai Nokki: Yoodhargale, Idhu Oru Aniyaayamaai, Alladhu Pollaadha Nadakkaiyaayirukkumeyaanaal Naan Ungalukkup Porumaiyaaich Sevikoduppadhu Niyaayamaayirukkum. "
},{ "Verses": "15 idhu Sorkalukkum, Naamangalukkum, Ungal Vedhaththukkum Aduththa Tharkkamaanapadiyinaale, Ippadippattavaigalaikkuriththu Visaaranaiseyya Enakku Manadhillai, Neengale Paarththukkollungal Endru Solli, "
},{ "Verses": "16 avargalai Niyaayaasanaththinindru Thuraththivittaan. "
},{ "Verses": "17 appozhudhu Girekkarellaarum Jebaaalayaththalaivanaagiya Sosdhenayaip Pidiththu, Niyaayaasanaththukku Munbaaga Adiththaargal. Ivaigalil Ondraiyunkuriththuk Galliyon Kavalaippadavillai "
},{ "Verses": "18 pavul Aneganaal Ange Thariththirundhapinbu, Sagodhararidaththil Uththaravu Petrukkondu, Thanakku Oru Piraarththanai Undaayirundhapadiyinaal Kengireyaa Pattanaththil Thalaichchavaram Pannikkondu, Seeriyaadhesaththukkup Pogak Kappal Erinaan. Piriskillaalum Aakkillaavum Avanudane Koodapponaargal. "
},{ "Verses": "19 avan Ebesu Pattanaththukku Vandhabodhu, Ange Avargalai Vittu Neengi, Jebaaalayaththil Piravesiththu, Yoodharudane Sambaashanaipanninaan. "
},{ "Verses": "20 avan Innunj Silakaalam Thangaludane Irukkavendumendru Avargal Kettukkondabodhu, Avan Sammadhiyaamal, "
},{ "Verses": "21 varugira Pandigaiyile Eppadiyaayinum Naan Erusalemil Irukkavendum, Dhevanukkuch Siththamaanaal Thirumbi Ungalidaththirku Varuvenendru Solli, Avargalidaththil Uththaravu Petrukkondu, Kappal Eri, Ebesuvai Vittup Purappattu, "
},{ "Verses": "22 sesariyaa Pattanaththukku Vandhu, Erusalemukkup Poi, Sabaiyaich Sandhiththu, Andhiyogiyaavukkup Ponaan. "
},{ "Verses": "23 ange Silakaalam Sanjariththapinbu, Purappattu, Kiramamaaik Kalaaththiyaa Naattileyum Pirikiyaa Naattileyum Sutriththirindhu, Seesharellaaraiyum Thidappaduththinaan. "
},{ "Verses": "24 appozhudhu Aleksandhiriyaa Pattanaththil Pirandhavanum Saadhuriyavaanum Vedhaagamangalil Vallavanumaana Appollo Ennum Perkonda Oru Yoodhan Ebesu Pattanaththukku Vandhaan. "
},{ "Verses": "25 avan Karththarudaiya Maarkkaththile Ubadhesikkappattu, Yovaan Koduththa Snaanaththaimaaththiram Arindhavanaayirundhu, Aaviyil Analullavanaaik Karththarukku Aduththavaigalaith Thittamaaip Podhagampannikkonduvandhaan. "
},{ "Verses": "26 avan Jebaaalayaththil Dhairiyamaaip Pesaththodanginabodhu, Aakkillaavum Piriskillaalum Avan Pesugiradhaik Kettu, Avanaich Serththukkondu, Dhevanudaiya Maarkkaththai Adhiga Thittamaai Avanukku Vivariththukkaanbiththaargal. "
},{ "Verses": "27 pinbu Avan Agaayaa Naattirkup Pogavendumendrirukkaiyil, Seeshargal Avanai Etrukkollumpadi Sagodharar Avargalukku Ezhudhinaargal. "
},{ "Verses": "28 avan Ange Vandhapinbu Veliyarangamaaga Yoodhargaludane Balamaaith Tharkkampanni, Yesuve Kiristhu Endru Vedhavaakkiyangalaikkondu Thirushtaandhappaduththinapadiyaal, Kirubaiyinaale Visuvaasigalaanavargalukku Migavum Udhaviyaayirundhaan. "
}
]