[
{ "Verses": "1 ikkoniyaa Pattanaththile Avargal Iruvarum Yoodharudaiya Jebaaalayaththil Piravesiththu, Yoodharilum Girekkarilum Thiralaana Janangal Visuvaasikkaththakkadhaagap Pirasangiththaargal. "
},{ "Verses": "2 visuvaasiyaadha Yoodhargal Sagodhararukku Virodhamaagap Purajaadhiyaarudaiya Manadhai Ezhuppivittu, Pagaiyundaakkinaargal. "
},{ "Verses": "3 avargal Ange Aneganaal Sanjariththuk Karththarai Munnittuth Dhairiyamullavargalaaip Podhagampanninaargal; Avar Thamadhu Kirubaiyulla Vasanaththirkuch Saatchiyaaga Adaiyaalangalum Arpudhangalum Avargal Kaigalaal Seyyappadumpadi Anukkiragampanninaar. "
},{ "Verses": "4 pattanaththu Janangal Pirindhu, Silar Yoodharaiyum Silar Apposthalaraiyum Serndhukondaargal. "
},{ "Verses": "5 ivargalai Avamaanappaduththavum Kalleriyavum Vendumendru, Purajaadhiyaarum Yoodharum Avargal Adhigaarigalum Amalipannugaiyil, "
},{ "Verses": "6 ivargal Adhai Arindhu, Likkavoniyaa Naattilulla Pattanangalaagiya Leesthiraavukkum Therbaikkum Avaigalin Sutruppurangalukkum Odippoi; "
},{ "Verses": "7 ange Suviseshaththaip Pirasangampanninaargal. "
},{ "Verses": "8 leesthiraavile Oruvan Than Thaayin Vayitrilirundhu Pirandhadhumudhal Sappaaniyaayirundhu, Orubodhum Nadavaamal, Kaalgal Vazhangaadhavanaai Utkaarndhu, "
},{ "Verses": "9 pavul Pesugiradhaik Kettukkondirundhaan. Avanaip Pavul Utruppaarththu, Ratchippukketra Visuvaasam Avanukku Undendru Kandu: "
},{ "Verses": "10 nee Ezhundhu Kaaloondri Nimirndhu Nil Endru Uraththa Saththaththode Sonnaan. Udane Avan Kuthiththezhundhu Nadandhaan. "
},{ "Verses": "11 pavul Seydhadhai Janangal Kandu, Dhevargal Manusharoobameduththu Nammidaththil Irangivandhirukkiraargal Endru Likkavoniyaa Baashaiyile Saththamittuch Solli, "
},{ "Verses": "12 barnabaavai Yooppiththar Endrum, Pavul Pirasangaththai Nadaththinavanaanapadiyinaal Avanai Merkkoori Endrum Sonnaargal. "
},{ "Verses": "13 allaamalum Pattanaththukkumunne Irundha Yooppiththarudaiyakovil Poojaasaari Erudhugalaiyum Poomaalaigalaiyum Vaasalandaiyile Konduvandhu, Janangalodekooda Avargalukkup Baliyida Manadhaayirundhaan. "
},{ "Verses": "14 apposthalaraagiya Barnabaavum Pavulum Adhaik Kettapozhudhu, Thangal Vasthirangalaik Kizhiththukkondu, Koottaththukkulle Odi, Uraththa Saththamaai "
},{ "Verses": "15 manushare, En Ippadich Seygireergal? Naangalum Ungalaippolap Paadulla Manushardhaane; Neengal Indha Veenaana Dhevargalaivittu, Vaanaththaiyum Boomiyaiyum Samuththiraththaiyum Avaigalilulla Yaavatraiyum Undaakkina Jeevanulla Dhevanidaththirkuth Thirumbavendumendru Ungalukkup Pirasangikkirom. "
},{ "Verses": "16 sendra Kaalangalil Avar Sagala Janangalaiyum Thangal Thangal Vazhigalile Nadakka Vittirundhum, "
},{ "Verses": "17 avar Nanmai Seydhuvandhu, Vaanaththilirundhu Mazhaigalaiyum Sezhippulla Kaalangalaiyum Namakkuth Thandhu, Aagaaraththinaalum Sandhoshaththinaalum Nammudaiya Irudhayangalai Nirappi, Ivvidhamaai Avar Thammaikkuriththuch Saatchi Vilangappannaadhirundhadhillai Endraargal. "
},{ "Verses": "18 ippadi Avargal Solliyum Thangalukku Janangal Baliyidaadhapadikku Avargalai Amarththugiradhu Aridhaayirundhadhu. "
},{ "Verses": "19 pinbu Andhiyogiyaavilum Ikkoniyaavilumirundhu Sila Yoodhargalvandhu, Janangalukkup Podhanaiseydhu, Pavulaik Kallerindhu, Avan Mariththupponaanendru Enni, Avanaip Pattanaththukku Veliyile Izhuththukkonduponaargal. "
},{ "Verses": "20 seeshargal Avanaich Soozhndhunirkaiyil, Avan Ezhundhu, Pattanaththirkul Piravesiththaan. Marunaalil Barnabaavudanekoodath Therbaikkup Purappattupponaan. "
},{ "Verses": "21 andhap Pattanaththil Avargal Suviseshaththaip Pirasangiththu, Anegaraich Seesharaakkinapinbu, Leesthiraavukkum Ikkoniyaavukkum Andhiyogiyaavukkum Thirumbi Vandhu, "
},{ "Verses": "22 seesharudaiya Manadhaith Thidappaduththi, Visuvaasaththile Nilaiththirukkumpadi Avargalukkup Buththisolli, Naam Anega Ubaththiravangalin Vazhiyaai Dhevanudaiya Raajyaththil Piravesikkavendumendru Sonnaargal. "
},{ "Verses": "23 allaamalum Andhandhach Sabaigalil Avargalukku Mooppargalai Erpaduththivaiththu, Ubavaasiththu Jebampanni, Avargal Visuvaasiththup Patrikkonda Karththarukku Avargalai Oppuviththaargal. "
},{ "Verses": "24 pinbu Piseedhiyaanaattaik Kadandhu, Pambiliyaa Naattirku Vandhu, "
},{ "Verses": "25 perke Ooril Vasanaththaip Pirasangiththu, Aththaaliyaa Pattanaththirkup Ponaargal. "
},{ "Verses": "26 ange Kappal Eri, Thaangal Niraivetrina Kiriyaikkaaga Dhevanudaiya Kirubaikku Oppuvikkappattup Purappattu Andhiyogiyaavukku Vandhaargal. "
},{ "Verses": "27 avargal Ange Serndhapozhudhu Sabaiyaik Koodivarachseydhu, Dhevan Thangalaikkondu Seydhavaigalaiyum, Avar Purajaadhigalukku Visuvaasaththin Kadhavaiththirandhadhaiyum Ariviththu, "
},{ "Verses": "28 ange Seesharudanekooda Aneganaal Sanjariththirundhaargal. "
}
]