[
{ "Verses": "1 iththaaliyaa Pattaalam Ennappatta Pattaalaththile Nootrukku Adhibadhiyaagiya Korneliyu Ennum Perkonda Oru Manushan Sesariyaa Pattanaththile Irundhaan. "
},{ "Verses": "2 avan Dhevabakdhiyullavanum Thanveettaaranaivarodum Dhevanukkup Bayandhavanumaayirundhu, Janangalukku Migundha Dharumangalaich Seydhu, Eppozhudhum Dhevanai Nokki Jebampannikkondirundhaan. "
},{ "Verses": "3 pagalil Erakkuraiya Onbadhaam Manineraththile Dhevanudaiya Thoodhan Thannidaththil Varavum, Korneliyuve, Endru Azhaikkavum Piraththiyatchamaaith Dharisanankandu, "
},{ "Verses": "4 avanai Utruppaarththu, Bayandhu: Aandavare, Enna, Endraan. Appozhudhu Avan: Un Jebangalum Un Dharumangalum Dhevanukku Ninaippoottudhalaaga Avar Sannidhiyil Vandhettiyirukkiradhu. "
},{ "Verses": "5 ippozhudhu Nee Yoppaa Pattanaththukku Manusharai Anuppi, Pedhuru Endru Maruperkonda Seemonai Azhaippi. "
},{ "Verses": "6 avan Thol Padhanidugiravanaagiya Seemon Ennum Oruvanidaththile Thangiyirukkiraan; Avanudaiya Veedu Kadaloraththilirukkiradhu. Nee Seyyavendiyadhai Avan Unakkuch Solluvaan Endraan. "
},{ "Verses": "7 korneliyu Thannudane Pesina Dhevathoodhan Ponapinbu, Than Veettu Manusharil Irandu Peraiyum Thannidaththil Sevikkira Porchchevagaril Dhevabakthiyulla Oruvanaiyum Azhaiththu, "
},{ "Verses": "8 ellaavatraiyum Avargalukku Vivariththuch Solli, Avargalai Yoppaa Pattanaththukku Anuppinaan. "
},{ "Verses": "9 marunaalile Avargal Pirayaanappattu, Andhap Pattanaththukkuch Sameebiththu Varugaiyil, Pedhuru Aaraam Manineraththil Jebampannumpadi Mel Veettil Erinaan. "
},{ "Verses": "10 avan Migundha Pasiyadaindhu Saappida Manadhaayirundhaan; Adharku Avargal Aayaththampannugaiyil, Avan Gnaanathirushtiyadaindhu, "
},{ "Verses": "11 vaanam Thirandhirukkiradhaagavum, Naalumunaigalum Kattappatta Periya Thuppattiyaippola Oruvidhamaana Koodu Thannidaththil Irangith Tharaiyil Vidappattirukkiradhaagavum, "
},{ "Verses": "12 adhile Boomiyilulla Sagalavidhamaana Naalukaal Jeevangalum, Kaattumirugangalum, Oorum Piraanigalum, Aagaayaththup Paravaigalum Irukkiradhaagavum, Kandaan. "
},{ "Verses": "13 allaamalum Pedhuruve, Ezhundhiru, Adiththup Pusi Endru Avanukkuch Sollum Oru Saththam Undaayitru. "
},{ "Verses": "14 adharkup Pedhuru: Appadiyalla, Aandavare, Theettum Asuththamumaayirukkira Yaadhondraiyum Naan Orukkaalum Pusiththadhillai Endraan. "
},{ "Verses": "15 appozhudhu: Dhevan Suththamaakkinavaigalai Nee Theettaaga Ennaadhe Endru Irandaandharamum Saththam Avanukku Undaayitru. "
},{ "Verses": "16 moondraandharamum Appadiye Undaayitru. Pinbu Andhak Koodu Thirumba Vaanaththukku Eduththukkollappattadhu. "
},{ "Verses": "17 appozhudhu Pedhuru, Thaan Kandadharisanaththaik Kuriththuth Thanakkulle Sandhegappadugaiyil, Idho, Korneliyuvinaal Anuppappatta Manushargal Seemonudaiya Veettai Visaariththukkondu Vaasarpadiyile Vandhu Nindru: "
},{ "Verses": "18 pedhuru Endru Maruperkonda Seemon Inge Thangiyirukkiraaraa Endru Kettaargal. "
},{ "Verses": "19 pedhuru Andhath Dharisanaththaik Kuriththuch Sindhanai Pannikkondirukkaiyil, Aaviyaanavar: Idho, Moondru Manushar Unnaith Thedugiraargal. "
},{ "Verses": "20 nee Ezhundhu, Irangi, Ondrukkunj Sandhegappadaamal, Avargaludane Koodappo; Naane Avargalai Anuppinen Endru Avanukkuch Sonnaar. "
},{ "Verses": "21 appozhudhu Pedhuru Korneliyuvinaal Thannidaththil Anuppappatta Manusharidaththirku Irangippoi: Idho, Neengal Thedugiravan Naandhaan, Neengal Vandhirukkira Kaariyam Enna Endraan. "
},{ "Verses": "22 adharku Avargal: Needhimaanum, Dhevanukkup Bayappadugiravarum, Yoodhajanangalellaaraalum Nallavarendru Saatchi Petravarumaagiya Korneliyu Ennum Nootrukku Adhibadhi Ummaith Thammudaiya Veettukku Azhaippiththu, Ummaal Sollappadum Vaarththaigalaik Ketkumpadi Parisuththa Thoodhanaal Dhevayaththanamaaik Kattalaipetraar Endraargal. "
},{ "Verses": "23 appozhudhu Pedhuru Avargalai Ulle Azhaiththu, Avargalukku Ubasaaranjseydhu, Marunaalile Avargaludanekoodap Purappattaan; Yoppaa Pattanaththaaraagiya Sagodhararil Silarum Avanudanekoodap Ponaargal. "
},{ "Verses": "24 marunaalile Sesariyaa Pattanaththil Piravesiththaargal. Korneliyu Than Uravinmuraiyaaraiyum Thannudaiya Viseshiththa Sinegidharaiyum Koodavaravazhaiththu, Avargalukkaagak Kaaththirundhaan. "
},{ "Verses": "25 pedhuru Ulle Piravesikkirapozhudhu, Korneliyu Avanukku Edhirkondupoi, Avan Paadhaththil Vizhundhu, Panindhukondaan. "
},{ "Verses": "26 pedhuru Avanaith Thookkiyeduththu: Ezhundhirum, Naanum Oru Manushandhaan Endraan. "
},{ "Verses": "27 avanudane Pesikkondu Ullepoi, Anegar Koodivandhirukkiradhaik Kandu, "
},{ "Verses": "28 avargalai Nokki: Anniya Jaadhiyaandane Kalandhu Avanidaththil Pokkuvaravaayiruppadhu Yoodhanaanavanukku Vilakkappattirukkiradhendru Neengal Arindhirukkireergal; Appadiyirundhum, Endha Manushanaiyum Theettullavanendrum Asuththanendrum Naan Sollaadhapadikku Dhevan Enakkuk Kaanbiththirukkiraar. "
},{ "Verses": "29 aagaiyaal Neengal Ennai Azhaippiththabodhu Naan Edhirpesaamal Vandhen. Ippodhum Enna Kaariyaththukkaaga Ennai Azhaiththeergal Endru Ketkiren Endraan. "
},{ "Verses": "30 adharkuk Korneliyu: Naalu Naalaikku Munne Inneraththile Naan Ubavaasiththu, Onbadhaammani Neraththil Veettile Jebampannikkondirundhen; Appozhudhu Piragaasamulla Vasthirandhariththa Oru Manushan Oruvan Enakku Munbaaga Nindru: "
},{ "Verses": "31 korneliyuve Un Jebam Ketkappattadhu, Un Dhaanadharumangal Dhevasannidhiyil Ninaiththarulappattadhu. "
},{ "Verses": "32 yoppaa Pattanaththukku Aalanuppi, Pedhuru Endru Maruperkonda Seemonai Varavazhaippaayaaga, Avan Kadaloraththile Tholpadhanidugiravanaagiya Seemonudaiya Veettile Thangiyirukkiraan; Avan Vandhu Unnidaththil Pesuvaan Endraar. "
},{ "Verses": "33 andhappadiye Naan Udane Ummidaththirku Aal Anuppinen; Neer Vandhadhu Nalla Kaariyam; Dhevanaale Umakkuk Kattalaiyidappatta Yaavaiyum Ketkumpadikku Naangal Ellaarum Ippozhudhu Inge Dhevasamugaththil Koodiyirukkirom Endraan. "
},{ "Verses": "34 appozhudhu Pedhuru Pesaththodangi: Dhevan Patchapaadhamullavaralla Endrum, "
},{ "Verses": "35 endha Janaththilaayinum Avarukkup Bayandhirundhu Needhiyaich Seygiravan Evano Avane Avarukku Ugandhavan Endrum Nichchayamaai Arindhirukkiren. "
},{ "Verses": "36 ellaarukkum Karththaraayirukkira Yesukiristhuvaikkondu Avar Samaadhaanaththaich Suviseshamaaik Koori, Isravel Buththirarukku Anuppina Vaarththaiyai Arindhirukkireergale. "
},{ "Verses": "37 yovaan Gnaanasnaanaththaikkuriththup Pirasangiththapinbu, Galileyaa Naadu Mudharkondu Yoodheyaa Dhesamengum Nadandha Sangadhi Idhuve. "
},{ "Verses": "38 nasareyanaagiya Yesuvaith Dhevan Parisuththa Aaviyinaalum Vallamaiyinaalum Abishegampanninaar; Dhevan Avarudanekooda Irundhapadiyinaale Avar Nanmaiseygiravaraayum Pisaasin Vallamaiyil Agappatta Yaavaraiyum Gunamaakkugiravaraayum Sutriththirindhaar. "
},{ "Verses": "39 yoodharudaiya Dhesaththilum Erusalemilum Avar Seydhavaigalellaavatrilum Naangal Saatchigalaayirukkirom. Avarai Maraththile Thookkik Kolaiseydhaargal. "
},{ "Verses": "40 moondraam Naalile Dhevan Avarai Ezhuppip Piraththiyatchamaaik Kaanumpadiseydhaar. "
},{ "Verses": "41 aayinum Ellaa Janangalukkum Piraththiyatchamaagumpadi Seyyaamal, Avar Mariththorilirundhu Ezhundhapinbu Avarode Pusiththuk Kudiththavargalum Dhevanaal Munbu Niyamikkappatta Saatchigalumaagiya Engalukke Piraththiyatchamaagumpadi Seydhaar. "
},{ "Verses": "42 andriyum Avare Uyirodirukkiravargalukkum Mariththorgalukkum Dhevanaal Erpaduththappatta Niyaadhibadhiyendru Janangalukkup Pirasangikkavum, Saatchiyaaga Oppuvikkavum, Avar Engalukkuk Kattalaiyittaar. "
},{ "Verses": "43 avarai Visuvaasikkiravan Evano Avan Avarudaiya Naamaththinaale Paavamannippaip Peruvaanendru Theerkkadharisigalellaarum Avaraikkuriththe Saatchikodukkiraargal Endraan. "
},{ "Verses": "44 indha Vaarththaigalaip Pedhuru Pesikondirukkaiyil Vasanaththaikkettavargal Yaavarmelum Parisuththa Aaviyaanavar Iranginaar. "
},{ "Verses": "45 avargal Pala Baashaigalaip Pesugiradhaiyum Dhevanaip Pugazhugiradhaiyum, "
},{ "Verses": "46 pedhuruvodekooda Vandhirundha Viruththasedhanamulla Visuvaasigal Ketkumbodhu, Parisuththa Aaviyin Varam Purajaadhigalmelum Pozhindharulappattadhaikkuriththup Biramiththaargal. "
},{ "Verses": "47 appozhudhu Pedhuru: Nammaippolap Parisuththa Aaviyaip Petra Ivargalum Gnaanasnaanam Peraadhaapadikku Evanaagilum Thanneerai Vilakkalaamaa Endru Solli, "
},{ "Verses": "48 karththarudaiya Naamaththinaale Avargalukku Gnaanasnaanankodukkumpadi Kattalaiyittaan. Appozhudhu Silanaal Ange Thangumpadi Avanai Vendikkondaargal. "
}
]