[
{ "Verses": "1 annaatkalile, Seeshargal Peruginabodhu, Grekkaraanavargal, Thangal Vidhavaigal Andraadaga Visaaranaiyil Thittamaai Visaarikkappadavillaiyendru, Ebireyarukku Virodhamaai Murumuruththaargal. "
},{ "Verses": "2 appozhudhu Panniruvarum Seesharkoottaththai Varavazhaiththu: Naangal Dheva Vasanaththaip Podhiyaamal, Pandhivisaaranai Seyvadhu Thagudhiyalla. "
},{ "Verses": "3 aadhalaal Sagodharare, Parisuththa Aaviyum Gnaanamum Niraindhu, Narsaatchi Petrirukkira Ezhuperai Ungalil Therindhukollungal; Avargalai Indha Velaikkaaga Erpaduththuvom. "
},{ "Verses": "4 naangalo Jebampannuvadhilum Dhevavasanaththaip Podhikkira Oozhiyaththilum Idaividaamal Thariththiruppom Endraargal. "
},{ "Verses": "5 indha Yosanai Sabaiyaarellaarukkum Piriyamaayirundhadhu. Appozhudhu Visuvaasamum Parisuththa Aaviyum Niraindhavanaagiya Sthevaanaiyum, Pilippaiyum, Pirokoraiyum, Nikkaanoraiyum, Theemonaiyum, Parmenaavaiyum, Yoodhamaarkkaththamaindhavanaana Andhiyogiyaa Pattanaththaanaagiya Nikkolaavaiyum Therindhukondu, "
},{ "Verses": "6 avargalai Apposthalarukku Munbaaga Niruththinaargal. Ivargal Jebampanni, Avargalmel Kaigalai Vaiththaargal. "
},{ "Verses": "7 dhevavasanam Viruththiyadaindhadhu; Seesharudaiya Thogai Erusalemil Migavum Perugitru; Aasaariyargalil Anegar Visuvaasaththukkuk Keezhppadindhaargal. "
},{ "Verses": "8 sthevaan Visuvaasaththinaalum Vallamaiyinaalum Niraindhavanaai Janangalukkulle Periya Arpudhangalaiyum Adaiyaalangalaiyum Seydhaan. "
},{ "Verses": "9 appozhudhu Liparththeenar Ennappattavargalin Aalayaththaich Serndhavargalilum, Sirene Pattanaththaarilum, Aleksandhiriyaa Pattanaththaarilum, Silisiyaa Naattaarilum, Aasiyaa Dhesaththaarilum Silar Ezhumbi, Sthevaanudane Tharkkampanninaargal. "
},{ "Verses": "10 avan Pesina Gnaanaththaiyum Aaviyaiyum Ethirththunirka Avargalaal Koodaamarpoyitru. "
},{ "Verses": "11 appozhudhu Avargal: Mosekkum Dhevanukkum Virodhamaaga Ivan Dhooshana Vaarththaigalaip Pesakkettom Endru Sollumpadiyaaga Manusharai Erpaduththi; "
},{ "Verses": "12 janangalaiyum Moopparaiyum Vedhapaaragaraiyum Ezhuppivittu; Avanmel Paaindhu, Avanaip Pidiththu, Aalosanai Sangaththaarukku Munbaaga Izhuththukkondupoi; "
},{ "Verses": "13 poisaatchigalaiyum Niruththinaargal. Ivargal: Indha Manushan Indhap Parisuththa Sthalaththukkum Vedhappiramaanaththukkum Virodhamaagath Dhooshana Vaarththaigalai Oyaamar Pesugiraan; "
},{ "Verses": "14 eppadiyendraal Nasareyanaagiya Andha Yesu Indha Sthalaththai Azhiththuppottu, Mose Namakkuk Koduththa Muraimaigalai Maatruvaanendru Ivan Sollak Kettom Endraargal. "
},{ "Verses": "15 aalosanai Sangaththil Utkaarndhirundha Anaivarum Avanmel Kannokkamaayirundhu, Avan Mugam Dhevathoodhan Mugampolirukkak Kandaargal. "
}
]