[
{ "Verses": "1 pavul Aalosanai Sangaththaarai Utruppaarththu: Sagodharare Innaal Varaikkum Ellaa Vishayangalilum Naan Nalmanachsaatchiyode Dhevanukkumunbaaga Nadandhuvandhen Endru Sonnaan. "
},{ "Verses": "2 appozhudhu Piradhaana Aasaariyanaagiya Ananiyaa Avanukkuch Sameebamaai Nindravargalai Nokki: Ivan Vaayil Adiyungal Endru Kattalaiyittaan. "
},{ "Verses": "3 appozhudhu Pavul Avanaipparththu: Vellaiyadikkappatta Suvare, Dhevan Ummai Adippaar; Niyaayappiramaanaththinpadi Ennai Niyaayam Visaarikkiravaraai Utkaarndhirukkira Neer Niyaayappiramaanaththirku Virodhamaai Ennai Adikkach Sollalaamaa Endraan. "
},{ "Verses": "4 sameebaththile Nindravargal: Dhevanudaiya Piradhaana Aasaariyarai Vaigiraayaa Endraargal. "
},{ "Verses": "5 adharkup Pavul: Sagodharare, Ivar Piradhaana Aasaariyarendru Enakkuth Theriyaadhu; Un Janaththin Adhibadhiyaith Theedhu Sollaayaaga Endru Ezhudhiyirukkiradhe Endraan. "
},{ "Verses": "6 pinbu Avargalil, Sadhuseyar Orupangum Pariseyar Oru Pangumaayirukkiraargalendru Pavul Arindhu: Sagodharare, Naan Pariseyanum Pariseyanudaiya Maganumaayirukkiren. Mariththorudaiya Uyirdhezhudhalaippatriya Nambikkaiyaik Kuriththu Naan Niyaayam Visaarikkappadugiren Endru Aalosanaich Sangaththile Saththamittuch Sonnaan. "
},{ "Verses": "7 avan Ippadich Sonnabodhu, Pariseyarukkum Sadhuseyarukkum Vaakkuvaadhamundaayitru; Koottam Irandaagap Pirindhadhu. "
},{ "Verses": "8 ennaththinaalendraal, Sadhuseyar Uyirththezhudhal Illaiyendrum, Dhevadhoodhanum Aaviyum Illaiyendrum Sollugiraargal. Pariseyaro Avvirandum Undendru Oppukkollugiraargal. "
},{ "Verses": "9 aagaiyaal Migundha Kookkural Undaayitru. Pariseya Samayaththaaraana Vedhapaaragaril Silar Ezhundhu: Indha Manushanidaththil Oru Pollaangaiyum Kaanom; Oru Aavi Alladhu Oru Dhevadhoodhan Ivanudane Pesinadhundaanaal, Naam Dhevanudane Porseyvadhu Thagaadhu Endru Vaadhaadinaargal. "
},{ "Verses": "10 migundha Kalagam Undaanabodhu, Pavul Avargalaal Peerundupovaanendru Senaabadhi Bayandhu, Porchchevagar Poi, Avanai Avargal Naduvilirundhu Izhuththuk Kottaikkuk Kondupogumpadi Kattalaiyittaan. "
},{ "Verses": "11 andru Raaththiriyile Karththar Pavulin Aruge Nindru: Pavule, Thidankol; Nee Ennaikkuriththu Erusalemil Saatchikoduththadhupola Romaavilum Saatchikodukkavendum Endraar. "
},{ "Verses": "12 vidiyarkaalamaanabodhu, Yoodharil Silar Orumiththu, Thaangal Pavulaik Kolaiseyyumalavum Pusippadhumillai Kudippadhumillaiyendru Sabadhampannikkondaargal. "
},{ "Verses": "13 ippadik Kattuppaadu Pannikkondavargal Naarpadhuperukku Adhigamaayirundhaargal. "
},{ "Verses": "14 avargal Piradhaana Aasaariyargalidaththilum Mooppargalidaththilum Poi: Naangal Pavulaik Kolaiseyyumalavum Ondrum Pusippadhillaiyendru Urudhiyaana Sabadhampannikkondom. "
},{ "Verses": "15 aanapadiyinaal Neengal Aalosanai Sangaththaarode Koodappoi, Avanudaiya Kaariyaththai Adhiga Thittamaai Visaarikka Manadhullavargalpolach Senaabadhikkuk Kaanbiththu, Avar Naalaikku Avanai Ungalidaththil Koottikkonduvarumpadi Avaridaththil Ketpeergalaaga. Avan Kittavarugiradharkulle Naangal Avanaik Kolaiseyya Aayaththamaayiruppom Endraargal. "
},{ "Verses": "16 indhach Sarppanaiyaip Pavulinudaiya Sagodhariyin Kumaaran Kelvippattu, Kottaikkulle Poi, Pavulukku Ariviththaan. "
},{ "Verses": "17 appozhudhu Pavul Nootrukku Adhibadhigalil Oruvanai Azhaiththu, Indha Vaalibanaich Senaabadhiyinidaththirkuk Koottikkondupom; Avaridaththil Ivan Arivikkavendiya Oru Kaariyamundu Endraan. "
},{ "Verses": "18 andhappadiye Avan Ivanaich Senaabadhiyinidaththirkuk Koottikkondupoi: Kaavalil Vaikkappattirukkira Pavul Ennai Azhaiththu, Umakkoru Kaariyaththaich Sollavendumendrirukkira Indha Vaalibanai Ummidaththirkuk Kondupogumpadi Ennaik Kettukkondaan Endraan. "
},{ "Verses": "19 appozhudhu Senaabadhi Avanudaiya Kaiyaip Pidiththuth Thaniye Azhaiththukkondupoi: Nee Ennidaththil Arivikkavendiya Kaariyam Ennavendru Kettaan. "
},{ "Verses": "20 adharku Avan: Yoodhargal Pavulin Kaariyaththai Adhiga Thittamaai Visaarikkamanadhullavargalpola, Neer Naalaikku Avanai Aalosanai Sangaththaaridaththil Konduvarumpadi Ummai Vendikkolla Udanpattirukkiraargal. "
},{ "Verses": "21 neer Avargalukkuch Sammadhikkavendaam; Avargalil Naarpadhuperkku Adhigamaanavargal Avanaik Kolaiseyyumalavum Thaangal Pusippadhumillai Kudippadhumillaiyendru Sabadhampannikkondu, Avanukkup Padhivirundhu, Ummudaiya Uththaravukkaaga Ippozhudhu Kaaththukkondu Aayaththamaayirukkiraargal Endraan. "
},{ "Verses": "22 appozhudhu Senaapadhi: Nee Ivaigalai Enakku Ariviththadhaaga Oruvarukkunj Sollaadhe Endru Kattalaiyittu, Vaalibanai Anuppivittaan. "
},{ "Verses": "23 pinbu Avan Nootrukku Adhibadhigalil Iranduperai Azhaiththu, Sesariyaapattanaththirkup Pogumpadi Irunooru Kaalaatkalaiyum, Ezhubadhu Kudhiraiveeraraiyum, Irunooru Eettikkaararaiyum, Raaththiriyil Moondraammani Velaiyile, Aayaththampannungalendrum; "
},{ "Verses": "24 pavulai Etri, Dhesaadhibadhiyaagiya Peliksinidaththirkup Paththiramaaik Kondupogumpadikkuk Kudhiraigalai Aayaththappaduththungalendrum Sonnadhumandri, "
},{ "Verses": "25 oru Nirubaththaiyum Ezhudhinaan; Adhin Vivaramaavadhu: "
},{ "Verses": "26 ganamporundhiya Dhesaadhibadhiyaagiya Peliks Enbavarukkuk Kilavudhiyu Leesiyaa Vaazhththudhal Solli Arivikkiradhu Ennavendraal: "
},{ "Verses": "27 indha Manushanai Yoodhar Pidiththukkolaiseyyappogira Samayaththil, Naan Porchsevagarode Koodappoi, Ivan Romanendru Arindhu, Ivanai Viduviththen. "
},{ "Verses": "28 avargal Ivanmel Saattina Kutraththai Naan Ariyavendumendru Ivanai Avargal Aalosanai Sangaththukkumun Konduponen. "
},{ "Verses": "29 ivan Avargaludaiya Vedhaththirkaduththa Vishayangalaikkuriththuk Kutranjsaattappattavanendru Vilanginadheyallaamal, Maranaththukkaavadhu Vilangukkaavadhu Etra Kutram Yaadhondrum Ivanidaththil Illaiyendru Kandarindhen. "
},{ "Verses": "30 yoodhargal Ivanukku Virodhamaaich Sarppanaiyaana Yosanai Seygiraargalendru Enakkuth Theriyavandhabodhu, Udane Ivanai Ummidaththirku Anuppinen; Kutranjaattugiravargalum Ivanukku Virodhamaaich Sollugira Kaariyangalai Umakku Munbaaga Vandhu Sollumpadi Avargalukkuk Kattalaiyitten. Sugamaayiruppeeraaga, Endrezhudhinaan. "
},{ "Verses": "31 porchsevagar Thangalukkuk Kattalaiyittapadiye, Pavulaik Koottikkondu, Raaththiriyile Andhippaththiri Oorukkup Poi, "
},{ "Verses": "32 marunaalil Kudhiraiveerarai Avanudanekoodap Pogumpadi Anuppivittu, Thaangal Kottaikkuth Thirumbinaargal. "
},{ "Verses": "33 avargal Sesariyaapattanaththil Serndhu, Nirubaththaith Dhesaadhibadhiyinidaththil Koduththu, Pavulaiyum Avanmunbaaga Niruththinaargal, "
},{ "Verses": "34 dhesaadhibadhi Adhai Vaasiththu: Endha Naattaanendru Kettu, Silisiyaa Naattaanendru Arindhabodhu: "
},{ "Verses": "35 unmel Kutranjaattugiravargalum Vandhirukkumbodhu Un Kaariyaththaith Thittamaaik Ketpenendru Solli, Erodhin Aramanaiyile Avanaik Kaavalpannumpadi Kattalaiyittaan. "
}
]