[
{ "Verses": "1 sagodharare, Pidhaakkale, Naan Ippozhudhu Ungalukkuch Sollappogira Niyaayangalukkuch Sevikoduppeergalaaga Endraan. "
},{ "Verses": "2 avan Ebireyubaashaiyile Thangaludane Pesugiradhai Avargal Kettapozhudhu, Adhiga Amaidhalaayirundhaargal. Appozhudhu Avan: "
},{ "Verses": "3 naan Yoodhan, Silisiyaa Naattilulla Tharsupattanaththile Pirandhu, Indha Nagaraththile Gamaaliyelin Paadhaththaruge Valarndhu, Munnorgaludaiya Vedhappiramaanaththinpadiye Thittamaaip Podhikkappattu, Indraiyathdhinam Neengalellaarum Dthevanaikkuriththu Vairaakkiyamullavargalaayirukkiradhupola Naanum Vairaakkiyamullavanaayirundhen. "
},{ "Verses": "4 naan Indha Maarkkaththaaraagiya Purusharaiyum Sthireegalaiyum Katti, Siraichchaalaigalil Oppuviththu, Maranabariyandham Thunbappaduththinen. "
},{ "Verses": "5 adharkup Piradhaana Aasaariyarum Mooppar Yaavarum Saatchikoduppaargal; Avargal Kaiyile Naan Sagodhararukku Nirubangalai Vaangikkondu, Thamaskuvilirukkiravargalum Thandikkappadumpadikku, Avargalaik Katti, Erusalemukkuk Konduvarumpadi Avvidaththirkupponen. "
},{ "Verses": "6 appadi Naan Pirayanappattuth Thamaskuvukkuch Sameebamaanabodhu, Maththiyaana Velaiyile, Sadidhiyaai Vaanaththilirundhu Peroli Undaagi, Ennaichsutrip Piragaasiththadhu. "
},{ "Verses": "7 naan Tharaiyile Vizhundhen. Appozhudhu: Savule, Savule, Nee Ennai En Thunbappaduththugiraai Endru Ennudane Sollugira Oru Saththaththaik Ketten. "
},{ "Verses": "8 adharku Naan: Aandavare, Neer Yaar Endren. Avar: Nee Thunbappaduththugira Nasareyanaagiya Yesu Naane Endraar. "
},{ "Verses": "9 ennudanekooda Irundhavargal Velichchaththaikkandu, Bayamadaindhaargal; Ennudane Pesinavarudaiya Saththaththaiyo Avargal Ketkavillai. "
},{ "Verses": "10 appozhudhu Naan: Aandavare, Naan Ennaseyyavendum Endren. Adharkuk Karththar: Nee Ezhundhu, Thamaskuvukkup Po; Nee Seyyumpadi Niyamikkappattadhellaam Ange Unakkuch Sollappadum Endraar. "
},{ "Verses": "11 andha Oliyin Magimaiyinaale Naan Paarvaiyatrupponapadiyinaal, Ennodirundhavargalaal Kailaagu Koduththu Vazhinadaththappattuth Thamaskuvukku Vandhen. "
},{ "Verses": "12 appozhudhu Vedhappiramaanaththinpadiye Bakthiyullavanum, Ange Kudiyirukkira Sagala Yoodharaalum Nallavanendru Saatchipetravanumaagiya Ananiyaa Ennum Oruvan, "
},{ "Verses": "13 ennidaththil Vandhunindru: Sagodharanaagiya Savule, Paarvaiyadaivaayaaga Endraan; Annerame Naan Paarvaiyadaindhu, Avanai Erittuppaarththen. "
},{ "Verses": "14 appozhudhu Avan: Nammudaiya Munnorgalin Dhevanudaiya Thiruvulaththai Nee Ariyavum, Needhibararaith Dharisikkavum, Avarudaiya Thiruvaaimozhiyaikketkavum, Avar Unnai Munname Therindhukondaar. "
},{ "Verses": "15 nee Kandavaigalaiyum Kettavaigalaiyum Kuriththuch Sagala Manusharukkumunbaaga Avarukkuch Saatchiyaayiruppaai. "
},{ "Verses": "16 ippozhudhu Nee Thaamadhikkiradhenna? Nee Ezhundhu Karththarudaiya Naamaththaith Thozhudhukondu, Gnaanasnaanampetru, Un Paavangal Pogak Kazhuvappadu Endraan. "
},{ "Verses": "17 pinbu Naan Erusalemukkuth Thirumbivandhu, Dhevaalayaththil Jebampannikkondirukkaiyil, Gnaanadhirushtiyadaindhu, Avaraith Dharisiththen. "
},{ "Verses": "18 avar Ennai Nokki: Nee Ennaikkuriththuch Sollum Saatchiyai Ivargal Etrukkollamaattaargal; Aadhalaal Nee Thaamadhampannaamal Seekkiramaai Erusalemaivittup Purappattuppo Endraar. "
},{ "Verses": "19 adharku Naan: Aandavare, Ummidaththil Visuvaasamaayirukkiravargalai Naan Kaavalil Vaiththu Jebaaalayangalile Adiththadhaiyum, "
},{ "Verses": "20 ummudaiya Saatchiyaagiya Sthevaanudaiya Raththam Sindhappadugirabodhu, Naanum Aruge Nindru, Avanaik Kolaiseyvadharkuch Sammadhiththu, Avanaik Kolaiseydhavargalin Vasthirangalaik Kaaththukkondirundhadhaiyum, Ivargal Arindhirukkiraargale Endren. "
},{ "Verses": "21 adharku Avar: Nee Po, Naan Unnaith Dhooramaaip Purajaadhigalidaththile Anuppuven Endru Sonnaar Endraan. "
},{ "Verses": "22 indha Vaarththaivaraikkum Avanukkuch Sevikoduththaargal. Pinbu: Ippadippattavanai Boomiyilirundhu Agatravendum, Ivan Uyirodirukkiradhu Niyaayamallavendru Migundha Saththamittuch Sonnaargal. "
},{ "Verses": "23 ivvidhamaai Avargal Kookkuralittuth Thangal Melvasthirangalai Erindhuvittu, Aagaayaththile Puzhudhiyaith Thootrikkondirukkaiyil, "
},{ "Verses": "24 senaabadhi Avanaik Kottaikkulle Konduvarumpadi Kattalaiyittu, Avargal Avanukku Virodhamaai Ippadik Kookkuralitta Mugaandharaththai Ariyumpadikku Avanaich Savukkaal Adiththu Visaarikkach Sonnaan. "
},{ "Verses": "25 andhappadi Avargal Avanai Vaarinaal Azhundhakkattumbodhu, Pavul Sameebamaai Nindra Nootrukku Adhibadhiyai Nokki: Romanum Niyaayam Visaarikkappadaadhavanumaayirukkira Manushanai Adikkiradhu Ungalukku Niyaayamaa Endraan. "
},{ "Verses": "26 nootrukku Adhibadhi Adhaikkettu Senaabadhiyinidaththirkup Poi, Adhai Ariviththu: Neer Seyyappogiradhaik Kuriththu Echcharikkaiyaayirum; Indha Manushan Roman Endraan. "
},{ "Verses": "27 appozhudhu Senaabadhi Pavulinidaththil Vandhu: Nee Romanaa? Enakkuch Sol Endraan. Adharku Avan: Naan Romandhaan Endraan. "
},{ "Verses": "28 senaabadhi Piradhiyuththaramaaga: Naan Migundha Thiraviyaththinaale Indhach Silaakkiyaththaich Sambaadhiththen Endraan. Adharkup Pavul: Naano Andhach Silaakkiyaththirkuriyavanaagap Pirandhen Endraan. "
},{ "Verses": "29 avanai Adiththu Visaarikkumpadi Eththanamaayirundhavargal Udane Avanai Vittuvittaargal. Senaabadhi Avan Romanendru Arindhu, Avanaik Kattuviththadharkaagap Bayandhaan. "
},{ "Verses": "30 pavulinmel Yoodharaale Erpaduththappatta Kutram Innadhendru Nichchayamaai Ariya Virumbi, Avan Marunaalile Avanaik Kattavizhththu, Piradhaana Aasaariyaraiyum Aalosanai Sangaththaar Anaivaraiyum Koodivarumpadi Kattalaiyittu, Avanaik Koottikkondupoi, Avargalukku Munbaaga Niruththinaan. "
}
]