[
{ "Verses": "1 ananiyaa Ennum Perulla Oruvanum, Avan Manaiviyaagiya Sappeeraalum Thangal Kaaniyaatchiyai Vitraargal. "
},{ "Verses": "2 than Manaivi Ariya Avan Kirayaththile Oru Pangai Vanjiththu Vaiththu, Oru Pangaik Konduvandhu, Apposthalarudaiya Paadhaththile Vaiththaan. "
},{ "Verses": "3 pedhuru Avanai Nokki: Ananiyaave Nilaththin Kirayaththil Oru Pangai Vanjiththuvaiththu, Parisuththa Aaviyinidaththil Poisollumpadi, Saaththaan Un Irudhayaththai Nirappinadhenna? "
},{ "Verses": "4 adhai Virkumunne Adhu Unnudaiyadhaayirukkavillaiyo? Adhai Vitrapinnum Adhin Kirayam Un Vasaththilirukkavillaiyo? Nee Un Irudhayaththile Ippadippatta Ennankondadhenna Nee Manusharidaththil Alla, Dhevanidaththil Poisonnaai Endraan. "
},{ "Verses": "5 ananiyaa Indha Vaarththaigalaik Ketkave, Vizhundhu Jeevanai Vittaan. Ivaigalaik Kelvippatta Yaavarukkum Migundha Bayamundaayitru. "
},{ "Verses": "6 vaalibar Ezhundhu, Avanaich Selaiyil Sutri, Veliye Eduththukkondupoi Adakkampanninaargal "
},{ "Verses": "7 erakkuraiya Moondru Mani Neraththukkuppinbu, Avanudaiya Manaivi Nadandhadhai Ariyaamal, Ulle Vandhaal. "
},{ "Verses": "8 pedhuru Avalai Nokki: Nilaththai Ivvalavukkuththaanaa Vitreergal, Enakkuch Sol Endraan. Aval: Aam, Ivvalavukkuththaan Endraal. "
},{ "Verses": "9 pedhuru Avalai Nokki: Karththarudaiya Aaviyaich Sodhikkiradharku Neengal Orumanappattadhenna? Idho, Un Purushanai Adakkampanninavargaludaiya Kaalgal Vaasarpadiyile Vandhirukkiradhu, Unnaiyum Veliye Kondupovaargal Endraan. "
},{ "Verses": "10 udane Aval Avanudaiya Paadhaththil Vizhundhu Jeevanai Vittaal. Vaalibar Ulle Vandhu, Aval Mariththupponadhaik Kandu, Avalai Veliye Eduththukkondupoi, Avaludaiya Purushanandaiyile Adakkampanninaargal. "
},{ "Verses": "11 sabaiyaarellaarukkum, Ivaigalaik Kelvippatta Matra Yaavarukkum, Migundha Bayamundaayitru. "
},{ "Verses": "12 apposthalarudaiya Kaigalinaale Anega Adaiyaalangalum Arpudhangalum Janangalukkulle Seyyappattadhu. Ellaarum Orumanappattu Saalomonudaiya Mandapaththil Irundhaargal. "
},{ "Verses": "13 matravargalil Oruvarum Avargaludane Serath Thuniyavillai. Aagilum Janangal Avargalai Menmaippaduththinaargal. "
},{ "Verses": "14 thiralaana Purushargalum Sthireegalum Visuvaasamullavargalaagik Karththaridaththil Adhigamadhigamaaich Serkkappattaargal. "
},{ "Verses": "15 piniyaaligalaip Padukkaigalin Melum Kattilgalinmelum Kidaththi, Nadandhupogaiyil Avanudaiya Nizhalaagilum Avargalil Silarmel Padumpadikku Avargalai Veliye Veedhigalil Konduvandhu Vaiththaargal. "
},{ "Verses": "16 sutruppattanangalilumirundhu Thiralaana Janangal Piniyaaligalaiyum Asuththa Aavigalaal Vaadhikkappattavargalaiyum Erusalemukkuk Konduvandhaargal; Avargalellaarum Gunamaakkappattaargal. "
},{ "Verses": "17 appozhudhu Piradhaana Aasaariyarum Avanudanekooda Irundha Sadhuseya Samayaththaaranaivarum Ezhumbi, Poraamaiyinaal Niraindhu, "
},{ "Verses": "18 apposthalargalaip Pidiththu, Podhuvaana Siraichchaalaiyile Vaiththaargal. "
},{ "Verses": "19 karththarudaiya Thoodhan Raaththiriyile Siraichchaalaiyin Kadhavugalaith Thirandhu, Avargalai Veliye Konduvandhu: "
},{ "Verses": "20 neengal Poi, Dhevaalayaththile Nindru, Indha Jeevavaarththaigal Ellaavatraiyum Janangalukkuch Sollungal Endraan. "
},{ "Verses": "21 avargal Adhaikkettu, Adhigaalame Dhevaalayaththil Piravesiththup Podhagampanninaargal. Piradhaana Aasaariyanum Avanudanekooda Irundhavargalum Vandhu, Aalosanai Sangaththaaraiyum Isravel Buththirarin Moopparellaaraiyum Varavazhaiththu Apposthalargalaik Konduvarumpadi Siraichchaalaikkuch Sevagarai Anuppinaargal. "
},{ "Verses": "22 sevagar Poi, Siraichchaalaiyile Avargalaik Kaanaamal, Thirumbivandhu: "
},{ "Verses": "23 siraichchaalai Migundha Baththiramaaip Poottappattirukkavum, Kaavarkaarar Veliye Kadhavugalukkumun Nirkavum Kandom; Thirandhapozhudho Ulle Oruvaraiyum Kaanom Endru Ariviththaargal. "
},{ "Verses": "24 indhach Seydhiyai Aasaariyanum Dhevaalayaththaik Kaakkira Senaiththalaivanum Piradhaana Aasaariyargalum Kettapozhudhu, Idhennamaai Mudiyumo Endru, Avargalaik Kuriththuk Kalakkamadaindhaargal. "
},{ "Verses": "25 appozhudhu Oruvan Vandhu: Idho, Neengal Kaavalil Vaiththa Manushar Dhevaalayaththil Nindru Janangalukkup Podhagampannugiraargal Endru Avargalukku Ariviththaan. "
},{ "Verses": "26 udane Senaiththalaivan Sevagarodekoodap Poi, Janangal Kallerivaargal Endru Bayandhadhinaal, Balavandhampannaamal Avargalai Azhaiththukkonduvandhaan. "
},{ "Verses": "27 appadi Avargalai Azhaiththukkondu, Aalosanai Sangaththukku Munbaaga Niruththinaargal Appozhudhu Piradhaana Aasaariyan Avargalai Nokki: "
},{ "Verses": "28 neengal Andha Naamaththaikkuriththup Podhagampannakkoodaadhendru Naangal Ungalukku Urudhiyaaik Kattalaiyidavillaiyaa. Appadiyirundhum, Idho, Erusalemai Ungal Podhagaththinaale Nirappi, Andha Manushanudaiya Raththappazhiyai Engalmel Sumaththavendumendrirukkireergal Endru Sonnaan. "
},{ "Verses": "29 adharkup Pedhuruvum Matra Apposthalarum: Manusharukkuk Keezhppadigiradhaippaarkkilum Dhevanukkuk Keezhppadikiradhe Avasiyamaayirukkiradhu. "
},{ "Verses": "30 neengal Maraththile Thookkik Kolaiseydha Yesuvai Nammudaiya Pidhaakkalin Dhevan Ezhuppi, "
},{ "Verses": "31 isravelukku Mananthirumbudhalaiyum Paavamannippaiyum Arulugiradharkaaga, Avarai Adhibadhiyaagavum Ratchagaraagavum Thamadhu Valadhukaraththinaale Uyarththinaar. "
},{ "Verses": "32 indhach Sangadhigalaikkuriththu Naangal Avarukkuch Saatchigalaayirukkirom. Dhevan Thamakkuk Keezhppadigiravargalukkuth Thandharulina Parisuththa Aaviyum Saatchi Endraargal "
},{ "Verses": "33 adhai Avargal Kettapozhudhu, Moorkkamadaindhu, Avargalaik Kolaiseyyumpadikku Yosanaipanninaargal. "
},{ "Verses": "34 appozhudhu Sagala Janangalaalum Ganampetra Niyaayasaasthiriyaagiya Kamaaliyel Ennum Perkonda Oru Pariseyan Aalosanai Sangaththil Ezhundhirundhu, Apposthalaraich Satruneram Veliye Kondupogachsolli, "
},{ "Verses": "35 sangaththaarai Nokki: Isravelare, Indha Manusharukku Neengal Seyyappogiradhaikkuriththu Echcharikkaiyaayirungal. "
},{ "Verses": "36 enendraal Innaatkalukkumunne Theyudhaas Enbavan Ezhumbi, Thannai Oru Periyavanaagap Paaraattinaan; Erakkuraiya Naanooruper Avanaich Serndhaargal; Avan Madindhuponaan; Avanai Nambina Anaivarum Sidhari, Avamaaipponaargal. "
},{ "Verses": "37 avanukkuppinbu, Kudimadhippin Naatkalile, Galileyanaagiya Yoodhaas Enbavan Ezhumpi, Thannaip Pinbatrumpadi Anega Janangalai Izhuththaan; Avanum Azhindhuponaan; Avanai Nambiyirundha Anaivarum Sidharadikkappattaargal. "
},{ "Verses": "38 ippozhudhu Naan Ungalukkuch Sollugiradhennavendraal, Indha Manusharukku Ondrunjseyyaamal Ivargalai Vittuvidungal Indha Yosanaiyum Indhak Kiriyaiyum Manusharaal Undaayirundhadhaanaal Azhindhupom: "
},{ "Verses": "39 dhevanaal Undaayirundhadheyaanaal, Adhai Ozhiththuvida Ungalaal Koodaadhu; Dhevanode Porseygiravargalaaik Kaanappadaadhapadikkup Paarungal Endraan. "
},{ "Verses": "40 appozhudhu Avargal Avanudaiya Yosanaikku Udanpattu, Apposthalarai Varavazhaiththu, Adiththu, Yesuvin Naamaththaik Kuriththup Pesakkoodaadhendru Kattalaiyittu, Avargalai Vidudhalaiyaakkinaargal. "
},{ "Verses": "41 avarudaiya Naamaththukkaagath Thaangal Avamaanamadaivadharkup Paaththiraraaga Ennappattapadiyinaal, Sandhoshamaai Aalosanai Sangaththaivittup Purappattuppoi, "
},{ "Verses": "42 dhinandhorum Dhevaalayaththileyum Veedugalileyum Idaividaamal Ubadhesampanni, Yesuve Kiristhuvendru Pirasangiththaargal. "
}
]