[
{ "Verses": "1 avanaik Kolaiseygiradharkuch Savulum Sammadhiththirundhaan. Akkaalaththile Erusalemilulla Sabaikku Migundha Thunbam Undaayitru. Apposthalarthavira, Matra Yaavarum Yoodheyaa Samaariyaa Dhesangalil Sidharappattupponaargal. "
},{ "Verses": "2 dheva Bakthiyulla Manushar Sthevaanai Eduththu Adakkampanni, Avanukkaaga Migavum Dhukkankondaadinaargal "
},{ "Verses": "3 savul Veedugaldhorum Nuzhaindhu, Purusharaiyum Sthireegalaiyum Izhuththukkondupoi, Kaavalil Poduviththu, Sabaiyaip Paazhaakkikkondirundhaan. "
},{ "Verses": "4 sidharipponavargal Engunthirindhu, Suvisesha Vasanaththaip Pirasangiththaargal. "
},{ "Verses": "5 appozhudhu Pilippenbavan Samaariyaavilulla Oru Pattanaththirkup Poi, Angullavargalukku Pirasangiththaan. "
},{ "Verses": "6 pilippu Seydha Adhisayangalai Janangal Kelvippattu Kandu, Avanaal Sollappattavaigalai Orumanappattuk Gavaniththaargal. "
},{ "Verses": "7 anegarilirundha Asuththaaavigal Migundha Saththaththode Kooppittu Avargalai Vittup Purappattadhu. Anegan Thimirvaadhakkaararum Sappaanigalum Gunamaakkappattaargal. "
},{ "Verses": "8 andhap Pattanaththile Migundha Sandhosham Undaayitru. "
},{ "Verses": "9 seemon Endru Perkonda Orumanushan Andhap Pattanaththile Maayaviththaikkaaranaayirundhu, Thannai Oru Periyavanendru Solli, Samaariyaanaattu Janangalaip Biramikkappannikkondirundhaan. "
},{ "Verses": "10 dhevanudaiya Peridhaana Sakthi Ivandhaan Endru Enni, Siriyor Periyor Yaavarum Avanukkuch Sevikoduththuvandhaargal. "
},{ "Verses": "11 avan Anega Kaalamaaith Thannudaiya Maayaviththaigalinaale Avargalaip Biramikkappanninadhinaal Avanai Madhiththuvandhaargal. "
},{ "Verses": "12 dhevanudaiya Raajyaththukkum Yesukiristhuvinudaiya Naamaththukkum Etravaigalaikkuriththu, Pilippu Pirasangiththadhai Avargal Visuvaasiththabodhu, Purusharum Sthireegalum Gnaanasnaanampetraargal. "
},{ "Verses": "13 appozhudhu Seemonum Visuvaasiththu Gnaanasnaanam Petru, Pilippaippatrikkondu, Avanaal Nadandha Adaiyaalangalaiyum Periya Arpudhangalaiyumkandu Biramiththaan. "
},{ "Verses": "14 samaariyar Dhevavasanaththai Etrukkondadhai Erusalemilulla Apposthalargal Kelvippattu, Pedhuruvaiyum Yovaanaiyum Avargalidaththirku Anuppinaargal. "
},{ "Verses": "15 ivargal Vandhapozhudhu Avargaliloruvanum Parisuththa Aaviyaip Peraamal Karththaraagiya Yesuvin Naamaththinaale Gnaanasnaanaththai Maaththiram Petrirundhavargalaagak Kandu, "
},{ "Verses": "16 avargal Parisuththa Aaviyaip Petrukkollumpadi Avargalukkaaga Jebampanni, "
},{ "Verses": "17 avargalmel Kaigalai Vaiththaargal, Appozhudhu Avargal Parisuththa Aaviyaip Petraargal. "
},{ "Verses": "18 apposthalar Thangal Kaigalai Avargalmel Vaiththadhinaal Parisuththa Aavi Thandharulappadugiradhaich Seemon Kandabodhu, Avargalidaththil Panaththaik Konduvandhu: "
},{ "Verses": "19 naan Evanmel En Kaigalai Vaikkireno, Avan Parisuththa Aaviyaip Peraththakkadhaaga Enakkum Indha Adhigaaraththaik Kodukkavendum Endraan. "
},{ "Verses": "20 pedhuru Avanai Nokki: Dhevanudaiya Varaththaip Panaththinaale Sambaadhiththukkollalaamendru Nee Ninaiththapadiyaal Un Panam Unnodekooda Naasamaaip Pogakkadavadhu. "
},{ "Verses": "21 un Irudhayam Dhevanukkumunbaagach Semmaiyaayiraadhapadiyaal, Indha Vishayaththile Unakkup Pangumillai Paagamumillai. "
},{ "Verses": "22 aagaiyaal Nee Un Dhurkgunaththai Vittu Mananthirumbi, Dhevanai Nokki Vendikkol; Oruvelai Un Irudhayaththin Ennam Unakku Mannikkappadalaam. "
},{ "Verses": "23 nee Kasappaana Pichchilum Paavakkattilum Agappattirukkiradhaagak Kaangiren Endraan. "
},{ "Verses": "24 adharkuch Seemon: Neengal Sonna Kaariyangalil Ondrum Enakku Neridaadhapadikku, Enakkaagak Karththarai Vendikkollungal Endraan. "
},{ "Verses": "25 ivvidhamaai Avargal Karththardaiya Vasanaththaich Saatchiyaai Ariviththuch Sonnapinbu, Samaariyarudaiya Anega Giraamangalil Suviseshaththaip Pirasangiththu, Erusalemukkuth Thirumbivandhaargal. "
},{ "Verses": "26 pinbu Karththarudaiya Thoodhan Pilippai Nokki: Nee Ezhundhu, Therku Mugamaai Erusalemilirundhu Gaasaa Pattanaththukkup Pogira Vanaandharamaarkkamaaip Po Endraan. "
},{ "Verses": "27 andhappadi Avan Ezhundhu Ponaan. Appozhudhu Eththiyoppiyarudaiya Raajasthireeyaagiya Kandhaage Enbavalukku Mandhiriyum Avaludaiya Pokkishamellaavatrirkum Thalaivanumaayirundha Eththiyoppiyanaagiya Oruvan Panindhukollumpadi Erusalemukku Vandhirundhu; "
},{ "Verses": "28 oorukkuth Thirumbippogumbodhu, Than Radhaththile Utkaarndhu, Esaayaa Theerkkadharisiyin Aagamaththai Vaasiththukkondirundhaan. "
},{ "Verses": "29 aaviyaanavar: Nee Poi, Andha Radhaththudane Serndhukol Endru Pilippudane Sonnaar; "
},{ "Verses": "30 appozhudhu Pilippu Odippoichserndhu, Avan Esaayaa Theerkkadharisiyin Aagamaththai Vaasikkiradhaik Kettu: Neer Vaasikkiravaigalin Karuththu Umakkuth Theriyumaa Endraan. "
},{ "Verses": "31 adharku Avan: Oruvan Enakkuth Therivikkaavittaal Adhu Enakku Eppadith Theriyum Endru Solli; Pilippu Eri, Thannode Utkaarumpadi Avanai Vendikkondaan. "
},{ "Verses": "32 avan Vaasiththa Vedhavaakkiyamennavendraal; Avar Oru Aattaippola Adikkappaduvadharkuk Kondu Pogappattaar; Mayirkkaththarikkiravanukku Munbaagach Saththamidaadhirukkira Aattukkuttiyaippola Avar Thamadhu Vaayaith Thiravaadhirundhaar. "
},{ "Verses": "33 avar Thammaith Thaazhththinabodhu Avarudaiya Niyaayam Eduththuppodappattadhu; Avarudaiya Jeevan Boomiyilirundhu Edupattuppoyitru; Avarudaiya Vamsaththai Yaaraale Sollimudiyum Enbadhe. "
},{ "Verses": "34 mandhiri Pilippai Nokki: Theerkkadharisi Yaaraikkuriththu Idhaich Sollugiraar? Thammaikkuriththo, Veroruvaraikkuriththo? Enakkuch Sollavendum Endru Kettukkondaan. "
},{ "Verses": "35 appozhudhu Pilippu Pesaththodangi, Indha Vedhavaakkiyaththai Munnittu Yesuvaikkuriththu Avanukkuppirasangiththaan. "
},{ "Verses": "36 ivvidhamaai Avargal Vazhinadandhupogaiyil, Thanneerulla Oridaththirku Vandhaargal. Appozhudhu Mandhiri: Idho, Thanneer Irukkiradhe, Naan Gnaanasnaanam Perugiradharkuth Thadaiyenna Endraan. "
},{ "Verses": "37 adharkup Pilippu: Neer Muzhu Irudhayaththodum Visuvaasiththaal Thadaiyillaiyendraan. Appozhudhu Avan Yesukiristhuvai Dhevanudaiya Kumaaranendru Visuvaasikkiren Endru Solli; "
},{ "Verses": "38 radhaththai Niruththachsonnaan. Appozhudhu Pilippum Mandhiriyum Aagiya Iruvarum Thanneeril Iranginaargal, Pilippu Avanukku Gnaanasnaanankoduththaan. "
},{ "Verses": "39 avargal Thanneerilirundhu Karaiyerinapozhudhu Karththarudaiya Aaviyaanavar Pilippaik Kondupoivittaar. Mandhiri Appuram Avanaik Kaanaamal, Sandhoshaththode Than Vazhiye Ponaan. "
},{ "Verses": "40 pilippu Aasoththile Kaanappattu, Avvidaththilirundhu Pirayaanam Panni Sesariyaavukku Varugiravaraiyil Sagala Pattanangalilum Suviseshaththaip Pirasangiththukkonduvandhaan "
}
]