[
{ "Verses": "1 savul Enbavan Innung Karththarudaiya Seesharaip Bayamuruththik Kolai Seyyumpadi Seerip Piradhaana Aasaariyaridaththirkup Poi; "
},{ "Verses": "2 indha Maarkkaththaaraagiya Purusharaiyaagilum Sthireegalaiyaagilum Thaan Kandupidiththaal, Avargalaik Katti Erusalemukkuk Konduvarumpadi, Thamaskuvilulla Jebaaalayangalukku Nirubangalaik Kettu Vaanginaan. "
},{ "Verses": "3 avan Pirayaanamaaip Poi, Thamaskuvukkuch Sameebiththabodhu Sadidhiyile Vaanaththilirundhu Oru Oli Avanaich Sutrip Piragaasiththadhu; "
},{ "Verses": "4 avan Tharaiyile Vizhundhaan. Appozhudhu: Savule, Savule, Nee Ennai En Thunbappaduththugiraai Endru Thannudane Sollugira Oru Saththaththaik Kettaan. "
},{ "Verses": "5 adharku Avan: Aandavare, Neer Yaar, Endraan. Adharkuk Karththar: Nee Thunbappaduththugira Yesu Naane, Mullil Udhaikkiradhu Unakkuk Kadinamaam Endraar. "
},{ "Verses": "6 avan Nadungith Thigaiththu: Aandavare, Naan Ennaseyyach Siththamaayirukkireer Endraan. Adharkuk Karththar: Nee Ezhundhu, Pattanaththukkulle Po, Nee Seyyavendiyadhu Ange Unakkuch Sollappadum Endraar. "
},{ "Verses": "7 avanudanekoodap Pirayaanampannina Manushargal Saththaththaik Kettum Oruvaraiyung Kaanaamal Biramiththu Nindraargal. "
},{ "Verses": "8 savul Tharaiyilirundhezhundhu, Than Kangalaith Thirandhabodhu Oruvaraiyung Kaanavillai. Appozhudhu Kailaagu Koduththu, Avanaith Thamaskuvukkuk Koottikkonduponaargal "
},{ "Verses": "9 avan Moondru Naal Paarvaiyillaadhavanaaip Pusiyaamalum Kudiyaamalum Irundhaan. "
},{ "Verses": "10 thamaskuvile Ananiyaa Ennumperulla Oru Seeshan Irundhaan. Avanukkuk Karththar Dharisanamaagi: Ananiyaave, Endraar. Avan: Aandavare, Idho, Adiyen Endraan. "
},{ "Verses": "11 appozhudhu Karththar: Nee Ezhundhu Nerththeruvu Ennappatta Theruvukkuppoi, Yoodhaavin Veettile Tharsupattanaththaanaagiya Savul Ennum Perulla Oruvanaith Thedu; Avan Ippozhudhu Jebampannugiraan. "
},{ "Verses": "12 ananiyaa Ennum Perulla Orumanushan Thannidaththil Varavum, Thaan Paarvaiyadaiyavumpadi Thanmel Kaivaikkavum Dharisanankandaan Endraar. "
},{ "Verses": "13 adharku Ananiyaa: Aandavare, Indha Manushan Erusalemilulla Ummudaiya Parisuththavaangalukku Eththanaiyo Pollaangugalaich Seydhaanendru Avanaikkuriththu Anegaraal Kelvippattirukkiren. "
},{ "Verses": "14 ingeyum Ummudaiya Naamaththaith Thozhudhukollugira Yaavaraiyung Kattumpadi Avan Piradhaana Aasaariyargalaal Adhigaaram Petrirukkiraane Endraan. "
},{ "Verses": "15 adharkuk Karththar: Nee Po; Avan Purajaadhigalukkum Raajaakkalukkum Isravel Buththirarukkum Ennudaiya Naamaththai Arivikkiradharkaaga Naan Therindhukonda Paaththiramaayirukkiraan. "
},{ "Verses": "16 avan Ennudaiya Naamaththinimiththam Evvalavaaip Paadupadavendumenbadhai Naan Avanukkuk Kaanbippen Endraar. "
},{ "Verses": "17 appozhudhu Ananiyaa Poi, Veettukkul Piravesiththu, Avanmel Kaiyai Vaiththu Sagodharanaagiya Savule, Nee Vandhavazhiyile Unakkuth Dharisanamaana Yesuvaagiya Karththar, Nee Paarvaiyadaiyumpadikkum Parisuththa Aaviyinaal Nirappappadumpadikkum Ennai Anuppinaar Endraan. "
},{ "Verses": "18 udane Avan Kangalilirundhu Meen Sedhilgal Pondravaigal Vizhundhadhu. Avan Paarvaiyadaindhu, Ezhundhirundhu, Gnaanasnaanam Petraan. "
},{ "Verses": "19 pinbu Avan Pojanampanni Belappattaan. Savul Thamaskuvilulla Seesharudane Silanaal Irundhu, "
},{ "Verses": "20 thaamadhamindri, Kiristhu Dhevanudaiya Kumaaranendru Aalayangalile Pirasangiththaan. "
},{ "Verses": "21 kettavargalellaarum Aachchariyappattu: Erusalemil Indha Naamaththaith Thozhudhukollugiravargalai Naasamaakki, Ingeyum Appadippattavargalaik Kattip Piradhaana Aasaariyargalidaththirkuk Kondupogumpadi Vandhavan Ivanallavaa Endraargal. "
},{ "Verses": "22 savul Adhigamaagath Thidankondu, Ivare Kiristhuvendru Thirushtaandhappaduththi, Thamaskuvil Kudiyirukkira Yoodhargalaik Kalangappanninaan. "
},{ "Verses": "23 aneganaal Sendrapinbu, Yoodhargal Avanaik Kolaiseyyumpadi Aalosanaipanninaargal. "
},{ "Verses": "24 avargaludaiya Yosanai Savulukkuth Theriyavandhadhu. Avanaik Kolaiseyyumpadi Avargal Iravum Pagalum Kottaivaasalgalaik Kaaththukkondirundhaargal. "
},{ "Verses": "25 seeshargal Raaththiriyile Avanaik Koottikkondupoi, Oru Koodaiyile Vaiththu, Madhilvazhiyaai Irakkivittaargal. "
},{ "Verses": "26 savul Erusalemukku Vandhu, Seesharudane Serndhukollap Paarththaan; Avargal Avanaich Seeshanendru Nambaamal Ellaarum Avanukkup Bayandhirundhaargal. "
},{ "Verses": "27 appozhudhu Barnabaa Enbavan Avanaich Serththukkondu, Apposthalaridaththil Azhaiththukkondupoi, Vazhiyile Avan Karththaraik Kanda Vidhaththaiyum, Avar Avanudane Pesinadhaiyum, Thamaskuvil Avan Yesuvin Naamaththinaale Dhairiyamaaip Pirasangiththadhaiyum Avargalukku Vivariththuch Sonnaan. "
},{ "Verses": "28 adhanpinbu Avan Erusalemile Avargalidaththil Pokkum Varaththumaayirundhu; "
},{ "Verses": "29 karththaraagiya Yesuvin Naamaththinaale Dhairiyamaaip Pirasangiththu, Girekkarudane Pesith Tharkkiththaan; Avargalo Avanaik Kolaiseyya Eththanampanninaargal. "
},{ "Verses": "30 sagodhararo Adhai Arindhu, Avanaich Sechariyaavukku Azhaiththukkondupoi, Tharsuvukku Anuppivittaargal. "
},{ "Verses": "31 appozhudhu Yoodheyaa Galileyaa Samaariyaa Naadugalilengum Sabaigal Samaadhaanam Petru, Bakthiviruththiyadaindhu, Karththarukkup Bayappadugira Bayaththodum, Parisuththa Aaviyin Aarudhalodum Nadandhu Perugina. "
},{ "Verses": "32 pedhuru Poi Ellaaraiyum Sandhiththuvarugaiyil, Avan Liththaa Oorile Kudiyirukkira Parisuththavaangalidaththirkum Ponaan. "
},{ "Verses": "33 ange Ettu Varushamaaik Kattilinmel Thimirvaadhamullavanaaik Kidandha Aineyaa Ennum Perulla Oru Manushanaik Kandaan. "
},{ "Verses": "34 pedhuru Avanaip Paarththu: Aineyaave, Yesukiristhu Unnaik Gunamaakkugiraar; Nee Ezhundhu, Un Padukkaiyai Neeye Pottukkol Endraan. Udane Avan Ezhundhirundhaan. "
},{ "Verses": "35 liththaavilum Saaronilum Kudiyirundhavargalellaarum Avanaik Kandu, Karththaridaththil Thirumbinaargal. "
},{ "Verses": "36 yoppaa Pattanaththil Girekkupbaashaiyile Thorkaal Endru Arththankollum Thabeeththaal Ennum Perudaiya Oru Seeshi Irundhaal; Aval Narkiriyaigalaiyum Dharumangalaiyum Migudhiyaaich Seydhukonduvandhaal. "
},{ "Verses": "37 annaatkalil Aval Viyaadhippattu Maranamadaindhaal. Avalaik Kulippaatti, Melveettile Kidaththivaiththaargal. "
},{ "Verses": "38 yoppaa Pattanam Liththaa Oorukkuch Sameebamaanapadiyinaale, Pedhuru Avvidaththil Irukkiraanendru Seeshargal Kelvippattu, Thaamadhamillaamal Thangalidaththil Varavendumendru Sollumpadi Irandu Manusharai Avanidaththirku Anuppinaargal. "
},{ "Verses": "39 pedhuru Ezhundhu, Avargaludane Koodapponaan. Avan Poich Serndhapozhudhu, Avargal Avanai Melveettukku Azhaiththukkondu Ponaargal. Appozhudhu Vidhavaigalellaarum Azhudhu, Thorkaal Thangaludane Kooda Irukkaiyil Seydhirundha Angigalaiyum Vasthirangalaiyum Kaanbiththu, Avanaich Soozhndhu Nindraargal. "
},{ "Verses": "40 pedhuru Ellaaraiyum Veliye Pogachseydhu, Muzhangaarpadiyittu Jebampanni, Piredhaththin Puramaaith Thirumbi: Thabeeththaale, Ezhundhiru Endraan. Appozhudhu Aval Than Kangalaith Thirandhu, Pedhuruvaip Paarththu Utkaarndhaal. "
},{ "Verses": "41 avan Avalukkuk Kaikoduththu, Avalai Ezhundhirukkappanni, Parisuththavaangalaiyum Vidhavaikalaiyum Azhaiththu, Avalai Uyirullavalaaga Avargal Mun Niruththinaan. "
},{ "Verses": "42 idhu Yoppaa Pattanam Engum Theriyavandhadhu. Appozhudhu Anegar Karththaridaththil Visuvaasamullavargalaanaargal. "
},{ "Verses": "43 pinbu Avan Yoppaa Pattanaththil Thol Padhanidugiravanaagiya Seemon Ennum Oruvanidaththil Aneganaal Thangiyirundhaan. "
}
]