[
{ "Verses": "1 avargal Ampipoli Pattanaththaiyum Appoloniyaa Pattanaththaiyum Kadandhu, Thesalonikke Pattanaththukku Vandhaargal; Ange Yoodharukku Oru Jebaaalayam Irundhadhu. "
},{ "Verses": "2 pavul Than Vazhakkaththinpadiye Avargalidaththil Poi, Moondru Oivunaatkalil Vedhavaakkiyangalin Niyaayangalai Eduththu Avargaludane Sambaashiththu, "
},{ "Verses": "3 kiristhu Paadupadavum Mariththorilirundhu Ezhundhirukkavum Vendiyadhendrum, Naan Ungalukku Arivikkira Indha Yesuve Kiristhu Endrum Kaanbiththu, Thirushtaandhappaduththinaan. "
},{ "Verses": "4 avargalil Silarum, Bakthiyulla Girekkaril Thiralaana Janangalum, Ganamporundhiya Sthireegalil Anegarum Visuvaasiththu, Pavulaiyum Seelaavaiyum Sernthukondaargal. "
},{ "Verses": "5 visuvaasiyaadha Yoodhargal Vairaakkiyankondu Veenaraagiya Sila Pollaadhavargalaich Serththukkondu Koottankoodi, Pattanaththil Amaliyundaakki, Yaasonudaiya Veettai Valaindhukondu, Avargalaip Pattanaththaarukku Munbaaga Izhuththukkonduvara Vagaidhedinaargal. "
},{ "Verses": "6 avargalaik Kaanaamal, Yaasonaiyum Sila Sagodharaiyum Pattanaththu Adhigaarigalidaththil Izhuththukkonduvandhu: Ulagaththaik Kalakkugiravargal Ingeyum Vandhirukkiraargal. "
},{ "Verses": "7 ivargalai Yaason Etrukkondaan. Ivargalellaarum Yesu Ennum Veroruvanai Raajaa Endru Solli, Raayanudaiya Kattalaigalukku Virodhamaagach Seygiraargalendru Kookkuralittu, "
},{ "Verses": "8 ivaigalaik Kettukkondirundha Janangalaiyum Pattanaththu Adhigaarigalaiyum Kalangappanninaargal. "
},{ "Verses": "9 pinbu Avargal Yaasonidaththilum Matravargalidaththilum Jaameen Vaangikkondu, Avargalai Vittuvittaargal "
},{ "Verses": "10 udane Sagodharar Raaththirikaalaththile Pavulaiyum Seelaavaiyum Peroyaa Pattanaththukku Anuppivittaargal; Avargal Ange Serndhu, Yoodharudaiya Jebaaalayaththirkup Ponaargal. "
},{ "Verses": "11 andhap Pattanaththaar Manovaanjaiyaai Vasanaththai Etrukkondu, Kaariyangal Ippadiyirukkiradhaa Endru Thinandhorum Vedhavaakkiyangalai Aaraaindhupaarththadhinaal, Thesalonikkeyil Ullavargalaippaarkkilum Nargunasaaligalaayirundhaargal. "
},{ "Verses": "12 adhanaal Avargalil Anegamperum Ganamporundhiya Girekkaril Anega Sthireegalum Purushargalum Visuvaasiththaargal. "
},{ "Verses": "13 peroyaavilum Dhevavasanam Pavulinaal Arivikkappadugiradhendru Thesalonikkeyaraana Yoodhargal Arindhabodhu, Angeyum Vandhu, Janangalaik Kilappivittaargal. "
},{ "Verses": "14 udane Sagodharar Pavulaich Samuththiravazhiyaaip Poga Anuppivittaargal. Seelaavum Theemoththeyum Ange Thangiyirundhaargal. "
},{ "Verses": "15 pavulai Vazhinadaththinavargal Avanai Aththene Pattanamvaraikkum Azhaiththukkondupoi; Ange Seelaavum Theemoththeyum Adhiseekkiramaagath Thannidaththirku Varumpadi Avargalukkuch Sollak Kattalai Petrukkondu Purappattupponaargal. "
},{ "Verses": "16 aththene Pattanaththil Pavul Avargalukkaagak Kaaththukkondirukkaiyil, Andhap Pattanam Vikkiragangalaal Niraindhirukkiradhaik Kandu, Than Aaviyil Migundha Vairaakkiyamadaindhu, "
},{ "Verses": "17 jeba Aalayaththil Yoodharodum, Bakthiyullavargalodum, Sandhaiveliyil Edhirppattavargalodum Dhinandhorum Sambaashanaipanninaan "
},{ "Verses": "18 appozhudhu Eppikkoorarum Sthoyikkarumaana Gnaanigalil Silar Avanudane Vaakkuvaadhampanninaargal. Silar: Indha Vaayaadi Enna Pesappogiraan Endraargal. Silar: Ivan Anniya Dhevadhaigalai Arivikkiravanaagak Kaangiradhu Endraargal. Avan Yesuvaiyum Uyirththezhudhalaiyum Avargalukkup Pirasangiththapadiyinaale Appadich Sonnaargal. "
},{ "Verses": "19 avargal Avanai Maars Medaikku Azhaiththukkondupoi: Nee Sollugira Pudhidhaana Ubadhesam Innadhendru Naangal Ariyalaamaa? "
},{ "Verses": "20 noodhanamaana Kaariyangalai Engal Kaadhugal Ketkappannugiraai; Avaigalin Karuththu Innadhendru Ariya Manadhaayirukkirom Endraargal. "
},{ "Verses": "21 andha Aththene Pattanaththaarellaarum, Ange Thangugira Anniyarum, Navamaana Kaariyangalaich Sollugiradhilum Ketkiradhilumeyozhiya Verondrilum Pozhudhupokkugiradhillai. "
},{ "Verses": "22 appozhudhu Pavul Maars Medaiyin Naduvile Nindru: Aththenare, Endha Vishayaththilum Neengal Migundha Dhevadhaabakthiyullavargalendru (moodanambikkaiyullavargalendru) Kaangiren. "
},{ "Verses": "23 eppadiyendraal, Naan Sutriththirindhu, Ungal Aaraadhanaikkuriyavaigalaik Gavaniththup Paarththapozhudhu, Ariyappadaadha Dhevanukku Endru Ezhudhiyirukkira Oru Balibeedaththaik Kanden; Neengal Ariyaamal Aaraadhikkira Avaraiye Naan Ungalukku Arivikkiren. "
},{ "Verses": "24 ulagaththaiyum Adhilulla Yaavatraiyum Undaakkina Dhevanaanavar Vaanaththirkum Boomikkum Aandavaraayirukkirapadiyaal Kaigalinaal Kattappatta Kovilgalil Avar Vaasampannugiradhillai. "
},{ "Verses": "25 ellaarukkum Jeevanaiyum Suvaasaththaiyum Sagalaththaiyum Kodukkira Avar, Thamakku Yaadhondru Thevaiyaanadhupola, Manushar Kaigalaal Panividaikollugiradhumillai. "
},{ "Verses": "26 manushajaadhiyaana Sagala Janangalaiyum Avar Ore Raththaththinaale Thondrappanni, Boomiyinmeedhengum Kudiyirukkachseydhu, Mun Theermaanikkappatta Kaalangalaiyum Avargal Kudiyiruppin Ellaigalaiyum Kuriththirukkiraar; "
},{ "Verses": "27 karththaraagiya Thammai Avargal Thadaviyaagilum Kandupidikkaththakkadhaagath Thammaith Thedumpadikku Appadich Seydhaar; Avar Nammil Oruvarukkum Dhooramaanavarallave. "
},{ "Verses": "28 enenil Avarukkul Naam Pizhaikkirom, Asaigirom, Irukkirom; Appadiye Ungal Pulavargalilum Silar: Naam Avarudaiya Sandhadhiyaar Endru Solliyirukkiraargal. "
},{ "Verses": "29 naam Dhevanudaiya Sandhadhiyaayirukka, Manusharudaiya Siththiravelaiyilum Yukthiyinaalum Uruvaakkina Pon, Velli, Kal Ivaigalukku Dheyvam Oppaayirukkumendru Naam Ninaikkalaagaadhu. "
},{ "Verses": "30 ariyaamaiyulla Kaalangalai Dhevan Kaanaadhavarpolirundhaar; Ippozhudho Mananthirumbavendumendru Engumulla Manusharellaarukkum Kattalaiyidugiraar. "
},{ "Verses": "31 melum Oru Naalaik Kuriththirukkiraar; Adhile Avar Thaam Niyamiththa Manushanaikkondu, Poologaththai Needhiyaai Niyaayantheerppaar; Andha Manushanai Mariththorilirundhu Ezhuppinadhinaale Adhin Nichchayaththai Ellaarukkum Vilangappanninaar Endraan. "
},{ "Verses": "32 mariththorin Uyirththezhudhalaikkuriththu Avargal Kettapozhudhu, Silar Igazhndhaargal. Silar: Nee Sollugiradhai Innoruvelai Ketpom Endraargal. "
},{ "Verses": "33 ippadiyirukka, Pavul Avargalai Vittup Poivittaan. "
},{ "Verses": "34 silar Avanaip Patrikkondu, Visuvaasigalaanaargal. Avargalil Maarsmedaiyin Niyaayaadhipadhigalil Oruvanaagiya Thiyoneesiyu Enbavanum, Thaamari Ennum Perulla Oru Sthireeyum, Ivargaludane Veru Silarum Irundhaargal. "
}
]