[
{ "Verses": "1 naangal Avargalai Vittup Pirindhu, Thuraipeyarndhapinbu, Neraayodi, Kostheevaiyum, Marunaalil Rodhutheevaiyum Serndhu, Avvidam Vittup Paththaaraa Pattanaththukku Vandhu, "
},{ "Verses": "2 ange Penikke Dhesaththirkuppogira Oru Kappalaik Kandu, Adhile Eripponom. "
},{ "Verses": "3 seeppurutheevaik Kandu, Adhai Idadhupuramaaga Vittu, Seeriyaanaattirku Odi, Theerupattanaththuraiyil Iranginom; Ange Kappalin Sarakkugalai Irakkavendiyadhaayirundhadhu. "
},{ "Verses": "4 avvidaththilulla Seesharaik Kandupidiththu, Ange Ezhunaal Thanginom. Avargal Pavulai Nokki: Neer Erusalemukkup Pogavendaam Endru Aaviyin Evudhalinaale Sonnaargal. "
},{ "Verses": "5 andha Naatkal Niraiverinapinbu, Naangal Purappattuppogaiyil, Avargalellaarum Manaivigalodum Pillaigalodunkoodap Pattanaththukkup Purambe Engalai Vazhivittanuppumpadi Vandhaargal. Appozhudhu Kadarkaraiyile Naangal Muzhangaarpadiyittu Jebampanninom. "
},{ "Verses": "6 oruvaridaththiloruvar Uththaravu Petrukkondapinbu, Naangal Kappal Erinom; Avargal Thangal Veedugalukkuth Thirumbipponaargal. "
},{ "Verses": "7 naangal Kappalyaaththiraiyai Mudiththu, Theerupattanaththai Vittup Piththolomaai Pattanaththukku Vandhu, Sagodhararai Vinavi, Avargalidaththil Orunaal Thanginom. "
},{ "Verses": "8 marunaalile Pavulaich Serndhavargalaagiya Naangal Purappattuch Sesariyaapattanaththukku Vandhu, Ezhuperil Oruvanaagiya Pilippennum Suviseshaganudaiya Veettile Piravesiththu, Avanidaththil Thanginom. "
},{ "Verses": "9 theerkkadharisananjsollugira Kanniyaasthireegalaagiya Naalu Kumaaraththigal Avanukku Irundhaargal. "
},{ "Verses": "10 naangal Aneganaal Ange Thangiyirukkaiyil, Agapu Ennum Perkonda Oru Theerkkadharisi Yoodheyaavilirundhu Vandhaan. "
},{ "Verses": "11 avan Engalidaththil Vandhu, Pavulinudaiya Kachchaiyai Eduththuth Than Kaigalaiyum Kaalgalaiyum Kattikkondu: Indhak Kachchaiyaiyudaiyavanai Erusalemilulla Yoodhar Ivvidhamaaik Kattip Purajaadhiyaar Kaigalil Oppukkoduppaargal Endru Parisuththa Aaviyaanavar Sollugiraar Endraan. "
},{ "Verses": "12 ivaigalai Naangal Kettapozhudhu, Erusalemukkup Pogavendaamendru, Naangalum Avvidaththaarum Avanai Vendikkondom. "
},{ "Verses": "13 adharkup Pavul: Neengal Azhudhu En Irudhayaththai En Udaindhupogappannugireergal? Erusalemil Naan Karththaraagiya Yesuvin Naamaththirkaagak Kattappaduvadharkumaaththiramalla, Marippadharkum Aayaththamaayirukkiren Endraan. "
},{ "Verses": "14 avan Sammadhiyaadhapadiyinaale, Karththarudaiya Siththam Aagakkadavadhendru Amarndhirundhom. "
},{ "Verses": "15 andha Naatkalukkuppinbu Naangal Pirayaana Saamaangalai Aayaththampannikkondu Erusalemukkup Ponom. "
},{ "Verses": "16 sesariyaapattanaththilulla Seesharil Silar Engaludanekooda Vandhadhumandri, Seeppurutheevaanaagiya Minaason Ennum Oru Pazhaiya Seeshanidaththile Naangal Thangumpadiyaaga Avanaiyum Thangalode Koottikkonduvandhaargal. "
},{ "Verses": "17 naangal Erusalemukku Vandhabodhu, Sagodharar Engalaich Sandhoshamaai Etrukkondaargal. "
},{ "Verses": "18 marunaalile Pavul Engalaik Koottikkondu, Yaakkobinidaththirkup Ponaan; Moopparellaarum Ange Koodivandhaargal. "
},{ "Verses": "19 avargalai Avan Vinavi, Than Oozhiyaththinaale Dhevan Purajaadhigalidaththil Seydhavaigalai Ovvondraai Vivariththuchchonnaan. "
},{ "Verses": "20 adhai Avargal Kettuk Karththarai Magimaippaduththinaargal. Pinbu Avargal Avanai Nokki: Sagodharane, Yoodhargalukkul Anegamaayiramper Visuvaasigalaayirukkiradhaip Paarkkireere, Avargalellaarum Niyaayappiramaanaththukkaaga Vairaakkiyamullavargalaayirukkiraargal. "
},{ "Verses": "21 purajaadhigalidaththilirukkira Yoodharellaarum Thangal Pillaigalukku Viruththasedhanampannavum, Muraimaigalinpadi Nadakkavum Venduvadhillaiyendru Neer Solli, Ivvidhamaai Avargal Moseyai Vittup Pirindhupogumpadi Podhikkireerendru Ivargal Ummaikkuriththuk Kelvippattirukkiraargal. "
},{ "Verses": "22 ippozhudhu Seyyavendiyadhu Enna? Neer Vandhirukkireerendru Ivargal Kelvippattu, Nichchayamaagak Koottankooduvaargal. "
},{ "Verses": "23 aagaiyaal Naangal Umakkuch Sollugirapadi Neer Seyyavendum; Adhennavendraal, Piraarththanai Pannikkondavargalaagiya Naaluper Engalidaththil Irukkiraargal. "
},{ "Verses": "24 avargalai Neer Serththukkondu, Avargaludanekoodach Suththigarippu Seydhukondu, Avargal Thalaichchavarampannikkolvadharkuch Sellumaanadhaich Selavuseyyum; Appadich Seydhaal Ummaikkuriththuk Kelvippatta Kaariyangal Abaththamendrum, Neerum Niyaayappiramaanaththaik Kaikkondu Nadakkiravarendrum Ellaarum Arindhukolvaargal. "
},{ "Verses": "25 visuvaasigalaana Purajaadhiyaar Ippadippattavaigalaik Kaikkollaamal, Vikkiragangalukkup Padaiththathirkum, Raththaththirkum, Nerukkundu Seththadhirkum, Vesiththanaththirkum, Vilagiyirukkavendumendru Naangal Theermaanampanni, Avargalukku Ezhudhiyanuppinome Endraargal. "
},{ "Verses": "26 appozhudhu Pavul Andha Manusharaich Serththukkondu, Marunaalile Avargaludanekoodath Thaanum Suththigarippu Seydhukondu, Dhevaalayaththil Piravesiththu, Avargalil Ovvoruvanukkaaga Vendiya Baliseluththith Theerumalavum Suththigarippu Naatkalai Niraivetruvenendru Ariviththaan. "
},{ "Verses": "27 andha Ezhunaatkalum Niraiveri Varugaiyil, Aasiyaanaattilirundhu Vandha Yoodhargal Avanai Dhevaalayaththile Kandu, Janangalellaaraiyum Eduththuvittu, Avanmel Kaipottu: "
},{ "Verses": "28 isravelare, Udhaviseyyungal. Nammudaiya Janaththirkum Vedhappiramaanaththirkum Indha Sthalaththirkum Virodhamaaga Engum Ellaarukkum Podhiththuvarugiravan Ivandhaan; Indha Dhevaalayaththirkulle Girekkaraiyum Koottikkonduvandhu, Indhap Parisuththa Sthalaththaith Theettuppaduththinaan Endru Saththamittaargal. "
},{ "Verses": "29 ebesiyanaagiya Thuroppeemu Enbavan Munne Nagaraththil Pavuludanekooda Irukkiradhaik Kandirundhapadiyaal, Pavul Avanai Dhevaalayaththil Koottikkonduvandhiruppaanendru Ninaiththaargal. "
},{ "Verses": "30 appozhudhu Nagaramuzhuvadhum Kalakkamutradhu; Janangal Koottamaai Odivandhu, Pavulaip Pidiththu, Avanai Dhevaalayaththirkup Purambe Izhuththukkonduponaargal; Udane Kadhavugal Poottappattadhu. "
},{ "Verses": "31 avargal Avanaik Kolaiseyya Eththaniththirukkaiyil, Erusalem Muzhuvadhum Kalakkamaayirukkiradhendru Porchchevagarin Senaabadhikkuch Seydhivandhadhu. "
},{ "Verses": "32 udane Avan Porchchevagaraiyum Avargaludaiya Adhibadhigalaiyum Koottikkondu, Avargalidaththirku Odinaan; Senaabadhiyaiyum Porchchevagaraiyum Avargal Kandabodhu Pavulai Adikkiradhai Vittu Niruththinaargal. "
},{ "Verses": "33 appozhudhu Senaabadhi Kittavandhu Avanaip Pidiththu, Irandu Sangiligalinaale Kattumpadi Solli: Ivan Yaarendrum Enna Seydhaan Endrum Visaariththaan. "
},{ "Verses": "34 adharku Janangal Palavidhamaaich Saththamittaargal; Sandhadiyinaale Nichchayaththai Avan Ariyakkoodaamal, Avanaik Kottaikkulle Kondupogumpadi Kattalaiyittaan. "
},{ "Verses": "35 avan Padigalmel Erinabodhu Janakkoottam Thirandu Pinsendru, "
},{ "Verses": "36 ivanai Agatrum Endru Ukkiramaaik Kooppittapadiyinaale, Porchsevagar Avanaith Thookkikkondu Pogavendiyadhaayirundhadhu. "
},{ "Verses": "37 avargal Pavulaik Kottaikkulle Kondupogira Samayaththil, Avan Senaabadhiyai Nokki: Naan Ummudane Oru Vaarththai Pesalaamaa Endraan. Adharku Avan: Unakkuk Girekkubaashai Theriyumaa? "
},{ "Verses": "38 nee Indha Naatkalukkumunne Kalagamundaakki, Naalaayirang Kolaipaadhagarai Vanaandharaththirkuk Kondupona Egipdhiyan Allavaa Endraan. "
},{ "Verses": "39 adharkup Pavul: Naan Silisiyaa Naattilulla Keerththipetra Tharsupattanaththu Yoodhan; Janangaludane Pesumpadi Enakku Uththaravaagavendumendru Ummai Vendikkollugiren Endraan. "
},{ "Verses": "40 uththaravaanabodhu, Pavul Padigalinmel Nindru Janangalaip Paarththuk Kaiyamarththinaan; Migundha Amaidhalundaayitru; Appozhudhu Avan Ebireyubaashaiyile Pesaththodanginaan. "
}
]