[
{ "Verses": "1 piradhaana Aasaariyan Avanai Nokki: Kaariyam Ippadiyaayirukkiradhu Endru Kettaan. "
},{ "Verses": "2 adharku Avan: Sagodharare, Pidhaakkale, Kelungal. Nammudaiya Pidhaavaagiya Aabiragaam Kaaraanoorile Kudiyirukkiradharku Munname Mesoppoththaamiyaa Naattile Irukkumbodhu Magimaiyin Dhevan Avanukkuth Dharisanamaagi: "
},{ "Verses": "3 nee Un Dhesaththaiyum Un Inaththaiyum Vittup Purappattu, Naan Unakkuk Kaanbikkum Dhesaththukku Vaa Endraar. "
},{ "Verses": "4 appozhudhu Avan Kaltheyar Dhesaththaivittup Purappattu, Kaaraanoorile Vaasampanninaan. Avanudaiya Thagappan Mariththapinbu, Avvidaththai Vittu Neengal Ippozhudhu Kudiyirukkira Iththesaththirku Avanai Azhaiththukkondu Vandhu Kudiyirukkumpadi Seydhaar. "
},{ "Verses": "5 idhile Oru Adi Nilaththaiyaagilum Avanudaiya Kaiyaatchikkuk Kodaamalirukkaiyil, Avanukkup Pillaiyillaadhirukkumbodhu: Unakkum Unakkup Pinvarum Un Sandhadhikkum Idhaich Sudhandharamaagath Tharuven Endru Avanukku Vaakkuththaththampanninaar. "
},{ "Verses": "6 andhappadi Dhevan Avanai Nokki: Un Sandhadhiyaar Anniya Dhesaththil Sanjarippaargal; Athdhesaththaar Avargalai Adimaigalaakki, Naanooru Varusham Thunpappaduththuvaargal. "
},{ "Verses": "7 avargalai Adimaippaduththum Janaththai Naan Aakkinaikkutpaduththuven. Adharkuppin Avargal Purappattuvandhu Ivvidaththile Enakku Aaraadhanai Seyvaargal Endraar. "
},{ "Verses": "8 melum Viruththasedhana Udanpadikkaiyaiyum Avanukku Erpaduththinaar. Andhappadiye Avan Eesaakkaip Petrapodhu, Ettaam Naalile Avanai Viruththasedhanampanninaan. Eesaakku Yaakkobaiyum, Yaakkobu Pannirandu Koththirappidhaakkalaiyum Petraargal. "
},{ "Verses": "9 andha Koththirappidhaakkal Poraamaikondu Yoseppai Egipthukkuk Kondupogumpadiyaaga Vitruppottaargal. "
},{ "Verses": "10 dhevano Avanudanekooda Irundhu, Ellaa Ubaththiravangalinindrum Avanai Viduviththu, Egipthin Raajaavaagiya Paarvon Samugaththile Avanukkuk Kirubaiyaiyum Gnaanaththaiyum Arulinaar; Andha Raajaa Avanai Egipthudhesaththirkum Than Veettanaiththirkum Adhigaariyaaga Erpaduththinaan. "
},{ "Verses": "11 pinbu Egipthu Kaanaan Ennum Dhesangalilengum Panjamum Migundha Varuththamum Undaagi, Nammudaiya Pidhaakkalukku Aagaaram Kidaiyaamarpoyitru. "
},{ "Verses": "12 appozhudhu Egipthile Dhaaniyam Undendru Yaakkobu Kelvippattu Nammudaiya Pidhaakkalai Mudhalaandharam Anuppinaan. "
},{ "Verses": "13 randaandharam Yoseppu Thannudaiya Sagodhararukkuth Thannaith Theriyappaduththinaan. Yoseppudaiya Vamsamum Paarvonukkuk Theriyavandhadhu. "
},{ "Verses": "14 pinbu Yoseppu, Thannudaiya Thagappan Yaakkobum Thannudaiya Inaththaar Yaavarumaagiya, Ezhubaththaindhuperai Azhaikka Anuppinaan. "
},{ "Verses": "15 andhappadi Yaakkobu Egipthukkupponaan. Avanum Nammudaiya Pidhaakkalum Mariththu, "
},{ "Verses": "16 angeyirundhu Seegemukkuk Konduvarappattu, Aabiragaam Seegemin Thagappanaagiya Emorudaiya Sandhadhiyaaridaththil Rokkakkirayaththukku Vaangiyirundha Kallaraiyil Vaikkappattaargal. "
},{ "Verses": "17 aabiragaamukku Dhevan Aanaiyittu Arulina Vaakkuththaththam Niraiverunkaalam Sameebiththabodhu, "
},{ "Verses": "18 yoseppai Ariyaadha Veroru Raajaa Thondrina Kaalamalavum, Janangal Egipthile Palugip Peruginaargal. "
},{ "Verses": "19 avan Nammudaiya Janangalai Vanjanaiyaai Nadappiththu, Nammudaiya Pidhaakkalin Kuzhandhaigal Uyirodiraadhapadikku Avargal Avaigalai Veliye Pottuvidumpadi Seydhu, Avargalai Ubaththiravappaduththinaan. "
},{ "Verses": "20 akkaalaththile Mose Pirandhu, Dhivviya Savundhariyamullavanaayirundhu, Moondru Maadhamalavum Than Thagappan Veettile Valarkkappattaan. "
},{ "Verses": "21 avan Veliye Pottuvidappattabodhu, Paarvonudaiya Kumaaraththi Avanai Eduththuth Thanakkup Pillaiyaaga Valarththaal. "
},{ "Verses": "22 mose Egipthiyarudaiya Sagala Saasthirangalilum Karpikkappattu, Vaakkilum Seygaiyilum Vallavanaanaan. "
},{ "Verses": "23 avanukku Naarpadhu Vayadhaanabodhu, Isravel Buththiraraagiya Thannudaiya Sagodhararaik Kandu Sandhikkumpadi Avanudaiya Irudhayaththil Ennamundaayitru. "
},{ "Verses": "24 appozhudhu Avargalil Oruvan Aniyaayamaai Nadaththappadugiradhai Avan Kandu, Avanukkuth Thunainindru, Egipthiyanai Vetti, Thunbappattavanukku Niyaayanjseydhaan. "
},{ "Verses": "25 thannudaiya Kaiyinaale Dhevan Thangalukku Ratchippaith Tharuvaarenbadhaith Thannudaiya Sagodharar Arindhukolvaargalendru Avan Ninaiththaan; Avargalo Adhai Ariyavillai. "
},{ "Verses": "26 marunaalile Sandaipannikkondirukkira Iranduperukku Avan Edhirppattu: Manushare, Neengal Sagodhararaayirukkireergal: Oruvarukkoruvar Aniyaayanjseygiradhenna Endru, Avargalaich Samaadhaanappaduththumpadi Pesinaan. "
},{ "Verses": "27 piranukku Aniyaayanjseydhavan Avanaip Pidiththuth Thalli Engalmel Adhigaariyaagavum Niyaayaadhibadhiyaagavum Unnai Erpaduththinavan Yaar? "
},{ "Verses": "28 netru Nee Andha Egipthiyanaikkondradhupola Ennaiyum Kondrupoda Manadhaayirukkiraayo Endraan. "
},{ "Verses": "29 indha Vaarththaiyinimiththam Mose Odippoi, Meedhiyaan Dhesaththile Sanjariththukkondirundhaan; Ange Irukkumbodhu Avanukku Irandu Kumaarargal Pirandhaargal. "
},{ "Verses": "30 naarpadhu Varusham Sendrapinbu, Seenaaimalaiyin Vanaandharaththile Karththarudaiya Thoodhanaanavar Mutchedi Erigira Akkinijuvaalaiyile Avanukkuth Dharisanamaanaar. "
},{ "Verses": "31 mose Andhath Dharisanaththaikkandu, Adhisayappattu, Adhai Utruppaarkkumpadi Sameebiththuvarugaiyil: "
},{ "Verses": "32 naan Aabiragaamin Dhevanum Eesaakkin Dhevanum Yaakkobin Dhevanumaagiya Un Pidhaakkaludaiya Dhevanaayirukkiren Endru Karththar Thiruvulampatrina Saththam Avanukku Undaayitru. Appozhudhu Mose Nadukkamadaindhu, Utruppaarkkath Thuniyaamalirundhaan. "
},{ "Verses": "33 pinnum Karththar Avanai Nokki: Un Paadhangalilirukkira Paadharatchaigalaik Kazhatrippotu; Nee Nirkira Idam Parisuththa Boomiyaayirukkiradhu. "
},{ "Verses": "34 egipthilirukkira En Janaththin Ubaththiravaththai Naan Paarkkave Paarththu, Avargal Perumoochchaikkettu, Avargalai Viduvikkumpadi Iranginen; Aagaiyaal, Nee Vaa Naan Unnai Egipthirku Anuppuven Endraar. "
},{ "Verses": "35 unnai Adhigaariyaagavum Niyaayaadhibadhiyaagavum Erpaduththinavan Yaarendru Solli Avargal Marudhaliththirundha Indha Moseyaiththaane Dhevan, Mutchediyil Avanukkuth Dharisanamaana Thoodhanaale Thalaivanaagavum Meetpanaagavum Anuppinaar. "
},{ "Verses": "36 ivane Avargalai Angeyirundhu Azhaiththuvandhu, Egipthu Dhesaththileyum Sivandha Samuththiraththileyum, Naarpadhu Varushakaalamaai Vanaandharaththileyum, Arpudhangalaiyum Adaiyaalangalaiyum Seydhaan. "
},{ "Verses": "37 isravel Buththirarai Nokki: Ungal Dhevanaagiya Karththar Ungal Sagodhararilirundhu Ennaippola Oru Theerkkadharisiyai Ungalukkaaga Ezhumbappannuvaar, Avarukkuch Sevikoduppeergalaaga Endru Sonnavan Indha Moseye. "
},{ "Verses": "38 seenaaimalaiyil Thannudane Pesina Thoodhanodum Nammudaiya Pidhaakkalodunkooda Vanaandharaththile Sabaikkullirundhavanum, Namakkuk Kodukkumpadi Jeevavaakkiyangalaip Petravanum Ivane. "
},{ "Verses": "39 ivanukku Nammudaiya Pidhaakkal Keezhppadiya Manadhaayiraamal, Ivanaiththallivittu, Thangal Irudhayangalile Egipthukkuth Thirumbi, "
},{ "Verses": "40 aaronai Nokki: Egipthudhesaththilirundhu Engalai Azhaiththukkonduvandha Andha Mosekku Enna Sambaviththadho Ariyom; Aadhalaal Engalukku Munsellum Dheyvangalai Engalukku Undupannum Endru Solli; "
},{ "Verses": "41 annaatkalil Oru Kandrukkuttiyai Undupanni, Andha Vikkiragaththirkup Baliyittu, Thangal Kaiyin Kiriyaigalil Kalikoorndhaargal. "
},{ "Verses": "42 appozhudhu Dhevan Avargalaivittu Vilagi, Vaanasenaikku Aaraadhanaiseyya Avargalai Oppukkoduththaar. Adhaikkuriththu: Isravel Vamsaththaare, Neengal Vanaandharaththilirundha Naarpadhu Varushamvaraiyil Kaanikkaigalaiyum Baligalaiyum Enakkuch Seluththineergalo Endrum, "
},{ "Verses": "43 panindhukollumpadi Neengal Undaakkina Soroobangalaagiya Molokinudaiya Koodaaraththaiyum, Ungal Dhevanaagiya Rempaan Ennum Natchaththira Soroobaththaiyum Sumandheergale, Aagaiyaal Ungalaip Baabilonukku Appuraththile Kudipogappannuven Endrum, Theerkkadharisigalin Buththagaththil Ezhudhiyirukkiradhe. "
},{ "Verses": "44 melum Nee Paarththa Maadhiriyinpadiye Saatchiyin Koodaaraththai Undupannuvaayaaga Endru Moseyudane Pesinavar Kattalaiyitta Piragaaramaaga, Andhak Koodaaram Vanaandharaththile Nammudaiya Pidhaakkalodu Irundhadhu. "
},{ "Verses": "45 melum, Yosuvaavudanekooda Nammudaiya Pidhaakkal Adhaip Petrukkondu, Dhevan Avargalukku Munbaagath Thuraththivitta Purajaadhigaludaiya Dhesaththai Avargal Kattikkollugaiyil, Adhai Andha Dhesaththil Kondu, Thaaveedhin Naalvaraikkum Vaiththirundhaargal. "
},{ "Verses": "46 ivan Dhevanidaththil Dhayavu Petrapadiyinaal, Yaakkobin Dhevanukku Oru Vaasasthalaththaith Thaan Kattavendumendru Vinnappampanninaan. "
},{ "Verses": "47 saalomono Avarukku Aalayaththaik Kattinaan. "
},{ "Verses": "48 aagilum Unnadhamaanavar Kaigalinaal Seyyappatta Aalayangalil Vaasamaayiraar. "
},{ "Verses": "49 vaanam Enakkuch Singaasanamum Boomi Enakkup Paadhapadiyumaayirukkiradhu; Enakkaaga Neengal Eppadippatta Veettaik Kattuveergal, Naan Thangiyirukkaththakka Sthalam Edhu; "
},{ "Verses": "50 ivaigal Ellaavatraiyum Ennudaiya Karam Undaakkavillaiyaa Endru Karththar Uraikkiraar Endru Theerkkadharisi Solliyirukkiraane. "
},{ "Verses": "51 vanangaak Kazhuththullavargale, Irudhayaththilum Sevigalilum Viruththasedhanam Peraadhavargale, Ungal Pidhaakkalaippola Neengalum Parisuththa Aavikku Eppozhudhum Edhirththunirkireergal. "
},{ "Verses": "52 theerkkadharisigalil Yaarai Ungal Pidhaakkal Thunbappaduththaamalirundhaargal? Needhibararudaiya Varugaiyai Munnariviththavargalaiyum Avargal Kolaiseydhaargal. Ippozhudhu Neengal Avarukkuth Thurogigalum, Avaraik Kolaiseydha Paadhagarumaayirukkireergal. "
},{ "Verses": "53 dhevathoodharaikkondu Neengal Niyaayappiramaanaththaip Petrirundhum, Adhaik Kaikkollaamarponeergal Endraan. "
},{ "Verses": "54 ivaigalai Avargal Kettapozhudhu, Moorkkamadaindhu, Avanaip Paarththup Pallaik Kadiththaargal. "
},{ "Verses": "55 avan Parisuththa Aaviyile Niraindhadhavanaai, Vaanaththai Annaandhupaarththu: Dhevanudaiya Magimaiyaiyum, Dhevanudaiya Valadhupaarisaththil Yesu Nirkiradhaiyum Kandu; "
},{ "Verses": "56 adho Vaanangal Thirandhirukkiradhaiyum, Manushakumaaran Dhevanudaiya Valadhupaarisaththil Nirkiradhaiyum Kaangiren Endraan. "
},{ "Verses": "57 appozhudhu Avargal Uraththasaththamaaik Kookkuralittuth Thangal Kaadhugalai Adaiththukkondu, Orumanappattu Avanmel Paaindhu, "
},{ "Verses": "58 avanai Nagaraththukkup Purambe Thalli Avanaik Kallerindhaargal. Saatchikkaarar Thangal Vasthirangalaik Kazhatri, Savul Ennappatta Oru Vaalibanudaiya Paadhaththinaruge Vaiththaargal "
},{ "Verses": "59 appozhudhu. Karththaraagiya Yesuve, En Aaviyai Etrukkollumendru Sthevaan Thozhudhukollugaiyil, Avanaik Kallerindhaargal. "
},{ "Verses": "60 avano Muzhangaarpadiyittu: Aandavare, Ivargalmel Indhap Paavaththaich Sumaththaadhirum Endru Migundha Saththamittuch Sonnaan. Ippadich Solli, Niththiraiyadaindhaan. "
}
]