[
{ "Verses": "1 naangal Thappik Karaiserndhapinbu, Andhath Theevinper Meliththaa Endru Arindhom. "
},{ "Verses": "2 anniyaraagiya Andhath Theevaar Engalukkup Paaraattina Anbu Konjamalla. Andha Velaiyile Pidiththirundha Mazhaikkaagavum Kulirukkaagavum Avargal Neruppai Mootti, Engal Anaivaraiyum Serththukkondaargal. "
},{ "Verses": "3 pavul Sila Viragugalai Vaari Andhaneruppinmel Podugaiyil, Oru Viriyanpaambu Analuraiththup Purappattu Avanudaiya Kaiyaik Kavvikkondadhu. "
},{ "Verses": "4 vishappoochchi Avan Kaiyile Thongugiradhai Anniyaraagiya Andhath Theevaar Kandabodhu, Indha Manushan Kolaipaadhagan, Idharkuch Sandhegamillai; Ivan Samuththiraththukkuth Thappivandhum, Pazhiyaanadhu Ivanaip Pizhaikkavottavillaiyendru Thangalukkulle Sollikkondaargal. "
},{ "Verses": "5 avan Andhap Poochchiyaith Theeyile Udharippottu, Oru Theengum Adaiyaadhirundhaan. "
},{ "Verses": "6 avanukku Veekkankandu, Alladhu Avan Sadidhiyaai Vizhundhu Saavaanendru Avargal Paarththukkondirundhaargal; Neduneramaaip Paarththukkondirundhum, Oru Sedhamum Avanukku Varaadhadhaik Kandabodhu, Veru Sindhaiyaagi, Ivan Dhevanendru Sollikkondaargal. "
},{ "Verses": "7 theevukku Mudhalaaliyaagiya Pupiliyu Ennum Perkondavanudaiya Nilangal Andha Idaththirkuch Sameebamaayirundhadhu, Avan Engalai Etrukkondu, Moondrunaal Patchamaai Visaariththaan. "
},{ "Verses": "8 pupiliyuvinudaiya Thagappan Juraththinaalum Raththabedhiyinaalum Varuththappattuk Kidandhaan; Pavul Avanidaththirkup Poi Jebampanni, Avanmel Kaigalai Vaiththu, Avanaik Gunamaakkinaan. "
},{ "Verses": "9 idhu Nadandhapinbu, Theevile Irundhamatra Viyaadhikkaararum Vandhu, Gunamaakkappattaargal. "
},{ "Verses": "10 avargal Engalukku Anega Mariyaadhai Seydhu, Naangal Kappal Erippogirabodhu Engalukkuth Thevaiyaanavaigalai Etrinaargal. "
},{ "Verses": "11 moondrumaadham Sendrapinbu, Andha Theevile Mazhaikaalaththirkuth Thangiyirundha Midhunam Ennum Adaiyaalamudaiya Aleksandhiriyaa Pattanaththuk Kappalile Naangal Erip Purappattu, "
},{ "Verses": "12 seerakoosaa Pattanaththaich Serndhu, Ange Moondrunaal Thanginom. "
},{ "Verses": "13 avvidam Vittuch Sutriyodi, Regiyu Thuraimugaththukku Vandhu Serndhom. Marunaalil Thendrar Kaatredukkaiyil Purappattu, Irandaam Naal Puththeyoli Pattanaththirku Vandhu, "
},{ "Verses": "14 ange Sagodhararaik Kandom; Avargal Engalai Ezhunaal Thangalidaththil Irukkumpadi Vendikkondaargal; Andhappadi Naangal Irundhu Pinbu Romaaburikkup Ponom. "
},{ "Verses": "15 avvidaththilulla Sagodharargal Naangal Varugira Seydhiyaik Kelvippattu, Silar Appiyupuramvaraikkum, Silar Moondru Saththiramvaraikkum, Engalukku Edhirkonduvandhaargal; Avargalaip Pavul Kandu, Dhevanai Sthoththiriththuth Dhairiyamadaindhaan. "
},{ "Verses": "16 naangal Romaaburiyil Serndhabodhu, Nootrukku Adhibadhi Than Kaavalilirundhavargalaich Senaabadhiyinidaththil Oppukkoduththaan; Appozhudhu Pavul Thannaik Kaaththirukkira Sevaganudane Thaniththuk Kudiyirukkumpadi Uththaravu Petrukkondaan. "
},{ "Verses": "17 moondrunaalaikkuppinbu, Pavul Yoodharil Piradhaanamaanavargalai Varavazhaiththaan; Avargal Koodivandhirundhabodhu, Avan Avargalai Nokki: Sagodharare, Nammudaiya Janangalukkum Nammudaiya Munnorgalin Muraimaigalukkum Virodhamaanadhondraiyum Naan Seyyaamalirundhum, Kattappattavanaaga Erusalemilirundhu Romar Kaigalil Oppukkodukkappatten. "
},{ "Verses": "18 avargal Ennai Niyaayam Visaariththabodhu Maranaththukkedhuvaana Kutram Ondrum Ennidaththil Kaanaadhapadiyinaal, Ennai Vidudhalaiyaakka Manadhaayirundhaargal. "
},{ "Verses": "19 yoodhargal Adharku Edhirpesinabodhu, Naan Raayanukku Abayamidavendiyadhaayirundhadhu; Aayinum En Janaththaarmel Yaadhoru Kutranj Saattavendumendru Naan Appadich Seyyavillai. "
},{ "Verses": "20 indhak Kaariyaththinimiththame Ungalaik Kaanavum Ungaludane Pesavum Ungalai Azhaippiththen. Israveludaiya Nambikkaikkaagave Indhach Sangiliyaal Kattappattirukkiren Endraan. "
},{ "Verses": "21 adharku Avargal Unnaikkuriththu Yoodheyaavilirundhu Engalukkuk Kaagidham Varavumillai, Vandha Sagodhararil Oruvanum Unperil Oru Pollaangai Ariviththadhumillai, Adhaippatrip Pesinadhumillai. "
},{ "Verses": "22 engum Indha Madhapedhaththukku Virodhamaaip Pesugiradhaaga Naangal Arindhirukkirapadiyaal, Idhaikkuriththu Unnudaiya Abippiraayam Ennavendru Kettariya Virumbugirom Endraargal. "
},{ "Verses": "23 adharkaaga Avargal Oru Naalaikkuriththu, Anegamper Avan Thangiyirundha Veettirku Avanidaththil Vandhaargal. Avan Kaalame Thodangi Saayangaalamattum Moseyin Niyaayappiramaanaththilum Theerkkadharisigalin Aagamangalilum Irundhu Yesuvukkaduththa Viseshangalai Avargalukkup Pothiththu, Dhevanudaiya Raajyaththaik Kuriththuch Saatchikoduththu Visthariththup Pesinaan. "
},{ "Verses": "24 avan Sonnavaigalaich Silar Visuvaasiththaargal, Silar Visuvaasiyaadhirundhaargal. "
},{ "Verses": "25 ippadi Avargal Oruvarodoruvar Ovvaamalirundhu, Purappattuppogaiyil, Pavul Avargalukkuch Sonna Vaakkiyamaavadhu: "
},{ "Verses": "26 neengal Kaadhaarakkettum Unaraadhiruppeergal, Kannaarakkandum Paaraadhiruppeergal "
},{ "Verses": "27 ivargal Kangalinaal Kaanaamalum, Kaadhugalinaal Kelaamalum, Irudhayaththinaal Unarndhu Gunappadaamalum, Naan Ivargalai Aarokkiyamaakkaamalum Irukkumpadikku, Indha Janaththin Irudhayam Kozhuththirukkiradhu; Kaadhugalinaal Mandhamaaik Kettuth Thangal Kangalai Moodikkondaargal Endru Indha Janaththinidaththil Poich Sollu Enbadhaip Parisuththa Aavi Esaayaa Theerkkadharisiyaikkondu Nammudaiya Pidhaakkaludane Nandraaich Solliyirukkiraar. "
},{ "Verses": "28 aadhalaal Dhevanudaiya Ratchippu Purajaadhiyaarukku Anuppappattirukkiradhendrum, Avargal Adharkuch Sevikoduppaargalendrum Ungalukkuth Therindhirukkakkadavadhu Endraan. "
},{ "Verses": "29 ippadi Avan Sonnapinbu, Yoodhargal Thangalukkulle Migavum Tharkkampannikkondu, Poivittaargal. "
},{ "Verses": "30 pinbu Pavul Thanakkaaga Vaadagaikku Vaangiyirundha Veettile Irandu Varushamuzhudhum Thangi, Thannidaththil Vandha Yaavaraiyum Etrukkondu, "
},{ "Verses": "31 migundha Dhairiyaththudane Thadaiyillaamal, Dhevanudaiya Raajyaththaik Kuriththup Pirasangiththu, Karththaraagiya Yesukiristhuvaippatriya Viseshangalai Ubadhesiththukkondirundhaan. "
}
]