[
{ "Verses": "1 theyoppiluve, Yesuvaanavar Thaam Therindhukonda Apposthalarukkup Parisuththa Aaviyinaale Kattalaiyitta Pinbu, "
},{ "Verses": "2 avar Eduththukkollappatta Naalvaraikkum Seyyavum Ubadhesikkavum Thodangina Ellaavatraiyunkuriththu, Mudhalaam Pirabandhaththai Undupanninen. "
},{ "Verses": "3 avar Paadupattapinbu, Naarpadhu Naalalavum Apposthalarukkuth Dharisanamaagi, Dhevanudaiya Raajyaththukkuriyavaigalai Avargaludane Pesi, Anegam Thelivaana Thirushtaandhangalinaale Avargalukkuth Thammai Uyirodirukkiravaraagak Kaanbiththaar. "
},{ "Verses": "4 andriyum, Avar Avargaludane Koodivandhirukkumbodhu, Avargalai Nokki: Yovaan Jalaththinaale Gnaanasnaanankoduththaan; Neengal Sila Naalukkulle Parisuththa Aaviyinaale Gnaanasnaanam Peruveergal. "
},{ "Verses": "5 aagaiyaal Neengal Erusalemai Vittup Pogaamal Ennidaththil Kelvippatta Pidhaavin Vaakkuththaththam Niraiverak Kaaththirungal Endru Kattalaiyittaar. "
},{ "Verses": "6 appozhudhu Koodivandhirundhavargal Avarai Nokki: Aandavare, Ikkaalaththilaa Raajyaththai Isravelukkuth Thirumbak Koduppeer Endru Kettaargal. "
},{ "Verses": "7 adharku Avar: Pidhaavaanavar Thammudaiya Aadheenaththile Vaiththirukkira Kaalangalaiyum Velaigalaiyum Arigiradhu Ungalukku Aduththadhalla. "
},{ "Verses": "8 parisuththa Aavi Ungalidaththil Varumbodhu Neengal Belanadaindhu, Erusalemilum, Yoodheyaa Muzhuvadhilum, Samaariyaavilum, Boomiyin Kadaisibariyandhamum, Enakku Saatchigalaayiruppeergal Endraar. "
},{ "Verses": "9 ivaigalai Avar Sonnapinbu, Avargal Paarththukkondirukkaiyil, Uyara Eduththukkollappattaar; Avargal Kangalukku Maraivaaga Oru Megam Avarai Eduththukkondadhu. "
},{ "Verses": "10 avar Pogirabodhu Avargal Vaanaththai Annaandhu Paarththukkondirukkaiyil, Idho, Venmaiyaana Vasthiranthariththavargal Irandu Per Avargalaruge Nindru: "
},{ "Verses": "11 galileyaraagiya Manushare, Neengal En Vaanaththai Annaandhupaarththu Nirkireergal? Ungalidaththinindru Vaanaththukku Eduththukkollappatta Indha Yesuvaanavar Eppadi Ungal Kangalukku Munbaaga Vaanaththukku Ezhundharulipponaaro Appadiye Marupadiyum Varuvaar Endraargal. "
},{ "Verses": "12 appozhudhu Avargal Erusalemukkuch Sameebamaai Oru Oivunaal Pirayaana Dhooraththilirukkira Olivamalai Ennappatta Malaiyilirundhu Erusalemukkuth Thirumbipponaargal. "
},{ "Verses": "13 avargal Ange Vandhabodhu Melveettil Erinaargal; Adhil Pedhuruvum, Yaakkobum, Yovaanum, Andhireyaavum, Pilippuvum, Thomaavum, Barththolomeyum, Maththeyum, Albeyuvin Kumaaranaagiya Yaakkobum, Seloththe Ennappatta Seemonum, Yaakkobin Sagodharanaagiya Yoodhaavum Thangiyirundhaargal. "
},{ "Verses": "14 ange Ivargalellaarum, Sthireegalodum Yesuvin Thaayaagiya Mariyaalodum, Avarudaiya Sagodhararodunkooda Orumanappattu, Jebaththilum Vendudhalilum Thariththirundhaargal. "
},{ "Verses": "15 annaatkalile, Seeshargalil Erakkuraiya Nootrirubadhuper Koodiyirundhabodhu, Avargal Naduvile Pedhuru Ezhundhu Nindru: "
},{ "Verses": "16 sagodharare, Yesuvaip Pidiththavargalukku Vazhikaattina Yoodhaasaikkuriththup Parisuththa Aavi Thaaveedhin Vaakkinaal Mun Sonna Vedhavaakkiyam Niraiveravendiyadhaayirundhadhu. "
},{ "Verses": "17 avan Engalil Oruvanaaga Ennappattu, Indha Oozhiyaththil Pangupetravanaayirundhaan. "
},{ "Verses": "18 aneedhaththin Kooliyinaal Avan Orunilaththaich Sambaadhiththu, Thalaikeezhaaga Vizhundhaan; Avan Vayiru Vediththu, Kudalgalellaam Sarindhupoyitru. "
},{ "Verses": "19 idhu Erusalemilulla Kudigal Yaavarukkum Therindhirukkiradhu; Adhinaale Andha Nilam Avargaludaiya Baashaiyile Raththanilam Endru Arththankollum Akkeldhamaa Ennappattirukkiradhu. "
},{ "Verses": "20 sangeedha Busdhagaththile: Avanudaiya Vaasasthalam Paazhaakakkadavadhu, Oruvanum Adhil Vaasampannaadhiruppaanaaga Endrum; Avanudaiya Kankaanippai Veroruvan Perakkadavan Endrum Ezhudhiyirukkiradhu. "
},{ "Verses": "21 aadhalaal, Yovaan Gnaanasnaanankoduththa Naalmudharkondu, Karththaraagiya Yesuvaanavar Nammidaththilirundhu Uyara Eduththukkollappatta Naalvaraikkum, "
},{ "Verses": "22 avar Nammidaththil Sanjariththirundha Kaalangalilellaam Engaludanekooda Irundha Manushargalil Oruvan Avar Uyirodezhundhadhaikkuriththu, Engaludanekoodach Saatchiyaaga Erpaduththappadavendum Endraan. "
},{ "Verses": "23 appozhudhu Avargal Yusthu Ennum Marunaamamulla Barsabaa Ennappatta Yoseppum, Maththiyaavum Aagiya Ivviranduperaiyum Niruththi: "
},{ "Verses": "24 ellaarudaiya Irudhayangalaiyum Arindhirukkira Karththaave, Yoodhaas Enbavan Thanakkuriya Idaththukkup Pogumpadi Izhandhupona Indha Oozhiyaththilum Indha Apposthalappattaththilum Panguperuvadharkaaga, "
},{ "Verses": "25 ivvirandu Peril Dhevareer Therindhukondavanai Engalukkuk Kaanbiththarulum Endru Jebampanni; "
},{ "Verses": "26 pinbu, Avargalaik Kuriththuch Seettuppottaargal; Seettu Maththiyaavin Perukku Vizhundhadhu; Appozhudhu Avan Padhinoru Apposthalarudane Serththukkollappattaan. "
}
]