[
{ "Verses": "1 andhiyogiyaa Pattanaththilulla Sabaiyile Barnabaavum, Neekar Ennappatta Simiyonum, Sirene Ooraanaagiya Loogiyum, Kaarpangu Dhesaadhibadhiyaagiya Erodhudanekooda Valarkkappatta Manaayeenum, Savulum, Theerkkadharisigalaayum Podhagargalaayum Irundhaargal. "
},{ "Verses": "2 avargal Karththarukku Aaraadhanai Seydhu, Ubavaasiththukkondirukkirabodhu: Barnabaavaiyum Savulaiyum Naan Azhaiththa Oozhiyaththukkaaga Avargalaip Piriththuvidungal Endru Parisuththa Aaviyaanavar Thiruvulampatrinaar. "
},{ "Verses": "3 appozhudhu Ubavaasiththu Jebampanni, Avargalmel Kaigalai Vaiththu, Avargalai Anuppinaargal. "
},{ "Verses": "4 appadiye Avargal Parisuththa Aaviyinaal Anuppappattuch Selukkiyaa Pattanaththukku Vandhu, Kappal Eri, Angirundhu Seeppurutheevukkup Ponaargal. "
},{ "Verses": "5 saalami Pattanaththil Vandhabodhu Avargal Yoodharudaiya Jeba Aalayangalil Dhevavasanaththaip Pirasangiththaargal. Yovaanum Avargalukku Udhavikkaaranaayirundhaan. "
},{ "Verses": "6 avargal Paappo Pattanam Varaikkum Theevaik Kadandhuvandhabodhu, Paryesu Ennum Perkonda Maayaviththaikkaaranum Kallath Theerkkadharisiyumaana Oru Yoodhanaik Kandaargal. "
},{ "Verses": "7 avan Vivegamulla Manushanaagiya Serkiyupavul Ennum Adhibadhiyudanekooda Irundhaan. Andha Adhibadhi Barnabaavaiyum Savulaiyum Azhaippiththu, Avargalidaththil Dhevavasanaththaik Ketka Aasaiyaayirundhaan. "
},{ "Verses": "8 maayaviththaikkaaran Endru Arththankollum Peraiyudaiya Andha Elimaa Enbavan Adhibadhiyai Visuvaasaththinindru Thiruppumpadi Vagaithedi, Avargalodu Edhirththunindraan. "
},{ "Verses": "9 appozhudhu Pavul Endru Sollappatta Savul Parisuththa Aaviyinaal Niraindhavanaai Avanai Utruppaarththu: "
},{ "Verses": "10 ellaak Kabadamum Ellaap Pollaangum Niraindhavane, Pisaasin Magane, Needhikkellaam Pagaignane, Karththarudaiya Semmaiyaana Vazhigalaip Purattuvadhil Oyamaattaayo? "
},{ "Verses": "11 idho, Ippozhudhe, Karththarudaiya Kai Unmel Vandhirukkiradhu, Sila Kaalam Sooriyanaik Kaanaamal Nee Kurudanaayiruppaai Endraan. Udane Mandhaaramum Irulum Avanmel Vizhundhadhu; Avan Thadumaari, Kailaaku Kodukkiravargalaith Thedinaan. "
},{ "Verses": "12 appozhudhu Adhibadhi Sambaviththadhaik Kandu, Karththarudaiya Ubadhesaththaikkuriththu Adhisayappattu, Visuvaasiththaan. "
},{ "Verses": "13 pinbu Pavulum Avanaich Serndhavargalum Paappo Pattanaththaivittuk Kappal Erip Pambiliyaavilirukkum Perke Pattanaththukku Vandhaargal. Yovaan Avargalai Vittup Pirindhu, Erusalemukkuth Thirumbipponaan. "
},{ "Verses": "14 avargal Perke Pattanaththaivittup Purappattu, Piseedhiyaa Naattilulla Andhiyogiyaavukku Vandhu, Oivunaalile Jebaaalayaththil Piravesiththu, Utkaarndhaargal. "
},{ "Verses": "15 niyaayappiramaanamum Theerkkadharisana Aagamamum Vaasiththumudinthapinbu: Sagodharare, Neengal Janangalukkup Buththisolla Virumbinaal Sollungal Endru Sollumpadi Jebaaalayaththalaivargal Avargalidaththil Aal Anuppinaargal. "
},{ "Verses": "16 appozhudhu Pavul Ezhundhirundhu, Kaiyamarththi: Isravelare, Dhevanukkup Bayandhu Nadakkira Sagala Janangale, Kelungal. "
},{ "Verses": "17 isravelaraagiya Indha Janaththinudaiya Dhevan Nammudaiya Pidhaakkalaith Therindhukondu, Egipdhu Dhesaththil Avargal Paradhesigalaaich Sanjariththabodhu Janangalai Uyarththi, Thamadhu Puyabalaththinaale Adhilirundhu Avargalaip Purappadappanni, "
},{ "Verses": "18 naarpadhu Varushakaalamaai Vanaandharaththil Avargalai Aadhariththu, "
},{ "Verses": "19 kaanaan Dhesaththil Ezhu Jaadhigalai Azhiththu, Avargaludaiya Dhesaththai Ivargalukkuch Sudhandharamaagap Pangittukkoduththu, "
},{ "Verses": "20 pinbu Erakkuraiya Naanootraimbadhu Varushakaalamaai Saamuvel Theerkkadharisivaraikkum Avargalukku Niyaayaadhibadhigalai Erpaduththivandhaar. "
},{ "Verses": "21 adhumudhal Thangalukku Oru Raajaavendumendru Kettukkondaargal; Appadiye Dhevan Benyameen Koththiraththaanaagiya Keesudaiya Kumaaranaana Savulai Naarpadhu Varushakaalamaai Avargalukkuk Koduththaar. "
},{ "Verses": "22 pinbu Avar Avanaith Thalli, Thaaveedhai Avargalukku Raajaavaaga Erpaduththi, Eesaayin Kumaaranaagiya Thaaveedhai En Irudhayaththukku Etravanaagak Kanden; Enakkuch Siththamaanavaigalaiyellaam Avan Seyvaan Endru Avanaikkuriththuch Saatchiyung Koduththaar. "
},{ "Verses": "23 avanudaiya Sandhadhiyile Dhevan Thamadhu Vaakkuththaththaththinpadiye Isravelukku Ratchagaraaga Yesuvai Ezhumbappanninaar. "
},{ "Verses": "24 ivar Velippaduvadharku Munne Mananthirumpudhalukketra Gnaanasnaanaththaikkuriththu Yovaan Isravelar Yaavarukkum Pirasangiththaan. "
},{ "Verses": "25 yovaan Than Panividai Ottaththai Niraivetrugirabodhu: Neengal Ennai Yaar Endru Ninaikkireergal, Naan Avar Alla, Idho, Enakkuppin Oruvar Varugiraar, Avarudaiya Paadharatchaiyai Avizhkkiradharkum Naan Paaththiran Alla Endraan. "
},{ "Verses": "26 sagodharare, Aabiragaamin Sandhadhiyil Pirandhavargale, Dhevanukkup Bayandhunadakkiravargale, Indha Ratchippin Vasanam Ungalukku Anuppappattirukkiradhu. "
},{ "Verses": "27 erusalemil Kudiyirukkiravargalum Avargal Adhigaarigalum Avarai Ariyaamalum, Oivunaaldhorum Vaasikkappadugira Theerkkadharisigalin Vaakkiyangalai Ariyaamalum, Avarai Aakkinaikkullaagath Theerththadhinaal Andha Vaakkiyangalai Niraivetrinaargal. "
},{ "Verses": "28 maranaththirku Edhuvaanadhondrum Avaridaththil Kaanaadhirundhum, Avaraik Kolaiseyyumpadikkup Pilaaththuvai Vendikkondaargal. "
},{ "Verses": "29 avaraikkuriththu Ezhudhiyirukkiravaigal Yaavaiyum Avargal Niraivetrinapinbu, Avarai Maraththilirundhu Irakki, Kallaraiyile Vaiththaargal. "
},{ "Verses": "30 dhevano Avarai Mariththorilirundhu Ezhuppinaar. "
},{ "Verses": "31 thammudanekoodak Galileyaavilirundhu Erusalemukkup Ponavargalukku Avar Aneganaal Dharisanamaanaar; Avargale Janangalukku Munbaaga Avarukkuch Saatchigalaayirukkiraargal. "
},{ "Verses": "32 neer Ennudaiya Kumaaran, Indru Naan Ummai Janippiththen Endru Irandaam Sangeedhaththil Ezhudhiyirukkirapadiye, "
},{ "Verses": "33 yesuvai Ezhuppinadhinaale Dhevan Nammudaiya Pidhaakkalukku Arulichseydha Vaakkuththaththaththai Avargaludaiya Pillaigalaagiya Namakku Niraivetrinaar Endru Naangalum Ungalukkuch Suviseshamaai Arivikkirom. "
},{ "Verses": "34 ini Avar Azhivukkutpadaadhapadikku Avarai Mariththorilirundhu Ezhuppinaar Enbadhaikkuriththu: Thaaveedhukku Arulina Nichchayamaana Kirubaigalai Ungalukkuk Kattalaiyiduven Endru Thiruvulampatrinaar. "
},{ "Verses": "35 andriyum, Ummudaiya Parisuththar Azhivaik Kaanavotteer Endru Veroru Sangeedhaththil Solliyirukkiradhu. "
},{ "Verses": "36 thaaveedhu Than Kaalaththile Dhevanudaiya Siththaththinpadi Avarukku Oozhiyanjseydhapinbu Niththiraiyadaindhu, Thanpidhaakkalidaththile Serkkappattu, Azhivaik Kandaan. "
},{ "Verses": "37 dhevanaal Ezhuppappattavaro Azhivaik Kaanavillai. "
},{ "Verses": "38 aadhalaal Sagodharare, Ivar Moolamaai Ungalukkup Paavamannippu Undaagum Endru Arivikkappadugiradhendrum, "
},{ "Verses": "39 moseyin Niyaayappiramaanaththinaale Neengal Evaigalinindru Vidudhalaiyaagi Needhimaangalaakkappadakkoodaadhirundhadho, Visuvaasikkiravan Evanum Avaigalinindru Ivaraale Vidudhalaiyaagi Needhimaanaakkappadugiraan Endrum Ungalukkuth Therindhirukkakkadavadhu. "
},{ "Verses": "40 andriyum, Theerkkadharisigalin Pusthagaththile: "
},{ "Verses": "41 asattaikaarare, Paarungal, Biramiththu Azhindhupongal! Ungal Naatkalil Oru Kiriyaiyai Naan Nadappippen, Oruvan Adhai Ungalukku Vivariththuch Sonnaalum Neengal Visuvaasikkamaatteergal Endru Solliyirukkirapadi, Ungalukku Neridaadhapadikku Echcharikkaiyaayirungal Endraan. "
},{ "Verses": "42 avargal Yoodharudaiya Jebaaalayaththilirundhu Purappadugaiyil, Aduththa Oivunaalile Indha Vasanangalaith Thangalukkuch Sollavendum Endru Purajaadhiyaar Vendikkondaargal. "
},{ "Verses": "43 jebaaalayaththil Koodina Sabai Kalaindhuponapinbu, Yoodharilum Yoodhamaarkkaththamaindha Bakthiyullavargalilum Anegar Pavulaiyum Barnabaavaiyum Pinpatrinaargal. Avargaludane Ivargal Pesi, Dhevanudaiya Kirubaiyile Nilaikondirukkumpadi Avargalukkup Buththisonnaargal. "
},{ "Verses": "44 aduththa Oivunaalile Konjankuraiyap Pattanaththaaranaivarum Dhevavasanaththaik Ketkumpadi Koodivandhaargal. "
},{ "Verses": "45 yoodhargal Janakkoottangalaik Kandabodhu Poraamaiyinaal Niraindhu, Pavulinaal Sollappattavaigalukku Edhiridaiyaaip Pesi, Virodhiththuth Dhooshiththaargal. "
},{ "Verses": "46 appozhudhu Pavulum Barnapaavum Dhairiyankondu Avargalai Nokki: Mudhalaavadhu Ungalukke Dhevavasanaththaich Sollavendiyadhaayirundhadhu; Neengalo Adhaith Thalli, Ungalai Niththiyajeevanukku Abaaththiraraagath Theerththukkollugirapadiyinaal, Idho, Naangal Purajaadhiyaaridaththil Pogirom. "
},{ "Verses": "47 neer Boomiyin Kadaisibariyandhamum Ratchippaayirukkumpadi Ummai Jaadhigalukku Oliyaaga Vaiththen Engira Vedhavaakkiyaththinpadi Karththar Engalukkuk Kattalaiyittirukkirapadiyinaal Ippadich Seygirom Endraargal. "
},{ "Verses": "48 purajaadhiyaar Adhaik Kettuch Sandhoshappattu, Karththarudaiya Vasanaththai Magimaippaduththinaargal. Niththiya Jeevanukku Niyamikkappattavargal Evargalo Avargal Visuvaasiththaargal. "
},{ "Verses": "49 karththarudaiya Vasanam Aththesamengum Pirasiththamaayitru. "
},{ "Verses": "50 yoodhargal Bakthiyum Ganamumulla Sthireegalaiyum Pattanaththu Mudhalaaligalaiyum Eduththuvittu, Pavulaiyum Barnabaavaiyum Thunbappaduththumpadi Seydhu, Thangal Ellaigalukkup Purambaaga Avargalaith Thuraththivittaargal. "
},{ "Verses": "51 ivargal Thangal Kaalgalil Padindha Thoosiyai Avargalukku Edhiraaga Udharippottu, Ikkoniyaa Pattanaththukkup Ponaargal. "
},{ "Verses": "52 seeshargal Sandhoshaththinaalum Parisuththa Aaviyinaalum Nirappappattaargal. "
}
]