[
{ "Verses": "1 akkaalaththile Erodhuraajaa Sabaiyile Silaraith Thunbappaduththath Thodangi; "
},{ "Verses": "2 yovaanudaiya Sagodharanaagiya Yaakkobaip Pattayaththinaale Kolaiseydhaan. "
},{ "Verses": "3 adhu Yoodharukkup Piriyamaayirukkiradhendru Avan Kandu, Pedhuruvaiyum Pidikkaththodarndhaan. Appozhudhu Pulippillaadha Appappandigai Naatkalaayirundhadhu. "
},{ "Verses": "4 avanaip Pidiththuch Siraichchaalaiyile Vaiththu, Paskaapandigaikkup Pinbu Janangalukku Munbaaga Avanai Veliye Konduvaralaamendru Enni, Avanaik Kaakkumpadi Vaguppukku Naangu Porchchevagaraaga Erpaduththiya Naangu Vaguppugalin Vasamaaga Oppuviththaan. "
},{ "Verses": "5 appaiye Pedhuru Siraichchaalaiyile Kaakkappattirukkaiyil Sabaiyaar Avanukkaaga Dhevanai Nokki Ookkaththode Jebampanninaargal. "
},{ "Verses": "6 erodhu Avanai Veliye Konduvarumpadi Kuriththirundha Naalukku Mundhina Naal Raaththiriyile, Pedhuru Irandu Sangiligalinaale Kattappattu. Irandu Sevagar Naduve Niththiraipannikkondirundhaan; Kaavarkaararum Kadhavukku Munnirundhu Siraichchaalaiyaik Kaaththukkondirundhaargal. "
},{ "Verses": "7 appozhudhu Karththarudaiya Thoodhan Ange Vandhu Nindraan; Araiyile Velichcham Piragaasiththadhu, Avan Pedhuruvai Vilaavile Thatti, Seekkiramaai Ezhundhiru Endru Avanai Ezhuppinaan Avanudaiya Sangiligal Avan Kaigalilirundhu Vizhundhadhu. "
},{ "Verses": "8 thoodhan Avanai Nokki: Un Araiyaik Katti, Un Paadharatchaigalaith Thoduththukkol Endraan. Avan Andhappadiye Seydhaan. Thoodhan Pinnum Avanai Nokki: Un Vasthiraththaip Porththukkondu En Pinne Vaa Endraan. "
},{ "Verses": "9 andhappadiye Avan Purappattu Avanukkup Pinsendru, Thoodhanaal Seyyappattadhu Meyyendru Ariyaamal, Thaan Oru Dharisanangaangiradhaaga Ninaiththaan. "
},{ "Verses": "10 avargal Mudhalaangkaavalaiyum Irandaangkaavalaiyum Kadandhu, Nagaraththirkuppogira Iruppukkadhavandaiyile Vandhabodhu Adhu Thaanaai Avargalukkuth Thiravundadhu; Adhin Vazhiyaai Avargal Purappattu Oru Veedhi Neduga Nadandhuponaargal; Udane Thoodhan Avanai Vittuppoivittaan. "
},{ "Verses": "11 pedhuruvukkuth Thelivu Vandhabodhu: Erodhin Kaikkum Yoodhajanangalin Ennangalukkum Ennai Vidudhalaiyaakkumpadikkuk Karththar Thammudaiya Thoodhanai Anuppinaarendru Naan Ippozhudhu Meyyaai Arindhirukkiren Endraan. "
},{ "Verses": "12 avan Ippadi Nichchayiththukkondu, Maarku Ennum Perkonda Yovaanudaiya Thaayaagiya Mariyaal Veettukku Vandhaan; Ange Anegar Koodi Jebampannikkondirundhaargal. "
},{ "Verses": "13 pedhuru Vaasarkadhavaith Thattinabodhu Rodhai Ennum Perkonda Oru Pen Otrukketka Vandhaal. "
},{ "Verses": "14 aval Pedhuruvin Saththaththai Arindhu Sandhoshaththinaal Kadhavaith Thiravaamal, Ulleyodi, Pedhuru Vaasalukkumunne Nirkiraar Endru Ariviththaal. "
},{ "Verses": "15 avargal: Nee Pidhatrugiraai Endraargal. Avalo Avardhaanendru Urudhiyaaich Saadhiththaal. Appozhudhu Avargal: Avarudaiya Thoodhanaayirukkalaam Endraargal. "
},{ "Verses": "16 pedhuru Pinnum Thattikkondirundhaan. Avargal Thirandhabodhu Avanaik Kandu Biramiththaargal. "
},{ "Verses": "17 avargal Pesaamalirukkumpadi Avan Kaiyamarththi, Karththar Thannaik Kaavalilirundhu Vidudhalaiyaakkina Vidhaththai Avargalukku Vivariththu, Indhach Seydhiyai Yaakkobukkum Sagodhararukkum Ariviyungal Endru Solli; Purappattu, Veroru Idaththirkupponaan. "
},{ "Verses": "18 pozhudhu Vidindhapinbu Pedhuruvaik Kuriththuch Sevagarukkulle Undaana Kalakkam Konjamalla. "
},{ "Verses": "19 erodhu Avanaith Thedik Kaanaamarponabodhu, Kaavarkaararai Visaaranaiseydhu, Avargalaik Kolaiseyyumpadi Kattalaiyittu, Pinbu Yoodheyaa Dhesaththaivittuch Sesariyaa Pattanaththukkuppoi, Ange Vaasampanninaan. "
},{ "Verses": "20 akkaalaththile Erodhu Theeriyarperilum Seedhoniyar Perilum Migavung Kobamaayirundhaan. Thangal Dhesam Raajaavin Dhesaththinaal Poshikkappattapadiyinaal, Avargal Orumanappattu, Avanidaththil Vandhu, Raajaavin Veettu Visaaranaikkaaranaagiya Pilaaththuvaith Thangal Vasamaakkich Samaadhaanam Kettukkondaargal, "
},{ "Verses": "21 kuriththanaalile Erodhu Raajavasthiram Thariththukkondu, Singaasanaththin Mel Utkaarndhu, Avargalukkup Pirasangampanninaan. "
},{ "Verses": "22 appozhudhu Janangal Idhu Manushasaththamalla, Idhu Dhevasaththam Endru Aarppariththaargal. "
},{ "Verses": "23 avan Dhevanukku Magimaiyaich Seluththaadhapadiyinaal Udane Karththarudaiya Thoodhan Avanai Adiththaan; Avan Puzhuppuzhuththu Irandhaan. "
},{ "Verses": "24 dhevavasanam Valarndhu Perugitru. "
},{ "Verses": "25 barnabaavum Savulum Dharma Oozhiyaththai Niraivetrinapinbu Maarku Ennum Maruperkonda Yovaanaik Koottikkondu Erusalemaivittuth Thirumbivandhaargal. "
}
]