[
{ "Verses": "1 silar Yoodheyaavilirundhu Vandhu: Neengal Moseyinudaiya Muraimaiyinpadiye Viruththasedhanamadaiyaavittaal Ratchikkappadamaatteergal Endru Sagodhararukkup Podhagampanninaargal. "
},{ "Verses": "2 adhinaale Avargalukkum Pavul Barnabaa Enbavargalukkum Migundha Vaakkuvaadhamum Tharkkamum Undaanabodhu, Andha Vishayaththinimiththam Pavulum Barnabaavum Avargalaich Serndha Verusilarum Erusalemilirukkira Apposthalaridaththirkum Moopparidaththirkum Pogavendumendru Theermaaniththaargal. "
},{ "Verses": "3 andhappadi Avargal Sabaiyaaraal Vazhivittanuppappattu, Penikke Samaariyaa Naadugalin Vazhiyaaip Poi, Purajaadhiyaar Mananthirumbina Seydhiyai Ariviththu, Sagodharar Ellaarukkum Indha Sandhoshaththai Undaakkinaargal. "
},{ "Verses": "4 avargal Erusalemukku Vandhu, Sabaiyaaraalum Apposthalaraalum Moopparaalum Etrukkollappattabodhu, Dhevan Thangalaikkondu Seydhavaigalaiyellaam Ariviththaargal. "
},{ "Verses": "5 appozhudhu Pariseya Samayaththaaril Visuvaasigalaana Silar Ezhundhu, Avargalai Viruththasedhanampannugiradhum Moseyin Niyaayappiramaanaththaik Kaikkollumpadi Avargalukkuk Karpikkiradhum Avasiyam Endraargal. "
},{ "Verses": "6 apposthalarum Moopparum Indhak Kaariyaththaik Kuriththu Aalosanaipannumpadi Koodinaargal. "
},{ "Verses": "7 migundha Tharkkam Undaanabodhu, Pedhuru Ezhundhu, Avargalai Nokki: Sagodharare Neengal Arindhirukkirapadi Purajaadhiyaar Ennudaiya Vaayinaale Suvisesha Vasanaththaik Kettu Visuvaasikkumpadi Dhevan Anega Naatkalukku Munne Ungalil Oruvanaagiya Ennaith Therindhukondaar. "
},{ "Verses": "8 irudhayangalai Arindhirukkira Dhevan Namakkup Parisuththa Aaviyaith Thandharulinadhupola Avargalukkum Thandharuli, Avargalaik Kuriththuch Saatchikoduththaar; "
},{ "Verses": "9 visuvaasaththinaale Avargal Irudhayangalai Avar Suththamaakki, Namakkum Avargalukkum Yaadhoru Viththiyaasamumiraadhapadi Seydhaar. "
},{ "Verses": "10 ippadiyirukka, Nammudaiya Pidhaakkalaalum Nammaalum Sumakkakkoodaadhirundha Nugaththadiyaich Seeshar Kazhuththinmel Sumaththuvadhinaal, Neengal Dhevanaich Sodhippaanen? "
},{ "Verses": "11 karththaraagiya Yesukiristhuvin Kirubaiyile Avargal Ratchikkappadugiradhu Eppadiyo, Appadiye Naamum Ratchikkappaduvomendru Nambiyirukkirome Endraan. "
},{ "Verses": "12 appozhudhu Koodivandhirundha Yaavarum Amarndhirundhu, Barnabaavum Pavulum Thangalaikkondu Dhevan Purajaadhigalukkulle Seydha Adaiyaalangal Arpudhangal Yaavaiyum Vivariththuch Sollakkettaargal. "
},{ "Verses": "13 avargal Pesi Mudinthapinbu, Yaakkobu Avargalai Nokki: Sagodharare, Enakkuch Sevikodungal. "
},{ "Verses": "14 dhevan Purajaadhikalinindru Thamadhu Naamaththirkaaga Oru Janaththaith Therindhukollumpadi Mudhalmudhal Avargalukkuk Kadaatchiththarulina Vidhaththaich Simiyon Vivariththuch Sonnaare. "
},{ "Verses": "15 adharkuth Theerkkadharisigaludaiya Vaakkiyangalum Oththirukkiradhu. "
},{ "Verses": "16 eppadiyenil, Matra Manusharum, Ennudaiya Naamantharikkappadum Sagala Jaadhigalum, Karththaraith Thedumpadikku, "
},{ "Verses": "17 naan Idharkuppinbu Thirumbivandhu, Vizhundhupona Thaaveedhin Koodaaraththai Marupadiyum Eduppiththu, Adhile Pazhudhaaipponavaigalai Marupadiyum Seerppaduththi, Adhaich Sevvaiyaaga Niruththuven Endru Ivaigalaiyellaanj Seygira Karththar Sollugiraar Endru Ezhudhiyirukkiradhu. "
},{ "Verses": "18 ulagaththotramudhal Dhevanukkuth Thammudaiya Kiriyaigalellaam Therindhirukkiradhu. "
},{ "Verses": "19 aadhalaal Purajaadhigalil Dhevanidaththil Thirumbugiravargalaik Kalangappannalaagaadhendrum, "
},{ "Verses": "20 vikkirakangalukkup Padaiththa Asusiyaanavaigalukkum, Vesiththanaththirkum, Nerukkundu Seththadhirkum, Raththaththirkum, Vilagiyirukkumpadi Avargalukku Naam Ezhudhavendumendrum Naan Theermaanikkiren. "
},{ "Verses": "21 moseyin Aagamangal Oivunaaldhorum Jebaaalayangalil Vaasikkappattu Varugirapadiyaal, Poorvakaalanthodangich Sagala Pattanangalilum Andha Aagamangalaip Pirasangikkiravargalum Unde Endraan. "
},{ "Verses": "22 appozhudhu Thangalil Silaraith Therindhukondu Pavulodum Barnabaavodum Andhiyogiyaavukku Anuppugiradhu Apposthalarukkum Moopparukkum Sabaiyaarellaarukkum Nalamaagakkandadhu. Avargal Yaarendraal Sagodhararil Viseshiththavargalaagiya Barsabaa Endru Maruperkonda Yoodhaavum Seelaavume. "
},{ "Verses": "23 ivargal Kaiyil Avargal Ezhudhikkoduththanuppina Nirubamaavadhu: Apposthalarum Moopparum Sagodhararumaagiya Naangal Andhiyogiyaavilum Seeriyaavilum Silisiyaavilum Irukkum Purajaadhiyaaraagiya Sagodhararukku Vaazhththudhal Solli Ezhudhiya Nirubam Ennavendraal: "
},{ "Verses": "24 engalaal Kattalaiperaadha Silar Engalidaththilirundhu Purappattu, Neengal Viruththasedhanamadaiya Vendumendrum, Niyaayappiramaanaththaik Kaikkollavendumendrum Solli, Ippadippatta Vaarththaigalaal Ungalaik Kalakki, Ungal Aaththumaakkalaip Purattinaargal Endru Naangal Kelvippattapadiyinaale, "
},{ "Verses": "25 nammudaiya Karththaraagiya Yesukiristhuvin Naamaththirkaagath Thangal Piraananaiyum Oppukkodukkath Thunindhavargalum Engalukkup Piriyamaanavargalumaayirukkira Barnabaa Pavul Enbavargalodunkooda, "
},{ "Verses": "26 engalaal Therindhukollappatta Sila Manusharai Ungalidaththirku Anuppugiradhu Orumanappattuk Koodina Engalukku Nalamaagak Kandadhu. "
},{ "Verses": "27 andhappadiye Yoodhaavaiyum Seelaavaiyum Anuppiyirukkirom. Avargalum Ivaigalai Vaaimozhiyaaga Ungalukku Arivippaargal. "
},{ "Verses": "28 evaiyenil, Vikkiragangalukkuppadaiththavaigalukkum, Raththaththirkum, Nerukkundu Sethdhadhirkum, Vesiththanaththirkum, Neengal Vilagiyirukkavendumenbadhe. "
},{ "Verses": "29 avasiyamaana Ivaigalaiyallaamal Baaramaana Verondraiyum Ungalmel Sumaththaamaliruppadhu Parisuththa Aavikkum Engalukkum Nalamaagak Kandadhu; Ivaigalukku Vilagi Neengal Ungalaik Kaaththukkolvadhu Nalamaayirukkum. Sugamaayiruppeergalaaga Endru Ezhudhinaargal. "
},{ "Verses": "30 avargal Anuppividappattu, Andhiyogiyaavukku Vandhu, Sabaiyaik Koodivarachseydhu, Nirubaththai Oppuviththaargal. "
},{ "Verses": "31 adhai Avargal Vaasiththu, Adhanaalundaagiya Aarudhalukkaagach Sandhoshappattaargal. "
},{ "Verses": "32 yoodhaa Seelaa Enbavargalum Theerkkadharisigalaayirundhapadiyinaale Anega Vaarththaigalinaal Sagodhararukkup Buththisolli, Avargalaith Thidappaduththi; "
},{ "Verses": "33 silakaalam Angeyirundhu, Pinbu Sagodhararaal Samaadhaanaththode Apposthalaridaththirku Anuppividappattaargal. "
},{ "Verses": "34 aagilum Seelaavukku Ange Thariththirukkiradhu Nalamaaik Kandadhu. "
},{ "Verses": "35 pavulum Barnabaavum Andhiyogiyaavile Sanjariththu, Vere Anegarodunkoodak Karththarudaiya Vasanaththai Ubadhesiththup Pirasangiththukkondirundhaargal. "
},{ "Verses": "36 silanaalaikkuppinbu Pavul Barnabaavai Nokki: Naam Karththarudaiya Vasanaththai Ariviththirukkira Sagala Pattanangalilumulla Sagodharargal Eppadiyirukkiraargalendru Poippaarppom Vaarum Endraan. "
},{ "Verses": "37 appozhudhu Barnabaa Enbavan Maarku Ennum Perkonda Yovaanaikkooda Azhaiththukkondu Pogavendum Endraan. "
},{ "Verses": "38 pavulo: Avan Pambiliyaa Naattile Nammai Vittup Pirindhu Nammodekooda Oozhiyaththukku Varaadhadhinaale, Avanai Azhaiththukkondu Pogakkoodaadhu Endraan. "
},{ "Verses": "39 idhaippatri Avargalukkulle Kadunkobamoondapadiyinaal Avargal Oruvaraiyoruvar Vittup Pirindhaargal. Barnabaa Maarkuvaik Koottikkondu Kappal Erich Seeppurutheevukkup Ponaan. "
},{ "Verses": "40 pavulo Seelaavai Therindhukondu, Sagodhararaale Dhevanudaiya Kirubaikku Oppuvikkappattu, Purappattu, "
},{ "Verses": "41 seeriyaavilum Silisiyaavilum Thirindhu, Sabaigalaith Thidappaduththinaan. "
}
]