[
{ "Verses": "1 bendhekosthe Ennum Naal Vandhabodhu, Avargalellaarum Orumanappattu Oridaththile Vandhirundhaargal. "
},{ "Verses": "2 appozhudhu Balaththa Kaatru Adikkira Muzhakkam Pola, Vaanaththilirundhu Sadidhiyaai Oru Muzhakkamundaagi, Avargal Utkaarndhirundha Veetu Muzhuvadhaiyum Nirappitru. "
},{ "Verses": "3 allaamalum Akkinimayamaana Naavugalpolap Pirindhirukkum Naavugal Avargalukkuk Kaanappattu Avargal Ovvoruvarmelum Vandhu Amarndhadhu. "
},{ "Verses": "4 avargalellaarum Parisuththa Aaviyinaale Nirappappattu, Aaviyaanavar Thangalukkuth Thandharulina Varaththinpadiye Vevveru Baashaigalile Pesaththodanginaargal. "
},{ "Verses": "5 vaanaththin Keezhirukkira Sagala Dhesaththaarilumirundhuvandha Dhevabakthiyulla Yoodhargal Appozhudhu Erusalemile Vaasampanninaargal. "
},{ "Verses": "6 andhach Saththam Undaanabodhu, Thiralaana Janangal Koodivandhu, Thangal Thangal Baashaiyile Avargal Pesugiradhai Avaravargal Kettapadiyinaale Kalakkamadaindhaargal. "
},{ "Verses": "7 ellaarum Biramiththu Aachchariyappattu, Oruvaraiyoruvar Paarththu: Idho, Pesugira Ivargalellaarum Galileyarallavaa? "
},{ "Verses": "8 appadiyirukka Nammil Avaravargaludaiya Jenmabaashaigalile Ivargal Pesak Ketkirome, Idheppadi? "
},{ "Verses": "9 paarththarum, Medharum, Elaameeththarum, Mesoppoththaamiyaa, Yoodheyaa, Kappaththokkiyaa, Pondhu, Aasiyaa, Pirigiyaa, "
},{ "Verses": "10 bambiliyaa, Egipthu Ennum Dhesaththaargalum, Sirene Pattanaththaich Sutriyirukkira Libiyaavin Thisaigalile Kudiyirukkiravargalum, Inge Sanjarikkira Romaaburiyaarum, Yoodharum, Yoodhamaarkkaththamaindhavargalum, "
},{ "Verses": "11 gireththarum, Arabiyarumaagiya Naam Nammudaiya Baashaigalile Ivargal Dhevanudaiya Magaththuvangalaip Pesakketkirome Endraargal. "
},{ "Verses": "12 ellaarum Biramiththuch Sandhegappattu, Idhennamaai Mudiyumo Endru Oruvarodoruvar Sollikkondaargal. "
},{ "Verses": "13 matravargalo: Ivargal Madhubaanaththinaal Niraindhirukkiraargalendru Pariyaasampanninaargal. "
},{ "Verses": "14 appozhudhu Pedhuru Padhinoruvarotunkooda Nindru, Avargalai Nokki: Uraththa Saththamaai: Yoodhargale, Erusalemil Vaasampannugira Janangale, Neengalellaarum Arindhukolveergalaaga, En Vaarththaigalukkuch Sevikodungal. "
},{ "Verses": "15 neengal Ninaikkirapadi Ivargal Verikondavargalalla, Pozhudhu Vidindhu Moondraam Mani Velaiyaayirukkiradhe. "
},{ "Verses": "16 theerkkadharisiyaagiya Yovelinaal Uraikkappattapadiye Idhu Nadandherugiradhu. "
},{ "Verses": "17 kadaisinaatkalil Naan Maamsamaana Yaavarmelum En Aaviyai Ootruven, Appozhudhu Ungal Kumaararum Ungal Kumaaraththigalum Theerkkadharisanansolluvaargal; Ungal Vaalibar Dharisanangalai Adaivaargal; Ungal Mooppar Soppanangalaik Kaanbaargal; "
},{ "Verses": "18 ennudaiya Oozhiyakkaararmelum, Ennudaiya Oozhiyakkaarigalmelum Annaatkalil En Aaviyai Ootruven, Appozhudhu Avargal Theerkkadharisananj Solluvaargal. "
},{ "Verses": "19 allaamalum Uyara Vaanaththile Arpudhangalaiyum, Thaazha Boomiyile Raththam, Akkini, Pugaikkaadaagiya Adhisayangalaiyum Kaattuven. "
},{ "Verses": "20 karththarudaiya Peridhum Piragaasamumaana Naal Varumunne Sooriyan Irulaagavum, Sandhiran Raththamaagavum Maarum. "
},{ "Verses": "21 appozhudhu Karththarudaiya Naamaththaith Thozhudhukollugiravanevano Avan Ratchikkappaduvaan Endru Dhevan Uraiththirukkiraar. "
},{ "Verses": "22 isravelare, Naan Sollum Vaarththaigalaik Kelungal; Neengal Arindhirukkirapadi Nasareyanaagiya Yesuvaith Dhevan Ungalukkulle Balaththa Seygaigalaiyum, Arpudhangalaiyum, Adaiyaalangalaiyum Nadappiththu, Avaigalinaale Avarai Ungalukku Velippaduththinaar. "
},{ "Verses": "23 appadiyirundhum, Dhevan Nirnayiththirundha Aalosanaiyinpadiyeyum, Avarudaiya Munnarivinpadiyeyum Oppukkodukkappatta Andha Yesuvai Neengal Pidiththu, Akkiramakkaararudaiya Kaigalinaale Siluvaiyil Aaniyadiththuk Kolaiseydheergal. "
},{ "Verses": "24 dhevan Avarudaiya Marana Ubaadhigalin Kattai Avizhththu, Avarai Ezhuppinaar; Avar Maranaththinaal Kattappattirukkakkoodaadhirundhadhu. "
},{ "Verses": "25 avaraikkuriththuth Thaaveedhu: Karththarai Eppozhudhum Enakkumunbaaga Niruththi Nokkikkondirukkiren; Naan Asaikkappadaadhapadi Avar En Valadhupaarisaththile Irukkiraar; "
},{ "Verses": "26 adhinaale En Irudhayam Magizhndhadhu, En Naavu Kalikoorndhadhu, En Maamsamum Nambikkaiyode Thangiyirukkum; "
},{ "Verses": "27 en Aaththumaavaip Paadhaalaththil Viteer, Ummudaiya Parisuththar Azhivaikkaanavotteer; "
},{ "Verses": "28 jeevamaarkkangalai Enakkuth Theriyappaduththineer; Ummudaiya Sannidhaanaththile Ennaich Sandhoshaththinaal Nirappuveer Endru Sollugiraan. "
},{ "Verses": "29 sagodharare, Koththirath Thalaivanaagiya Thaaveedhaikkuriththu Naan Ungaludane Dhairiyamaaip Pesugiradharku Idankodungal; Avan Maranamadaindhu Adakkampannappattaan; Avanudaiya Kallarai Innaalvaraikkum Nammidaththilirukkiradhu. "
},{ "Verses": "30 avar Theerkkadharisiyaayirundhu: Un Singaasanaththil Veetrirukka Maamsaththinpadi Un Sandhadhiyile Kiristhuvai Ezhumbappannuven Endru Dhevan Thanakkuch Saththiyampanninadhai Arindhapadiyinaal, "
},{ "Verses": "31 avan Kiristhuvinudaiya Aaththumaa Paadhaalaththile Vidappaduvadhillaiyendrum, Avarudaiya Maamsam Azhivaik Kaanbadhillaiyendrum Munnarindhu, Avar Uyirththezhudhalaikkuriththu Ippadich Sonnaan. "
},{ "Verses": "32 indha Yesuvai Dhevan Ezhuppinaar; Idharku Naangalellaarum Saatchigalaayirukkirom. "
},{ "Verses": "33 avar Dhevanudaiya Valadhukaraththinaale Uyarththappattu, Pidhaa Aruliya Vaakkuththaththaththinpadi Parisuththa Aaviyaip Petru, Neengal Ippozhudhu Kaangiradhum Ketkiradhumaagiya Idhaip Pozhindharulinaar. "
},{ "Verses": "34 thaaveedhu Paralogaththirku Ezhundhupogavillaiye. Naan Ummudaiya Saththurukkalai Umakkup Paadhapadiyaakkippodum Varaikkum, "
},{ "Verses": "35 neer En Valadhupaarisaththil Utkaarumendru Karththar En Aandavarudane Sonnaar Endru Avane Solliyirukkiraan. "
},{ "Verses": "36 aagaiyinaal, Neengal Siluvaiyil Araindha Indha Yesuvaiye Dhevan Aandavarum Kiristhuvumaakkinaarendru Isravel Kudumbaththaar Yaavarum Nichchayamaai Ariyakkadavargal Endraan. "
},{ "Verses": "37 idhai Avargal Kettapozhudhu, Irudhayaththile Kuththappattavargalaagi, Pedhuruvaiyum Matra Apposthalaraiyum Paarththu: Sagodharare, Naangal Enna Seyyavendum Endraargal. "
},{ "Verses": "38 pedhuru Avargalai Nokki: Neengal Mananthirumbi, Ovvoruvarum Paavamannippukkendru Yesukiristhuvin Naamaththinaale Gnaanasnaanam Petrukkollungal, Appozhudhu Parisuththa Aaviyin Varaththaip Peruveergal. "
},{ "Verses": "39 vaakkuththaththamaanadhu Ungalukkum, Ungal Pillaigalukkum, Nammudaiya Dhevanaagiya Karththar Varavazhaikkum Dhooraththilulla Yaavarukkum Undaayirukkiradhu Endru Solli; "
},{ "Verses": "40 innum Anega Vaarththaigalaalum Saatchikoori, Maarubaadulla Indhach Sandhadhiyai Vittu Vilagi Ungalai Ratchiththukkollungal Endrum Buththisonnaan. "
},{ "Verses": "41 avanudaiya Vaarththaiyaich Sandhoshamaai Etrukkondavargal Gnaanasnaanam Petraargal. Andraiyathdhinam Erakkuraiya Moovaayiramper Serththukkollappattaargal. "
},{ "Verses": "42 avargal Apposthalarudaiya Ubadhesaththilum, Anniyonniyaththilum, Appam Pitkudhalilum, Jebampannudhalilum Urudhiyaaith Thariththirundhaargal. "
},{ "Verses": "43 ellaarukkum Bayamundaayitru. Apposthalargalaale Anega Arpudhangalum Adaiyaalangalum Seyyappattadhu. "
},{ "Verses": "44 visuvaasigalellaarum Orumiththirundhu, Sagalaththaiyum Podhuvaai Vaiththu Anubaviththaargal. "
},{ "Verses": "45 kaaniyaatchigalaiyum Aasthigalaiyum Vitru, Ovvoruvanukkum Thevaiyaanadharkuththakkadhaaga Avaigalil Ellaarukkum Pagirndhu Koduththaargal. "
},{ "Verses": "46 avargal Orumanappattavargalaai Dhevaalayaththile Anudhinamum Thariththirundhu, Veedugaldhorum Appampittu Magizhchchiyodum Kabadamillaadha Irudhayaththodum Pojanampanni, "
},{ "Verses": "47 dhevanaith Thudhiththu, Janangalellaaridaththilum Dhayavupetrirundhaargal. Ratchikkappadugiravargalaik Karththar Anudhinamum Sabaiyile Serththukkonduvandhaar. "
}
]