[
{ "Verses": "1 kalagam Amarndhapinbu, Pavul Seesharaith Thannidaththirku Varavazhaiththu, Vinavikkondu, Makkedhoniyaavukkuppogap Purappattaan. "
},{ "Verses": "2 avan Andhath Thisaigalile Sutri Nadandhu, Seeshargalukku Veguvaaip Buththisolli, Girekku Dhesaththile Serndhaan. "
},{ "Verses": "3 ange Moondrumaadham Sanjariththapinbu, Avan Kappal Eri, Seeriyaadhesaththukkuppoga Manadhaayirundhabodhu, Yoodhargal Avanukkuth Theemaiseyyumpadi Ragasiyamaana Yosanaikondirundhapadiyaal, Makkedhoniyaa Dhesaththin Vazhiyaaith Thirumbippogath Theermaanam Panninaan "
},{ "Verses": "4 peroyaa Ooraanaagiya Sobaththarum, Thesalonikkeyaril Aristharkkum, Sekkundhum, Therbaiyaanaagiya Kaayuvum, Theemoththeyum, Aasiyaa Naattaaraagiya Theegikkum Thuroppeemum, Aasiyaanaaduvaraikkum Avanukku Vazhiththunaiyaai Vandhaargal. "
},{ "Verses": "5 ivargal Munnaagap Poi, Thurovaa Pattanaththile Engalukkaagak Kaaththirundhaargal. "
},{ "Verses": "6 pulippillaa Appappandigai Naatkalukkuppinbu Naangal Kappal Erip Pilippipattanaththai Vittu Aindhu Naalaikkulle Thurovaapattanaththukku Avargalidaththil Vandhu, Ange Ezhunaal Thangiyirundhom. "
},{ "Verses": "7 vaaraththin Mudhalnaalile, Appam Pitkumpadi Seeshargal Koodivandhirukkaiyil, Pavul Marunaalile Purappadavendumendrirundhu, Avargaludane Sambaashiththu, Naduraaththiri Mattum Pirasangiththaan. "
},{ "Verses": "8 avargal Koodiyirundha Melveettile Anega Vilakkugal Vaiththirundhadhu. "
},{ "Verses": "9 appozhudhu Aiththigu Ennum Perkonda Oru Vaaliban Jannalil Utkaarndhirundhu, Pavul Neduneram Pirasangam Pannikkondirukkaiyil, Migundha Thookkamadaindhu, Niththiraimayakkaththinaal Saaindhu, Moondraam Meththaiyilirundhu Keezhe Vizhundhu, Mariththavanaai Edukkappattaan. "
},{ "Verses": "10 udane Pavul Irangippoi, Avanmel Vizhundhu, Avanai Anaiththukkondu: Kalangaadhirungal, Ivan Uyir Ivanukkul Irukkiradhu Endraan. "
},{ "Verses": "11 pinbu Erippoi, Appam Pittu Pusiththu, Vidiyarkaalamalavum Veguneram Pesikkondu, Pinbu Purappattaan. "
},{ "Verses": "12 andha Vaalibanai Avargal Uyirullavanaagak Koottikkonduvandhu, Migundha Aarudhaladaindhaargal. "
},{ "Verses": "13 pavul Aasopattanam Varaikkum Karaivazhiyaaip Poga Manadhaayirundhapadiyaal, Avan Thittampanniyirundhapadiye, Naangal Kappal Eri, Andhap Pattanaththil Avanai Etrikkollumpadi Munnaaga Ange Poyirundhom. "
},{ "Verses": "14 avan Aasopattanaththile Engalaik Kandabodhu, Naangal Avanai Etrikkondu, Miththilene Pattanaththukku Vandhom. "
},{ "Verses": "15 avvidamvittu, Marunaalile Keeyutheevukku Edhiraaga Vandhu, "
},{ "Verses": "16 pavul Koodumaanaal Bendhekosthe Pandigainaalile Erusalemilirukkavendumendru Theevirappattadhinimiththam, Thaan Aasiyaavile Kaalampokkaadhapadikku, Ebesu Pattanaththaik Kadandhu Pogavendumendru Theermaaniththadhinaal, Marunaalile Saamutheevu Pidiththu, Thurokilliyon Oorththuraiyile Thangi, Marunaal Mileththupattanaththukku Vandhom. "
},{ "Verses": "17 mileththuvilirundhu Avan Ebesuvukku Aal Anuppi, Sabaiyin Moopparai Varavazhaiththaan. "
},{ "Verses": "18 avargal Thannidaththil Vandhu Serndhapozhudhu, Avan Avargalai Nokki: Naan Aasiyaanaattil Vandha Mudhalnaal Thodangi Ellaak Kaalangalilum Ungaludane Innavidhamaai Irundhen Enbadhai Neengal Arindhirukkireergal. "
},{ "Verses": "19 vegu Manaththaazhmaiyodum, Migundha Kanneerodum, Yoodharudaiya Theemaiyaana Yosanaigalaal Enakku Neritta Sodhanaigalodum, Naan Karththaraich Seviththen. "
},{ "Verses": "20 pirayojanamaanavaigailil Ondraiyum Naan Ungalukku Maraiththuvaikkaamal, Veliyarangamaaga Veedugaldhorum Ungalukku Pirasangiththu Ubadhesampanni, "
},{ "Verses": "21 dhevanidaththirku Manandhirumbuvadhaikkuriththum, Nammudaiya Karththaraagiya Yesukiristhuvai Visuvaasippadhaikkuriththum, Naan Yoodharukkum Girekkarukkum Saatchiyaaga Ariviththen. "
},{ "Verses": "22 ippozhudhum Naan Aaviyile Kattundavanaai Erusalemukkup Pogiren; Ange Enakku Neridunkaariyangalai Naan Ariyen. "
},{ "Verses": "23 kattugalum Ubaththiravangalum Enakku Vaiththirukkiradhendru Parisuththa Aaviyaanavar Pattanandhorum Therivikkiradhaimaaththiram Arindhirukkiren. "
},{ "Verses": "24 aagilum Avaigalil Ondraiyunkuriththuk Kavalaippaden; En Piraananaiyum Naan Arumaiyaaga Ennen; En Ottaththaich Sandhoshaththode Mudikkavum, Dhevanudaiya Kirubaiyin Suviseshaththaip Pirasangampannumpadikku Naan Karththaraagiya Yesuvinidaththil Petra Oozhiyaththai Niraivetravume Virumbugiren. "
},{ "Verses": "25 idho, Naan Ungalukkulle Sanjariththu, Dhevanudaiya Raajyaththaik Kuriththup Pirasangampanninadhaik Kettavargalaagiya Neengalellaarum Ini En Mugaththaip Paarkkamaatteergalendru Arindhirukkiren. "
},{ "Verses": "26 dhevanudaiya Aalosanaiyil Ondraiyum Naan Maraiththu Vaikkaamal, Ellaavatraiyum Ungalukku Ariviththapadiyinaale, "
},{ "Verses": "27 ellaarudaiya Raththappazhikkum Neengi Naan Suththamaayirukkirenenbadharku Ungalai Indraiyathdhinam Saatchigalaaga Vaikkiren. "
},{ "Verses": "28 aagaiyaal, Ungalaikkuriththum, Dhevan Thammudaiya Suyaraththaththinaale Sambaadhiththukkonda Thamadhu Sabaiyai Meyppadharkup Parisuththa Aavi Ungalaik Kankaanigalaaga Vaiththa Mandhai Muzhuvadhaiyunkuriththum, Echcharikkaiyaayirungal. "
},{ "Verses": "29 naan Ponapinbu Mandhaiyaith Thappavidaadha Kodidhaana Onaaigal Ungalukkulle Varum. "
},{ "Verses": "30 ungalilum Silar Ezhumbi, Seeshargalaith Thangalidaththil Izhuththukkollumpadi Maarubaadaanavaigalaip Podhippaargalendru Arindhirukkiren. "
},{ "Verses": "31 aanapadiyaal, Naan Moondruvarushakaalamaai Iravum Pagalum Kanneerode Idaividaamal Avanavanukkup Buththisollikkonduvandhadhai Ninaiththu Vizhiththirungal. "
},{ "Verses": "32 ippozhudhum Sagodharare, Neengal Bakthiviruththiyadaiyavum, Parisuththamaakappatta Anaivarukkullum Ungalukkuch Sudhandharaththaik Kodukkavum Vallavaraayirukkira Dhevanukkum Avarudaiya Kirubaiyulla Vasanaththukkum Ungalai Oppukkodukkiren. "
},{ "Verses": "33 oruvanudaiya Velliyaiyaagilum Ponnaiyaagilum Vasthiraththaiyaagilum Naan Ichchikkavillai. "
},{ "Verses": "34 neengal Arindhirukkirapadi, Enakkum Ennudanekooda Irundhavargalukkum Vendiyavaigalukkaaga Indhak Kaigale Velaiseydhadhu. "
},{ "Verses": "35 ippadip Pirayaasappattu, Balaveenaraith Thaangavum, Vaangugiradhaippaarkkilum Kodukkiradhe Baakkiyam Endru Karththaraagiya Yesu Sonna Vaarththaigalai Ninaikkavum Vendumendru Ellaavidhaththileyum Ungalukkuk Kaanbiththen Endraan. "
},{ "Verses": "36 ivaigalaich Sonnapinbu, Avan Muzhangaarpadiyittu, Avargalellaarodunkooda Jebampanninaan. "
},{ "Verses": "37 avargalellaarum Migavum Azhudhu, En Mugaththai Neengal Inip Paarkkamaatteergalendru Avan Sonna Vaarththaiyaikkuriththu Adhigamaaith Dhukkappattu, "
},{ "Verses": "38 pavulin Kazhuththaik Kattikkondu, Avanai Muththanjseydhu, Kappalvaraikkum Avanudane Koodapponaargal "
}
]