[
{ "Verses": "1 pesdhu Enbavan Naattirku Adhibadhiyaaga Vandhu, Moondru Naalaanapinbu, Sesariyaavilirundhu Erusalemukkup Ponaan. "
},{ "Verses": "2 appozhudhu Piradhaana Aasaariyanum Yoodharil Mudhanmaiyaanavargalum Avanidaththil Vandhu, Pavulukku Virodhamaagap Piraadhupanni, "
},{ "Verses": "3 avanai Vazhiyile Kondrupodumpadi Sarppanaiyaana Yosanaiyullavargalaai, Thangalmel Dhayavuseydhu, Avanai Erusalemukku Azhaippikkavendumendru Vendikkondaargal. "
},{ "Verses": "4 adharkup Pesdhu Piradhiyuththaramaaga: Pavulaich Sesariyaavile Kaavalpanniyirukkiradhe; Naanum Seekkiramaaga Ange Pogiren. "
},{ "Verses": "5 aagaiyaal Ungalil Thiramullavargal Koodavandhu Andha Manushanidaththil Kutram Edhaagilum Undaanaal, Andhak Kutraththai Avanmel Saattattum Endraan. "
},{ "Verses": "6 avan Avargalidaththile Erakkuraiya Paththunaal Sanjariththu, Pinbu Sesariyaavukkup Poi, Marunaalile Niyaayaasanaththil Utkaarndhu, Pavulaik Konduvarumpadi Kattalaiyittaan. "
},{ "Verses": "7 avan Vandhabodhu, Erusalemilirundhuvandha Yoodhargal Avanaich Soozhndhunindru, Thangalaal Roobikkakkoodaadha Anega Kodiya Kutrangalai Avanmel Saattinaargal. "
},{ "Verses": "8 adharku Avan Uththaravaaga: Naan Yoodharudaiya Vedhappiramaanaththukkaagilum, Dhevaalayaththukkaagilum, Raayarukkaagilum Virodhamaaga Oru Kutramum Seyyavillaiyendru Sonnaan. "
},{ "Verses": "9 appozhudhu Pesdhu Yoodharukkuth Dhayavuseyya Manadhaai, Pavulai Nokki: Nee Erusalemukkup Poi, Avvidaththile Indhak Kaariyangalaikkuriththu Enakkumunbaaga Niyaayam Visaarikkappada Unakkuch Sammadhiyaa Endraan. "
},{ "Verses": "10 adharkup Pavul: Naan Raayarudaiya Niyaayaasanaththukku Munbaaga Nirkiren; Adharku Munbaaga Naan Niyaayam Visaarikkappadavendiyadhu; Yoodharukku Naan Aniyaayam Ondrum Seyyavillai, Adhai Neerum Nandraai Arindhirukkireer. "
},{ "Verses": "11 naan Aniyaayanjseydhu, Maranaththukkup Paaththiramaanadhu Edhaagilum Nadappiththadhundaanaal, Naan Saagaadhapadikku Manuketkamaatten. Ivargal Enmel Saattugira Kutrangal Mutrilum Abaththamaanaal, Avargalukkuth Dhayavupannumporuttu Oruvarum Ennai Avargalukku Oppukkodukkalaagaadhu. Raayarukku Abayamidugiren Endraan. "
},{ "Verses": "12 appozhudhu Pesdhu Than Aalosanaikkaararudane Aalosiththu: Nee Raayarukku Abayamittaaye; Raayaridaththirke Pogakkadavaayendru Uththaravusonnaan. "
},{ "Verses": "13 silanaal Sendrapinbu, Agirippaa Raajaavum Perneekkeyaalum Pesdhuvaik Kandukollumpadi Sesariyaavukku Vandhaargal. "
},{ "Verses": "14 avargal Ange Aneganaal Sanjariththirukkaiyil, Pesdhu Pavulin Sangadhiyai Raajaavukku Vivariththu: Peliks Kaavalil Vaiththuppona Oru Manushan Irukkiraan. "
},{ "Verses": "15 naan Erusalemil Irundhabodhu, Piradhaana Aasaariyargalum Yoodharudaiya Mooppargalum Avanaikkuriththu Ennidaththil Piraadhupanni, Avanukku Virodhamaagath Theerppuseyyavendumendru Kettukkondaargal. "
},{ "Verses": "16 avargalukku Naan Piradhiyuththaramaaga: Kutranjaattappatta Manushan Kutranjaattinavargalukku Mugamugamaai Nindru, Saattina Kutraththukkuth Thanakkaaga Edhiruththaravu Solla Avanukku Idankidaikkiradharkumunne, Kutranjaatti Avargal Patchamaai Avanai Maranaththirku Oppukkodukkiradhu Romarukku Vazhakkamalla Endren. "
},{ "Verses": "17 aagaiyaal Avargal Inge Koodivandhabodhu, Naan Evvalavum Thaamadhampannaamal, Marunaal Niyaayaasanaththil Amarndhu Andha Manushanaik Konduvarumpadi Kattalaiyitten. "
},{ "Verses": "18 appozhudhu Kutranjaattinavargal Vandhunindru, Naan Ninaiththirundha Kutrangalil Ondraiyum Avanmel Sumaththaamal, "
},{ "Verses": "19 thangaludaiya Maarkkaththaikkuriththum, Mariththuppona Yesu Ennum Oruvan Uyirodirukkiraanendru Pavul Saadhiththadhaikkuriththum Sila Tharkkavishayangalai Avan Peril Virodhamaaich Sonnaargal. "
},{ "Verses": "20 ippadippatta Tharkka Vishayangalaikkuriththu Enakkuch Sandhegamirundhapadiyinaal: Nee Erusalemukkup Poi, Ange Ivaigalaik Kuriththu Niyaayam Visaarikkappada Unakkuch Sammadhiyaa Endru Ketten. "
},{ "Verses": "21 adharkup Pavul, Thaan Raayarukku Munbaaga Niyaayam Visaarikkappadumpadikku Niruththivaikkappadavendumendru Abayamittabodhu, Naan Avanai Raayanidaththirku Anuppumalavum Kaavalpannumpadi Kattalaiyitten Endraan. "
},{ "Verses": "22 appozhudhu Agirippaa Pesdhuvai Nokki: Andha Manushan Sollugiradhai Naanum Ketka Manadhaayirukkiren Endraan. Adharku Avan Naalaikku Neer Ketkalaam Endraan. "
},{ "Verses": "23 marunaalile Agirippaavum Perneekkeyaalum Migundha Aadambaraththudane Vandhu Senaabadhigalodum Pattanaththuppiradhaana Manusharodunkooda Niyaayasthalaththil Piravesiththaargal. Udane Pesthuvinudaiya Kattalaiyinpadi Pavul Konduvarappattaan. "
},{ "Verses": "24 appozhudhu Pesdhu: Agirippaa Raajaave, Engalodekooda Ivvidaththil Vandhirukkiravargale, Neengal Kaangira Indha Manushanaikkuriththu Yoodhajanangalellaarum Erusalemilum Ivvidaththilum Ennai Varundhik Kettukkondu, Ivan Ini Uyirodirukkiradhu Thagaadhendru Sollik Kookkuralittaargal. "
},{ "Verses": "25 ivan Maranaththukkup Paaththiramaanadhondraiyum Seyyavillaiyendru Naan Arindhukondadhinaalum, Ivandhaane Raayanukku Abayamittapadiyinaalum, Avaridaththil Ivanai Anuppumpadi Theermaanampanninen. "
},{ "Verses": "26 ivanaikkuriththu Aandavanukku Ezhudhugiradharku Nichchayappatta Kaariyamondrum Enakku Vilangavillai. Kaavalpannappatta Oruvan Seydha Kutrangalai Eduththukkaattaamal Anuppugiradhu Buththiyeenamaana Kaariyamendru Enakkuth Thondrugirapadiyinaale, "
},{ "Verses": "27 ivanai Visaariththuk Kettapinbu Ezhudhaththakka Visesham Edhaagilum Enakku Vilangumpadi, Ivanai Ungalukku Munbaagavum, Viseshamaai Agirippaa Raajaave, Umakku Munbaagavum Konduvandhen Endraan. "
}
]