[
{ "Verses": "1 agirippaa Pavulai Nokki: Nee Unakkaagap Pesa Unakku Uththaravaagiradhu Endraan. Appozhudhu Pavul Kaiyai Neetti, Thanakkaaga Uththaravu Sollaththodanginaan. "
},{ "Verses": "2 agirippaa Raajaave, Yoodhargal Enmel Saattugira Sagala Kaariyangalaikkuriththum Naan Indraikku Umakku Munbaaga Uththaravu Sollappogirapadiyinaale Ennaip Baakkiyavaan Endrennugiren. "
},{ "Verses": "3 viseshamaai Neer Yoodharudaiya Sagala Muraimaigalaiyum Tharkkangalaiyum Arindhavaraanadhaal Appadi Ennugiren; Aagaiyaal Naan Solvadhaip Porumaiyode Ketkumpadi Ummai Vendikkollugiren. "
},{ "Verses": "4 naan En Siruvayadhumudharkondu, Erusalemile En Janaththaarukkulle Irundhapadiyaal, Aadhimudhal Naan Nadandha Nadakkaiyai Yoodharellaarum Arindhirukkiraargal. "
},{ "Verses": "5 nammudaiya Maarkkaththilulla Samayapedhangalil Migavum Kandippaana Samayaththukku Isaindhapadi Pariseyanaai Nadandhenendru Saatchisolla Avargalukku Manadhirundhaal Sollalaam. "
},{ "Verses": "6 dhevan Nammudaiya Pidhaakkalukku Arulichseydha Vaakkuththaththam Niraiverumengira Nambikkaikkaagave Naan Ippozhudhu Niyaayaththeerppadaigiravanaai Nirkiren. "
},{ "Verses": "7 iravum Pagalum Idaividaamal Aaraadhanai Seydhuvarugira Nammudaiya Pannirandu Koththiraththaarum Andha Vaakkuththaththam Niraiverumendru Nambiyirukkiraargal. Agirippaa Raajaave, Andha Nambikkaiyinimiththame Yoodhargal Enmel Kutranjaattugiraargal. "
},{ "Verses": "8 dhevan Mariththorai Ezhuppugiradhu Nambappadaadha Kaariyamendru Neengal Ennugiradhenna? "
},{ "Verses": "9 munne Naanum Nasareyanaagiya Yesuvin Naamaththirku Virodhamaai Anega Kaariyangalai Nadappikkavendumendru Ninaiththirundhen. "
},{ "Verses": "10 appadiye Naan Erusalemilum Seydhen. Naan Piradhaana Aasaariyargalidaththil Adhigaaram Petru, Parisuththavaangalil Anegaraich Siraichchaalaigalil Adaiththen; Avargal Kolai Seyyappadugaiyil Naanum Sammadhiththirundhen. "
},{ "Verses": "11 sagala Jebaaalayangalilum Naan Avargalai Anegandharam Dhandiththu, Dhevadhooshananj Sollak Kattaayappaduththinen; Avargalperil Moorkkaveri Kondavanaai Anniyapattanangal Varaikkum Avargalaith Thunbappaduththinen. "
},{ "Verses": "12 ippadich Seydhuvarugaiyil, Naan Piradhaana Aasaariyargalidaththil Adhigaaramum Uththaravum Petru, Thamaskuvukkup Pogumbodhu, "
},{ "Verses": "13 maththiyaana Velaiyil, Raajaave, Naan Vazhiyile Sooriyanudaiya Piragaasaththilum Adhigamaana Oli Vaanaththilirundhu Ennaiyum Ennudanekoodap Pirayaanampanninavargalaiyum Sutrip Piragaasikkakkanden. "
},{ "Verses": "14 naangalellaarum Tharaiyile Vizhundhabodhu: Savule, Savule, Nee En Ennaith Thunbappaduththugiraai? Mullil Udhaikkiradhu Unakkuk Kadinamaamendru Ebireyu Baashaiyile Ennudane Sollugira Oru Saththaththaik Ketten. "
},{ "Verses": "15 appozhudhu Naan: Aandavare, Neer Yaar Endren. Adharku Avar: Nee Thunbappaduththugira Yesu Naane. "
},{ "Verses": "16 ippozhudhu Nee Ezhundhu, Kaaloondri Nil. Nee Kandavaigalaiyum Naan Unakkuth Dharisanamaakik Kaanbikkappogiravaigalaiyum Kuriththu Unnai Oozhiyakkaaranaagavum Saatchiyaagavum Erpaduththugiradharkaaga Unakkuth Dharisanamaanen. "
},{ "Verses": "17 un Suyajanaththaaridaththinindrum Anniya Janaththaaridaththinindrum Unnai Vidudhalaiyaakki, "
},{ "Verses": "18 avargal Ennaip Patrum Visuvaasaththinaale Paavamannippaiyum Parisuththamaakkappattavargalukkuriya Sudhandharaththaiyum Petrukkollumpadiyaaga, Avargal Irulaivittu Oliyinidaththirkum, Saaththaanudaiya Adhigaaraththaivittu Dhevanidaththirkum Thirumbumpadikku Nee Avargaludaiya Kangalaith Thirakkumporuttu, Ippozhudhu Unnai Avargalidaththirku Anuppugiren Endraar. "
},{ "Verses": "19 aagaiyaal, Agirippaa Raajaave Naan Andhap Paramadharisanaththukkuk Keezhppadiyaadhavanaayirukkavillai. "
},{ "Verses": "20 munbu Thamaskuvilum Erusalemilum Yoodheyaa Dhesamengumullavargalidaththilum, Pinbu Purajaadhiyaaridaththilum Naan Poi, Avargal Dhevanidaththirku Mananthirumbik Gunappadavum, Mananthirumbudhalukketra Kiriyaigalaich Seyyavum Vendumendru Ariviththen. "
},{ "Verses": "21 idhinimiththame Yoodhargal Dhevaalayaththile Ennaip Pidiththuk Kolaiseyyap Pirayaththanampanninaargal. "
},{ "Verses": "22 aanaalum Dheva Anukkiragam Petru, Naan Innaalvaraikkum Siriyorukkum Periyorukkum Saatchikoori Varugiren. "
},{ "Verses": "23 theerkkadharisigalum Moseyum Munname Solliyirundhapadiye, Kiristhu Paadupadavendiyadhendrum, Mariththor Uyirththezhudhalil Avar Mudhalvaraagi, Suyajanangalukkum Anniya Janangalukkum Oliyai Velippaduththugiravarendrum Sollugireneyandri, Verondraiyum Naan Sollugiradhillai Endraan. "
},{ "Verses": "24 ivvidhamaai Avan Thanakkaaga Uththaravu Sollugaiyil, Pesdhu Uraththa Saththamaai: Pavule, Nee Pidhatrugiraai, Adhigakkalvi Unakkup Payiththiyamundaakkugiradhu Endraan. "
},{ "Verses": "25 adharku Avan: Ganamporundhiya Pesthuve, Naan Payiththiyakkaaranalla, Saththiyamum Sosthapuththiyumulla Vaarththaigalaip Pesugiren. "
},{ "Verses": "26 indhach Sangadhigalai Raajaa Arindhirukkiraar; Aagaiyaal Dhairiyamaai Avarukku Munbaagap Pesugiren; Ivaigalil Ondrum Avarukku Maraivaanadhallavendru Ennugiren; Idhu Oru Moolaiyile Nadandha Kaariyamalla. "
},{ "Verses": "27 agirippaa Raajaave, Theerkkadharisigalai Visuvaasikkireeraa? Visuvaasikkireerendru Ariven Endraan. "
},{ "Verses": "28 appozhudhu Agirippaa Pavulai Nokki: Naan Kiristhavanaagiradharkuk Konjankuraiya Nee Ennaich Sammadhikkappannugiraai Endraan. "
},{ "Verses": "29 adharkup Pavul: Neer Maaththiramalla, Indru En Vasanaththaik Ketkira Yaavarum, Konjankuraiyamaaththiram Alla, Indhak Kattugal Thavira, Muzhuvadhum Ennaippolaagumpadi Dhevanai Vendikkollugiren Endraan. "
},{ "Verses": "30 ivaigalai Avan Sonnabodhu, Raajaavum Dhesaadhibadhiyum Perneekkeyaalum Avargaludanekooda Utkaarndhirundhavargalum Ezhundhu, "
},{ "Verses": "31 thaniye Poi: Indha Manushan Maranaththukkaavadhu Kattugalukkaavadhu Paaththiramaanadhondraiyum Seyyavillaiyendru Thangalukkulle Pesikkondaargal. "
},{ "Verses": "32 agirippaa Pesthuvai Nokki: Indha Manushan Raayanukku Abayamidaadhirundhaanaanaal, Ivanai Vidudhalaipannalaagum Endraan. "
}
]