[
{ "Verses": "1 jebavelaiyaagiya Onbadhaam Mani Neraththile Pedhuruvum Yovaanum Dhevaalayaththukkup Ponaargal. "
},{ "Verses": "2 appozhudhu Than Thaayin Vayitrilirundhu Sappaaniyaaip Pirandha Oru Manushanaich Sumandhukonduvandhaargal; Dhevaalayaththile Piravesikkiravargalidaththil Pichchaiketkumpadi, Naalthorum Alangaara Vaasal Ennappatta Dhevaalaya Vaasalandaiyile Vaippaargal. "
},{ "Verses": "3 dhevaalayaththile Piravesikkappogira Pedhuruvaiyum Yovaanaiyum Avan Kandu Pichchaikettaan. "
},{ "Verses": "4 pedhuruvum Yovaanum Avanai Utruppaarththu: Engalai Nokkippaar Endraargal. "
},{ "Verses": "5 avan Avargalidaththil Edhaagilum Kidaikkumendru Enni, Avargalai Nokkippaarththaan. "
},{ "Verses": "6 appozhudhu Pedhuru: Velliyum Ponnum Ennidaththilillai; Ennidaththilulladhai Unakkuth Tharugiren; Nasareyanaagiya Yesukiristhuvin Naamaththinaale Nee Ezhundhu Nada Endru Solli; "
},{ "Verses": "7 valadhukaiyinaal Avanaip Pidiththuth Thookkivittaan, Udane Avanudaiya Kaalgalum Karadugalum Belan Kondadhu. "
},{ "Verses": "8 avan Kuthiththezhundhu Nindru Nadandhaan; Nadandhu, Kudhiththu, Dhevanaith Thudhiththukkondu, Avargaludanekooda Dhevaalayaththirkul Piravesiththaan. "
},{ "Verses": "9 avan Nadakkiradhaiyum, Dhevanaith Thudhikkiradhaiyum, Janangalellaarum Kandu: "
},{ "Verses": "10 dhevaalayaththin Alangaara Vaasalandaiyile Pichchaiketka Utkaarndhirundhavan Ivandhaan Endru Arindhu, Avanukkuch Sambaviththadhaikkuriththu Migavum Aachchariyappattup Biramiththaargal. "
},{ "Verses": "11 gunamaakkappatta Sappaani Pedhuruvaiyum Yovaanaiyum Patrikkondirukkaiyil, Janangalellaarum Biramiththu, Saalomon Mandabam Ennappatta Mandabaththile Avargalidaththirku Odivandhaargal. "
},{ "Verses": "12 pedhuru Adhaik Kandu Janangalai Nokki: Isravelare, Idhaikkuriththu Neengal Aachchariyappadugiradhenna? Naangal Engal Suyasakthiyinaalaavadhu, Engal Suyabakthiyinaalaavadhu, Ivanai Nadakkappanninomendru Neengal Engalai Nokkip Paarkkiradhenna? "
},{ "Verses": "13 aabiragaam Eesaakku Yaakkobu Enbavargaludaiya Dhevanaagiya Nammudaiya Pidhaakkalin Dhevan Thammudaiya Pillaiyaagiya Yesuvai Magimaippaduththinaar, Avarai Neengal Oppukkoduththeergal; Pilaaththu Avarai Vidudhalaiyaakkath Theermaaniththabodhu, Avanukkumunbaaga Avarai Marudhaliththeergal. "
},{ "Verses": "14 parisuththamum Needhiyumullavarai Neengal Marudhaliththu, Kolaipaadhaganai Ungalukkaaga Viduthalaipannavendumendru Kettu, "
},{ "Verses": "15 jeevaadhibadhiyaik Kolaiseydheergal; Avarai Dhevan Mariththorilirundhezhuppinaar; Adharku Naangal Saatchigalaayirukkirom. "
},{ "Verses": "16 avarudaiya Naamaththaippatrum Visuvaasaththinaal Avarudaiya Naamame Neengal Paarththu Arindhirukkira Ivanaip Belappaduththinadhu; Avaraal Undaagiya Visuvaasam Ungalellaarukkum Munbaaga, Indhach Sarvaanga Sugaththai Ivanukkuk Koduththadhu. "
},{ "Verses": "17 sagodharare, Neengalum Ungal Adhigaarigalum Ariyaamaiyinaale Idhaichseydheergalendru Arindhirukkiren. "
},{ "Verses": "18 kiristhu Paadupadavendumendru Dhevan Thammudaiya Theerkkadharisigalellaarudaiya Vaakkilum Munnariviththavaigalai Ivvidhamaai Niraivetrinaar. "
},{ "Verses": "19 aanapadiyinaale Karththarudaiya Sannidhaanaththilirundhu Ilaippaarudhalin Kaalangal Varumpadikkum, Munne Kurikkappatta Yesukiristhuvai Avar Ungalidaththil Anuppumpadikkum, "
},{ "Verses": "20 ungal Paavangal Nivirththiseyyappadumporuttu Neengal Mananthirumbik Gunappadungal. "
},{ "Verses": "21 ulagaththotramudhal Dhevan Thammudaiya Parisuththa Theerkkadharisigalellaarudaiya Vaakkinaalum Uraiththavaigal Ellaam Niraiverith Theerunkaalangal Varumalavum Paralogam Avarai Etrukkollavendum. "
},{ "Verses": "22 mose Pidhaakkalai Nokki: Ungal Dhevanaagiya Karththar Ennaippola Oru Theerkkadharisiyai Ungalukkaaga Ungal Sagodhararilirundhu Ezhumbappannuvaar; Avar Ungalukkuchsollum Ellaavatrilum Avarukkuch Sevikoduppeergalaaga. "
},{ "Verses": "23 andhath Theerkkadharisiyin Sorkelaadhavano, Avan Janaththiliraadhapadikku Nirmoolamaakkappaduvaan Endraan. "
},{ "Verses": "24 saamuvel Mudharkondu, Eththanaiper Theerkkadharisanam Uraiththaargalo, Aththanaiperum Indha Naatkalai Munnariviththaargal. "
},{ "Verses": "25 neengal Andhath Theerkkadharisigalukkup Buththiraraayirukkireergal; Un Sandhadhiyinaale Boomiyilulla Vamsangalellaam Aaseervadhikkappadum Endru Dhevan Aabiragaamukkuch Solli, Nammudaiya Munnorgalode Pannina Udanpadikkaikkup Buththiraraayirukkireergal. "
},{ "Verses": "26 avar Ungalellaaraiyum Ungal Pollaangugalilirundhu Vilakki, Ungalai Aaseervadhikkumpadi Dhevan Thammudaiya Pillaiyaagiya Yesuvai Ezhuppi, Mudhalaavadhu Ungalidaththirke Avarai Anuppinaar Endraan. "
}
]