[
{ "Verses": "1 purajaadhiyaarum Dhevavasanaththai Etrukkondaargalendru Yoodheyaavilirukkira Apposthalarum Sagodhararum Kelvippattaargal. "
},{ "Verses": "2 pedhuru Erusalemukkuth Thirumbivandhabodhu, Viruththasedhanamullavargal Avanai Nokki: "
},{ "Verses": "3 viruththasedhanamillaadha Manusharidaththil Neer Poi, Avargalode Pojanampannineer Endru, Avanode Vaakkuvaadhampanninaargal. "
},{ "Verses": "4 adharkup Pedhuru Kaariyaththai Mudhalilirundhu Varisaiyaai Avargalukku Vivarikkaththodangi: "
},{ "Verses": "5 naan Yoppaa Pattanaththil Jebampannikkondirundhabodhu Gnaanadhirushtiyadaindhu, Oru Tharisanaththaikkanden; Adhennavendraal, Naalumunaigalum Kattappatta Periya Thuppattiyaippola Oru Koodu Vaanaththilirundhu Ennidaththil Irangivandhadhu. "
},{ "Verses": "6 adhile Naan Utruppaarththuk Gavanikkirabodhu, Boomiyilulla Naalukaal Jeevangalaiyum, Kaattumirugangalaiyum, Oorum Piraanigalaiyum, Aagaayaththupparavaigalaiyum Kanden. "
},{ "Verses": "7 allaamalum: Pedhuruve, Ezhundhiru, Adiththup Pusi Endru Ennudane Sollugira Saththaththaiyum Ketten. "
},{ "Verses": "8 adharku Naan: Aandavare, Appadiyalla, Theettum Asuththamumaayirukkira Yaadhondrum Orukkaalum En Vaaikkulle Ponadhillai Endren. "
},{ "Verses": "9 irandaandharamum Vaanaththilirundhu Saththam Undaagi: Dhevan Suththamaakkinavaigalai Nee Theettaaga Ennaadheyendru Marumozhi Sollitru. "
},{ "Verses": "10 ippadi Moondrudharam Sambaviththapinbu, Ellaam Vaanaththirkuth Thirumba Eduththukkollappattadhu. "
},{ "Verses": "11 udane Sesariyaavilirundhu Ennidaththirku Anuppappatta Moondru Manushar Naan Irundha Veettukkumunne Vandhu Nindraargal. "
},{ "Verses": "12 naan Ondrukkum Sandhegappadaamal Avargalodekoodap Pogumpadi Aaviyaanavar Enakkuk Kattalaiyittaar. Sagodhararaagiya Indha Aaruperum Ennodekooda Vandhaargal; Andha Manushanudaiya Veettukkul Piravesiththom. "
},{ "Verses": "13 avano Than Veettile Oru Dhevadhoodhan Nirkiradhaik Kandadhaagavum, Yoppaa Pattanaththilirukkira Pedhuru Endru Maruperkonda Seemonai Azhaikkumpadikku Manusharai Avvidaththirku Anuppu; "
},{ "Verses": "14 neeyum Un Veettaaranaivarum Ratchikkappaduvadharkedhuvaana Vaarththaigalai Avan Unakkuch Solluvaan Endru Andhath Thoodhan Thanakkuch Sonnadhaagavum Engalukku Ariviththaan. "
},{ "Verses": "15 naan Pesaththodanginabodhu, Parisuththa Aaviyaanavar Aadhiyile Nammel Iranginadhupolave, Avargalmelum Iranginaar. "
},{ "Verses": "16 yovaan Jalaththinaale Gnaanasnaanankoduththaan, Neengalo Parisuththa Aaviyinaale Gnaanasnaanam Peruveergal Endru Karththar Sonna Vaarththaiyai Appozhudhu Ninaivukoorndhen. "
},{ "Verses": "17 aadhalaal Karththaraagiya Yesukiristhuvai Visuvaasiththirukkira Namakku Dhevan Varaththai Anukkiragampanninadhupola Avargalukkum Andha Varaththaiye Anukkiragampanniyirukkumbodhu Dhevanaith Thadukkiradharku Naan Emmaaththiram Endraan. "
},{ "Verses": "18 ivaigalai Avargal Kettapozhudhu Amarndhirundhu: Appadiyaanaal Jeevanukkedhuvaana Mananthirumbudhalai Dhevan Purajaadhiyaarukkum Arulichseydhaar Endru Solli, Dhevanai Magimaippaduththinaargal. "
},{ "Verses": "19 sthevaan Nimiththamaai Ezhumbina Ubaththiravaththinaale Sidharappattavargal Suvisesha Vasanaththai Yoodhargalukkeyandri Matra Oruvarukkum Ariviyaamal, Penikkenaatu, Seeppuru Theevu, Andhiyogiyaa Pattanamvaraikkum Sutriththirindhaargal. "
},{ "Verses": "20 avargalil Seeppurutheevaarum Sirene Pattanaththaarumaagiya Silar Andhiyogiyaa Pattanaththukku Vandhu, Girekkarudane Pesik Karththaraagiya Yesuvaikkuriththup Pirasangiththaargal. "
},{ "Verses": "21 karththarudaiya Karam Avargalode Irundhadhu; Anega Janangal Visuvaasigalaagi, Karththaridaththil Thirumbinaargal. "
},{ "Verses": "22 erusalemilulla Sabaiyaar Indhak Kaariyangalaikkuriththuk Kelvippattabodhu, Andhiyogiyaavaraikkum Pogumpadikkup Barnabaavai Anuppinaargal. "
},{ "Verses": "23 avan Poich Serndhu, Devanudaiya Kirubaiyaik Kandabodhu, Sandhoshappattu, Karththaridaththil Mananirnayamaai Nilaiththirukkumpadi Ellaarukkum Buththisonnaan. "
},{ "Verses": "24 avan Nallavanum, Parisuththa Aaviyinaalum Visuvaasaththinaalum Niraindhavanumaayirundhaan; Anega Janangal Karththaridamaaich Serkkappattaargal. "
},{ "Verses": "25 pinbu Barnabaa Savulaith Thedumpadi, Tharsuvukkup Purappattuppoi, Avanaikkandu, Andhiyogiyaavukku Azhaiththukkonduvandhaan. "
},{ "Verses": "26 avargal Oru Varushakaalamaaich Sabaiyode Koodiyirundhu, Anega Janangalukku Ubadhesampanninaargal. Mudhalmudhal Andhiyogiyaavile Seeshargalukkuk Kiristhavargal Engira Per Vazhangitru. "
},{ "Verses": "27 annaatkalile Erusalemilirundhu Sila Theerkkadharisigal Andhiyogiyaavukku Vandhaargal. "
},{ "Verses": "28 avargalil Oruvanaagiya Agabu Enbavan Ezhundhu, Ulagamengum Kodiyapanjam Undaagum Endru Aaviyaanavaraale Ariviththaan; Adhu Appadiye Kilavudhiyu Raayanudaiya Naatkalile Undaayitru. "
},{ "Verses": "29 appozhudhu Seesharil Avaravar Thangal Thangal Thiraanikkuththakkadhaaga Yoodheyaavil Kudiyirukkira Sagodhararukku Udhaviyaagap Pananj Segariththu Anuppavendumendru Theermaanampanninaargal. "
},{ "Verses": "30 appadiye Avargal Segariththu, Barnabaa Savul Enbavargaludaiya Kaiyile Koduththu, Moopparidaththirku Anuppinaargal. "
}
]