[
{ "Verses": "1 avargal Janangaludane Pesikkondirukkaiyil, Aasaariyargalum Dhevaalayaththuch Senaiththalaivanum Sadhuseyarum Avargalidaththil Vandhu, "
},{ "Verses": "2 avargal Janangalukku Ubadhesikkiradhinaalum, Yesuvai Munnittu, Mariththorilirundhu Uyirththezhudhalaip Pirasangikkiradhinaalum, Sinankondu, "
},{ "Verses": "3 avargalaip Pidiththu, Saayangaalamaayirundhapadiyinaal, Marunaalvaraikkum Kaavalil Vaiththaargal. "
},{ "Verses": "4 vasanaththaik Kettavargalil Anegar Visuvaasiththaargal; Avargal Thogai Erakkuraiya Aiyaayiramaayirundhadhu. "
},{ "Verses": "5 marunaalile Janangaludaiya Adhigaarigalum Moopparum Vedhapaaragarum, "
},{ "Verses": "6 piradhaana Aasaariyanaagiya Annaavum, Kaaibaavum, Yovaanum, Aleksandharum, Piradhaana Aasaariyanudaiya Kudumbaththaar Yaavarum Erusalemile Koottankoodi, "
},{ "Verses": "7 avargalai Naduve Niruththi: Neengal Endha Vallamaiyinaale, Endha Naamaththinaale, Idhaich Seydheergal Endru Kettaargal. "
},{ "Verses": "8 appozhudhu Pedhuru Parisuththa Aaviyile Niraindhu, Avargalai Nokki: Janaththin Adhigaarigale, Isravelin Mooppargale, "
},{ "Verses": "9 piniyaaliyaayirundha Indha Manushanukkuch Seyyappatta Ubagaaraththaikkuriththu Edhinaale Ivan Aarokkiyamaanaanendru Neengal Indru Engalidaththil Visaariththukkettaal, "
},{ "Verses": "10 ungalaal Siluvaiyil Araiyappattavarum, Dhevanaal Mariththorilirundhu Ezhuppappattavarumaayirukkira Nasareyanaagiya Yesukiristhuvin Naamaththinaaleye Ivan Ungalukku Munbaakach Sosthamaai Nirkiraanendru Ungalukkum, Isravel Janangalellaarukkum Therindhirukkakkadavadhu. "
},{ "Verses": "11 veedu Kattugiravargalaagiya Ungalaal Arpamaai Ennappatta Avare Moolaikkuth Thalaikkallaanavar. "
},{ "Verses": "12 avaraaleyandri Veroruvaraalum Ratchippu Illai; Naam Ratchikkappadumpadikku Vaanaththin Keezhengum, Manushargalukkulle Avarudaiya Naamameyallaamal Veroru Naamam Kattalaiyidappadavum Illai Endraan. "
},{ "Verses": "13 pedhuruvum Yovaanum Pesugira Dhairiyaththai Avargal Kandu, Avargal Padippariyaadhavargalendrum Pedhamaiyullavargalendrum Arindhapadiyinaal Aachchariyappattu, Avargal Yesuvudanekooda Irundhavargalendrum Arindhukondaargal. "
},{ "Verses": "14 sosthamaakkappatta Manushan Avargal Aruge Nirkiradhaik Kandapadiyaal, Edhirpesa Avargalukku Idamillaadhirundhadhu. "
},{ "Verses": "15 appozhudhu Avargalai Aalosanai Sangaththai Vittu Veliye Pogumpadi Kattalaiyittu, Thangalukkulle Yosanaipannikkondu: "
},{ "Verses": "16 indha Manusharai Naam Enna Seyyalaam? Erusalemil Vaasampannugira Ellaarukkum Therindhirukkirapadi Veliyarangamaana Arpudham Ivargalaal Seyyappattadhe, Adhai Naam Illaiyendru Sollakkoodaadhu. "
},{ "Verses": "17 aagilum Idhu Adhigamaai Janaththukkulle Parambaadhapadikku, Idhumudhal Oruvarodum Indha Naamaththaikkuriththup Pesakkoodaadhendru Avargalai Urudhiyaaip Bayamuruththa Vendumendru Sollikkondu, "
},{ "Verses": "18 avargalai Azhaiththu: Yesuvin Naamaththaikkuriththu Evvalavum Pesavum Podhikkavum Koodaadhendru Avargalukku Kattalaiyittaargal. "
},{ "Verses": "19 pedhuruvum Yovaanum Avargalukkup Piradhiyuththaramaaga: Dhevanukkuch Sevikodukkiradhaippaarkkilum Ungalukkuch Sevikodukkiradhu Dhevanukku Munbaaga Niyaayamaayirukkumo Neengale Nidhaaniththuppaarungal. "
},{ "Verses": "20 naangal Kandavaigalaiyum Kettavaigalaiyum Pesaamalirukkakkoodaadhe Endraargal. "
},{ "Verses": "21 nadandha Sangadhigalaikkuriththu Ellaarum Dhevanai Magimaippaduththinapadiyaal, Janangalukkup Bayandhu Avargalai Dhandikka Vagaiyondrunkaanaamal, Avargalaip Bayamuruththi Vittuvittaargal. "
},{ "Verses": "22 arpudhamaaich Sosthamaakkappatta Manushan Naarpadhu Vayadhukku Merpattavanaayirundhaan. "
},{ "Verses": "23 avargal Vidudhalaiyaakkappattapinbu, Thangalaich Serndhavargalidaththil Vandhu, Piradhaana Aasaariyargalum Mooppargalum Thangalukkuch Sonna Yaavaiyum Ariviththaargal. "
},{ "Verses": "24 avargal Adhaik Kettu, Orumanappattu Dhevanai Nokkich Saththamittu: Karththaave, Neer Vaanaththaiyum Boomiyaiyum Samuththiraththaiyum Avaigalilulla Yaavatraiyum Undaakkina Dhevanaayirukkireer. "
},{ "Verses": "25 purajaadhigal Kondhaliththu, Janangal Virudhaa Kaariyangalaich Sindhippaanen Endrum, "
},{ "Verses": "26 karththarukku Virodhamaagavum, Avarudaiya Kiristhuvukku Virodhamaagavum Boomiyin Raajaakkal Ezhumbi Nindru, Adhigaarigal Egamaaik Koottankoodinaargal Endrum Dhevareer Ummudaiya Dhaasanaagiya Thaaveedhin Vaakkinaal Uraiththeere. "
},{ "Verses": "27 andhappadi Ummudaiya Karamum Ummudaiya Aalosanaiyum Mun Kuriththavaigal Yaavaiyum Seyyumpadi, "
},{ "Verses": "28 erodhum Pondhiyupilaaththum, Purajaadhigalodum Isravel Janangalodunkooda, Neer Abishegampannina Ummudaiya Parisuththa Pillaiyaagiya Yesuvukku Virodhamaai, Meyyaagave Koottankoodinaargal. "
},{ "Verses": "29 ippozhudhum, Karththaave Avargal Bayamuruththalgalai Dhevareer Gavaniththu, "
},{ "Verses": "30 ummudaiya Parisuththa Pillaiyaagiya Yesuvin Naamaththinaale Adaiyaalangalum Arpudhangalum Nadakkumpadi Seydhu, Piniyaaligalaik Gunamaakkumpadi Ummudaiya Karaththai Neetti, Ummudaiya Oozhiyakkaarar Ummudaiya Vasanaththai Muzhudhairiyaththodum Sollumpadi Avargalukku Anukgiraganjseydharulum Endraargal. "
},{ "Verses": "31 avargal Jebampanninapodhu, Avargal Koodiyirundha Idam Asaindhadhu. Avargalellaarum Parisuththa Aaviyinaal Nirappappattu, Dhevavasanaththaith Dhairiyamaaich Sonnaargal. "
},{ "Verses": "32 visuvaasigalaagiya Thiralaana Koottaththaar Ore Irudhayamum Ore Manamumullavargalaayirundhaargal. Oruvanaagilum Thanakkullavaigalil Ondraiyum Thannudaiyadhendru Sollavillai; Sagalamum Avargalukkup Podhuvaayirundhadhu. "
},{ "Verses": "33 karththaraagiya Yesuvin Uyirththezhudhalaikkuriththu Apposthalar Migundha Balamaaich Saatchikoduththaargal; Avargalellaarmelum Poorana Kirubai Undaayirundhadhu. "
},{ "Verses": "34 nilangalaiyum Veedugalaiyum Udaiyavargal Avaigalai Vitru, Virkappattavaigalin Kirayaththaik Konduvandhu, "
},{ "Verses": "35 apposthalarudaiya Paadhaththil Vaiththaargal. Avanavanukkuth Thevaiyaanadharkuththakkadhaaip Pagirndhukodukkappattadhu; Avargalil Oruvanukkum Ondrum Kuraivaayirundhadhillai. "
},{ "Verses": "36 seeppurutheevaanum Leviyanum Apposthalaraale Aarudhalin Magan Endru Arththankollum Barnabaa Ennum Maruperpetravanumaagiya Yose Enbavan, "
},{ "Verses": "37 thanakku Undaayirundha Nilaththaivitru, Adhin Kirayaththaik Konduvandhu, Apposthalarudaiya Paadhaththile Vaiththaan. "
}
]