[
{ "Verses": "1 naangal Iththaaliyaa Dhesaththukkuk Kappal Erip Pogumpadi Theermaanikkappattabodhu, Pavulaiyum Kaavalil Vaikkappattirundha Verusilaraiyum Agusthu Pattaalaththaich Serndha Yooliyu Ennumperkonda Nootrukku Adhibadhiyinidaththil Oppuviththaargal. "
},{ "Verses": "2 adhiramiththiyam Oorkkappalil Naangal Eri, Aasiyaa Naattuk Karaipidiththodavendumendru Ninaiththup Purappattom. Makkedhoniyaa Dhesaththuth Thesalonikke Pattanaththaanaagiya Arisdharkku Engaludanekooda Irundhaan. "
},{ "Verses": "3 marunaal Seedhon Thuraipidiththom. Yooliyu Pavulaip Patchamaai Nadappiththu, Avan Than Sinegidharidaththile Poip Paraamarippadaiyumpadikku Uththaravu Koduththaan. "
},{ "Verses": "4 avvidamvittu Naangal Purappattu, Edhirkaatraayirundhapadiyinaal, Seeppurutheevin Odhukkile Odinom. "
},{ "Verses": "5 pinbu Silisiyaa Pambiliyaa Naadugalin Kadalvazhiyaai Odi, Leesiyaa Naattu Meeraappattanaththil Serndhom. "
},{ "Verses": "6 iththaaliyaavukkup Pogira Aleksandhiriyaa Pattanaththuk Kappalai Nootrukku Adhibadhi Ange Kandu, Engalai Adhil Etrinaan. "
},{ "Verses": "7 kaatru Engalaith Thaduththapadiyinaale, Naangal Aneganaal Medhuvaaich Sendru, Varuththaththode Kineedhupattanaththirku Edhire Vandhu, Salmone Oorukku Edhiraaik Gireththaatheevin Odhukkil Odinom. "
},{ "Verses": "8 adhai Varuththaththode Kadandhu, Nalla Thuraimugam Ennappatta Oru Idaththirku Vandhom; Laseyappattanam Adharkuch Sameebamaayirundhadhu. "
},{ "Verses": "9 vegukaalam Sendru, Ubavaasanaalum Kazhindhuponapadiyinaale, Inik Kappalyaaththirai Seygiradhu Mosaththirku Edhuvaayirukkumendru, Pavul Avargalai Nokki: "
},{ "Verses": "10 manushare, Indha Yaaththiraiyinaale Sarakkukkum Kappalukkum Maaththiramalla, Nammudaiya Jeevanukkum Varuththamum Migundha Sedhamum Undaayirukkumendru Kaangiren Endru Solli, Avargalai Echchariththaan. "
},{ "Verses": "11 nootrukku Adhibadhi Pavulinaal Sollappattavaigalaip Paarkkilum Maalumiyaiyum Kappal Ejamaanaiyum Adhigamaai Nambinaan. "
},{ "Verses": "12 andhath Thuraimugam Mazhaikaalaththile Thanguvadharku Vasadhiyaayiraadhapadiyinaal, Avvidaththai Vittuth Thenmerkaiyum Vadamerkaiyum Nokkiyirukkum Kireththaatheevilulla Thuraimugamaagiya Peniks Ennum Idaththil Serakkoodumaanaal Serndhu, Mazhaikaalaththil Thangumpadi Anegamper Aalosanai Sonnaargal. "
},{ "Verses": "13 thendral Medhuvaayadiththapadiyaal, Thaangal Korinadhu Kaikoodivandhadhendru Enni, Avvidamvittup Peyarndhu Kireththaatheevukku Arugaaga Odinaargal. "
},{ "Verses": "14 konjaneraththukkulle Yoorokkilidhon Ennung Kadunkaatru Adhil Modhitru. "
},{ "Verses": "15 kappal Adhil Agappattukkondu, Kaatrukku Edhirththuppogakkoodaadhapadiyinaal Kaatrin Pokkile Kondupogappattom. "
},{ "Verses": "16 appadik Kilavudhaa Ennappatta Oru Sinna Theevin Odhukkile Odugaiyil Vegu Varuththaththode Padavai Vasappaduththinom. "
},{ "Verses": "17 adhai Avargal Thookkiyeduththa Pinbu, Pala Ubaayangal Seydhu, Kappalaich Sutrik Katti, Sorimanalile Vizhuvomendru Bayandhu, Paaigalai Irakki, Ivvidhamaaik Kondupogappattaargal. "
},{ "Verses": "18 melum Perunkaatru Mazhaiyil Naangal Migavum Adipattapadiyinaal, Marunaalil Sila Sarakkugalaik Kadalil Erindhaargal. "
},{ "Verses": "19 moondraam Naalile Kappalin Thalavaadangalai Engal Kaigalinaale Eduththu Erindhom. "
},{ "Verses": "20 aneganaalaaich Sooriyanaavadhu Natchaththirangalaavadhu Kaanappadaamal, Migundha Perungaatrumazhaiyum Adiththukkondirundhapadiyinaal, Ini Thappippizhaippomennum Nambikkai Muzhumaiyum Atruppoyitru. "
},{ "Verses": "21 aneganaal Avargal Pojanampannaamal Irundhabodhu, Pavul Avargal Naduvile Nindru: Manushare, Indha Varuththamum Sedhamum Vaaraadhapadikku En Sollaikkettu, Kireththaatheevai Vittuppurappadaamal Irukkavendiyadhaayirundhadhu. "
},{ "Verses": "22 aagilum, Thidamanadhaayirungalendru Ippozhudhu Ungalukkuth Thairiyansollugiren. Kapparsedhameyallaamal Ungalil Oruvanukkum Piraanasedham Varaadhu. "
},{ "Verses": "23 enendraal, Ennai Aatkondavarum Naan Sevikkiravarumaana Dhevanudaiya Thoodhanaanavan Indha Raaththiriyile Ennidaththil Vandhunindru: "
},{ "Verses": "24 pavule, Bayappadaadhe, Nee Raayanukku Munbaaga Nirkavendum. Idho, Unnudanekooda Yaaththiraipannugira Yaavaraiyum Dhevan Unakkuth Dhayavupanninaar Endraan. "
},{ "Verses": "25 aanapadiyinaal Manushare, Thidamanadhaayirungal. Enakkuch Sollappattapiragaaramaagave Nadakkum Endru Dhevanidaththil Nambikkaiyaayirukkiren. "
},{ "Verses": "26 aayinum Naam Oru Theevile Vizhavendiyadhaayirukkum Endraan. "
},{ "Verses": "27 padhinaalaam Raaththiriyaanabodhu, Naangal Aadhiriyaak Kadalile Alaivupattu Odugaiyil, Nadujaamaththile Kappalaatkalukku Oru Karai Kittivarugiradhaagath Thondritru. "
},{ "Verses": "28 udane Avargal Vizhudhuvittu Irubadhu Paagamendru Kandaargal; Satrappuram Ponapozhudhu, Marupadiyum Vizhudhuvittup Padhinaindhu Paagamendru Kandaargal. "
},{ "Verses": "29 paaraiyidangalil Vizhuvomendru Bayandhu, Pinnaniyaththilirundhu Naalu Nangoorangalaippottu, Pozhudhu Eppodhu Vidiyumo Endrirundhaargal. "
},{ "Verses": "30 appozhudhu Kappalaatkal Kappalai Vittodippoga Vagaithedi, Munnaniyaththilirundhu Nangoorangalaip Podappogira Paavanaiyaaip Padavaik Kadalilirakkugaiyil, "
},{ "Verses": "31 pavul Nootrukku Adhibadhiyaiyum Sevagaraiyum Nokki: Ivargal Kappaliliraavittaal Neengal Thappip Pizhaikkamaatteergal Endraan. "
},{ "Verses": "32 appozhudhu, Porchsevagar Padavin Kayirugalai Aruththu, Adhaith Thaazhavizhavittaargal. "
},{ "Verses": "33 pozhudhu Vidigaiyil Ellaarum Pojanampannumpadi Pavul Avargalukkuth Dhairiyansolli: Neengal Indru Padhinaalunaalaai Ondrum Saappidaamal Pattiniyaayirukkireergal. "
},{ "Verses": "34 aagaiyaal Pojanampannumpadi Ungalai Vendikkollugiren, Neengal Thappip Pizhaippadharku Adhu Udhaviyaayirukkum; Ungal Thalaiyilirundhu Oru Mayirum Vizhaadhu Endraan. "
},{ "Verses": "35 ippadich Solli, Appaththai Eduththu, Ellaarukku Munbaagavum Dhevanai Sthoththiriththu, Adhaip Pittup Pusikkaththodanginaan. "
},{ "Verses": "36 appozhudhu Ellaarum Thitdamanappattup Pusiththaargal. "
},{ "Verses": "37 kappalil Irunootrezhubaththaaruper Irundhom. "
},{ "Verses": "38 thirupthiyaagap Pusiththapinbu Avargal Godhumaiyaik Kadalile Erindhu, Kappalai Lakuvaakkinaargal. "
},{ "Verses": "39 pozhudhu Vidindhapinbu, Innaboomiyendru Ariyaadhirundhaargal. Appozhudhu Samamaana Karaiyulla Oru Thuraimugam Avargalukkuth Thenpattadhu; Koodumaanaal Adharkul Kappalaiyotta Yosanaiyaayirundhu, "
},{ "Verses": "40 nangoorangalai Aruththuk Kadalile Vittuvittu, Sukkaangaludaiya Kattugalaith Thalaravittu, Perumpaayaik Kaatrumugamaai Viriththu, Karaikku Neraai Odi, "
},{ "Verses": "41 irupuramum Kadal Modhiya Oruidaththile Kappalaith Thattavaiththaargal; Munnaniyam Oondri Asaiyaamalirundhadhu, Pinnaniyam Alaigaludaiya Palaththinaal Udaindhupoyitru. "
},{ "Verses": "42 appozhudhu Kaavalpannappattavargalil Oruvanum Neendhi Odippogaadhapadikku Avargalaik Kondrupodavendumendru Porchevagar Yosanaiyaayirundhaargal. "
},{ "Verses": "43 nootrukku Adhibadhi Pavulaik Kaappaatra Manadhaayirundhu, Avargaludaiya Yosanaiyaith Thaduththu, Neendhaththakkavargal Mundhik Kadalil Vizhundhu Karaiyeravum, "
},{ "Verses": "44 matravargalil Silar Palagaigalmelum, Silar Kappal Thundugalmelum Poik Karaiyeravum Kattalaiyittaan; Ivvidhamaai Ellaarum Thappik Karaiserndhaargal. "
}
]