[
{ "Verses": "1 appollo Enbavan Korindhu Pattanaththile Irukkaiyil, Pavul Medaana Thesangal Vazhiyaaip Poi Ebesuvukku Vandhaan; Ange Sila Seesharaik Kandu: "
},{ "Verses": "2 neengal Visuvaasigalaanabodhu, Parisuththa Aaviyaip Petreergalaa Endru Kettaan. Adharku Avargal: Parisuththa Aavi Undenbadhai Naangal Kelvippadave Illai Endraargal. "
},{ "Verses": "3 appozhudhu Avan: Appadiyaanaal Neengal Endha Gnaanasnaanam Petreergal Endraan. Adharku Avargal: Yovaan Koduththa Gnaanasnaanam Petrom Endraargal. "
},{ "Verses": "4 appozhudhu Pavul: Yovaan Thanakkuppin Varugiravaraagiya Kiristhu Yesuvil Visuvaasigalaayirukkavendum Endru Janangalukkuch Solli, Mananthirumbudhalukku Etra Gnaanasnaanaththaik Koduththaane Endraan. "
},{ "Verses": "5 adhaik Kettapodhu Avargal: Karththaraagiya Yesuvin Naamaththinaale Gnaanasnaanam Petraargal. "
},{ "Verses": "6 allaamalum Pavul Avargalmel Kaigalai Vaiththabodhu, Parisuththaavi Avargalmel Vandhaar; Appozhudhu Avargal Anniyabaashaigalaip Pesith Theerkkadharisananj Sonnaargal. "
},{ "Verses": "7 andha Manusharellaarum Erakkuraiyap Panniranduperaayirundhaargal. "
},{ "Verses": "8 pinbu Pavul Jebaaalayaththil Piravesiththu, Dhairiyamaaip Pirasangiththu, Moondru Maadhamalavum Dhevanudaiya Raajyaththukkaduththavaigalaikkuriththuch Sambaashanaipanni, Buththisollikkonduvandhaan. "
},{ "Verses": "9 silar Kadinappattu Avisuvaasigalaagik Koottaththirku Munbaaga Indha Maarkkaththai Nindhiththapodhu, Avan Avargalai Vittu Vilagi, Seesharai Avargalilirundhu Piriththukkondu, Thirannu Ennum Oruvanudaiya Viththiyaasaalaiyile Anudhinamum Sambaashiththukkonduvandhaan "
},{ "Verses": "10 irandu Varushakaalam Ippadi Nadandhadhinaale Aasiyaavil Kudiyirundha Yoodharum Girekkarumaagiya Ellaarum Karththaraagiya Yesuvin Vasanaththaik Kettaargal. "
},{ "Verses": "11 pavulin Kaigalinaale Dhevan Viseshiththa Arpudhangalaich Seydharulinaar. "
},{ "Verses": "12 avanudaiya Sareeraththilirundhu Urumaalgalaiyum Kachchaigalaiyum Konduvandhu, Viyaadhikkaararmel Poda Viyaadhigal Avargalaivittu Neengippoyina; Pollaadha Aavigalum Avargalaivittup Purappattana. "
},{ "Verses": "13 appozhudhu Dhesaandharigalaaith Thirigira Mandhiravaadhigalaagiya Yoodharil Silar Pollaadha Aavigal Pidiththirundhavargalmel Karththaraagiya Yesuvin Naamaththaich Sollath Thunindhu: Pavul Pirasangikkira Yesuvinperil Aanaiyittu Ungalukkuk Kattalaiyidugirom Endraargal. "
},{ "Verses": "14 piradhaana Aasaariyanaagiya Skevaa Ennum Or Yoodhanudaiya Kumaarar Ezhuper Ippadich Seydhaargal. "
},{ "Verses": "15 pollaadha Aavi Avargalai Nokki: Yesuvai Ariven, Pavulaiyum Ariven, Neengal Yaar Endru Solli, "
},{ "Verses": "16 pollaadha Aaviyaiyudaiya Manushan Avargalmel Paaindhu, Balaadhkaarampanni, Avargalai Merkolla, Avargal Niruvaanigalum Kaayappattavargalumaagi Andha Veettai Vittu Odipponaargal. "
},{ "Verses": "17 idhu Ebesuvile Kudiyirundha Yoodhar Girekkar Anaivarukkum Theriyavandhabodhu, Avargalellaarum Bayamadaindhaargal; Karththaraagiya Yesuvin Naamam Magimaippattadhu. "
},{ "Verses": "18 visuvaasiththavargalil Anegar Vandhu, Thangal Seygaigalai Velippaduththi Arikkaiyittaargal. "
},{ "Verses": "19 maayaviththaikkaararaayirundhavargalil Anegar Thangal Pusthagangalaik Konduvandhu, Ellaarukku Munbaagach Sutteriththaargal; Avaigalin Kirayaththaith Thogaipaarththu, Aimbadhinaayiram Vellikkaasaagak Kandaargal. "
},{ "Verses": "20 ivvalavu Balamaaik Karththarudaiya Vasanam Viruththiyadaindhu Merkondadhu. "
},{ "Verses": "21 ivaigal Mudindhapinbu, Pavul Makkedhoniyaa Agaayaa Ennum Naadugalil Sutrinadandhu, Erusalemukkuppogumpadi Aaviyil Nirunayampannikkondu: Naan Ange Ponapinbu Romaaburiyaiyum Paarkkavendiyadhendru Solli, "
},{ "Verses": "22 thanakku Udhaviseydhavargalil Iranduperaagiya Theemoththeyuvaiyum Erasdhuvaiyum Makkedhoniyaavukku Anuppivittu; Thaan Pinnunj Silakaalam Aasiyaavile Thanginaan. "
},{ "Verses": "23 akkaalaththile Indha Maarkkaththaikkuriththup Periya Kalagam Undaayitru. "
},{ "Verses": "24 eppadiyendraal, Themeththiriyu Ennum Perkonda Oru Thattaan Dhiyaanaalin Kovilaippola Velliyinaal Siriya Kovilgalaich Seydhu, Thozhilaaligalukku Migundha Aadhaayam Varuviththukkondirundhaan. "
},{ "Verses": "25 ivargalaiyum Ippadippatta Thozhilseygira Matra Velaiyaatkalaiyum Avan Koodivarachseydhu: Manushargale, Indhath Thozhilinaal Namakku Nalla Pizhaippu Undaayirukkiradhendru Ariveergal. "
},{ "Verses": "26 ippadiyirukka, Kaigalinaal Seyyappatta Dhevargal Dhevargalallavendru Indhap Pavul Enbavan Solli, Ebesuvilemaaththiramalla, Konjanguraiya Aasiyaa Engum Anega Janangalukkup Podhiththu, Avargalai Vasappaduththikkondaan Endru Neengal Kandum Kettum Irukkireergal. "
},{ "Verses": "27 idhanaal Nammudaiya Thozhil Atruppogumpadiyaana Abaayam Nerittirukkiradhumallaamal, Magaa Dheviyaagiya Dhiyaanaaludaiya Kovil Ennamatruppogiradharkum, Aasiyaa Muzhumaiyum Poochchakkaramum Sevikkira Avaludaiya Magaththuvam Azhindhupogiradharkum Edhuvaayirukkiradhu Endraan. "
},{ "Verses": "28 avargal Idhaik Kettu, Kobaththaal Niraindhu: Ebesiyarudaiya Dhiyaanaale Periyaval Endru Saththamittaargal. "
},{ "Verses": "29 pattanam Muzhuvadhum Kalagaththinaal Niraindhadhu. Pavulukku Vazhiththunaiyaai Vandha Makkedhoniyaraagiya Kaayuvaiyum Arisdharkkuvaiyum Avargal Izhuththukkondu, Orumanappattu Arangasaalaikkup Paaindhodinaargal. "
},{ "Verses": "30 pavul Koottaththukkulle Pogamanadhaayirundhabodhu, Seeshargal Avanaippogavidavillai. "
},{ "Verses": "31 aasiyaanaattuth Thalaivaril Avanukkuch Sinegidharaayirundha Silarum Avanidaththirku Aal Anuppi, Arangasaalaikkul Pogavendaam Endru Echchariththaargal. "
},{ "Verses": "32 koottaththil Amaliyundaagi, Silar Ippadiyum Silar Appadiyumaagap Pesinaargal; Thaangal Koodivandha Kaariyam Innadhendru Anegarukkuth Theriyaadhirundhadhu. "
},{ "Verses": "33 appozhudhu Yoodhargal Aleksandhar Enbavanai Munnirkath Thallugaiyil, Koottaththile Silar Avanai Munne Izhuththuvittaargal. Aleksandhar Kaiyamarththi, Janangalukku Uththaravusolla Manadhaayirundhaan. "
},{ "Verses": "34 avan Yoodhanendru Avargal Arindhabodhu, Ebesiyarudaiya Dhiyaanaale Periyaval Endru Irandumani Neramalavum Ellaarum Egamaaich Saththamittuk Kondirundhaargal. "
},{ "Verses": "35 pattanaththuch Sambiradhiyaanavan Janangalai Amarththi: Ebesiyare, Ebesiyarudaiya Pattanam Magaa Dheviyaagiya Dhiyaanaalukkum Vaanaththilirundhu Vizhundha Silaikkum Kovirparisaaragiyaayirukkiradhai Ariyaadhavan Undo? "
},{ "Verses": "36 idhu Edhirpesappadaadha Kaariyamaagaiyaal, Neengal Ondrum Padharichseyyaamal Amarndhirukkavendum. "
},{ "Verses": "37 indha Manusharai Inge Konduvandheergal; Ivargal Kovirkollaikkaararumalla, Ungal Dheviyaith Dhooshikkiravargalumalla. "
},{ "Verses": "38 themaththiriyukkum Avanaich Serndha Thozhilaaligalukkum Oruvanmel Orukaariyam Undaayirundhaal, Niyaayam Visaarikkira Naatkalundu, Dhesaadhipadhigalum Irukkiraargal; Oruvarperiloruvar Vazhakkaadikkollattum. "
},{ "Verses": "39 neengal Vere Yaadhoru Kaariyaththaikkuriththu Visaarikkavendiyadhaanaal, Adhu Niyaayasangaththile Theerkkappadum. "
},{ "Verses": "40 indraikku Undaana Kalagaththaikkuriththu Naam Uththaravusollugiradharku Edhuvillaadhapadiyaal, Indhak Kalagaththaikkuriththu Naangal Visaarikkappadumbodhu, Kutravaaligalaagiradharku Edhuvaayiruppom Endru Solli, "
},{ "Verses": "41 pinbu Koottaththai Anuppivittaan. "
}
]