[
{ "Verses": "1 ejamaangale, Ungalukkum Paralogaththil Ejamaan Irukkiraarendru Arindhu, Velaikkaararukku Needhiyum Sevvaiyumaanadhai Seyyungal. "
},{ "Verses": "2 idaividaamal Jebampannungal, Sthoththiraththudan Jebaththil Vizhiththirungal. "
},{ "Verses": "3 kiristhuvinudaiya Ragasiyaththinimiththam Kattappattirukkira Naan Andha Ragasiyaththaikkuriththup Pesavendiyapiragaaramaaip Pesi, Adhai Velippaduththuvadharku, "
},{ "Verses": "4 thiruvasanam Sellumpadiyaana Vaasalai Dhevan Thirandharulumpadi Engalukkaagavum Vendikkollungal. "
},{ "Verses": "5 purambeyirukkiravargalukku Munbaaga Gnaanamaai Nadandhu Kaalaththaip Pirayojanappaduththikkollungal. "
},{ "Verses": "6 avanavanukku Inninnapadi Uththaravu Sollavendumendru Neengal Ariyumpadikku, Ungal Vasanam Eppozhudhum Kirubai Porundhinadhaayum Uppaal Saaramerinadhaayumiruppadhaaga. "
},{ "Verses": "7 piriyamaana Sagodharanum, Unmaiyulla Oozhiyakkaaranum, Karththarukkul Enakku Udan Velaiyaalumaayirukkira Theekikku Enbavan En Seydhigalaiyellaam Ungalukku Arivippaan. "
},{ "Verses": "8 ungal Seydhigalai Ariyavum, Ungal Irudhayangalaith Thetravum, "
},{ "Verses": "9 avanaiyum, Ungaliloruvanaayirukkira Unmaiyum Piriyamumulla Sagodharanaagiya Onesimu Enbavanaiyum, Ungalidaththil Anuppiyirukkiren; Avargal Ivvidaththuch Seydhigalaiyellaam Ungalukku Arivippaargal. "
},{ "Verses": "10 ennodekoodak Kaavalilirukkira Arisdharkku Ungalukku Vaazhththudhal Sollugiraan; Parnabaavukku Inaththaanaagiya Maarkum Vaazhththudhal Sollugiraan, Ivanaikkuriththuk Kattalaipetreergale; Ivan Ungalidaththil Vandhaal Ivanai Angigariththukkollungal. "
},{ "Verses": "11 yusthu Ennappatta Yesuvum Vaazhththudhal Sollugiraan. Viruththasedhanamullavargalil Ivargal Maaththiram Dhevanudaiya Raajyaththinporuttu En Udanvelaiyaatkalaayirundhu, Enakku Aarudhal Seydhuvandhavargal. "
},{ "Verses": "12 eppaappiraavum Ungalukku Vaazhththudhal Sollugiraan; Ungalai Serndhavanum Kiristhuvin Oozhiyakkaaranumaagiya Ivan, Neengal Dhevanukku Siththamaanavaigalellaavatrilum Therinavargalaayum Poorana Nichchayamullavargalaayum Nilainirkavendumendru, Than Jebangalil Ungalukkaaga Eppozhudhum Poraadugiraan. "
},{ "Verses": "13 ivan Ungalukkaagavum, Lavodhikkeyarukkaagavum, Eraappoliyarukkaavum, Migundha Jaakkiradhaiyullavanaayirukkiraanenbadharku Naan Saatchiyaayirukkiren. "
},{ "Verses": "14 piriyamaana Vaiththiyanaagiya Lookkaavum, Themaavum, Ungalukku Vaazhththudhal Sollugiraargal. "
},{ "Verses": "15 lavodhikkeyaavilirukkira Sagodhararaiyum, Nimpaavaiyum, Avan Veettil Koodugira Sabaiyaiyum Vaazhththungal. "
},{ "Verses": "16 indha Nirubam Ungalidaththil Vaasikkappattapinbu Idhu Lavodhikkeyaa Sabaiyilum Vaasikkappadumpadi Seyyungal, Lavodhikkeyaavilirundhu Varum Nirubaththai Neengalum Vaasiyungal. "
},{ "Verses": "17 arkkippaik Kandu: Nee Karththaridaththil Petra Oozhiyaththai Niraivetrumpadi Gavanamaayiruppaayaagavendru Sollungal. "
},{ "Verses": "18 pavulaagiya Naan En Kaiyinaal Ezhudhi, Ungalai Vaazhththugiren. Naan Kattappattirukkiradhai Ninaiththukkollungal. Kirubai Ungalodiruppadhaaga. Aamen. "
}
]