[
{ "Verses": "1 ungalukkaagavum Lavodhikkeyaavilirukkiravargalukkaagavum, Sareeraththil En Mugaththaik Kaanaadhirukkira Matrellaarukkaagavum Migundha Poraattam Enakku Undendru Neengal Ariya Virumbugiren. "
},{ "Verses": "2 avargaludaiya Irudhayangal Thetrappattu, Avargal Anbinaal Inaikkappattu, Pidhaavaagiya Dhevanukkum Kiristhuvukkum Uriya Ragasiyaththai Arindhukollugira Unarvin Poorana Nichchayaththinudaiya Ellaa Aisuvariyaththirkum Uriyavargalaagavendumendre Ippadi Virumbugiren. "
},{ "Verses": "3 avarukkul Gnaanam Arivu Enbavaigalaagiya Pokkishangalellaam Adangiyirukkiradhu. "
},{ "Verses": "4 oruvanum Nayavasanippinaale Ungalai Vanjiyaadhapadikku Idhai Sollugiren. "
},{ "Verses": "5 sareeraththinpadi Naan Dhooramaayirundhum, Aaviyinpadi Ungaludanekooda Irundhu, Ungal Ozhungaiyum, Kiristhuvinmelulla Ungal Visuvaasaththin Urudhiyaiyum Paarththu Sandhoshappadugiren. "
},{ "Verses": "6 aagaiyaal, Neengal Karththaraagiya Kiristhu Yesuvai Etrukkondapadiye, Avarukkul Verkondavargalaagavum, Avarmel Kattappattavargalaagavum, Avarukkul Nadandhukondu, "
},{ "Verses": "7 neengal Bodhikkappattapadiye, Visuvaasaththil Urudhippattu, Sthoththiraththode Adhile Peruguveergalaaga. "
},{ "Verses": "8 lowgika Gnaanaththinaalum, Maayamaana Thandhiraththinaalum, Oruvanum Ungalaik Kollaikondupogaadhapadikku Echcharikkaiyaayirungal; Adhu Manushargalin Paarambariya Niyaayaththaiyum Ulagavazhipaadugalaiyum Patrinadheyellaamal Kiristhuvaip Patrinadhalla. "
},{ "Verses": "9 enendraal, Dhevaththuvaththin Paripooranamellaam Sareerappiragaaramaaga, Avarukkul Vaasamaayirukkiradhu. "
},{ "Verses": "10 melum Sagala Dhuraiththanangalukkum Adhigaaraththukkum Thalaivaraayirukkira Avarukkul Neengal Paripooranamullavargalaayirukkireergal. "
},{ "Verses": "11 allaamalum, Neengal Kiristhuvaippatrum Viruththasedhanaththinaale Maamsaththukkuriya Paavasareeraththaik Kalaindhuvittadhinaal, Kaiyaal Seyyappadaadha Viruththasedhanaththai Avarukkul Petreergal. "
},{ "Verses": "12 gnaanasnaanaththile Avarodekooda Adakkampannappattavargalaagavum, Adhile Avarai Mariththorilirundhezhuppina Dhevanudaiya Seyalinmelulla Visuvaasaththinaale Avarodekooda Ezhundhavargalaagavum Irukkireergal. "
},{ "Verses": "13 ungal Paavangalinaaleyum, Ungal Maamsa Viruththasedhanamillaamaiyinaaleyum Mariththavargalaayirundha Ungalaiyum Avarodekooda Uyirppiththu, Akkiramangalellaavatraiyum Ungalukku Manniththu; "
},{ "Verses": "14 namakku Edhiridaiyaagavum Kattalaigalaal Namakku Virodhamaagavum Irundha Kaiyezhuththaik Kulaiththu, Adhai Naduviliraadhapadikku Eduththu, Siluvaiyinmel Aaniyadiththu; "
},{ "Verses": "15 thuraiththanangalaiyum Adhigaarangalaiyum Urindhukondu, Veliyarangamaana Kolamaakki, Avaigalinmel Siluvaiyile Vetrisirandhaar. "
},{ "Verses": "16 aagaiyaal, Bojanaththaiyum Paanaththaiyum Kuriththaavadhu, Pandikainaalaiyum Maadhappirappaiyum Oivunaatkalaiyunguriththaavadhu, Oruvanum Ungalaik Kutrappaduththaadhiruppaanaaga. "
},{ "Verses": "17 avaigal Varungaariyangalukku Nizhalaayirukkiradhu; Avaigalin Porul Kiristhuvaippatrinadhu. "
},{ "Verses": "18 kanukkalaalum Kattugalaalum Udhavipetru Inaikkappattu, Dhevavalarchchiyaai Valarndherugira Sareeramuzhuvadhaiyum Aadharikkira Thalaiyaip Patrikkollaamal, "
},{ "Verses": "19 maayamaana Thaazhmaiyilum, Dhevathoodhargalukkuch Cheyyum Aaraadhanaiyilum Viruppamutru, Kaanaadhavaigalile Thunivaai Nuzhaindhu, Than Maamsasindhaiyinaale Veenaai Irumaappukkondirukkira Evanum Ungal Pandhayapporulai Neengal Izhandhupogumpadi Ungalai Vanjiyaadhirukkappaarungal. "
},{ "Verses": "20 neengal Kiristhuvudanekooda Ulagaththin Vazhipaadugalukku Mariththadhundaanaal, Innum Ulaga Vazhakkaththinpadi Pizhaikkiravargalpola, "
},{ "Verses": "21 manusharudaiya Karpanaigalinpadiyum Bodhanaigalinpadiyum Nadandhu: Thodaadhe, Rusipaaraadhe, Theendaadhe Engira Kattalaigalukku Utpadugiradhenna? "
},{ "Verses": "22 ivaiyellaam Anubavikkiradhinaal Azhindhupogume. "
},{ "Verses": "23 ippadippatta Podhanaigal Suya Ishtamaana Aaraadhanaiyaiyum, Maayamaana Thaazhmaiyaiyum, Sareera Odukkaththaiyumpatri Gnaanamengira Perkondirundhaalum, Ivaigal Maamsaththaip Penugiradharke Ozhiya Matrondrirkum Pirayojanappadaadhu. "
}
]