[
{ "Verses": "1 dhevanudaiya Siththaththinaale Yesukiristhuvin Apposthalanaagiya Pavulum, Sagodharanaagiya Theemoththeyum, "
},{ "Verses": "2 kolose Pattanaththil Kiristhuvukkul Parisuththavaangalum Visuvaasigalumaayirukkira Sagodharargalukku Ezhudhugiradhaavadhu: Nammudaiya Pidhaavaagiya Dhevanaalum Karththaraagiya Yesukiristhuvinaalum Ungalukkuk Kirubaiyum Samaadhaanamum Undaavadhaaga. "
},{ "Verses": "3 kiristhu Yesuvinmelulla Ungal Visuvaasaththaiyum, Parisuththavaangalellaarmelumulla Ungal Anbaiyunkuriththu Naangal Kelvippattu, "
},{ "Verses": "4 paralogaththil Ungalukkaaga Vaiththirukkira Nambikkaiyinimiththam, "
},{ "Verses": "5 nammudaiya Karththaraagiya Yesukiristhuvin Pidhaavaagiya Dhevanukku Sthoththiranjseluththi, Eppozhudhum Ungalukkaaga Vendudhal Seygirom. "
},{ "Verses": "6 andha Nambikkaiyaikkuriththu, Neengal Munname Saththiyavasanamaagiya Suviseshaththinaale Kelvippatteergal; Andha Suvisesham Ulagamengum Parambip Balantharugiradhupola, Ungalidaththilum Vandhu, Neengal Adhaik Kettu, Dhevakirubaiyai Saththiyaththinpadi Arindhukonda Naalmudhal, Adhu Ungalukkullum Balantharugiradhaayirukkiradhu; "
},{ "Verses": "7 adhai Engalukkup Piriyamaana Udanvelaiyaalum, Ungalukkaagak Kiristhuvin Unmaiyaana Oozhiyakkaaranumaayirukkira Eppaappiraavinidaththil Neengal Katrarindhirukkireergal; "
},{ "Verses": "8 aavikkullaana Ungal Anbaiyum Avane Engalukkuth Theriyappaduththinaan. "
},{ "Verses": "9 idhinimiththam, Naangal Adhaikketta Naalmudhal Ungalukkaaga Idaividaamal Jebampannugirom; Neengal Ellaa Gnaanaththodum, Aavikkuriya Vivegaththodum Avarudaiya Siththaththai Arigira Arivinaale Nirappappadavum, "
},{ "Verses": "10 sagalavidha Narkiriyaigalumaagiya Kanigalaith Thandhu, Dhevanai Arigira Arivil Viruththiyadaindhu, Karththarukkup Piriyamundaaka Avarukkup Paaththiraraai Nadandhukollavum, "
},{ "Verses": "11 sandhoshaththode Koodiya Ellaapporumaiyum Neediyasaandhamum Undaavadharku, Magimaiyaana Avarudaiya Vallamaiyinpadi, Ellaa Vallamaiyaalum Balappaduththappadavum, Ungalukkaaga Vendudhalseygirom. "
},{ "Verses": "12 oliyilulla Parisuththavaangaludaiya Sudhandharaththil Pangadaivadharku, Nammaith Thagudhiyullavargalaakkinavarum, "
},{ "Verses": "13 irulin Adhigaaraththinindru Nammai Vidudhalaiyaakki, Thamadhu Anbin Kumaaranudaiya Raajyaththirku Utpaduththinavarumaayirukkira Pidhaavai Sthoththirikkirom. "
},{ "Verses": "14 [kumaaranaagiya] Avarukkul, Avarudaiya Iraththaththinaale, Paavamannippaagiya Meetpu Namakku Undaayirukkiradhu. "
},{ "Verses": "15 avar Adharisanamaana Dhevanudaiya Tharsuroobamum, Sarva Sirushtikkum Mundhina Perumaanavar. "
},{ "Verses": "16 enendraal Avarukkul Sagalamum Sirushtikkappattadhu; Paralogaththilullavaigalum Poologaththilullavaigalumaagiya Kaanappadugiravaigalum Kaanappadaadhavaigalumaana Sagala Vasthukkalum, Singaasanangalaanaalum, Karththaththuvangalaanaalum, Thuraiththanangalaanaalum, Adhigaarangalaanaalum, Sagalamum Avaraikkondum Avarukkendrum Sirushtikkappattadhu. "
},{ "Verses": "17 avar Ellaavatrirkum Mundhinavar, Ellaam Avarukkul Nilainirkiradhu. "
},{ "Verses": "18 avare Sabaiyaagiya Sareeraththukkuth Thalaiyaanavar; Ellaavatrilum Mudhalvaraayirukkumpadi, Avare Aadhiyum Mariththorilirundhu Ezhundha Mudharperumaanavar. "
},{ "Verses": "19 sagala Paripooranamum Avarukkulle Vaasamaayirukkavum, "
},{ "Verses": "20 avar Siluvaiyil Sindhina Raththaththinaale Samaadhaanaththai Undaakki, Poologaththilullavaigal Paralogaththilullavaigal Yaavaiyum Avar Moolamaaith Thamakku Oppuravaakkikkollavum Avarukkup Piriyamaayitru. "
},{ "Verses": "21 munne Anniyaraayum Dhurkkiriyaigalinaal Manadhile Saththurukkalaayumirundha Ungalaiyum Parisuththaraagavum Kutramatravargalaagavum Kandikkappadaadhavargalaagavum Thamakku Mun Niruththumpadiyaaga Avarudaiya Maamsa Sareeraththil Adaindha Maranaththinaale Ippozhudhu Oppuravaakkinaar. "
},{ "Verses": "22 neengal Ketta Suviseshaththinaal Undaagum Nambikkaiyaivittu Asaiyaamal, Sthiramaayum Urudhiyaayum Visuvaasaththile Nilaiththiruppeergalaanaal Appadiyaagum. "
},{ "Verses": "23 andha Suvisesham Vaanaththin Keezhirukkira Sagala Sirushtigalukkum Pirasangikkappattuvarugiradhu; Adharkendre Pavulaagiya Naan Oozhiyakkaaranaanen. "
},{ "Verses": "24 ippozhudhu Naan Ungal Nimiththam Anubavikkira Paadugalil Sandhoshamadaindhu, Kiristhuvinudaiya Ubaththiravangalil Kuraivaanadhai Avarudaiya Sareeramaagiya Sabaikkaaga, En Maamsaththil Niraivetrugiren. "
},{ "Verses": "25 aadhikaalangalukkum Thalaimurai Thalaimuraigalukkum Maraivaayirundhu, Ippozhudhu Avarudaiya Parisuththavaangalukku Veliyaakkappatta Ragasiyamaagiya Dhevavasanaththaip Pooranamaaith Theriyappaduththugiradharku, "
},{ "Verses": "26 ungalporuttu Dhevanaal Enakku Alikkappatta Uththiyogaththinpadiye Naan Andha Sabaikku Oozhiyakkaaranaanen. "
},{ "Verses": "27 purajaadhigalukkulle Vilangiya Indha Ragasiyaththilulla Magimaiyin Aisuvariyam Innadhendru, Dhevan Thammudaiya Parisuththavaangalukkuth Theriyappaduththach Siththamaanaar; Kiristhuvaanavar Magimaiyin Nambikkaiyaaga Ungalukkul Iruppadhe Andha Ragasiyam. "
},{ "Verses": "28 endha Manushanaiyum Kiristhu Yesuvukkul Therinavanaaga Niruththumpadikku, Avaraiye Naangal Ariviththu, Endha Manushanukkum Buththisolli, Endha Manushanukkum Ellaa Gnaanaththodum Ubadhesampannugirom. "
},{ "Verses": "29 adharkaaga Naan Enakkulle Vallamaiyaaik Kiriyai Nadappikkira Avarudaiya Balaththinpadi Poraadip Pirayaasappadugiren. "
}
]