[
{ "Verses": "1 neengal Kiristhuvudankooda Ezhundhadhundaanaal, Kiristhu Dhevanudaiya Valadhupaarisaththil Veetrirukkum Idaththilulla Melaanavaigalaith Thedungal. "
},{ "Verses": "2 boomiyilullavaigalaiyalla, Melaanavaigalaiye Naadungal. "
},{ "Verses": "3 enendraal, Neengal Mariththeergal, Ungal Jeevan Kiristhuvudane Dhevanukkul Maraindhirukkiradhu. "
},{ "Verses": "4 nammudaiya Jeevanaagiya Kiristhu Velippadumpodhu, Neengalum Avarodekooda Magimaiyile Velippaduveergal. "
},{ "Verses": "5 aagaiyaal, Vibachaaram, Asuththam, Mogam, Dhurichchai, Vikkiragaaraadhanaiyaana Porulaasai Aagiya Ivaigalaip Boomiyil Undupannugira Ungal Avayavangalai Azhiththuppodungal. "
},{ "Verses": "6 ivaigalinporutte Keezhppadiyaamaiyin Pillaigalmel Dhevakobaakkinai Varum. "
},{ "Verses": "7 neengalum Murkaalaththil Avargalukkulle Sanjariththapodhu, Avaigalai Seydhukonduvandheergal. "
},{ "Verses": "8 ippozhudho Kobamum Moorkkamum Poraamaiyum, Ungal Vaayil Pirakkalaagaadha Dhooshanamum Vambu Vaarththaigalumaagiya Ivaigalaiyellaam Vittuvidungal. "
},{ "Verses": "9 oruvarukkoruvar Poi Sollaadhirungal; Pazhaiya Manushanaiyum Avan Seygaigalaiyum Kalaindhupottu, "
},{ "Verses": "10 thannai Sirushtiththavarudaiya Saayalukkoppaaip Poorana Arivadaiyumpadi Pudhidhaakkappatta Pudhiya Manushanaith Thariththukkondirukkireergale. "
},{ "Verses": "11 adhile Girekkanendrum Yoodhanendrumillai, Viruththasedhanamullavanendrum Viruththasedhanamillaadhavanendrumillai, Purajaadhiyaanendrum Puradhesaththaanendrumillai, Adimaiyendrum Suyaadheenanendrumillai; Kiristhuve Ellaarilum Ellaamumaayirukkiraar. "
},{ "Verses": "12 aagaiyaal, Neengal Dhevanaal Therindhukollappatta Parisuththarum Piriyarumaai, Urukkamaana Irakkaththaiyum, Dhayavaiyum, Manaththaazhmaiyaiyum, Saandhaththaiyum, Neediya Porumaiyaiyum Thariththukkondu; "
},{ "Verses": "13 oruvaraiyoruvar Thaangi, Oruvarperil Oruvarukkuk Kuraipaadu Undaanaal, Kiristhu Ungalukku Manniththadhupola, Oruvarukkoruvar Manniyungal. "
},{ "Verses": "14 ivai Ellaavatrinmelum, Pooranasargunaththin Kattaagiya Anbaith Thariththukkollungal. "
},{ "Verses": "15 dhevasamaadhaanam Ungal Irudhayangalil Aalakkadavadhu, Idharkendre Neengal Ore Sareeramaaga Azhaikkappatteergal; Nandriyaridhalullavargalaayumirungal. "
},{ "Verses": "16 kiristhuvin Vasanam Ungalukkulle Sagala Gnaanaththodum Paripooranamaaga Vaasamaayiruppadhaaga; Sangeedhangalinaalum Keerththanaigalinaalum Gnaanappaattugalinaalum Oruvarukkoruvar Podhiththu Puththisollikkondu, Ungal Irudhayaththile Karththaraip Bakdhiyudan Paadi; "
},{ "Verses": "17 vaarththaiyinaalaavadhu Kiriyaiyinaalaavadhu, Neengal Edhai Seydhaalum, Adhaiyellaam Karththaraagiya Yesuvin Naamaththinaale Seydhu, Avar Munnilaiyaagap Pidhaavaagiya Dhevanai Sthoththiriyungal. "
},{ "Verses": "18 manaivigale, Karththarukkerkumpadi, Ungal Purusharukkuk Keezhppadiyungal. "
},{ "Verses": "19 purushargale, Ungal Manaivigalil Anbukoorungal, Avargalmel Kasandhu Kollaadhirungal. "
},{ "Verses": "20 pillaigale, Ungalaip Petrorukku Ellaak Kaariyaththileyum Keezhppadiyungal; Idhu Karththarukkup Piriyamaanadhu. "
},{ "Verses": "21 pidhaakkale, Ungal Pillaigal Thidanatruppogaadhapadi, Avargalukkuk Kobamoottaadhirungal. "
},{ "Verses": "22 velaikkaarare, Sareeraththinpadi Ungal Ejamaangalaayirukkiravargalukku Ellaak Kaariyaththileyum Keezhppadindhu, Neengal Manusharukkup Piriyamaayirukka Virumbugiravargalaagap Paarvaikku Oozhiyancheyyaamal, Dhevanukkup Bayappadugiravargalaagak Kabadamillaadha Irudhayaththode Oozhiyancheyyungal. "
},{ "Verses": "23 neengal Karththaraagiya Kiristhuvai Sevikkiradhinaale, Sudhandharamaagiya Balanaik Karththaraale Peruveergalendru Arindhu, "
},{ "Verses": "24 edhaich Seydhaalum, Adhai Manushargalukkendru Seyyaamal, Karththarukkendre Manappoorvamaai Seyyungal. "
},{ "Verses": "25 aniyaayanseygiravan Thaan Seydha Aniyaayaththukketra Balanai Adaivaan; Patchapaadhame Illai. "
}
]