[
{ "Verses": "1 nebugaadhnechchaar Raajyabaarampannum Irandaam Varushaththile, Nebugaadhnechchaar Soppanangalaik Kandaan; Adhinaal, Avanudaiya Aavi Kalangi, Avanudaiya Niththirai Kalaindhadhu. "},
{ "Verses": "2 appozhudhu Raajaa Than Soppanangalaith Thanakkuth Therivikkumporuttu Saasthirigalaiyum Josiyaraiyum Sooniyakkaararaiyum Kaldheyaraiyum Azhaikkachchonnaan; Avargal Vandhu, Raajasamugaththil Nindraargal. "},
{ "Verses": "3 raajaa Avargalai Nokki: Oru Soppanam Kanden; Andha Soppanaththai Ariyavendumendru En Aavi Kalangiyirukkiradhu Endraan. "},
{ "Verses": "4 appozhudhu Kaldheyar Raajaavai Nokki: Raajaave, Neer Endrum Vaazhga; Soppanaththai Umadhu Adiyaarukku Sollum, Appozhudhu Adhin Arththaththai Viduvippom Endru Seeriyabaashaiyile Sonnaargal. "},
{ "Verses": "5 raajaa Kaldheyarukkup Pradhiyuththaramaaga: Ennidaththilirundhu Pirakkira Theermaanam Ennavendraal, Neengal Soppanaththaiyum Adhin Arththaththaiyum Enakku Ariviyaamarponaal Thundiththuppodappaduveergal; Ungal Veedugal Erukkalangalaakkappadum. "},
{ "Verses": "6 soppanaththaiyum Adhin Arththaththaiyum Theriviththeergaleyaagil, Ennidaththil Vegumadhigalaiyum Parisugalaiyum Migundha Ganaththaiyum Peruveergal; Aagaiyaal Soppanaththaiyum Adhin Arththaththaiyum Enakkuth Theriviyungal Endraan. "},
{ "Verses": "7 avargal Marupadiyum Pradhiyuththaramaaga: Raajaa Adiyaarukku Soppanaththai Solvaaraaga; Appozhudhu Adhin Arththaththai Viduvippom Endraargal. "},
{ "Verses": "8 adharku Raajaa Pradhiyuththaramaaga Ennidaththilirundhu Theermaanam Pirandhapadiyinaale Neengal Kaalathaamadhampannappaarkkireergalendru Nichchayamaaga Enakkuth Theriyavarugiradhu. "},
{ "Verses": "9 kaalam Maarumendru Neengal Enakkumunbaaga Poiyum Purattumaana Viseshaththai Sollumpadi Eththanampanni Irukkireergal; Neengal Soppanaththai Enakkuth Therivikkaamarponaal, Ungal Ellaarukkum Indha Ore Theerppu Pirandhirukkiradhu; Aagaiyaal Soppanaththai Enakku Sollungal; Appozhudhu Adhin Arththaththaiyum Ungalaal Kaanbikkakkoodumendru Arindhukolluven Endraan. "},
{ "Verses": "10 kaldheyar Raajasamugaththil Pradhiyuththaramaaga; Raajaa Ketkum Kaariyaththai Arivikkaththakka Manushan Boomiyil Oruvanum Illai; Aagaiyaal Magaththuvamum Vallamaiyumaana Endha Raajaavum Ippadippatta Kaariyaththai Oru Saasthiriyinidaththilaavadhu Josiyanidaththilaavadhu Kaldheyanidaththilaavadhu Kettadhillai. "},
{ "Verses": "11 raajaa Ketkira Kaariyam Migavum Arumaiyaanadhu; Maamsamaayirukkiravargalode Vaasampannaadha Dhevargaleyozhiya Raajasamugaththil Adhai Arivikkaththakkavar Oruvarum Illai Endraargal. "},
{ "Verses": "12 idhinimiththam Raajaa Magaa Kobamum Ukkiramunkondu, Baabilonil Irukkira Ellaa Gnaanigalaiyum Kolaiseyyumpadi Kattalaiyittaan. "},
{ "Verses": "13 gnaanigalai Kolaiseyyavendumendra Kattalai Velippattapodhu Dhaaniyelaiyum Avan Thozharaiyum Kolaiseyyath Thedinaargal. "},
{ "Verses": "14 baabilonin Gnaanigalaik Kolaiseyyap Purappatta Raajaavinudaiya Thalaiyaarigalukku Adhipadhiyaagiya Aariyokode Dhaaniyel Yosanaiyum Buththiyumaaip Pesi: "},
{ "Verses": "15 indhak Kattalai Raajaavinaal Iththanai Avasaramaaip Pirandhadharkuk Kaaranam Enna Endru Raajaavin Servaikkaaranaagiya Aariyoginidaththil Kettaan; Appozhudhu Aariyogu Dhaaniyelukkuk Kaariyaththai Ariviththaan. "},
{ "Verses": "16 dhaaniyel Raajaavinidaththilpoi, Soppanaththin Arththaththai Raajaavukkuk Kaanbikkumpadith Thanakkuth Thavanai Kodukka Vinnappam Panninaan. "},
{ "Verses": "17 pinbu Dhaaniyel Than Veettukkuppoi, Thaanum Than Thozharum Baabilonin Matra Gnaanigalodekooda Azhiyaadhapadikku Indha Maraiporulaikkuriththup Paralogaththin Dhevanai Nokki, Irakkam Ketkiradharkaaga, "},
{ "Verses": "18 ananiyaa, Meeshaavel, Asariyaa Ennum Thannudaiya Thozharukku Indhak Kaariyaththai Ariviththaan. "},
{ "Verses": "19 pinbu Raakkaalaththil Dharisanaththile Dhaaniyelukku Maraiporul Velippaduththappattadhu; Appozhudhu Dhaaniyel Paralogaththin Dhevanai Sthoththiriththaan. "},
{ "Verses": "20 pinbu Dhaaniyel Sonnadhu: Dhevanudaiya Naamaththukku Endrendraikkumulla Sadhaakaalangalilum Sthoththiramundaavadhaaga; Gnaanamum Vallamaiyum Avarukke Uriyadhu. "},
{ "Verses": "21 avar Kaalangalaiyum Samayangalaiyum Maatrugiravar; Raajaakkalaith Thalli, Raajaakkalai Erpaduththugiravar; Gnaanigalukku Gnaanaththaiyum, Arivaaligalukku Arivaiyum Kodukkiravar. "},
{ "Verses": "22 avare Aazhamum Maraiporulumaanadhai Velippaduththugiravar; Irulilirukkiradhai Avar Arivaar; Velichcham Avaridaththil Thangum. "},
{ "Verses": "23 en Pidhaakkalin Dhevane, Neer Enakku Gnaanamum Vallamaiyum Koduththu, Naangal Ummidaththil Vendikkondadhai Ippozhudhu Enakku Ariviththu, Raajaavin Kaariyaththai Engalukkuth Theriviththapadiyinaal Ummaith Thudhiththup Pugazhugiren Endraan. "},
{ "Verses": "24 pinbu Dhaaniyel Baabilonin Gnaanigalai Azhikka Raajaa Kattalaiyitta Aariyoginidaththil Poi: Baabilonin Gnaanigalai Azhikkaadheyum, Ennai Raajaavin Munbaaga Azhaiththukkondupom; Raajaavukku Arththaththaith Therivippen Endru Sonnaan. "},
{ "Verses": "25 appozhudhu Aariyogu Dhaaniyelai Raajaavin Munbaagath Theeviramaai Azhaiththukkondupoi: Siraippattuvandha Yoodheyaa Dhesaththaaril Oru Purushanaik Kandupidiththen; Avan Raajaavukku Arththaththaith Therivippaan Endraan. "},
{ "Verses": "26 raajaa Peldheshaadhsaarennum Naamamulla Dhaaniyelai Nokki: Naan Kanda Soppanaththaiyum Adhin Arththaththaiyum Nee Enakku Arivikkakkoodumaa Endru Kettaan. "},
{ "Verses": "27 dhaaniyel Raajasamugaththil Pradhiyuththaramaaga: Raajaa Ketkira Maraiporulai Raajaavukkuth Therivikka Gnaanigalaalum, Josiyaraalum, Saasthirigalaalum, Kurisollugiravargalaalum Koodaadhu. "},
{ "Verses": "28 maraiporulgalai Velippaduththugira Paralogaththilirukkira Dhevan Kadaisinaatkalil Sambavippadhai Raajaavaagiya Nebugaadhnechchaarukkuth Theriviththirukkiraar; Ummudaiya Soppanamum Umadhu Padukkaiyinmel Ummudaiya Thalaiyil Undaana Dharisanangalum Ennavendraal: "},
{ "Verses": "29 raajaave, Ummudaiya Padukkaiyinmel Neer Paduththirukkaiyil, Inimel Sambavikkappogiradhenna Engira Ninaivugal Umakkul Ezhumbitru; Appozhudhu Maraiporulgalai Velippaduththugiravar Sambavikkappogiradhai Umakkuth Theriviththaar. "},
{ "Verses": "30 uyirodirukkira Ellaaraippaarkkilum Enakku Adhiga Gnaanam Undenbadhinaale Alla; Arththam Raajaavukkuth Theriyavaravum, Ummudaiya Irudhayaththin Ninaivugalai Neer Ariyavum, Indha Maraiporul Enakku Veliyaakkappattadhu. "},
{ "Verses": "31 raajaave, Neer Oru Periya Silaiyaikkandeer; Andhap Periya Silai Migundha Pragaasamulladhaayirundhadhu; Adhu Umakku Edhire Nindradhu; Adhin Roobam Bayangaramaayirundhadhu. "},
{ "Verses": "32 andha Silaiyin Thalai Pasumponnum, Adhin Maarbum Adhin Buyangalum Velliyum, Adhin Vayirum Adhin Thodaiyum Vengalamum, "},
{ "Verses": "33 adhin Kaalgal Irumbum, Adhin Paadhangal Paadhi Irumbum Paadhi Kalimannumaayirundhadhu. "},
{ "Verses": "34 neer Paarththukkondirukkumpodhe, Kaigalaal Peyarkkappadaadha Oru Kal Peyarndhu Urunduvandhadhu; Adhu Andha Silaiyai Irumbum Kalimannumaagiya Adhin Paadhangalil Modhi Avaigalai Norukkippottadhu. "},
{ "Verses": "35 appozhudhu Andha Irumbum Kalimannum Vengalamum Velliyum Ponnum Egamaai Norungundu, Kodaikaalaththil Poradikkira Kalaththilirundhu Parandhupogira Padharaippolaayitru; Avaigalukku Oru Idamum Kidaiyaadhapadi Kaatru Avaigalai Adiththukkondupoyitru; Silaiyai Modhina Kallovendraal, Oru Periya Parvadhamaagi Boomiyaiyellaam Nirappitru. "},
{ "Verses": "36 soppanam Idhudhaan; Adhin Arththaththaiyum Raajasamugaththil Therivippom. "},
{ "Verses": "37 raajaave, Neer Raajaadhi Raajaavaayirukkireer; Paralogaththin Dhevan Umakku Raajareegaththaiyum Paraakkiramaththaiyum Vallamaiyaiyum Magimaiyaiyum Arulinaar. "},
{ "Verses": "38 sagala Idangalilumulla Manupuththiraraiyum Veliyin Mirugangalaiyum Aagaayaththup Paravaigalaiyum Avar Umadhu Kaiyil Oppukkoduththu, Ummai Avaigalaiyellaam Aalumpadi Seydhaar. Ponnaana Andhath Thalai Neere. "},
{ "Verses": "39 umakkuppiragu Umakkuk Keezhththaramaana Veroru Raajyam Thondrum; Pinbu Boomiyaiyellaam Aandukollum Vengalamaana Moondraam Raajyamondru Ezhumbum. "},
{ "Verses": "40 naalaavadhu Raajyam Irumbaippola Uramaayirukkum; Irumbu Ellaavatraiyum Eppadi Norukki Sinnapinnamaakkugiradho, Appadiye Idhu Norukkippodugira Irumbaipola Avaigalaiyellaam Norukkith Thagarththuppodum. "},
{ "Verses": "41 paadhangalum Kaalviralgalum Paadhikuyavanin Kalimannum, Paadhi Irumbumaayirukka Neer Kandeere, Andha Raajyam Pirikkappadum; Aagilum Kalimannode Irumbu Kalandhirukka Neer Kandapadiye Irumbinudaiya Urudhiyil Konjam Adhile Irukkum. "},
{ "Verses": "42 kaalviralgal Paadhi Irumbum Paadhi Kalimannumaayirundhadhu Ennavendraal, Andha Raajyam Orupangu Uyaramum Orupangu Nerisalumaayirukkum. "},
{ "Verses": "43 neer Irumbaik Kalimannode Kalandhadhaagak Kandeere, Avargal Matra Manusharode Sambandhankalappaargal; Aagilum Idho, Kalimannode Irumbu Kalavaadhadhupola Avargal Oruvarodoruvar Ottikkollaadhiruppaargal. "},
{ "Verses": "44 andha Raajaakkalin Naatkalile, Paralogaththin Dhevan Endrendraikkum Azhiyaadha Oru Raajyaththai Ezhumbappannuvaar; Andha Raajyam Vere Janaththukku Vidappaduvadhillai; Oru Kal Kaiyaalpeyarkkappadaamal Malaiyilirundhu Peyarndhu, Urunduvandhu, Irumbaiyum Vengalaththaiyum Kalimannaiyum Velliyaiyum Ponnaiyum Norukkinadhai Neer Kandeere, Appadiye Adhu Andha Raajyangalaiyellaam Norukki, Nirmoolamaakki, Thaano Endrendraikkum Nirkum. "},
{ "Verses": "45 inimel Sambavikkappogiradhai Magaa Dhevan Raajaavukkuth Theriviththirukkiraar; Soppanamaanadhu Nichchayam, Adhin Arththam Saththiyam Endraan. "},
{ "Verses": "46 appozhudhu Raajaavaagiya Nebugaadhnechchaar Mugankuppura Vizhundhu, Dhaaniyelai Vanangi, Avanukkuk Kaanikkai Seluththavum Thoobankaattavum Kattalaiyittaan. "},
{ "Verses": "47 raajaa Dhaaniyelai Nokki: Nee Indha Maraiporulai Velippaduththinapadiyinaal, Meyyaai Ungal Dhevane Dhevargalukku Dhevanum, Raajaakkalukku Aandavarum, Maraiporulgalai Velippaduththugiravarumaayirukkiraar Endraan. "},
{ "Verses": "48 pinbu Raajaa Dhaaniyelaip Periyavanaakki, Avanukku Anegam Sirandha Vegumadhigalaik Koduththu, Avanai Baabilon Maagaanam Muzhudhukkum Adhipadhiyaagavum, Baabilonilulla Sagala Gnaanigalin Pradhaana Adhikaariyaagavum Niyamiththaan. "},
{ "Verses": "49 dhaaniyel Raajaavai Vendikkondadhinperil Avan Saadhraakkaiyum, Meshaakkaiyum, Aabedhnegovaiyum Baabilon Magaanagaraththuk Kaariyangalai Visaarikkumpadi Vaiththaan; Dhaaniyelovendraal Raajaavin Kolumandabaththil Irundhaan. "}
]