[
{ "Verses": "1 raajaavaagiya Nebugaadhnechchaar Arubadhumuzha Uyaramum Aaru Muzha Agalamumaana Oru Porchilaiyaip Pannuviththu Baabilon Maagaanaththilirukkira Dhooraa Ennum Samaboomiyile Niruththinaan. "},
{ "Verses": "2 pinbu Raajaavaagiya Nebugaadhnechchaar Dhesaadhipadhigalaiyum, Adhigaarigalaiyum, Thalaivaraiyum, Nyaayaadhipadhigalaiyum, Pokkishakkaararaiyum, Needhisaasthirigalaiyum, Visaarippukkaararaiyum, Naadugalilulla Uththiyogasthar Yaavaraiyum Nebugaadhnechchaar Raajaa Niruththina Silaiyin Pradhishtaikku Vandhu Serumpadi Azhaiththanuppinaan. "},
{ "Verses": "3 appozhudhu Dhesaadhipadhigalum, Adhigaarigalum, Thalaivarum Nyaayaadhipadhigalum, Pokkishakkaararum, Needhisaasthirigalum, Visaarippukkaararum, Naadugalin Uththiyogasthar Yaavarum, Raajaavaagiya Nebugaadhnechchaar Niruththina Silaiyin Pradhishtaikku Vandhu Serndhu, Nebugaadhnechchaar Niruththina Silaikku Edhiraaga Nindraargal. "},
{ "Verses": "4 kattiyakkaaran Uraththa Saththamaai: Sagala Janangalum, Jaadhigalum Baashaikkaarumaanavargale, Ungalukku Arivikkappadugiradhu Ennavendraal: "},
{ "Verses": "5 ekkaalam, Naagasuram, Kinnaram, Veenai, Suramandalam, Thamburu Mudhalaana Sagalavidha Keedhavaaththiyangalin Saththaththai Neengal Ketkumpodhu, Neengal Thaazhavizhundhu, Raajaavaagiya Nebugaadhnechchaar Niruththina Porchilaiyaip Panindhukollakkadaveergal. "},
{ "Verses": "6 evanaagilum Thaazha Vizhundhu, Adhaip Panindhukollaamarponaal, Avan Annerame Erigira Akkinichchoolaiyin Naduvile Podappaduvaan Endraan. "},
{ "Verses": "7 aadhalaal Sagala Janangalum, Ekkaalam, Naagasuram, Kinnaram, Veenai, Suramandalam Mudhalaana Sagalavidha Keedhavaaththiyangalin Saththaththaik Kettavudane, Sagala Janaththaarum Jaadhiyaarum Baashaikkaararum Thaazha Vizhundhu, Raajaavaagiya Nebugaadhnechchaar Niruththina Porchilaiyaip Panindhukondaargal. "},
{ "Verses": "8 achchamayaththil Kaldheyaril Silar Raajasamugaththil Vandhu, Yoodharperil Kutranchaatri, "},
{ "Verses": "9 raajaavaagiya Nebugaadhnechchaarai Nokki: Raajaave, Neer Endrum Vaazhga. "},
{ "Verses": "10 ekkaalam, Naagasuram, Kinnaram, Veenai, Suramandalam, Thamburu Mudhalaana Sagalavidha Keedhavaaththiyangalin Saththaththaiyum Ketkira Endha Manushanum Thaazhavizhundhu, Porchilaiyaip Panindhukollavendumendrum, "},
{ "Verses": "11 evanaagilum Thaazha Vizhundhu Panindhukollaamarponaal, Avan Erigira Akkinichchoolaiyin Naduvile Podappadavendumendrum, Raajaavaagiya Neer Kattalaiyitteere. "},
{ "Verses": "12 baabilon Maagaanaththin Kaariyangalai Visaarikkumpadi Neer Erpaduththina Saadhraag, Meshaag, Aabedhnego Ennum Yoodharaana Manushar Irukkiraargale; Avargal Raajaavaagiya Ummai Madhikkavillai; Avargal Ummudaiya Dhevargalukku Aaraadhanai Seyyaamalum, Neer Niruththina Porchilaiyaip Panindhukollaamalum Irukkiraargal Endraargal. "},
{ "Verses": "13 appozhudhu Nebugaadhnechchaar Ukkirakobankondu Saadhraakkaiyum, Meshaakkaiyum, Aabedhnegovaiyum Azhaiththukkonduvarumpadi Kattalaiyittaan; Avargal Andhap Purusharai Raajaavin Samugaththil Konduvandhuvittapodhu, "},
{ "Verses": "14 nebugaadhnechchaar Avargalai Nokki: Saadhraag, Meshaag, Aabedhnego Enbavargale, Neengal En Dhevargalukku Aaraadhanaiseyyaamalum Naan Niruththina Porchilaiyaip Panindhukollaamalum Irundhadhu Meydhaanaa? "},
{ "Verses": "15 ippodhum Ekkaalam, Naagasuram, Kinnaram, Veenai, Suramandalam, Thamburu Mudhalaana Sagalavidha Keedhavaaththiyangalin Saththaththaiyum Neengal Ketkumpodhu, Thaazha Vizhundhu, Naan Pannivaiththa Silaiyaip Panindhukolla Aayaththamaayirundhaal Nalladhu; Panindhukollaadhirundhaal Annerame Erigira Akkinichchoolaiyin Naduvile Podappaduveergal; Ungalai En Kaikkuth Thappuvikkappogira Dhevan Yaar Endraan. "},
{ "Verses": "16 saadhraag, Meshaag, Aabedhnego Enbavargal Raajaavai Nokki: Nebugaadhnechchaare, Indhak Kaariyaththaikkuriththu Umakku Uththaravu Solla Engalukku Avasiyamillai. "},
{ "Verses": "17 naangal Aaraadhikkira Dhevan Engalaith Thappuvikka Vallavaraayirukkiraar; Avar Erigira Akkinichchoolaikkum, Raajaavaagiya Ummudaiya Kaikkum Neengalaakki Viduvippaar; "},
{ "Verses": "18 viduvikkaamarponaalum, Naangal Ummudaiya Dhevargalukku Aaraadhanai Seyvadhumillai, Neer Niruththina Porchilaiyaip Panindhukolvadhumillai Engiradhu Raajaavaagiya Umakkuth Therindhirukkakkadavadhu Endraargal. "},
{ "Verses": "19 appozhudhu Nebugaadhnechchaarukkuk Kadunkobamoondu: Saadhraag, Meshaag, Aabedhnego Enbavargalukku Virodhamaai Avanudaiya Mugam Verupattadhu; Soolaiyai Saadhaanaramaai Soodaakkuvadhaippaarkkilum Ezhumadangu Adhigamaai Soodaakkumpadi Uththaravukoduththu, "},
{ "Verses": "20 saadhraag, Meshaag, Aabedhnego Enbavargalai Erigira Akkinichchoolaiyile Poduvadharku Avargalaik Kattumpadi, Than Raanuvaththil Balasaaligalaagiya Purusharukkuk Kattalaiyittaan. "},
{ "Verses": "21 appozhudhu Avargal Thangal Saalvaigalodum Nisaargalodum Paagaigalodum Matra Vasthirangalodum Kattappattu, Erigira Akkinichchoolaiyin Naduvile Podappattaargal. "},
{ "Verses": "22 raajaavin Kattalai Kadumaiyaayirundhapadiyinaalum, Soolai Migavum Soodaakkappattirundhapadiyinaalum, Akkinijuvaalaiyaanadhu Saadhraag, Meshaag, Aabedhnego Enbavargalaith Thookkikkondupona Purusharaik Kondrupottadhu. "},
{ "Verses": "23 saadhraag, Meshaag, Aabedhnego Ennum Andha Moondru Purusharum Kattundavargalaai Erigira Akkinichchoolaiyin Naduvile Vizhundhaargal. "},
{ "Verses": "24 appozhudhu Raajaavaagiya Nebugaadhnechchaar Bramiththu, Theeviramaai Ezhundhirundhu, Than Mandhirimaargalai Nokki: Moondru Purusharai Allavo Kattundavargalaaga Akkiniyile Poduviththom Endraan; Avargal Raajaavukkup Pradhiyuththaramaaga: Aam, Raajaave Endraargal. "},
{ "Verses": "25 adharku Avan: Idho, Naaluper Vidudhalaiyaai Akkiniyin Naduvile Ulaavugiradhaik Kaangiren; Avargalukku Oru Sedhamumillai; Naalaam Aalin Saayal Dhevapuththiranukku Oppaayirukkiradhu Endraan. "},
{ "Verses": "26 appozhudhu Nebugaadhnechchaar Erigira Akkinichchoolaiyin Vaasalandaikku Vandhu, Unnadhamaana Dhevanudaiya Dhaasaraagiya Saadhraag, Meshaag, Aabedhnego Enbavargale, Neengal Veliye Vaarungal Endraan; Appozhudhu Saadhraag, Meshaag, Aabedhnego Enbavargal Akkiniyin Naduvilirundhu Veliye Vandhaargal. "},
{ "Verses": "27 dhesaadhipadhigalum, Adhigaarigalum, Thalaivarum, Raajaavin Mandhirigalum Koodivandhu, Andhap Purusharudaiya Sareerangalinmel Akkini Belancheyyaamalum, Avargaludaiya Thalaimayir Karugaamalum, Avargaludaiya Saalvaigal Sedhappadaamalum, Akkiniyin Manam Avargalidaththil Veesaamalum Irundhadhaik Kandaargal. "},
{ "Verses": "28 appozhudhu Nebugaadhnechchaar Vasaniththu: Saadhraag, Meshaag, Aabedhnego Enbavargaludaiya Dhevanukku Sthoththiram; Avargal Thangaludaiya Dhevanaith Thavira Veroru Dhevanaiyum Seviththup Paniyaamal, Avaraiye Nambi, Raajaavin Kattalaiyaith Thalli, Thangal Sareerangalai Oppukkoduththadhinaal, Avar Thamadhu Thoodhanai Anuppi, Thammudaiya Dhaasarai Viduviththaar. "},
{ "Verses": "29 aadhalaal Saadhraag, Meshaag, Aabedhnego Enbavargaludaiya Dhevanukku Virodhamaaga Dhooshana Vaarththaiyai Sollugira Endha Janaththaanum, Endha Jaadhiyaanum, Endha Baashaikkaaranum Thundiththuppodappaduvaan; Avan Veedu Erukkalamaakkappadum Endru Ennaale Theermaanikkappadugiradhu; Ivvidhamaai Ratchikkaththakka Dhevan Veroruvarum Illaiyendraan. "},
{ "Verses": "30 pinbu Raajaa Saadhraag, Meshaag, Aabedhnego Enbavargalai Baabilon Dhesaththile Uyarththinaan. "}
]