[
{ "Verses": "1 persiyaavin Raajaavaagiya Kores Arasaanda Moondraam Varushaththile Peldheshaadhsaar Endru Peyaridappatta Dhaaniyelukku Oru Kaariyam Veliyaakkappattadhu; Andhak Kaariyam Saththiyamum Neediya Yuththaththukku Aduththadhumaayirukkiradhu; Andhak Kaariyaththai Avan Gavaniththu, Dharisanaththin Porulai Arindhukondaan. "},
{ "Verses": "2 andha Naatkalil Dhaaniyelaagiya Naan Moondru Vaaramuzhuvadhum Dhukkiththukkondirundhen. "},
{ "Verses": "3 andha Moondru Vaarangalaagiya Naatkal Niraiverumattum Rusigaramaana Appaththai Naan Pusikkavumillai, Iraichchiyum Dhraatcharasamum En Vaaikkul Pogavumillai. Naan Parimalathailam Poosikkollavumillai. "},
{ "Verses": "4 mudhalaam Maadham Irubaththu Naalaanthedhiyile Naan Idhekkel Ennum Periya Aatrangaraiyil Irundhu, "},
{ "Verses": "5 en Kangalai Eredukkaiyil, Sanal Vasthiranthariththu, Thamadhu Araiyil Ooppaasin Thangakkachchaiyaik Kattikkondirukkira Oru Purushanaik Kanden. "},
{ "Verses": "6 avarudaiya Sareeram Padigappachchaiyaippolavum, Avarudaiya Mugam Minnanalin Pragaasaththaippolavum, Avarudaiya Kangal Erigira Theebangalaippolavum, Avarudaiya Buyangalum Avarudaiya Kaalgalum Thulakkappatta Vengala Niraththaippolavum, Avarudaiya Vaarththaigalin Saththam Janakkoottaththin Aaravaaraththaippolavum Irundhadhu. "},
{ "Verses": "7 dhaaniyelaagiya Naan Maaththiram Andha Dharisanaththaik Kanden; Ennode Irundha Manusharo Andhathdharisanaththaik Kaanavillai; Avargal Migavum Nadunadungi, Odi Oliththukkondaargal. "},
{ "Verses": "8 naan Thaniththuvidappattu Andhap Periya Dharisanaththaik Kanden; En Belanellaam Poyitru; En Uruvam Maari Vaadippoyitru; Thidanatrupponen. "},
{ "Verses": "9 avarudaiya Vaarththaigalin Saththaththaik Ketten; Avarudaiya Vaarththaigalin Saththaththai Naan Ketkumpodhu, Naan Mugankavizhndhu, Niththirai Pogiravanaaith Tharaiyile Mugankuppura Vizhundhukidandhen. "},
{ "Verses": "10 idho, Oruvan Kai Ennaiththottu, En Muzhangaalgalum En Ullankaigalum Tharaiyai Oondriyirukka Ennaith Thookkivaiththadhu. "},
{ "Verses": "11 avan Ennai Nokki: Piriyamaana Purushanaagiya Dhaaniyele, Naan Ippodhu Unnidaththirku Anuppappattu Vandhen; Aadhalaal, Naan Unakku Sollum Vaarththaigalinperil Nee Gavanamaayirundhu, Kaal Oondri Nil Endraan; Indha Vaarththaiyai Avan Ennidaththil Sollugaiyil Nadukkaththode Ezhundhu Nindren. "},
{ "Verses": "12 appozhudhu Avan Ennai Nokki: Dhaaniyele, Bayappadaadhe; Nee Arivai Adaigiradharkum, Unnai Unnudaiya Dhevanukku Munbaaga Sirumaippaduththugiradharkum, Un Manadhai Seluththina Mudhalnaal Thuvakki Un Vaarththaigal Ketkappattadhu; Un Vaarththaigalinimiththam Naan Vandhen. "},
{ "Verses": "13 persiyaa Raajyaththin Adhipadhi Irubaththoru Naalmattum Ennode Edhirththu Nindraan; Aanaalum Pradhaana Adhipadhigalil Oruvanaagiya Migaavel Enakku Udhaviyaaga Vandhaan; Aadhalaal Naan Ange Persiyaavin Raajaakkalidaththil Thariththirundhen. "},
{ "Verses": "14 ippodhum Kadaisinaatkalil Un Janangalukku Sambavippadhai Unakkuth Theriyappannumpadikku Vandhen; Indha Dharisanam Niraivera Innum Naal Sellum Endraan. "},
{ "Verses": "15 avan Indha Vaarththaigalai Ennode Sollugaiyil, Naan Thalaikavizhndhu, Tharaiyai Nokki, Pechchatrupponen. "},
{ "Verses": "16 appozhudhu Manupuththirarin Saayalaagiya Oruvan En Udhadugalaiththottaan; Udane Naan En Vaayaith Thirandhu Pesi, Enakku Edhire Nindravanai Nokki: En Aandavane, Dharisanaththinaal En Moottugal Purandana, Belanatrupponen. "},
{ "Verses": "17 aagaiyaal En Aandavanudaiya Adiyen En Aandavanode Pesakkooduvadheppadi? Ini Ennil Belanillai, Ennil Moochchumillai Endren. "},
{ "Verses": "18 appozhudhu Manusha Roobamaana Oruvan Thirumba Ennaith Thottu, Ennaith Thidappaduththi, "},
{ "Verses": "19 piriyamaana Purushane, Bayappadaadhe, Unakku Samaadhaanamundaavadhaaga, Thidankol, Thidankol Endraan; Ippadi Avan Ennode Pesugaiyil Naan Thidankondu Avanai Nokki: En Aandavan Pesuvaaraaga; Ennaith Thidappaduththineere Endren. "},
{ "Verses": "20 appozhudhu Avan: Naan Unnidaththirku Vandha Kaaranam Innadhendru Unakkuth Theriyumaa? Ippodhu Naan Persiyaavin Prabuvode Yuththampannath Thirumbippogiren; Naan Ponapinbu, Grekku Dhesaththin Adhipadhi Varuvaan. "},
{ "Verses": "21 saththiya Ezhuththile Kandirukkiradhai Naan Unakkuth Therivippen; Ungal Adhipadhiyaagiya Migaavelaiththavira Ennodekooda Avargalukku Virodhamaai Balankolgira Veroruvarum Illai. "}
]