[
{ "Verses": "1 medhiyanaagiya Thariyu Arasaanda Mudhalaam Varushaththile Naan Avanaith Thidappaduththavum Balappaduththavum Avanukkuth Thunai Nindren. "},
{ "Verses": "2 ippodhu Naan Meyyaana Seydhiyai Unakku Arivippen; Idho, Innum Moondru Raajaakkal Persiyaavil Ezhumbuvaargal; Adhinpinbu Naalaam Raajaavaayiruppavan Ellaarilum Magaa Aisuvariya Sambannanaagi, Than Aisuvariyaththinaal Balankondu, Grekku Raajyaththukku Virodhamaaga Sagalaraiyum Ezhuppividuvaan. "},
{ "Verses": "3 aanaalum Paraakkiramamulla Oru Raajaa Ezhumbi, Prabalamaai Aandu, Thanakku Ishtamaanapadi Seyvaan. "},
{ "Verses": "4 avan Ezhumbinapinbu, Avanudaiya Raajyam Udaindhupoi, Vaanaththin Naalu Thisaigalilum Pagukkappadum; Aanaalum Adhu Avanudaiya Sandhadhiyaarukku Alla, Avan Seydha Aalugaiyinpadiyum Alla; Avanudaiya Raajyam Pidungappattu, Avanudaiyavargalallaadha Verepergalidamaaith Thaandippom. "},
{ "Verses": "5 thendrisai Raajaa Balavaanaayiruppaan; Aanaalum Avanudaiya Prabukkalil Oruvan Avanaippaarkkilum Balavaanaagi Aaluvaan; Ivanudaiya Aalugai Balaththa Aalugaiyaayirukkum. "},
{ "Verses": "6 avargal Sila Varushangalukkuppinbu, Oruvarodoruvar Sambandhampannumpadikkuth Thendrisai Raajaavin Kumaaraththi Vadathisai Raajaavinidaththil Varuvaal; Aanaalum Avalukku Puyabalam Iraamarpom; Avanum Avanudaiya Buyamum Nilainirpadhillai; Avalum Avalai Azhaiththuvandhavargalum, Avalaip Petravanum, Avalai Akkaalangalil Balappaduththinavanum Oppukkodukkappaduvaargal. "},
{ "Verses": "7 aanaalum Avaludaiya Vergalin Kilaiyaagiya Oruvan Than Sthaanaththil Ezhumbi, Raanuvaththode Vandhu Vadathisai Raajaavin Aranippukkul Pravesiththu, Avargalai Virodhiththu, "},
{ "Verses": "8 avargaludaiya Adhipadhigalaiyum Avargaludaiya Vilaiyerappetra Velliyum Ponnumaagiya Paaththirangalaiyum, Avargaludaiya Dheyvangalaiyunkooda Egipthukkuk Kondupoi, Sila Varushangalmattum Vadathisairaajaavaippaarkkilum Nilaiyaai Nirpaan. "},
{ "Verses": "9 thendrisai Raajaa Avan Raajyaththukku Virodhamaaga Vandhu, Than Dhesaththukkuth Thirumbipponaan. "},
{ "Verses": "10 aanaalum Avanudaiya Kumaarar Yuththancheyya Eththaniththu, Thiralaana Senaigalaik Koottuvaargal; Ivargalil Oruvan Nichchayamaai Vandhu Vellampolak Kadandhu, Thirumbavum Thannudaiya Aranmattum Yuththankalandhu Seruvaan. "},
{ "Verses": "11 appozhudhu Thendrisai Raajaa Kadunkobankondu Purappattuppoi, Vadathisai Raajaavode Yuththampannuvaan; Ivan Periya Senaiyai Egamaai Niruththuvaan; Aanaalum Indha Senai Avan Kaiyil Oppukkodukkappadum. "},
{ "Verses": "12 avan Indha Senaiyai Neekkinapinbu, Avanudaiya Irudhayam Garvankollum; Avan Anegamaayiramperai Madivippaan; Aanaalum Balankollamaattaan. "},
{ "Verses": "13 sila Varushangal Sendrapinbu Vadathisai Raajaa Thirumba Mundhinasenaiyilum Peridhaana Senaiyai Serththu, Magaa Periya Senaiyodum Vegu Sambaththodum Nichchayamaai Varuvaan. "},
{ "Verses": "14 akkaalangalil Thendrisai Raajaavukku Virodhamaaga Anegar Ezhumbuvaargal; Appozhudhu Un Janaththilulla Thundarikkakkaararin Puththirar Dharisanaththai Niraivetrath Thangalai Uyarththuvaargal. "},
{ "Verses": "15 vadathisai Raajaa Vandhu, Koththalam Pottu, Aranaana Nagarangalaip Pidippaan; Thendrisai Raajaavin Puyabalangalum Avan Therindhukonda Janamum Nillaamarpom; Edhirkkiradharku Belan Iraadhu. "},
{ "Verses": "16 aagaiyaal Avanukku Virodhamaaga Varugiravan Than Ishtappadi Seyvaan; Avanukku Munbaaga Nilainirpavan Oruvanum Illai; Avan Singaaramaana Dhesaththil Thanguvaan; Ellaam Avan Kaivasamaagum. "},
{ "Verses": "17 than Raajyaththin Vallamaiyodellaam Thaanum Thannodekooda Semmaimaarkkaththaarum Vara, Ivanthan Mugaththaith Thiruppuvaan; Ippadi Seydhu Kedudhiyundaagumpadi Avanukku Oru Kannippennaik Koduppaan, Aanaalum Avalaale Sthiramperaan; Aval Avan Patchaththil Nillaal. "},
{ "Verses": "18 pinbu Ivan Than Mugaththaith Theevugalukku Neraagath Thiruppi, Anegan Theevugalaip Pidippaan; Aanaalum Oru Senaapadhi Ivan Seygira Nindhaiyai Ozhiyappannuvadhumallaal, Ivan Seydha Nindhaiyinimiththam Ivanukku Sarikku Sarikkattuvaan. "},
{ "Verses": "19 aagaiyaal Than Mugaththaith Than Dhesaththin Arangalukku Neraagath Thiruppuvaan; Ange Idarivizhundhu Kaanappadaamarpovaan. "},
{ "Verses": "20 sezhippaana Raajyaththil Thandalkaaranaith Thiriyappannugira Oruvan Than Sthaanaththil Ezhumbuvaan; Aagilum Silanaalaikkul Kobamillaamalum Yuththamillaamalum Naasamadaivaan. "},
{ "Verses": "21 avan Sthaanaththil Avamadhikkappattavan Oruvan Ezhumbuvaan; Ivanukku Raajyabaaraththin Menmaiyaik Kodaadhiruppaargal; Aanaalum Ivan Samaadhaanamaai Nuzhaindhu, Ichchagam Pesi, Raajyaththaik Kattikkolvaan. "},
{ "Verses": "22 pravaagamaai Varugira Senaigal Ivanaale Pravaagamaai Murikkappadum; Udanpadikkaiyin Thalaivanum Murikkappaduvaan. "},
{ "Verses": "23 enendraal Avanode Sambandhampannina Naatkalmudhal Avan Soodhaai Nadandhu, Konjam Janangalode Purappattuvandhu Belankolluvaan. "},
{ "Verses": "24 dhesam Sugavaazhvodum Sampooranaththodum Irukkaiyil, Avan Utpravesiththu, Than Pidhaakkalum Than Pidhaakkalin Pidhaakkalum Seyyaadhadhai Seyvaan, Kollaiyittuchchooraiyaadi, Porulai Avargalukku Iraiththup Pangittu, Arangalukku Virodhamaagath Thanakkul Ubaayangalai Yosippaan; Silakaalamattum Ippadiyirukkum. "},
{ "Verses": "25 pinnum Thendrisai Raajaavukku Virodhamaagap Periya Senaiyode Porseyyath Than Vallamaiyaiyum Than Sthiraththaiyum Ezhuppuvaan, Appozhudhu Thendrisai Raajaa Migavum Balaththa Periya Raanuvaththode Poi Yuththankalappaan; Aanaalum Avargal Avanukku Virodhamaaga Dhuraalosanai Panniyirundhapadiyaal, Avan Nirkamaattaan. "},
{ "Verses": "26 avanudaiya Pojanangalai Saappidugiravargal Avanai Naasappaduththuvaargal; Aagaiyaal Avanudaiya Raanuvam Pravaagamaai Varum; Anegar Kolaiyundu Vizhuvaargal. "},
{ "Verses": "27 indha Irandu Raajaakkalin Irudhayamum Theemai Seyya Ninaikkum; Ore Pandhiyilirundhu Poi Pesuvaargal, Aanaalum Adhu Vaaippadhillai; Kuriththakaalaththukku Mudivu Innum Niruththivaikkappattirukkum. "},
{ "Verses": "28 avan Magaa Sambaththode Than Dhesaththukkuth Thirumbi, Than Irudhayaththaip Parisuththa Udanpadikkaikku Virodhamaaga Vaiththu, Adharkaanadhai Seydhu, Than Dhesaththukkuth Thirumbip Povaan. "},
{ "Verses": "29 kuriththakaalaththile Thirumbavum Thendhesaththirku Varuvaan; Aanaalum Avanudaiya Pinnadapadi Munnadapadiyaippol Iraadhu. "},
{ "Verses": "30 avanukku Virodhamaagak Kiththeemin Kappalgal Varum; Adhinaal Avan Mananovadaindhu, Thirumbippoi Parisuththa Udanpadikkaikku Virodhaamaagak Krodhankondu, Adharkaanadhai Seydhu, Parisuththa Udanpadikkaiyaith Thallinavargalai Anusarippaan. "},
{ "Verses": "31 aanaalum Avanidaththilirundhu Purappattasenaigal Ezhumbi, Aranaana Parisuththa Sthalaththaip Parisuththakkulaichchalaakki, Andraadapaliyai Neekki, Paazhaakkum Aruvaruppai Ange Vaippaargal. "},
{ "Verses": "32 udanpadikkaikkuth Dhrogigalaayirukkiravargalai Ichchadappechchugalinaal Kallamaarkkaththaaraakkuvaan; Thangal Dhevanai Arindhirukkira Janangal Thidankondu, Adharketrapadi Seyvaargal. "},
{ "Verses": "33 janangalil Arivaaligal Anegarukku Arivai Unarththuvaargal; Aneganaalmattum Pattayaththinaalum Akkiniyinaalum Siraiyiruppinaalum Kollaiyinaalum Vizhuvaargal. "},
{ "Verses": "34 ippadi Avargal Vizhugaiyil Konjam Oththaasaiyaal Sagaayamadaivaargal; Appozhudhu Anegar Ichchaga Vaarththaigalode Avargalai Ottikkolvaargal. "},
{ "Verses": "35 arivaaligalaip Pudamidugiradharkum, Suththigarikkiradharkum, Venmaiyaakkugiradharkum Avargalil Silar Vizhuvaargal; Mudivukaalapariyandham Ippadiyirukkum; Kuriththakaalam Vara Innum Naal Sellum. "},
{ "Verses": "36 raajaa Thanakku Ishtamaanapadi Seydhu, Thannai Uyarththi, Endha Dhevanilum Thannaip Periyavanaakki, Dhevaadhi Dhevanukku Virodhamaaga Aachchariyamaana Kaariyangalaip Pesuvaan; Kobam Theerumattum Avanukkuk Kaikoodivarum; Nirnayikkappattadhu Nadandherum. "},
{ "Verses": "37 avan Than Pidhaakkalin Dhevargalai Madhiyaamalum, Sthreegalin Snegaththaiyum, Endha Dhevanaiyum Madhiyaamalum, Ellaavatrirkum Thannaip Periyavanaakki, "},
{ "Verses": "38 arangalin Dhevanaith Than Sthaanaththile Ganampanni Than Pidhaakkal Ariyaadha Oru Dhevanaip Ponninaalum, Velliyinaalum, Raththinangalinaalum, Uchchidhamaana Vasthukkalinaalum Ganampannuvaan. "},
{ "Verses": "39 avan Aranippaana Kottaigalukkaagavum, Anniya Dhevanukkaagavum Seyvadhu Ennavendraal, Avaigalai Madhikkiravargalukku Magaa Ganamundaakki, Avargal Anegarai Aalumpadi Seydhu, Avargalukku Dhesaththaik Kirayaththukkaagap Pangiduvaan. "},
{ "Verses": "40 mudivukaalaththilovendraal, Thendrisai Raajaa Avanode Muttukku Nirpaan; Vadathisai Raajaavum Radhangalodum Kudhiraiveerargalodum Anegam Kappalgalodum Sooraikkaatrupol Avanukku Virodhamaai Varuvaan; Avan Dhesangalukkul Pravesiththu, Avaigalaip Pravaagiththuk Kadandhupovaan. "},
{ "Verses": "41 avan Singaaramaana Dhesaththilum Varuvaan; Appozhudhu Anega Dhesangal Kavizhkkappadum; Aanaalum Edhomum, Movaabum, Ammon Puththiraril Pradhaanamaanavargalum, Avan Kaikkuth Thappippovaargal. "},
{ "Verses": "42 avan Dhesangalinmel Than Kaiyai Neettuvaan; Egipthudhesam Thappuvadhillai. "},
{ "Verses": "43 egipthinudaiya Ponnum Velliyumaana Aisuvariyangalaiyum Uchchidhamaana Ellaa Vasthukkalaiyum Aandukolluvaan; Leebiyarum Eththiyoppiyarum Avanukkup Pinselluvaargal. "},
{ "Verses": "44 aanaalum Kizhakkilum Vadakkilum Irundhu Varum Seydhigal Avanaik Kalangappannum; Appozhudhu Avan Anegarai Azhikkavum Sangaarampannavum Magaa Ukkiraththode Purappattuppoi, "},
{ "Verses": "45 samuththirangalukku Idaiyilulla Singaaramaana Parisuththa Parvadhaththandaiyile Than Aramanaiyaagiya Koodaarangalaip Poduvaan; Aanaalum Avanukku Oththaasai Pannuvaarillaamal, Avan Mudivadaivaan. "}
]