[
{ "Verses": "1 pelshaadhsaar Ennum Raajaa Than Prabukkalil Aayiramperukku Oru Periya Virundhu Seydhu, Andha Aayiramperukku Munbaaga Dhraatcharasam Kudiththaan. "},
{ "Verses": "2 pelshaadhsaar Dhraatcharasaththai Rusiththukkondirukkaiyil, Avan Than Thagappanaagiya Nebugaadhnechchaar Erusalem Dhevaalayaththilirundhu Konduvandha Pon Velli Paaththirangalil, Raajaavaagiya Thaanum Than Prabukkalum Than Manaivigalum Than Vaippaattigalum Kudikkiradharkaaga Avaigalaik Konduvarumpadi Kattalaiyittaan. "},
{ "Verses": "3 appozhudhu Erusalemilulla Dhevanudaiya Veedaagiya Aalayaththilirundhu Edukkappatta Porpaaththirangalaik Konduvandhaargal; Avaigalil Raajaavum Avanudaiya Prabukkalum Avanudaiya Manaivigalum Avanudaiya Vaippaattigalum Kudiththaargal. "},
{ "Verses": "4 avargal Dhraatcharasam Kudiththu, Ponnum Velliyum Vengalamum Irumbum Maramum Kallumaagiya Dhevargalaip Pugazhndhaargal. "},
{ "Verses": "5 anneraththile Manusha Kaiviralgal Thondri Vilakkukku Edhiraaga Raaja Aramanaiyin Saandhu Poosappatta Suvarile Ezhudhitru; Ezhudhina Andhak Kaiyuruppai Raajaa Kandaan. "},
{ "Verses": "6 appozhudhu Raajaavin Mugam Verupattadhu; Avanudaiya Ninaivugal Avanaik Kalangappanninadhu; Avanudaiya Iduppin Kattugal Thalarndhadhu, Avanudaiya Muzhangaalgal Ondrodondru Modhikkondadhu. "},
{ "Verses": "7 raajaa Uraththa Saththamittu; Josiyaraiyum Kaldheyaraiyum Kurisollugiravargalaiyum Ulle Azhaiththuvarumpadi Sonnaan. Raajaa Baabilon Gnaanigalai Nokki: Indha Ezhuththai Vaasiththu, Idhin Arththaththai Enakku Velippaduththugiravan Evano Avan Raththaambaramum Kazhuththile Porcharappaniyum Tharikkappattu, Raajyaththile Moondraam Adhipadhiyaai Iruppaan Endru Sonnaan. "},
{ "Verses": "8 appozhudhu Raajaavin Gnaanigalellaarum Vandhu Serndhaargal; Aanaalum Avargal Andha Ezhuththai Vaasikkavum, Adhin Arththaththai Raajaavukkuth Therivikkavum Koodaadhirundhadhu. "},
{ "Verses": "9 appozhudhu Raajaavaagiya Pelshaadhsaar Migavum Kalanginaan; Avanudaiya Mugam Verupattadhu; Avanudaiya Prabukkal Thigaiththaargal. "},
{ "Verses": "10 raajaavum Avanudaiya Prabukkalum Sonnavaigalai Raajaaththi Kelvippattu Virundhusaalaikkul Pravesiththaal. Appozhudhu Raajaaththi: Raajaave Neer Endrum Vaazhga; Umadhu Ninaivugal Ummaik Kalangappannavum, Umadhu Mugam Verupadavum Vendiyadhillai. "},
{ "Verses": "11 ummudaiya Raajyaththile Oru Purushan Irukkiraan, Avanukkul Parisuththa Dhevargaludaiya Aavi Irukkiradhu; Ummudaiya Pidhaavin Naatkalil Velichchamum Vivegamum Dhevargalin Gnaanaththukku Oththa Gnaanamum Avanidaththil Kaanappattadhu; Aagaiyaal Ummudaiya Pidhaavaagiya Nebugaadhnechchaar Ennum Raajaavaanavar Avanai Saasthirigalukkum Josiyarukkum Kaldheyarukkum Kurisollugiravargalukkum Adhipadhiyaaga Vaiththaar. "},
{ "Verses": "12 raajaavinaal Peldheshaadhsaarennum Peridappatta Andha Dhaaniyelukkul Soppanangalai Viyaarththipannugiradhum, Pudhaiporulgalai Velippaduththugiradhum, Karugalaanavaigalaith Thelivikkiradhumaana Arivum Buththiyum Viseshiththa Aaviyum Undendru Kaanappattadhu; Ippodhum Dhaaniyel Azhaikkappadattum, Avan Arththaththai Velippaduththuvaan Endraal. "},
{ "Verses": "13 appozhudhu Dhaaniyel Raajaavinmun Ulle Azhaiththuvandhuvidappattaan; Raajaa Dhaaniyelaip Paarththu: Nee En Pidhaavaagiya Raajaa Yoodhaavilirundhu Siraipidiththuvandha Yoodharil Oruvanaagiya Dhaaniyel Allavaa? "},
{ "Verses": "14 unakkulle Dhevargalin Aavi Undendrum, Velichchamum Buththiyum Viseshiththa Gnaanamum Unnidaththil Kaanappattadhendrum Unnaikkuriththuk Kelvippatten. "},
{ "Verses": "15 ippodhum Indha Ezhuththai Vaasikkiradharkum, Idhin Arththaththai Enakkuth Therivikkiradharkum Saasthirigalum Josiyarum Enakku Munbaaga Azhaiththukkonduvarappattaargal; Aanaalum Indha Vasanaththin Arththaththai Velippaduththa Avargalaal Koodaamarpoyitru. "},
{ "Verses": "16 porulai Velippaduththavum Karugalaanavaigalaith Thelivikkavum Unnaikkuriththuk Kelvippatten; Ippodhu Nee Indha Ezhuththai Vaasikkavum, Idhin Arththaththai Enakkuth Therivikkavum Unnaale Koodumaanaal, Nee Raththaambaramum Kazhuththile Porcharappaniyum Tharikkappattu, Raajyaththile Moondraam Adhipadhiyaai Iruppaai Endraan. "},
{ "Verses": "17 appozhudhu Dhaaniyel Raajasamugaththil Pradhiyuththaramaaga: Ummudaiya Vegumaanangal Ummidaththileye Irukkattum; Ummudaiya Parisugalai Veroruvanukkuk Kodum. Indha Ezhuththai Naan Raajaavukku Vaasiththu, Idhin Arththaththaith Therivippen. "},
{ "Verses": "18 raajaave Unnadhamaana Dhevan Ummudaiya Pidhaavaagiya Nebugaadhnechchaarukku Raajyaththaiyum Magaththuvaththaiyum Ganaththaiyum Magimaiyaiyum Koduththaar. "},
{ "Verses": "19 avarukkuk Kodukkappatta Magaththuvaththile Sagala Janangalum Jaadhiyaarum Baashaikkaararum Avarukku Munbaaga Nadungi Bayandhirundhaargal; Avar Thamakku Siththamaanavanaik Kondrupoduvaar, Thamakku Siththamaanavanai Uyirode Vaippaar, Thamakku Siththamaanavanai Uyarththuvaar, Thamakku Siththamaanavanaith Thaazhththuvaar. "},
{ "Verses": "20 avarudaiya Irudhayam Mettimaiyaagi, Avarudaiya Aavi Garvaththinaale Kadinappattapodhu, Avar Thamadhu Singaasanaththilirundhu Thallappattaar; Avarudaiya Magimai Avaraivittu Agandrupoyitru. "},
{ "Verses": "21 avar Manusharinindru Thallappattaar; Avarudaiya Irudhayam Mirugangaludaiya Irudhayampolaayitru; Kaattukkazhudhaigalode Sanjariththaar; Unnadhamaana Dhevan Manusharin Raajyaththil Aalugai Seydhu, Thamakku Siththamaanavanai Adhinmel Adhikaariyaakkugiraar Endru Avar Unarndhukollumattum Maadugalaippol Pullai Meyndhaar; Avarudaiya Sareeram Aagaayaththup Paniyile Nanaindhadhu. "},
{ "Verses": "22 avarudaiya Kumaaranaagiya Pelshaadhsaar Ennum Neerovendraal, Idhaiyellaam Arindhirundhum, Umadhu Irudhayaththaith Thaazhththaamal, "},
{ "Verses": "23 paralogaththin Aandavarukku Virodhamaaga Ummai Uyarththineer; Avarudaiya Aalayaththin Paaththirangalai Umakku Munbaagak Konduvandhaargal; Neerum, Ummudaiya Prabukkalum, Ummudaiya Manaivigalum Ummudaiya Vaippaattigalum Avaigalil Dhraatcharasam Kudiththeergal; Idhuvumandri, Thammudaiya Kaiyil Umadhu Suvaasaththai Vaiththirukkiravarum, Umadhu Vazhigalukku Ellaam Adhigaariyumaagiya Dhevanai Neer Magimaippaduththaamal Kaanaamalum Kelaamalum Unaraamalum Irukkira Velliyum Ponnum Vengalamum Irumbum Maramum Kallumaagiya Dhevargalaip Pugazhndheer. "},
{ "Verses": "24 appozhudhu Andhak Kaiyuruppu Avaraal Anuppappattu, Indha Ezhuththu Ezhudhappattadhu "},
{ "Verses": "25 ezhudhappatta Ezhuththu Ennavendraal: Mene, Mene, Thekkel, Uppaarsin Enbadhe. "},
{ "Verses": "26 indha Vasanaththin Arththamaavadhu: Mene Enbadharku, Dhevan Un Raajyaththai Mattittu Adharku Mudivundaakkinaar Endrum, "},
{ "Verses": "27 thekkel Enbadharku Nee Tharaasile Nirukkappattu, Kuraiyak Kaanappattaai Endrum, "},
{ "Verses": "28 peres Enbadharku, Un Raajyam Pirikkappattu, Medhiyarukkum Persiyarukkum Kodukkappattadhu Endrum Arththamaam Endraan. "},
{ "Verses": "29 appozhudhu Pelshaadhsaar Dhaaniyelukku Raththaambaraththaiyum, Avanudaiya Kazhuththil Porcharappaniyaiyum Tharippikkavum, Raajyaththile Avan Moondraam Adhigaariyaayiruppavan Endru Avanaikkuriththup Paraimuraiyidavum Kattalaiyittaan. "},
{ "Verses": "30 andru Raaththiriyile Kaldheyarin Raajaavaagiya Pelshaadhsaar Kolaiseyyappattaan. "},
{ "Verses": "31 medhiyanaagiya Thariyu Than Arubaththirandaam Vayadhil Raajyaththaikkattikkondaan. "}
]