[
{ "Verses": "1 baabilon Raajaavaagiya Pelshaadhsaarin Mudhalaam Varushaththile Dhaaniyel Oru Soppanaththaiyum Than Padukkaiyinmel Than Thalaiyil Thondrina Dharisanangalaiyum Kandaan. Pinbu Avan Andha Soppanaththai Ezhudhi, Kaariyangalin Thogaiyai Vivariththaan. "},
{ "Verses": "2 dhaaniyel Sonnadhu: Raaththirikaalaththil Enakku Undaana Dharisanaththile Naan Kandadhu Ennavendraal: Idho, Vaanaththin Naalu Kaatrugalum Periya Samuththiraththinmel Adiththadhu. "},
{ "Verses": "3 appozhudhu Vevveru Roobamulla Naalu Periya Mirugangal Samuththiraththilirundhu Ezhumbina. "},
{ "Verses": "4 mundhinadhu Singaththaippola Irundhadhu; Adharkuk Kazhugin Settaigal Undaayirundhadhu; Naan Paarththukkondirukkaiyil, Adhin Iragugal Pidungappattadhu; Adhu Tharaiyilirundhu Edukkappattu, Manushanaippola Irandu Kaalinmel Nimirndhu Nirkumpadi Seyyappattadhu; Manusha Irudhayam Adharkuk Kodukkappattadhu. "},
{ "Verses": "5 pinbu, Karadikku Oppaagiya Vere Irandaam Mirugaththaik Kanden; Adhu Oru Pakkamaai Saaindhunindru, Than Vaayin Parkalukkulle Moondru Vilaavelumbugalaik Kavvikkondirundhadhu; Ezhumbi Vegu Maamsam Thinnendru Adharku Sollappattadhu. "},
{ "Verses": "6 adhin Pinbu, Sivingiyaippolirukkira Veroru Mirugaththaik Kanden; Adhin Mudhuginmel Patchiyinsettaigal Naalu Irundhadhu; Andha Mirugaththukku Naalu Thalaigalum Undaayirundhadhu; Adharku Aalugai Alikkappattadhu. "},
{ "Verses": "7 adharkuppinbu, Raaththarisanangalil Naalaam Mirugaththaik Kanden; Adhu Kediyum Bayangaramum Magaa Balaththadhumaayirundhadhu; Adharkup Periya Iruppupparkal Irundhadhu; Adhu Norukkip Patchiththu, Meedhiyaanadhaith Than Kaalgalaal Midhiththuppottadhu; Adhu Thanakku Munnirundha Ellaa Mirugangalaippaarkkilum Vetruruvamaayirundhadhu, Adharkup Paththuk Kombugal Irundhadhu. "},
{ "Verses": "8 andhak Kombugalai Naan Gavaniththirukkaiyil, Idho, Avaigalukku Idaiyile Veroru Sinna Kombu Ezhumbitru; Adharku Munbaaga Mundhinakombugalil Moondru Pidungappattadhu; Idho, Andhak Kombile Manushakangalukku Oppaana Kangalum Perumaiyaanavaigalaip Pesum Vaayum Irundhadhu. "},
{ "Verses": "9 naan Paarththukkondirukkaiyil, Singaasanangal Vaikkappattadhu; Neenda Aayusullavar Veetrirundhaar; Avarudaiya Vasthiram Uraindha Mazhaiyaippolavum, Avarudaiya Sirasin Mayir Venmaiyaagavum Panjaippola Thuppuravaagavum Irundhadhu; Avarudaiya Singaasanam Akkinijuvaalaiyum, Adhin Sakkarangal Erigira Neruppumaayirundhadhu. "},
{ "Verses": "10 akkini Nadhi Avar Sannidhiyilirundhu Purappattu Odinadhu; Aayiramaayiramper Avarai Seviththaargal; Kodaakodiper Avarukku Munbaaga Nindraargal; Nyaayasangam Utkaarndhadhu; Pusthagangal Thirakkappattadhu. "},
{ "Verses": "11 appozhudhu Naan Paarththen; Naan Paarththukondirukkaiyil Andhak Kombu Perumaiyaana Pechchugalaip Pesinadhinimiththam Andha Mirugam Kolaiseyyappattadhu; Adhin Udal Azhikkappattu, Erigira Akkinikku Oppukkodukkappattadhu. "},
{ "Verses": "12 matra Mirugangaludaiya Aalugaiyovendraal, Avaigalai Vittu Neekkappattadhu; Aanaalum, Avaigalukkuk Kaalamum Samayamum Aagumattum Avaigal Uyirode Irukkumpadi Kattalaiyidappattadhu. "},
{ "Verses": "13 raaththarisanangalile Naan Paarththukkondirukkaiyil, Idho, Manushakumaaranudaiya Saayalaana Oruvar Vaanaththu Megangaludane Vandhaar; Avar Neenda Aayusullavar Idamattum Vandhu, Avar Sameebaththil Konduvarappattaar. "},
{ "Verses": "14 sagala Janangalum Jaadhiyaarum, Baashaikkaararum Avaraiye Sevikkumpadi, Avarukkuk Karththaththuvamum Magimaiyum Raajareegamum Kodukkappattadhu; Avarudaiya Karththaththuvam Neengaadha Niththiya Karththaththuvamum Avarudaiya Raajyam Azhiyaadhadhumaayirukkum. "},
{ "Verses": "15 dhaaniyelaagiya Naan En Dhegaththinul En Aaviyile Sanjalappatten; En Thalaiyil Thondrina Dharisanangal Ennaik Kalangappanninadhu. "},
{ "Verses": "16 sameebaththil Nirkiravargalil Oruvanidaththil Naan Poi, Idhan Porul Ellaavatraiyum Enakku Sollumpadi Avanai Vendikkonden; Avan Andhak Kaariyangalin Arththaththai Enakku Ariviththuchchonnadhu Ennavendraal: "},
{ "Verses": "17 andha Naalu Periya Mirugangalum Boomiyilirundhu Ezhumbugira Naalu Raajaakkal. "},
{ "Verses": "18 aanaalum Unnadhamaanavarudaiya Parisuththavaangal Raajareegaththaippetru, Endrendraikkumulla Sadhaakaalangalilum Raajyaththai Sudhandhariththukkolvaargal Endraan. "},
{ "Verses": "19 appozhudhu Matravaigalaiyellaam Paarkkilum Vetruruvum Kediyumulladhumaai, Iruppup Parkalum, Vengala Nagangalumudaiyadhaai Norukkip Patchiththu, Meedhiyaanadhaith Than Kaalgalaal Midhiththuppottadhumaayirundha Naalaam Mirugaththaik Kuriththum, "},
{ "Verses": "20 adhin Thalaimelulla Paththukkombugalaikkuriththum Thanakku Munbaaga Moondru Kombugal Vizhundhupoga Ezhumbinadhumaai, Kangalaiyum Perumaiyaanavaigalaip Pesum Vaayaiyumudaiyadhumaai, Matravaigalaippaarkkilum Barumanaagath Thondrinadhumaayirundha Andha Vere Kombaikkuriththum, Avatrin Porulai Ariya Manadhaayirundhen. "},
{ "Verses": "21 neenda Aayusullavar Varumattaagavum, Nyaayavisaarippu Unnadhamaanavarudaiya Parisuththavaangalukkuk Kodukkappattu, Parisuththavaangal Raajyaththai Sudhandhariththukkollum Kaalam Varumattaagavum, "},
{ "Verses": "22 indhak "}
]