[
{ "Verses": "1 un Janaththin Puththirarukkaaga Nirkira Periya Adhipadhiyaagiya Migaavel Akkaalaththile Ezhumbuvaan. Yaadhoru Jaadhiyaarum Thondrinadhumudhal Akkaalamattum Undaayiraadha Aabaththukkaalam Varum; Akkaalaththile Pusthagaththil Ezhudhiyirukkiravargalaagak Kaanappadugira Un Janangal Anaivarum Viduvikkappaduvaargal. "},
{ "Verses": "2 boomiyin Thoolile Niththiraipannugiravargalaagiya Anegaril Silar Niththiyajeevanukkum, Silar Niththiya Nindhaikkum Igazhchchikkum Vizhiththu Ezhundhiruppaargal. "},
{ "Verses": "3 gnaanavaangal Aagaayamandalaththin Oliyaippolavum, Anegarai Needhikkutpaduththugiravargal Natchaththirangalaippolavum Endrendraikkumulla Sadhaakaalangalilum Pragaasippaargal. "},
{ "Verses": "4 dhaaniyelaagiya Neeyovendraal, Mudivukaalamattum Indha Vaarththaigalaip Pudhaiporulaaga Vaiththu Vaiththu, Indhappusthagaththai Muththiraipodu; Appozhudhu Anegar Ingumangum Odi Aaraaivaargal, Arivum Perugippom Endraan. "},
{ "Verses": "5 appozhudhu, Dhaaniyelaagiya Naan Aatrukku Ikkaraiyil Oruvanum Aatrukku Akkaraiyil Oruvanumaagiya Vere Iranduper Nirkakkanden. "},
{ "Verses": "6 sanalvasthiram Thariththavarum, Aatrin Thanneergalinmel Nirkiravarumaagiya Purushanai Oruvan Nokki: Indha Aachchariyamaanavaigalin Mudivuvara Evvalavukaalam Sellum Endru Kettaan. "},
{ "Verses": "7 appozhudhu Sanalvasthiram Thariththavarum Aatrin Thanneergalinmel Nirkiravarumaagiya Purushan Thammudaiya Valadhukaraththaiyum Thammudaiya Idadhukaraththaiyum Vaanaththukku Neraaga Ereduththu, Oru Kaalamum, Kaalangalum, Araikkaalamum Sellum Endrum; Parisuththa Janangalin Vallamaiyai Sidharadiththal Mudivuperumpodhe Ivaigalellaam Niraiverith Theerumendrum Endrendraikkum Jeeviththirukkiravarperil Aanaiyidak Ketten. "},
{ "Verses": "8 naan Adhaik Kettum, Adhinporulai Ariyavillai; Aagaiyaal: En Aandavane, Ivaigalin Mudivu Ennamaayirukkum Endru Ketten. "},
{ "Verses": "9 adharku Avan Dhaaniyele, Pogalaam; Indha Vaarththaigal Mudivukaalamattum Pudhaiporulaaga Vaikkappattum Muththirikkappattum Irukkum. "},
{ "Verses": "10 anegar Suththamum Venmaiyumaakkappattu Pudamidappattavargalaai Vilanguvaargal. Dhunmaarkkaro Dhunmaarkkamaai Nadappaargal; Dhunmaarkkaril Oruvanum Unaraan. Gnaanavaangalo Unarndhukolluvaargal. "},
{ "Verses": "11 andraadapali Neekkappattu, Paazhaakkum Aruvaruppu Sthaabikkappadunkaalamudhal Aayiraththirunootruth Thonnooru Naal Sellum. "},
{ "Verses": "12 aayiraththu Munnootru Muppaththaindhu Naalmattum Kaaththirundhu Serugiravan Baakkiyavaan. "},
{ "Verses": "13 neeyovendraal Mudivuvarumattum Poyiru; Nee Ilaippaarikkondirundhu, Naatkalin Mudivile Un Sudhandhara Veedhaththukku Ezhundhiruppaai Endraan. "}
]