[
{ "Verses": "1 yoodhaavin Raajaavaagiya Yoyaakkeem Arasaanda Moondraam Varushaththile Baabilonin Raajaavaagiya Nebugaadhnechchaar Erusalemukku Vandhu, Adhai Mutrikkai Pottaan. "},
{ "Verses": "2 appozhudhu Aandavar Yoodhaavin Raajaavaagiya Yoyaakkeemaiyum Dhevanudaiya Aalayaththin Paaththirangalil Silavatraiyum Avan Kaiyil Oppukkoduththaar; Avan Andhap Paaththirangalai Sineyaar Dhesaththilulla Than Dhevanudaiya Kovilukkuk Kondupoi, Avaigalaith Than Dhevanudaiya Pandasaalaikkul Vaiththaan. "},
{ "Verses": "3 appozhudhu Isravel Puththirarukkulle Raajakulaththaargalilum Dhuraimakkalilum Yaadhoru Maasum Illaadhavargalum, Azhagaanavargalum, Sagala Gnaanaththilum Therinavargalum, Arivil Sirandhavargalum, Kalviyil Nibunarum, Raajaavin Aramanaiyile Sevikkath Thiramaiyullavargalumaagiya Sila Vaalibarai Konduvaravum, "},
{ "Verses": "4 avargalukkuk Kaldheyarin Ezhuththaiyum Baashaiyaiyum Katrukkodukkavum Raajaa Than Pradhaanigalin Thalaivanaagiya Aspenaasukkuk Karpiththaan. "},
{ "Verses": "5 raajaa, Thaan Unnum Pojanaththileyum Thaan Kudikkum Dhraatcharasaththileyum Dhinam Oru Pangai Avargalukku Niyamiththu, Avargalai Moondruvarusham Valarkkavum, Adhin Mudivile Avargal Raajaavukku Munbaaga Nirkumpadi Seyyavum Kattalaiyittaan. "},
{ "Verses": "6 avargalukkul Yoodhaa Puththiraraagiya Dhaaniyel, Ananiyaa, Meeshaavel, Asariyaa Enbavargal Irundhaargal. "},
{ "Verses": "7 pradhaanigalin Thalaivan, Dhaaniyelukku Peldheshaadhsaar Endrum, Ananiyaavukku Saadhraak Endrum, Meeshaavelukku Meshaak Endrum, Asariyaavukku Aabedhnego Endrum Marupeyarittaan. "},
{ "Verses": "8 dhaaniyel Raajaavin Pojanaththinaalum Avar Paanampannum Dhraatcharasaththinaalum Thannaith Theettuppaduththalaagaadhendru, Than Irudhayaththil Theermaanampannikkondu, Thannaith Theettuppaduththaadhapadi Pradhaanigalin Thalaivanidaththil Vendikkondaan. "},
{ "Verses": "9 dhevan Dhaaniyelukkup Pradhaanigalin Thalaivanidaththil Dhayavum Irakkamum Kidaikkumpadi Seydhaar. "},
{ "Verses": "10 pradhaanigalin Thalaivan Dhaaniyelai Nokki Ungalukkup Pojanaththaiyum Paanaththaiyum Kuriththirukkira Raajaavaagiya En Aandavanukku Naan Bayappadugiren; Avar Ungalodoththa Vaalibarin Mugangalaippaarkkilum Ungal Mugangal Vaadipponavaigalaagak Kaanavendiyadhenna? Adhinaal Raajaa Ennai Sirachchedhampannuvaare Endraan. "},
{ "Verses": "11 appozhudhu Pradhaanigalin Thalaivanaale, Dhaaniyel, Ananiyaa, Mishaavel, Asariyaa Enbavargalmel Visaarippukkaaranaaga Vaikkappatta Melshaar Enbavanai Dhaaniyel Nokki: "},
{ "Verses": "12 paththunaalvaraikkum Umadhu Adiyaarai Sodhiththuppaarum; Engalukkup Pusikka Paruppu Mudhalaana Marakkarigalaiyum, Kudikkath Thanneeraiyum Koduththu, "},
{ "Verses": "13 engal Mugangalaiyum Raajapojanaththil Pusikkira Vaalibarudaiya Mugangalaiyum Oththuppaarum; Pinbu Neer Kaangirapadi Umadhu Adiyaarukku Seyyum Endraan. "},
{ "Verses": "14 avan Indhak Kaariyaththile Avargalukku Sevikoduththu, Paththunaalalavum Avargalai Sodhiththuppaarththaan. "},
{ "Verses": "15 paththunaal Sendrapinbu, Raajapojanaththaip Pusiththa Ellaa Vaalibaraippaarkkilum Avargal Mugam Kalaiyulladhaayum, Sareeram Pushtiyulladhaayum Kaanappattadhu. "},
{ "Verses": "16 aagaiyaal Melshaar Avargal Pusikkak Kattalaiyaana Pojanaththaiyum, Avargal Kudikkak Kattalaiyaana Dhraatcharasaththaiyum Neekkivaiththu, Avargalukkup Paruppu Mudhalaanavaigalaik Koduththaan. "},
{ "Verses": "17 indha Naalu Vaalibarukkum Dhevan Sagala Ezhuththilum Gnaanaththilum Arivaiyum Saamarththiyaththaiyum Koduththaar; Dhaaniyelai Sagala Dharisanangalaiyum Soppanangalaiyum Ariyaththakka Arivullavanaakkinaar. "},
{ "Verses": "18 avargalai Raajaavinidaththil Konduvarugiradharkuk Kuriththa Naatkal Niraiverinapodhu, Pradhaanigalin Thalaivan Avargalai Nebugaadhnechchaarukku Munbaagak Konduvandhu Vittaan. "},
{ "Verses": "19 raajaa Avargalode Pesinaan; Avargal Ellaarukkullum Dhaaniyel, Ananiyaa, Meeshaavel, Asariyaa Enbavargalaippola Veroruvarum Kaanappadavillai; Aagaiyaal Ivargal Raajasamugaththil Nindraargal. "},
{ "Verses": "20 gnaanaththukkum Buththikkum Aduththa Endha Vishayaththil Raajaa Avargalaik Kettu Visaariththaano, Adhile Than Raajyam Engumulla Sagala Saasthirigalilum Josiyarilum Avargalaip Paththumadangu Samarththaraagak Kandaan. "},
{ "Verses": "21 kores Raajyabaarampannum Mudhalaam Varushamattum Dhaaniyel Ange Irundhaan. "}
]