[
{ "Verses": "1 raajyam Muzhuvadhaiyum Aalumpadikkuth Than Raajyaththinmel Nootrirubadhu Dhesaadhipadhigalaiyum, "},
{ "Verses": "2 raajaavukku Nashtam Varaadhapadikku Andha Dhesaadhipadhigal Kanakku Oppuvikkiradharkaaga Avargalukku Melaaga Moondru Pradhaanigalaiyum Erpaduththuvadhu Thariyuvukku Nalamendru Kandadhu; Ivargalil Dhaaniyel Oruvanaayirundhaan. "},
{ "Verses": "3 ippadiyirukkaiyil Dhaaniyel Pradhaanigalukkum Dhesaadhipadhigalukkum Merpattavanaayirundhaan; Dhaaniyelukkul Viseshiththa Aavi Irundhamaiyaal Avanai Raajyam Muzhumaikkum Adhikaariyaaga Erpaduththa Raajaa Ninaiththaan. "},
{ "Verses": "4 appozhudhu Pradhaanigalum Dhesaadhipadhigalum Raajyaththin Visaarippile Dhaaniyelaik Kutrappaduththumpadi Mugaandharam Thedinaargal; Aanaalum Oru Mugaandharaththaiyum Kutraththaiyum Kandupidikka Avargalaal Koodaadhirundhadhu; Avan Unmaiyullavanaayirundhapadiyaal Avanmel Sumaththa Yaadhoru Kutramum Kuraivum Kaanappadavillai. "},
{ "Verses": "5 appozhudhu Andha Manushar: Naam Indha Dhaaniyelai Avanudaiya Dhevanaippatriya Vedhavishayaththile Kutrappaduththum Mugaandharaththaik Kandupidiththaalozhiya Avanai Verondrilum Kutrappaduththum Mugaandharaththaik Kandupidikkak Koodaadhu Endraargal. "},
{ "Verses": "6 pinbu Andhap Pradhaanigalum Dhesaadhipadhigalum Koottankoodi Raajaavinidaththil Poi, Avanai Nokki: Thariyu Raajaave, Neer Endrum Vaazhga. "},
{ "Verses": "7 evanaagilum Muppadhu Naalvaraiyil Raajaavaagiya Ummaiththavira Endha Dhevanaiyaanaalum Manushanaiyaanaalum Nokki, Yaadhoru Kaariyaththaikkuriththu Vinnappampanninaal, Avan Singangalin Kebiyile Podappada, Raajaa Kattalai Pirappiththu, Urudhiyaana Thaakkeedhu Seyyavendumendru Raajyaththinudaiya Ellaap Pradhaanigalum, Dhesaadhipadhigalum, Prabukkalum, Mandhirimaargalum Thalaivargalum Aalosanaipannikkondirukkiraargal. "},
{ "Verses": "8 aadhalaal Ippodhum Raajaave, Medhiyarukkum Persiyarukkum Irukkira Maaraadha Pramaanaththinpadiye, Andhath Thaakkeedhu Maatrappadaadhapadi Neer Adhaik Kattalaiyittu, Adharkuk Kaiyezhuththu Vaikkavendum Endraargal. "},
{ "Verses": "9 appadiye Raajaavaagiya Thariyu Andhak Kattalaippaththiraththukkuk Kaiyezhuththu Vaiththaan. "},
{ "Verses": "10 dhaaniyelovendraal, Andhap Paththiraththukkuk Kaiyezhuththu Vaikkappattadhendru Arindhapodhilum, Than Veettukkullepoi, Than Melaraiyile Erusalemukku Neraaga Palaganigal Thirandhirukka, Ange Thaan Mun Seydhuvandhapadiye Dhinam Moondru Velaiyum Than Dhevanukku Munbaaga Muzhangaarpadiyittu Jebampanni, Sthoththiram Seluththinaan. "},
{ "Verses": "11 appozhudhu Andha Manusharkoottankoodi, Dhaaniyel Than Dhevanukku Munbaaga Jebampanni Vinnappamseygiradhaik Kandaargal. "},
{ "Verses": "12 pinbu Avargal Raajaavukku Munbaaga Vandhu, Raajaavin Thaakkeedhaikkuriththu: Endha Manushanaagilum Muppadhu Naalvaraiyil Raajaavaagiya Ummaiththavira Endha Dhevanaiyaanaalum Manushanaiyaanaalum Nokki Yaadhoru Kaariyaththaikkuriththu Vinnappam Panninaal, Avan Singangalin Kebiyile Podappadavendum Endru Neer Kattalaippaththiraththil Kaiyezhuththu Vaiththeer Allavaa Endraargal; Adharku Raajaa: Andhak Kaariyam Medhiyarukkum Persiyarukkum Irukkira Maaraadha Pramaanaththinpadi Urudhiyaakkappattadhe Endraan. "},
{ "Verses": "13 appozhudhu Avargal Raajaavai Nokki: Siraipidikkappatta Yoodheyaadhesaththin Puththiraril Dhaaniyel Enbavan Ummaiyum Neer Kaiyezhuththu Vaiththukkoduththa Kattalaiyaiyum Madhiyaamal, Dhinam Moondru Velaiyum Thaan Pannum Vinnappaththaip Pannugiraan Endraargal. "},
{ "Verses": "14 raajaa Indha Vaarththaigalaik Kettapodhu, Thannil Migavum Sanjalappattu, Dhaaniyelaik Kaappaatrumpadikku Avanperil Than Manadhai Vaiththu, Avanaith Thappuvikkiradharkaaga Sooriyan Asthamikku Mattum Prayaasappattukkondirundhaan. "},
{ "Verses": "15 appozhudhu Andha "}
]