[
{ "Verses": "1 raajaavaagiya Nebugaadhnechchaar Boomiyengum Kudiyirukkira Sagala Janaththaarukkum Jaadhiyaarukkum Baashaikkaararukkum Ezhudhugiradhu Ennavendraal: Ungalukku Samaadhaanam Perugakkadavadhu. "},
{ "Verses": "2 unnadhamaana Dhevan Ennidaththil Seydha Adaiyaalangalaiyum Arpudhangalaiyum Prasiththappaduththuvadhu Enakku Nanmaiyaaik Kandadhu. "},
{ "Verses": "3 avarudaiya Adaiyaalangal Evvalavu Magaththuvamum, Avarudaiya Arpudhangal Evvalavu Vallamaiyumaayirukkiradhu; Avarudaiya Raajyam Niththiya Raajyam; Avarudaiya Aalugai Thalaimurai Thalaimuraiyaaga Nirkum. "},
{ "Verses": "4 nebugaadhnechchaaraagiya Naan Enveettile Savukkiyamullavanaayirundhu En Aramanaiyile Vaazhndhukondirundhen. "},
{ "Verses": "5 naan Oru Soppanaththaik Kanden; Adhu Enakkuth Thigilai Undaakkitru; En Padukkaiyinmel Enakkul Undaana Ninaivugalum, En Thalaiyil Thondrina Dharisanangalum Ennaik Kalangappannitru. "},
{ "Verses": "6 aagaiyaal Soppanaththin Arththaththai Enakkuth Therivikkiradharkaaga Baabilonin Gnaanigalaiyellaam Ennidaththil Konduvarumpadi Kattalaiyitten. "},
{ "Verses": "7 appozhudhu Saasthirigalum, Josiyarum, Kaldheyarum, Kurisollugiravargalum Ennidaththile Vandhaargal; Soppanaththai Naan Avargalukku Sonnaalum Adhin Arththaththai Enakkuth Therivikkamaattaamarponaargal. "},
{ "Verses": "8 kadaisiyile En Dhevanudaiya Naamaththinpadiye Peldheshaadhsaar Ennum Peyaridappattu, Parisuththa Dhevargalin Aaviyaiyudaiya Dhaaniyel Ennidaththil Konduvarappattaan; Avanidaththil Naan Soppanaththai Vivariththu Sonnadhaavadhu: "},
{ "Verses": "9 saasthirigalin Adhipadhiyaagiya Peldheshaadhsaare, Parisuththa Dhevargaludaiya Aavi Unakkul Irukkiradhendrum, Endha Maraiporulaiyum Arivadhu Unakku Aridhallavendrum Naan Ariven; Naan Kanda En Soppanaththin Dharisanangalaiyum Adhin Arththaththaiyum Sollu. "},
{ "Verses": "10 naan Paduththirundhapodhu En Thalaiyil Thondrina Dharisanangal Ennavendraal: Idho, Dhesaththin Maththiyile Migavum Uyaramaana Oru Virutchaththaik Kanden. "},
{ "Verses": "11 andha Virutcham Valarndhu Balaththu, Dhesaththin Ellai Pariyandhamum Kaanappadaththakkadhaaga Adhin Uyaram Vaanapariyandham Ettinadhu. "},
{ "Verses": "12 adhin Ilaigal Nerththiyum, Adhin Kani Migudhiyumaayirundhadhu; Ellaa Jeevanukkum Adhil Aagaaram Undaayirundhadhu; Adhinkeezhe Veliyin Mirugangal Nizhalukku Odhunginadhu; Adhin Koppugalil Aagaayaththup Patchigal Thaabariththu Sagala Praanigalum Adhinaal Poshikkappattadhu. "},
{ "Verses": "13 naan Paduththirukkaiyil En Thalaiyil Thondrina Dharisanangalaik Kaanumpodhu, Kaavalaalanaagiya Parisuththavaan Oruvan Vaanaththilirundhu Irangakkanden. "},
{ "Verses": "14 avan Uraththa Saththamittu: Indhavirutchaththai Vetti, Idhin Koppugalaith Thariththuppodungal; Idhin Laigalai Udhirththu, Idhin Kanigalai Sidharadiyungal; Idhin Keezhulla Mirugangalum Idhin Koppugalilulla Patchigalum Poividattum. "},
{ "Verses": "15 aanaalum Idhin Vergalaagiya Adimaram Boomiyil Irukkattum; Irumbum Vengalamumaana Vilangu Idappattu, Veliyin Pasumpullile Thangi, Aagaayaththup Paniyile Nanaivadhaaga; Mirugangalode Boomiyin Poondile Avanukkup Pangu Irukkakkadavadhu. "},
{ "Verses": "16 avanudaiya Irudhayam Manusha Irudhayamaayiraamal Maarumpadi, Miruga Irudhayam Avanukkuk Kodukkappadakkadavadhu; Ippadiyirukkira Avanmel Ezhu Kaalangal Kadandhupogavendum. "},
{ "Verses": "17 unnadhamaanavar Manusharudaiya Raajyaththil Aalugaiseydhu Thamakku Siththamaanavanukku Adhaik Koduththu, Manusharil Thaazhndhavanaiyum Adhinmel Adhigaariyaakkugiraar Endru Narajeevangal Ariyumpadikkuk Kaavalaalarin Theerppinaal Indhak Kaariyamum Parisuththavaangalin Mozhiyinaal Indha Visaaranaiyum Theermaanikkappattadhu Endraan. "},
{ "Verses": "18 nebugaadhnechchaar Ennum Raajaavaagiya Naan Kanda Soppanam Idhuve: Ippodhu Peldheshaadhsaare, Nee Idhin Arththaththai Sollu; En Raajyaththilulla Gnaanigal Ellaaraalum Idhin Arththaththai Enakkuth Therivikkak Koodaamarpoyitru; Neeyo Idhaith Therivikkaththakkavan; Parisuththa Dhevargaludaiya Aavi Unakkul Irukkiradhe Endraan. "},
{ "Verses": "19 appozhudhu Peldheshaadhsaarennum Peyarulla Dhaaniyel Oru Naazhigaimattum Thigaiththu Sindhiththuk Kalanginaan. Raajaa Avanai Nokki: Peldheshaadhsaare, Soppanamum Adhin Arththamum Unnaik Kalangappannavendiyadhillai Endraan; Appozhudhu Peldheshaadhsaar Pradhiyuththaramaaga: En Aandavane, Andha Soppanam Ummudaiya Pagaivaridaththilum. Adhin Arththam Ummudaiya Saththurukkalidaththilum Palikkakkadavadhu. "},
{ "Verses": "20 neer Kanda Virutcham Valarndhu Balaththu, Vaanaththin Ellaipariyandham Kaanappadaththakkadhaaga Adhin Uyaram Vaanapariyandham Ettinadhu. "},
{ "Verses": "21 adhin Ilaigal Nerththiyum, Adhinkani Migudhiyumaayirundhadhu; Ellaa Jeevanukkum Adhil Aagaaram Undaayirundhadhu; Adhinkeezhe Veliyin Mirugangal Thanginadhu, Adhin Koppugalil Aagaayaththuppatchigal Thaabariththadhu. "},
{ "Verses": "22 adhu Periyavarum Balaththavarumaayirukkira Raajaavaagiya Neerdhaame; Umadhu Magaththuvam Perugi Vaanapariyandhamum, Umadhu Karththaththuvam Boomiyin Ellaipariyandhamum Ettiyirukkiradhu. "},
{ "Verses": "23 indha Virutchaththai Vetti, Idhai Azhiththuppodungal; Aanaalum Idhin Vergalaagiya Adimaram Tharaiyil Irukkattumendrum, Irumbum Vengalamumaana Vilangu Idappattu, Veliyin Pasumpullile Thangi, Aagaayaththup Paniyile Nanaivadhaaga; Ezhu Kaalangal Avanmel Kadandhupogumattum Mirugangalode Avanudaiya Pangu Irukkakkadavadhendrum, Vaanaththilirundhu Irangi Sonna Parisuththa Kaavalaalanai Raajaavaagiya Neer Kandeere. "},
{ "Verses": "24 raajaave, Adhin Arththamum Raajaavaagiya En Aandavanperil Vandha Unnadhamaanavarudaiya Theermaanamum Ennavendraal: Manusharinindru Neer Thallividappaduveer; Veliyin Mirugangalode Sanjarippeer; Maadugalaippolap Pullaimeyndhu, Aagaayaththup Paniyile Nanaiveer. "},
{ "Verses": "25 unnadhamaanavar Manusharudaiya Raajyaththil Aalugaiseydhu, Thamakku Siththamaayirukkiravanukku Adhaikkodukkiraar Enbadhai Neer Arindhukollumattum Ezhu Kaalangal Ummudaiyaperil Kadandhupogavendum. "},
{ "Verses": "26 aanaalum Virutchaththin Vergalaagiya Adimaram Tharaiyil Irukkattum Endru Sollappattadhu Ennavendraal: Neer Parama Adhigaaraththai Arindhapin, Raajyam Umakku Nilainirkum. "},
{ "Verses": "27 aagaiyaal Raajaave, Naan Sollum Aalosanaiyai Neer Angeegariththukkondu Needhiyai Seydhu Umadhu Paavangalaiyum, Sirumaiyaanavargalukku Irangi Umadhu Akkiramangalaiyum Agatrividum; Appozhudhu Ummudaiya Vaazhvu Neediththirukkalaam Endraan. "},
{ "Verses": "28 idhellaam Raajaavaagiya Nebugaadhnechchaarinmel Vandhadhu. "},
{ "Verses": "29 pannirandu Maadham Sendrapinbu, Raajaa Baabilon Raajyaththin Aramanaimel Ulaavikkondirukkumpodhu: "},
{ "Verses": "30 idhu En Vallamaiyin Paraakkiramaththinaal, En Magimaippradhaabaththukkendru, Raajyaththukku Aramanaiyaaga Naan Kattina Magaa Baabilon Allavaa Endru Sonnaan. "},
{ "Verses": "31 indha Vaarththai Raajaavin Vaayil Irukkumpodhe, Vaanaththilirundhu Oru Saththam Undaagi: Raajaavaagiya Nebugaadhnechchaare, Raajyabaaram Unnaivittu Neengitru. "},
{ "Verses": "32 manusharinindru Thallappaduvaai; Veliyin Mirugangalode Sanjarippaai; Maadugalaippol Pullai Meyvaai; Ippadiye Unnadhamaavar Manusharudaiya Raajyaththil Aalugaiseydhu, Thamakku Siththamaayirukkiravanukku Adhaik Kodukkiraarenbadhai Nee Arindhukollumattum Ezhu Kaalangal Unmel Kadandhupogum Endru Unakku Sollappadugiradhu Endru Vilambinadhu. "},
{ "Verses": "33 annerame Indha Vaarththai Nebugaadhnechchaaridaththil Niraiveritru; Avan Manusharinindru Thallappattu, Maadugalaippol Pullai Meyndhaan; Avanudaiya Thalaimayir Kazhugugaludaiya Iragugalaippolavum, Avanudaiya Nagangal Patchigaludaiya Nagangalaippolavum Valarumattum Avan Sareeram Aagaayaththup Paniyile Nanaindhadhu. "},
{ "Verses": "34 andha Naatkal Sendrapinbu, Nebugaadhnechchaaraagiya Naan En Kangalai Vaanaththukku Ereduththen; En Buththi Enakkuth Thirumbi Vandhadhu; Appozhudhu Naan Unnadhamaanavarai Sthoththiriththu, Endrendraikkum Jeeviththirukkiravaraip Pugazhndhu Magimaippaduththinen; Avarudaiya Karththaththuvame Niththiya Karththaththuvam, Avarudaiya Raajyame Thalaimurai Thalaimuraiyaaga Nirkum. "},
{ "Verses": "35 boomiyin Kudigal Ellaam Ondrumillaiyendru Ennappadugiraargal; Avar Thamadhu Siththaththinpadiye Vaanaththin Senaiyaiyum Boomiyin Kudigalaiyum Nadaththugiraar, Avarudaiya Kaiyaith Thaduththu, Avarai Nokki: Enna Seygireerendru Sollaththakkavan Oruvanum Illai Endren. "},
{ "Verses": "36 avvelaiyil En Buththi Enakkuth Thirumbivandhadhu; En Raajyabaaraththin Menmaikkaaga En Magimaiyum En Mugakkalaiyum Enakkuth Thirumbivandhadhu, En Mandhirimaarum En Prabukkalum Ennaith Thedivandhaargal; En Raajyaththile Sthirappaduththappatten; Adhiga Magaththuvamum Enakkuk Kidaiththadhu. "},
{ "Verses": "37 aagaiyaal Nebugaadhnechchaaraagiya Naan Paralogaththin Raajaavaip Pugazhndhu, Uyarththi, Magimaippaduththugiren; Avarudaiya Kiriyaigalellaam Saththiyamum, Avarudaiya Vazhigal Nyaayamumaanavaigal; Agandhaiyaai Nadakkiravargalaith Thaazhththa Avaraale Aagum Endru Ezhudhinaan. "}
]