[
{ "Verses": "1 poorvakaalangalil Pangupangaagavum Vagaivagaiyaagavum, Theerkkadharisigal Moolamaaip Pidhaakkalukkuth Thiruvulampatrina Dhevan, "
},{ "Verses": "2 indhak Kadaisi Naatkalil Kumaaran Moolamaai Namakkuth Thiruvulampatrinaar; Ivaraich Sarvaththukkum Sudhandharavaaliyaaga Niyamiththaar, Ivaraikkondu Ulagangalaiyum Undaakkinaar. "
},{ "Verses": "3 ivar Avarudaiya Magimaiyin Piragaasamum, Avarudaiya Thanmaiyin Soroobamumaayirundhu, Sarvaththaiyum Thammudaiya Vallamaiyulla Vasanaththinaale Thaangugiravaraai, Thammaaledhaame Nammudaiya Paavangalai Neekkum Suththigarippai Undupanni, Unnadhaththilulla Magaththuvamaanavarudaiya Valadhupaarisaththile Utkaarndhaar. "
},{ "Verses": "4 ivar Dhevathoodharaippaarkkilum Evvalavu Viseshiththa Naamaththaich Sudhandhariththukkondaaro, Avvalavu Adhigamaai Avargalilum Menmaiyullavaraanaar. "
},{ "Verses": "5 eppadiyenil, Neer Ennudaiya Kumaaran, Indru Naan Ummai Jenippiththen Endrum; Naan Avarukkup Pidhaavaayiruppen, Avar Enakkuk Kumaaranaayiruppaar Endrum, Avar Thoodhargalil Yaarukkaavadhu Eppodhaagilum Sonnadhundaa? "
},{ "Verses": "6 melum, Thamadhu Mudharperaanavarai Ulagaththil Piravesikkachseydhapodhu: Dhevadhoodhar Yaavarum Avaraith Thozhudhukollakkadavargal Endraar. "
},{ "Verses": "7 dhevadhoodharaikkuriththo Thammudaiya Thoodhargalaik Kaatrugalaagavum, Thammudaiya Oozhiyakkaararai Akkinijuvaalaigalaagavum Seygiraar Endru Solliyirukkiradhu. "
},{ "Verses": "8 kumaaranai Nokki: Dhevane, Ummudaiya Singaasanam Endrendraikkumulladhu, Ummudaiya Raajyaththin Sengol Needhiyulla Sengolaayirukkiradhu. "
},{ "Verses": "9 neer Needhiyai Virumbi, Akkiramaththai Veruththirukkireer; Aadhalaal, Dhevane, Ummudaiya Dhevan Umadhu Thozharaippaarkkilum Ummai Aanandha Thailaththinaal Abishekampanninaar Endrum; "
},{ "Verses": "10 karththaave, Neer Aadhiyile Boomiyai Asdhipaarappaduththineer; Vaanangalum Ummudaiya Karaththin Kiriyaigalaayirukkiradhu; "
},{ "Verses": "11 avaigal Azhindhupom; Neero Nilaiththiruppeer; Avaigalellaam Vasthirampolap Pazhaimaiyaaippom; "
},{ "Verses": "12 oru Saalvaiyaippola Avaigalaich Suruttuveer, Appozhudhu Maarippom; Neero Maaraadhavaraayirukkireer, Ummudaiya Aandugal Mudindhupovadhillai Endrum Solliyirukkiradhu. "
},{ "Verses": "13 melum, Naan Ummudaiya Saththurukkalai Umakkup Paadhapadiyaakkippodumvaraikkum Neer Ennudaiya Valadhupaarisaththil Utkaarum Endru Dhoodhargalil Yaarukkaavadhu Eppodhaagilum Avar Sonnadhundaa? "
},{ "Verses": "14 ratchippaich Sudhandharikkappogiravargalinimiththamaaga Oozhiyanjseyyumpadikku Avargalellaarum Anuppappadum Panividai Aavigalaayirukkiraargalallavaa? "
}
]