[
{ "Verses": "1 andriyum, Manusharaal Therindhukollappatta Endhap Piradhaana Aasaariyanum Paavangalukkaaga Kaanikkaigalaiyum Baligalaiyum Seluththumpadi, Manusharukkaaga Dhevakaariyangalaippatri Niyamikkappadugiraan. "
},{ "Verses": "2 thaanum Balaveenamullavanaanapadiyinaale Ariyaadhavargalukkum Nerithappipponavargalukkum Irangaththakkavanaayirukkiraan. "
},{ "Verses": "3 adhinimiththam Avan Janangaludaiya Paavangalukkaaga Baliyidavendiyadhupola, Thannudaiya Paavangalukkaagavum Baliyidavendiyadhaayirukkiradhu. "
},{ "Verses": "4 melum, Aaronaippola Dhevanaal Azhaikkappattaalozhiya, Oruvanum Indhak Ganamaana Oozhiyaththukkuth Thaanaai Erpadugiradhillai. "
},{ "Verses": "5 andhappadiye Kiristhuvum Piradhaana Aasaariyaraagiradharkuth Thammaiththaame Uyarththavillai; Neer Ennudaiya Kumaaran, Indru Naan Ummai Jenippiththen Endru Avarode Sonnavare Avarai Uyarththinaar. "
},{ "Verses": "6 appadiye Veroru Idaththilum: Neer Melkisedhekkin Muraimaiyinpadi, Endrendraikkum Aasaariyaraayirukkireer Endru Solliyirukkiraar. "
},{ "Verses": "7 avar Maamsaththilirundha Naatkalil, Thammai Maranaththinindru Ratchikka Vallamaiyullavarai Nokki, Balaththa Saththaththodum Kanneerodum Vinnappampanni, Vendudhalseydhu, Thamakku Undaana Bayabakthiyinimiththam Ketkappattu, "
},{ "Verses": "8 avar Kumaaranaayirundhum Pattapaadugalinaale Keezhppadidhalaik Katrukkondu, "
},{ "Verses": "9 thaam Pooranaraanapinbu, Thamakkuk Keezhppadigira Yaavarum Niththiya Ratchippai Adaivadharkuk Kaaranaraagi, "
},{ "Verses": "10 melkisedhekkin Muraimaiyinpadiyaana Piradhaana Aasaariyar Endru Dhevanaale Naamam Tharikkappattaar. "
},{ "Verses": "11 indha Melkisedhekkaippatri Naam Visthaaramaaip Pesalaam; Neengal Kelviyil Mandhamullavargalaanapadiyaal, Adhai Vilangappannugiradhu Aridhaayirukkum. "
},{ "Verses": "12 kaalaththaip Paarththaal, Podhagaraayirukkavendiya Ungalukku Dhevanudaiya Vaakkiyangalin Moola Ubadhesangalai Marupadiyum Ubadhesikkavendiyadhaayirukkiradhu; Neengal Balamaana Aagaaraththaiyalla, Paalai Unnaththakkavargalaaneergal. "
},{ "Verses": "13 paalungiravan Kuzhandhaiyaayirukkirapadiyinaale Needhiyin Vasanaththil Pazhakkamillaadhavanaayirukkiraan. "
},{ "Verses": "14 balamaana Aagaaramaanadhu Nanmai Theemaiyinnadhendru Payirchiyinaal Paguththariyaththakkadhaaga Muyarchiseyyum Gnaanendhiriyangalaiyudaiyavargalaagiya Poorana Vayadhullavargalukke Thagum. "
}
]