[
{ "Verses": "1 andriyum, Mudhalaam Udanpadikkaiyaanadhu Aaraadhanaikketra Muraimaigalum Boomikkuriya Parisuththa Sthalamum Udaiyadhaayirundhadhu. "
},{ "Verses": "2 eppadiyenil, Oru Koodaaram Undaakkappattirundhadhu; Adhin Mundhina Paagaththil Kuththuvilakkum, Mejaiyum, Dhevasamugaththappangalum Irundhana; Adhu Parisuththa Sthalamennappadum. "
},{ "Verses": "3 irandaan Thiraikkulle Magaa Parisuththa Sthalamennappatta Koodaaram Irundhadhu. "
},{ "Verses": "4 adhile Ponnaarseydha Thoobakalasamum, Muzhuvadhum Potragadu Podhindhirukkappatta Udanpadikkaip Pettiyum Irundhana; Andhap Pettiyile Mannaa Vaikkappatta Porpaaththiramum, Aaronudaiya Thalirththa Kolum, Udanpadikkaiyin Karpalagaigalum Irundhana. "
},{ "Verses": "5 adharku Mele Magimaiyulla Kerubeengal Vaikkappattu Kirubaasanaththai Nizhalittirundhana; Ivaigalaik Kuriththu Vivaramaaippesa Ippozhudhu Samayamillai. "
},{ "Verses": "6 ivaigal Ivvidhamaai Aayaththamaakkappattirukka, Aasaariyargal Aaraadhanai Muraimaigalai Niraivetrumpadikku Mudhalaankoodaaraththile Niththamum Piravesippaargal. "
},{ "Verses": "7 irandaankoodaaraththile Piradhaana Aasaariyanmaaththiram Varushaththirku Orudharam Raththaththode Piravesiththu, Andha Raththaththaith Thanakkaagavum Janangaludaiya Thappidhangalukkaagavum Seluththuvaan. "
},{ "Verses": "8 adhinaale, Mudhalaankoodaaram Nirkumalavum Parisuththa Sthalaththirkuppogira Maarkkam Innum Velippadavillaiyendru Parisuththa Aaviyaanavar Theriyappaduththiyirukkiraar. "
},{ "Verses": "9 andhak Koodaaram Ikkaalaththirku Udhavugira Oppanaiyaayirukkiradhu; Adharketrapadiye Seluththappattuvarugira Kaanikkaigalum Baligalum Aaraadhanai Seygiravanudaiya Manasaatchiyaip Pooranappaduththakkoodaadhavaigalaam. "
},{ "Verses": "10 ivaigal Seerthiruthal Undaagum Kaalamvaraikkum Nadandherumpadi Kattalaiyidappatta Pojanapaanangalum, Palavidha Snaanangalum, Sareeraththirketra Sadangugalumeyallaamal Veralla. "
},{ "Verses": "11 kiristhuvaanavar Varappogira Nanmaigalukkuriya Piradhaana Aasaariyaraai Velippattu, Kaiyinaal Seyyappattadhaagiya Indha Sirushtisambandhamaana Koodaaraththin Vazhiyaaga Alla, Peridhum Uththamamumaana Koodaaraththin Vazhiyaagavum, "
},{ "Verses": "12 vellaattukkadaa, Ilankaalai Ivaigaludaiya Raththaththinaale Alla, Thammudaiya Sondha Raththaththinaalum Oredharam Magaa Parisuththa Sthalaththile Piravesiththu, Niththiya Meetpai Undupanninaar. "
},{ "Verses": "13 adheppadiyenil, Kaalai Vellaattukkadaa Ivaigalin Raththamum, Theettuppattavargalmel Thelikkappatta Kadaariyin Saambalum, Sareerasuththiyundaagumpadi Parisuththappaduththumaanaal, "
},{ "Verses": "14 niththiya Aaviyinaale Thammaiththaame Pazhudhatra Baliyaaga Dhevanukku Oppukkoduththa Kiristhuvinudaiya Raththam Jeevanulla Dhevanukku Oozhiyanjeyvadharku Ungal Manasaatchiyai Seththakkiriyaigalarach Suththigarippadhu Evvalavu Nichchayam! "
},{ "Verses": "15 aagaiyaal Mudhalaam Udanpadikkaiyin Kaalaththile Nadandha Akkiramangalai Nivirththiseyyumporuttu Avar Maranamadaindhu, Azhaikkappattavargal Vaakkuththaththampannappatta Niththiya Sudhandharaththai Adaindhukolvadharkaaga, Pudhu Udanpadikkaiyin Maththiyastharaayirukkiraar. "
},{ "Verses": "16 enendraal, Enge Maranasaadhanamundo, Ange Andha Saadhanaththai Ezhudhinavanudaiya Maranamum Undaagavendum. "
},{ "Verses": "17 eppadiyenil, Maranamundaanapinbe Maranasaadhanam Urudhippadum; Adhai Ezhudhinavan Uyirodirukkaiyil Adharkup Belanillaiye. "
},{ "Verses": "18 andhappadi, Mudhalaam Udanpadikkaiyum Iraththamillaamal Piradhishtaipannappadavillai. "
},{ "Verses": "19 eppadiyenil, Mose, Niyaayappiramaanaththinpadi, Sagala Janangalukkum Ellaak Kattalaigalaiyum Sonnapinbu, Ilankaalai Vellaattukkadaa Ivaigalin Raththaththaith Thanneerodum, Sivappaana Aattumayirodum, Eesoppodunkooda Eduththu Pusthagaththinmelum Janangalellaarmelum Theliththu: "
},{ "Verses": "20 dhevan Ungalukku, Kattalaiyitta Udanpadikkaiyin Iraththam Idhuve Endru Sonnaan. "
},{ "Verses": "21 ivvidhamaaga, Koodaaraththinmelum Aaraadhanaikkuriya Sagala Panimoottugalilmelum Raththaththaith Theliththaan. "
},{ "Verses": "22 niyaayappiramaanaththinpadi Konjankuraiya Ellaam Raththaththinaale Suththigarikkappadum; Raththanjsindhudhalillaamal Mannippu Undaagaadhu. "
},{ "Verses": "23 aadhalaal, Paralogaththilullavaigalukku Saayalaanavaigal Ippadippatta Baligalinaale Suththigarikkappadavendiyadhaayirundhadhu; Paralogaththilullavaigalo Ivaigalilum Viseshiththa Baligalaale Suththigarikkappadavendiyadhaame. "
},{ "Verses": "24 andhappadi, Meyyaana Parisuththa Sthalaththukku Adaiyaalamaana Kaiyinaal Seyyappattadhaayirukkira Parisuththa Sthalaththile Kiristhuvaanavar Piravesiyaamal, Paralogaththiledhaane Ippozhudhu Namakkaaga Dhevanudaiya Samugaththil Piraththiyatchamaagumpadi Piravesiththirukkiraar. "
},{ "Verses": "25 piradhaana Aasaariyan Anniya Iraththaththode Varushandhorum Parisuththa Sthalaththukkul Piravesikkiradhupola, Avar Anegandharam Thammai Paliyidumpadikku Piravesikkavillai. "
},{ "Verses": "26 appadiyirundhadhaanaal, Ulagamundaanadhu Mudharkondu Avar Anegandharam Paadupadavendiyadhaayirukkume; Appadiyalla, Avar Thammaiththaame Baliyidugiradhinaale Paavangalai Neekkumporuttaaga Indha Kadaisikkaalaththil Oredharam Velippattaar. "
},{ "Verses": "27 andriyum, Oredharam Marippadhum, Pinbu Niyaayaththeerppadaivadhum, Manusharukku Niyamikkappattirukkirapadiye, "
},{ "Verses": "28 kiristhuvum Anegarudaiya Paavangalai Sumandhu Theerkkumpadikku Oredharam Baliyidappattu, Thamakkaaga Kaaththukkondirukkiravargalukku Ratchippai Arulumpadi Irandaandharam Paavamillaamal Dharisanamaavaar. "
}
]