[
{ "Verses": "1 aanapadiyinaale, Avarudaiya Ilaippaarudhalil Piravesippadharkedhuvaana Vaakkuththaththam Namakkundaayirukka, Ungalil Oruvanum Adhai Adaiyaamal Pinvaangipponavanaaga Kaanappadaadhapadikku Bayandhirukkakkadavom. "
},{ "Verses": "2 enenil, Suvisesham Avargalukku Arivikkappattadhupola Namakkum Arivikkappattadhu; Kettavargal Visuvaasamillaamal Kettapadiyinaal, Avargal Ketta Vasanam Avargalukkup Pirayojanappadavillai. "
},{ "Verses": "3 visuvaasiththavargalaagiya Naamo Andha Ilaippaarudhalil Piravesikkirom; Avarudaiya Kiriyaigal Ulagaththotramudhal Mudindhirundhum Ivargal Ennudaiya Ilaippaarudhalil Piravesippadhillaiyendru Ennudaiya Kobaththile Aanaiyitten Endraar "
},{ "Verses": "4 melum, Dhevan Thammudaiya Kiriyaigalaiyellaam Mudiththu Ezhaam Naalile Oindhirundhaar Endru Ezhaam Naalaikkuriththu Oridaththil Solliyirukkiraar. "
},{ "Verses": "5 andriyum, Avargal Ennudaiya Ilaippaarudhalil Piravesippadhillai Endrum Andha Idaththiledhaane Solliyirukkiraar. "
},{ "Verses": "6 aagaiyaal, Silar Adhil Piravesippadhu Innum Varappogira Kaariyamaayirukkirapadiyinaalum, Suviseshaththai Mudhalaavadhu Kettavargal Keezhppadiyaamaiyinaale Adhil Piravesiyaamar Ponapadiyinaalum, "
},{ "Verses": "7 indru Avarudaiya Saththaththai Ketpeergalaagil Ungal Irudhayangalai Kadinappaduththaadhirungal Endru Vegukaalaththirkuppinbu Thaaveedhin Sangeedhaththile Solliyirukkirapadi, Indru Endru Solvadhinaale Pinnum Orunaalai Kuriththirukkiraar. "
},{ "Verses": "8 yosuvaa Avargalai Ilaippaarudhalukkutpaduththiyirundhaal, Pinbu Avar Veroru Naalaikkuriththu Solliyirukkamaattaare. "
},{ "Verses": "9 aagaiyaal, Dhevanudaiya Janangalukku Ilaippaarugira Kaalam Inivarugiradhaayirukkiradhu. "
},{ "Verses": "10 enenil, Avarudaiya Ilaippaarudhalil Piravesiththavan, Dhevan Thammudaiya Kiriyaigalai Mudiththu Oindhadhupola, Thaanum Than Kiriyaigalai Mudiththu Oindhiruppaan. "
},{ "Verses": "11 aagaiyaal, Andhath Thirushtaandhaththinpadi, Oruvanaagilum Keezhppadiyaamaiyinaale Vizhundhupogaadhapadikku, Naam Indha Ilaippaarudhalil Piravesikka Jaakkiradhaiyaayirukkakkadavom. "
},{ "Verses": "12 dhevanudaiya Vaarththaiyaanadhu Jeevanum Vallamaiyum Ulladhaayum, Irupuramum Karukkulla Endhap Pattayaththilum Karukkaanadhaayum, Aaththumaavaiyum Aaviyaiyum, Kanukkalaiyum Oonaiyum Pirikkaththakkadhaaga Uruvak Kuththugiradhaayum, Irudhayaththin Ninaivugalaiyum Yosanaigalaiyum Vagaiyarukkiradhaayum Irukkiradhu. "
},{ "Verses": "13 avarudaiya Paarvaikku Maraivaana Sirushti Ondrumillai; Sagalamum Avarudaiya Kangalukku Munbaaga Nirvaanamaayum Veliyarangamaayumirukkiradhu, Avarukke Naam Kanakku Oppuvikkavendum. "
},{ "Verses": "14 vaanangalin Vazhiyaaip Paralogaththirkuppona Dhevakumaaranaagiya Yesu Ennum Magaa Piradhaana Aasaariyar Namakku Irukkirapadiyinaal, Naam Pannina Arikkaiyai Urudhiyaaip Patrikkondirukkakkadavom. "
},{ "Verses": "15 nammudaiya Balaveenangalaikkuriththup Paridhabikkakkoodaadha Piradhaana Aasaariyar Namakkiraamal, Ellaavidhaththilum Nammaippol Sodhikkappattum, Paavamillaadhavaraayirukkira Piradhaana Aasaariyare Namakkirukkiraar. "
},{ "Verses": "16 aadhalaal, Naam Irakkaththaip Peravum, Etra Samayaththil Sagaayanjseyyunkirubaiyai Adaiyavum, Dhairiyamaai Kirubaasanaththandaiyile Serakkadavom. "
}
]