[
{ "Verses": "1 aagaiyaal, Megampondra Iththanai Thiralaana Saatchigal Nammai Soozhndhukondirukka, Baaramaana Yaavatraiyum, Nammai Sutri Nerungi Nirkira Paavaththaiyum Thallivittu, Visuvaasaththai Thuvakkugiravarum Mudikkiravarumaayirukkira Yesuvai Nokki, Namakku Niyamiththirukkira Ottaththil Porumaiyode Odakkadavom; "
},{ "Verses": "2 avar Thamakkumun Vaiththirundha Sandhoshaththinporuttu, Avamaanaththai Ennaamal, Siluvaiyai Sagiththu, Dhevanudaiya Singaasanaththin Valadhupaarisaththil Veetrirukkiraar. "
},{ "Verses": "3 aagaiyaal Neengal Ilaippullavargalaai Ungal Aaththumaakkalil Sorndhupogaadhapadikku, Thamakku Virodhamaai Paavigalaal Seyyappatta Ivvidhamaana Vibareedhangalai Sagiththa Avaraiye Ninaiththukkollungal "
},{ "Verses": "4 paavaththirku Virodhamaai Poraadugiradhil Raththanjsindhappadaththakkadhaaga Neengal Innum Edhirththunirkavillaiye. "
},{ "Verses": "5 andriyum: En Magane, Karththarudaiya Sitchaiyai Arpamaaga Ennaadhe, Avaraal Kadindhukollappadumpodhu Sorndhupogaadhe. "
},{ "Verses": "6 karththar Evanidaththil Anbukoorugiraaro Avanai Avar Sitchiththu, Thaam Serththukkollugira Endha Maganaiyum Thandikkiraar Endru Pillaigalukku Sollugiradhupola Ungalukku Solliyirukkira Buththimadhiyai Marandheergal. "
},{ "Verses": "7 neengal Sitchaiyai Sagikkiravargalaayirundhaal Dhevan Ungalai Buththiraraaga Enni Nadaththugiraar; Thagappan Sitchiyaadha Puththiranundo? "
},{ "Verses": "8 ellaarukkum Kidaikkum Sitchai Ungalukku Kidaiyaadhirundhaal Neengal Puththiraraayiraamal Vesippillaigalaayiruppeergale. "
},{ "Verses": "9 andriyum, Nammudaiya Sareeraththin Thagappanmaargal Nammai Sitchikkumpodhu, Avargalukku Naam Anji Nadandhirukka, Naam Pizhaikkaththakkadhaaga Aavigalin Pidhaavukku Vegu Adhigamaai Adangi Nadakkavendumallavaa? "
},{ "Verses": "10 avargal Thangalukku Nalamendru Thondrinapadi Konjakkaalam Sitchiththaargal; Ivaro Thammudaiya Parisuththaththukku Naam Pangullavarkalaagumporuttu Nammudaiya Pirayojanaththukkaagave Nammai Sitchikkiraar. "
},{ "Verses": "11 endha Sitchaiyum Tharkaalaththil Sandhoshamaai Kaanaamal Thukkamaai Kaanum; Aagilum Pirkaalaththil Adhil Pazhaginavargalukku Adhu Needhiyaagiya Samaadhaana Balanai Tharum. "
},{ "Verses": "12 aagaiyinaal, Negizhndha Kaigalaiyum Thalarndha Muzhangaalgalaiyum Neengal, Thirumba Nimirththi, "
},{ "Verses": "13 mudamaayirukkiradhu Pisagippogaamal Sosthamaagumpadikku, Ungal Paadhangalukku Vazhigalai Sevvaippaduththungal. "
},{ "Verses": "14 yaavarodum Samaadhaanamaayirukkavum, Parisuththamullavargalaayirukkavum Naadungal; Parisuththamillaamal Oruvanum Karththarai Dharisippadhillaiye. "
},{ "Verses": "15 oruvanum Dhevanudaiya Kirubaiyai Izhandhupogaadhapadikkum Yaadhoru Kasappaana Ver Mulaiththezhumbi Kalakkamundaakkugiradhinaal Anegar Theettuppadaadhapadikkum, "
},{ "Verses": "16 oruvanum Vesikkallanaagavum, Oruvelai Pojanaththukkaaga Than Seshtabuththirapaagaththai Vitruppotta Esaavaippola Seerkettavanaagavum Iraadhapadikkum Echcharikkaiyaayirungal. "
},{ "Verses": "17 enendraal, Pirpaadu Avan Aaseervaadhaththai Sudhandhariththukkolla Virumbiyum Aagaadhavanendru Thallappattadhai Ariveergal; Avan Kanneervittu, Kavalaiyode Thediyum Manam Maarudhalai Kaanaamarponaan. "
},{ "Verses": "18 andriyum, Thodakkoodiyadhum, Akkini Patriyerigiradhumaana Malaiyinidaththirkum, Mandhaaram Irul Perungaatru Aagiya Ivaigalinidaththirkum, "
},{ "Verses": "19 ekkaala Muzhakkaththinidaththirkum, Vaarththaigaludaiya Saththaththinidaththirkum, Neengal Vandhu Seravillai; Andha Saththaththai Kettavargal Pinnum Thangalukku Vaarththai Sollappadaadhapadikku Vendikkondaargal. "
},{ "Verses": "20 enenil Oru Mirugamaagilum Malaiyai Thottaal, Adhu Kalleriyundu, Alladhu Ambinaal Eyyundu Saagavendumendru Sollappatta Kattalaiyai Sagikkamaattaadhirundhaargal. "
},{ "Verses": "21 moseyum: Naan Migavum Bayandhu Nadungugiren Endru Sollaththakkadhaaga Andha Kaatchi Avvalavu Bayangaramaayirundhadhu. "
},{ "Verses": "22 neengalo Seeyon Malaiyinidaththirkum, Jeevanulla Dhevanudaiya Nagaramaagiya Parama Erusaleminidaththirkum, Aayiram Padhinaayiramaana Dhevadhoodhargalinidaththirkum, "
},{ "Verses": "23 paralogaththil Perezhudhiyirukkira Mudharperaanavargalin Sarvasangamaagiya Sabaiyinidaththirkum, Yaavarukkum Niyaayaadhibadhiyaagiya Dhevanidaththirkum, Pooranaraakkappatta Needhimaangaludaiya Aavigalinidaththirkum, "
},{ "Verses": "24 pudhu Udanpadikkaiyin Maththiyastharaagiya Yesuvinidaththirkum, Aabelinudaiya Raththam Pesinadhaippaarkkilum Nanmaiyaanavaigalai Pesugira Raththamaagiya Thelikkappadum Raththaththinidaththirkum Vandhu Serndheergal. "
},{ "Verses": "25 pesugiravarukku Neengal Sevikodukkamaattomendru Vilagaadhapadi Echcharikkaiyaayirungal; Enenil, Boomiyile Pesinavarukku Sevikodukkamaattomendru Vilaginavargal Thappippogaamalirukka, Paralogaththilirundhu Pesugiravarai Naam Vittuvilaginaal Eppadith Thappippovom? "
},{ "Verses": "26 avarudaiya Saththam Appozhudhu Boomiyai Asaiyappannitru; Innum Orudharam Naan Boomiyai Maaththiramalla, Vaanaththaiyum Asaiyappannuvenendru Ippozhudhu Vaakkuththaththanseydhirukkiraar. "
},{ "Verses": "27 innum Orudharam Engira Sollaanadhu Asaiyaadhavaigal Nilaiththirukkaththakkadhaaga, Asaivullavaigal Undaakkappattavaigalpol Maarippom Enbadhai Kurikkiradhu. "
},{ "Verses": "28 aadhalaal, Asaivillaadha Raajyaththai Perugiravargalaagiya Naam Bayaththodum Bakthiyodum Dhevanukku Piriyamaai Aaraadhanai Seyyumpadi Kirubaiyai Patrikkollakkadavom. "
},{ "Verses": "29 nammudaiya Dhevan Patchikkira Akkiniyaayirukkiraare. "
}
]