[
{ "Verses": "1 sagodhara Sinegam Nilaiththirukkakkadavadhu. "
},{ "Verses": "2 anniyarai Ubasarikka Maravaadhirungal; Adhinaale Silar Ariyaamal Dhevathoodharaiyum Ubasariththadhundu. "
},{ "Verses": "3 kattappattirukkiravargalode Neengalum Kattappattavargalpola Avargalai Ninaiththukkollungal; Neengalum Sareeraththodirukkiravargalendru Arindhu, Theenganubavikkiravargalai Ninaiththukkollungal. "
},{ "Verses": "4 vivaagam Yaavarukkullum Ganamulladhaayum, Vivaagamanjam Asusippadaadhadhaayumiruppadhaaga; Vesikkallaraiyum Vibasaarakkaararaiyum Dhevan Niyaayantheerppaar. "
},{ "Verses": "5 neengal Pana Aasaiyillaadhavargalaai Nadandhu, Ungalukku Irukkiravaigal Podhumendru Ennungal; Naan Unnaivittu Vilaguvadhumillai, Unnai Kaividuvadhumillai Endru Avar Solliyirukkiraare. "
},{ "Verses": "6 adhinaale Naam Dhairiyankondu: Karththar Enakku Sagaayar, Naan Bayappaden, Manushan Enakku Ennaseyvaan Endru Sollalaame. "
},{ "Verses": "7 dhevavasanaththai Ungalukku Podhiththu Ungalai Nadaththinavargalai Neengal Ninaiththu, Avargaludaiya Nadakkaiyin Mudivai Nandraai Sindhiththu, Avargaludaiya Visuvaasaththai Pinbatrungal. "
},{ "Verses": "8 yesukiristhu Netrum Indrum Endrum Maaraadhavaraayirukkiraar. "
},{ "Verses": "9 palavidhamaana Anniya Podhanaigalaal Alaippundu Thiriyaadhirungal. Pojanapadhaarththangalinaalalla, Kirubaiyinaale Irudhayam Sthirappadugiradhu Nalladhu; Pojanapadhaarththangalil Muyarchiseygiravargal Balanadaiyavillaiye. "
},{ "Verses": "10 namakku Oru Balipeedamundu, Adharkuriyavaigalai Pusikkiradharku Koodaaraththil Aaraadhanai Seygiravargalukku Adhigaaramillai. "
},{ "Verses": "11 enendraal, Endha Mirugangaludaiya Raththam Paavangalinimiththamaaga Parisuththa Sthalaththukkul Piradhaana Aasaariyanaale Konduvarappadugiradho, Andha Mirugangalin Udalgal Paalayaththukkuppurambe Sutterikkappadum. "
},{ "Verses": "12 andhappadiye, Yesuvum Thammudaiya Sondha Raththaththinaale Janaththai Parisuththanjseyyumpadiyaaga Nagara Vaasalukku Purambe Paadupattaar. "
},{ "Verses": "13 aagaiyaal, Naam Avarudaiya Nindhaiyai Sumandhu, Paalayaththukku Purambe Avaridaththirku Purappattu Pogakkadavom. "
},{ "Verses": "14 nilaiyaana Nagaram Namakku Inge Illai; Varappogiradhaiye Naadith Thedugirom. "
},{ "Verses": "15 aagaiyaal, Avarudaiya Naamaththai Thudhikkum Udhadugalin Kaniyaagiya Sthoththirabaliyai Avarmoolamaai Eppodhum Dhevanukku Seluththakkadavom. "
},{ "Verses": "16 andriyum Nanmaiseyyavum, Dhaanadharmampannavum Maravaadhirungal; Ippadippatta Baligalinmel Dhevan Piriyamaayirukkiraar. "
},{ "Verses": "17 ungalai Nadaththugiravargal, Ungal Aaththumaakkalukkaaga Uththaravaadhampannugiravargalaai Vizhiththirukkiravargalaanapadiyaal, Avargal Dhukkaththode Alla, Sandhoshaththode Adhaiseyyumpadi, Avargalukku Keezhppadindhu Adangungal; Avargal Dhukkaththode Appadi Seydhaal Adhu Ungalukku Pirayojanamaayirukkamaattaadhe. "
},{ "Verses": "18 engalukkaaga Vendikkollungal; Naangal Nalmanasaatchiyullavargalaai Ellaavatrilum Yokkiyamaai Nadakka Virumbugiromendru Nichchayiththirukkirom. "
},{ "Verses": "19 naan Adhiseekkiramaai Ungalidaththil Varumpadikku Neengal Ippadi Vendikkollumpadi Adhigamaaik Kettukkollugiren. "
},{ "Verses": "20 niththiya Udanpadikkaiyin Raththaththinaale Aadugaludaiya Periya Meypparaana Nammudaiya Karththaraagiya Yesuvai Mariththorilirundhu Erivarappannina Samaadhaanaththin Dhevan, "
},{ "Verses": "21 yesu Kiristhuvai Kondu Thamakkumunbaaga Piriyamaanadhai Ungalil Nadappiththu, Neengal Thammudaiya Siththaththinpadiseyya Ungalai Sagalavidha Narkiriyaiyilum Seerporundhinavargalaakkuvaaraaga; Avarukku Endrendraikkum Magimai Undaavadhaaga. Aamen. "
},{ "Verses": "22 sagodharare, Naan Surukkamaai Ungalukku Ezhudhina Indhap Buththimadhiyaana Vaarththaigalai Neengal Porumaiyaai Etrukkollumpadi Vendikkollugiren. "
},{ "Verses": "23 sagodharanaagiya Theemoththeyu Vidudhalaiyaakkappattaanendru Ariveergalaaga; Avan Seekkiramaai Vandhaal, Avanudanekooda Naan Vandhu, Ungalai Kaanben. "
},{ "Verses": "24 ungalai Nadaththugiravargalaiyum, Parisuththavaangal Yaavaraiyum Vaazhththungal. Iththaaliyaa Dhesaththaar Yaavarum Ungalukku Vaazhththudhal Sollugiraargal. "
},{ "Verses": "25 kirubaiyaanadhu Ungalanaivarodunkooda Iruppadhaaga. Aamen. "
}
]