[
{ "Verses": "1 ippadiyirukka, Parama Azhaippukku Pangullavargalaagiya Parisuththa Sagodharare, Naam Arikkaipannugira Apposthalarum Piradhaana Aasaariyarumaayirukkira Kiristhu Yesuvaik Gavaniththuppaarungal; "
},{ "Verses": "2 mose Dhevanudaiya Veettil Engum Unmaiyullavanaayirundhadhupola, Ivarum Thammai Erpaduththinavarukku Unmaiyullavaraayirukkiraar. "
},{ "Verses": "3 veettai Undupanninavan Veettaippaarkkilum Adhiga Ganaththirkuriyavanaayirukkiraan; Adhupola Moseyaippaarkkilum Ivar Adhiga Magimaikkup Paaththiraraayirukkiraar. "
},{ "Verses": "4 enenil, Endha Veedum Oruvanaal Undaakkappadum; Ellaavatraiyum Undupanninavar Dhevan. "
},{ "Verses": "5 sollappadappogira Kaariyangalukku Saatchiyaaga, Mose Panividaikkaaranaai, Avarudaiya Veettil Engum Unmaiyullavanaayirundhaan. "
},{ "Verses": "6 kiristhuvo Avarudaiya Veettirku Merpattavaraana Kumaaranaaga Unmaiyullavaraayirukkiraar; Nambikkaiyinaale Undaagum Dhairiyaththaiyum Menmaipaaraattalaiyum Mudivubariyandham Urudhiyaaip Patrikkondiruppomaagil Naame Avarudaiya Veedaayiruppom. "
},{ "Verses": "7 aagaiyaal, Parisuththa Aaviyaanavar Sollugirapadiye Indru Avarudaiya Saththaththaik Ketpeergalaagil, "
},{ "Verses": "8 vanaandharaththile Kobamoottinabodhum, Sodhanainaalilum Nadandhadhupola, Ungal Irudhayangalaik Kadinappaduththaadhirungal. "
},{ "Verses": "9 ange Ungal Pidhaakkal Ennai Sodhiththu, Ennai Pareetchaipaarththu, Naarpadhu Varushakaalam En Kiriyaigalai Kandaargal. "
},{ "Verses": "10 aadhalaal, Naan Andha Sandhadhiyai Arosiththu, Avargal Eppozhudhum Vazhuvippogira Irudhayamulla Janamendrum, Ennudaiya Vazhigalai Ariyaadhavargalendrum Solli; "
},{ "Verses": "11 ennudaiya Ilaippaarudhalil Avargal Piravesippadhillaiyendru Ennudaiya Kobaththile Aanaiyitten Endraar. "
},{ "Verses": "12 sagodharare, Jeevanulla Dhevanaivittu Vilaguvadharkedhuvaana Avisuvaasamulla Pollaadha Irudhayam Ungaliloruvanukkullum Iraadhapadikku Neengal Echcharikkaiyaayirungal. "
},{ "Verses": "13 ungalil Oruvanaagilum Paavaththin Vanjanaiyinaale Kadinappattup Pogaadhapadikku, Indru Ennappadumalavum Naadorum Oruvarukkoruvar Puththisollungal. "
},{ "Verses": "14 naam Aarambaththile Konda Nambikkaiyai Mudivupariyandham Urudhiyaaippatrikkondiruppomaagil, Kiristhuvinidaththil Pangullavargalaayiruppom. "
},{ "Verses": "15 indru Avarudaiya Saththaththai Ketpeergalaagil, Kobamoottudhalil Nadandhadhupola Ungal Irudhayangalai Kadinappaduththaadhirungal Endru Solliyirukkiradhe. "
},{ "Verses": "16 kettavargalil Kobamoottinavargal Yaar? Moseyinaal Egipthilirundhu Purappatta Yaavarum Appadi Seydhaarkalallavaa? "
},{ "Verses": "17 melum, Avar Naarpadhu Varushamaai Yaarai Arosiththaar? Paavanjseydhavargalaiyallavaa? Avargaludaiya Savangal Vanaandharaththil Vizhundhupoyitre. "
},{ "Verses": "18 pinnum, Ennudaiya Ilaippaarudhalil Piravesippadhillaiyendru Avar Yaaraikkuriththu Aanaiyittaar? Keezhppadiyaadhavargalaik Kuriththallavaa? "
},{ "Verses": "19 aadhalaal, Avisuvaasaththinaale Avargal Adhil Piravesikkakkoodaamarponaargalendru Paarkkirom. "
}
]