[
{ "Verses": "1 ippadiyirukka, Niyaayappiramaanamaanadhu Varappogira Nanmaigalin Porulaayiraamal, Avaigalin Nizhalaaimaaththiram Irukkirapadiyaal, Varushandhorum Idaividaamal Seluththappattuvarugira Orevidhamaana Baligalinaale Avaigalai Seluththa Varugiravargalai Orukkaalum Pooranappaduththamaattaadhu. "
},{ "Verses": "2 pooranappaduththumaanaal, Aaraadhanai Seygiravargal Orudharam Suththamaakkappattapinbu, Innum Paavangalundendru Unarththum Manasaatchi Avargalukku Illaadhiruppadhinaal, Andhabaligalai Seluththugiradhu Niruththappadumallavaa? "
},{ "Verses": "3 appadi Niruththappadaadhapadiyaal, Paavangal Undendru Avaigalinaale Varushandhorum Ninaivukoorudhal Undaayirukkiradhu. "
},{ "Verses": "4 allaamalum, Kaalai Vellaattukkadaa Ivaigaludaiya Raththam Paavangalai Nivirththiseyyamaattaadhe. "
},{ "Verses": "5 aagaiyaal Avar Ulagaththil Piravesikkumpodhu: Baliyaiyum Kaanikkaiyaiyum Neer Virumbavillai, Oru Sareeraththai Enakku Aayaththampannineer; "
},{ "Verses": "6 sarvaanga Thaganabaligalum, Paavanivaarana Baligalum Umakku Piriyamaanadhalla Endreer. "
},{ "Verses": "7 appozhudhu Naan: Dhevane, Ummudaiya Siththaththinpadi Seyya, Idho, Varugiren, Pusthagachsurulil Ennaikkuriththu Ezhudhiyirukkiradhu Endru Sonnen Endraar. "
},{ "Verses": "8 niyaayappiramaanaththinpadi Seluththappattuvarugira Baligalaikkuriththu Mersolliyapadi: Baliyaiyum, Kaanikkaiyaiyum, Sarvaanga Thaganabaligalaiyum, Paavanivaaranabaligalaiyum Neer Virumbavillai, Avaigal Umakku Piriyamaanadhalla Endru Sonnapinbu: "
},{ "Verses": "9 dhevane, Ummudaiya Siththaththinpadi Seyya, Idho, Varugiren Endru Irandaavadhai Nilainiruththuvadharku Mudhalaavadhai Neekkippodugiraar. "
},{ "Verses": "10 yesukiristhuvinudaiya Sareeram Oredharam Baliyidappattadhinaale, Andha Siththaththinpadi Naam Parisuththamaakkappattirukkirom. "
},{ "Verses": "11 andriyum, Endha Aasaariyanum Naadorum Aaraadhanai Seygiravanaayum, Paavangalai Orukkaalum Nivirththiseyyakkoodaatha Orevidha Baligalai Anegandharam Seluththivarugiravanaayum Nirpaan. "
},{ "Verses": "12 ivaro, Paavangalukkaaga Ore Baliyai Seluththi, Endrendraikkum Dhevanudaiya Valadhupaarisaththil Utkaarndhu, "
},{ "Verses": "13 ini Thammudaiya Saththurukkalaith Thamadhu Paadhapadiyaakkippodumvaraikkum Kaaththukkondirukkiraar. "
},{ "Verses": "14 enenil Parisuththamaakkappadugiravargalai Ore Baliyinaale Ivar Endrendraikkum Pooranappaduththiyirukkiraar. "
},{ "Verses": "15 idhaikkuriththu Parisuththa Aaviyaanavarum Namakku Saatchisollugiraar; Eppadiyenil: "
},{ "Verses": "16 andha Naatkalukkuppinbu Naan Avargalode Pannum Udanpadikkaiyaavadhu: Naan Ennudaiya Piramaanangalai Avargaludaiya Irudhayangalil Vaiththu, Avaigalai Avargaludaiya Manadhil Ezhudhuven Endru Karththar Sollugiraarenpadhai Uraiththapinbu, "
},{ "Verses": "17 avargaludaiya Paavangalaiyum Avargaludaiya Akkiramangalaiyum Naan Ini Ninaippadhillai Enbadhai Sollugiraar. "
},{ "Verses": "18 ivaigal Mannikkappattadhundaanaal, Ini Paavaththinimiththam Bali Seluththappaduvadhillaiye. "
},{ "Verses": "19 aagaiyaal, Sagodharare, Naam Parisuththa Sthalaththil Piravesippadharku Yesuvaanavar Thamadhu Maamsamaagiya Thiraiyin Vazhiyaai Pudhidhum Jeevanumaana Maarkkaththai Namakku Undupanninapadiyaal, "
},{ "Verses": "20 andha Maarkkaththinvazhiyaai Piravesippadharku Avarudaiya Raththaththinaale Namakku Dhairiyam Undaayirukkirapadiyinaalum, "
},{ "Verses": "21 dhevanudaiya Veettinmel Adhigaariyaana Mahaa Aasaariyar Namakku Oruvar Irukkirapadiyinaalum, "
},{ "Verses": "22 thurmanasaatchi Neengath Thelikkappatta Irudhayamullavargalaayum, Suththa Jalaththaal Kazhuvappatta Sareeramullavargalaayum, Unmaiyulla Irudhayaththodum Visuvaasaththin Poorana Nichchayaththodum Serakkadavom. "
},{ "Verses": "23 allaamalum, Nammudaiya Nambikkaiyai Arikkaiyidugiradhil Asaivillaamal Urudhiyaayirukkakkadavom; Vaakkuththaththampanninavar Unmaiyullavaraayirukkiraare. "
},{ "Verses": "24 melum, Anbukkum Narkiriyaigalukkum Naam Evappadumpadi Oruvaraiyoruvar Gavaniththu; "
},{ "Verses": "25 sabai Koodivarudhalai Silar Vittuvidugiradhupola Naamum Vittuvidaamal, Oruvarukkoruvar Buththisollakkadavom; Naalaanadhu Sameebiththuvarugiradhai Evvalavaai Paarkkireergalo Avvalavaai Buththisollavendum. "
},{ "Verses": "26 saththiyaththai Ariyum Arivai Adaindhapinbu Naam Manappoorvamaai Paavanseygiravargalaayirundhaal, Paavangalinimiththam Seluththaththakka Verorubali Iniyiraamal, "
},{ "Verses": "27 niyaayaththeerppu Varumendru Bayaththode Edhirpaarkkudhalum, Virodhigalai Patchikkum Kobaakkinaiyume Irukkum. "
},{ "Verses": "28  Moseyinudaiya Piramaanaththai Thallugiravan Irakkamperaamal Irandumoondru Saatchigalin Vaakkinaale Saagiraane; "
},{ "Verses": "29 dhevanudaiya Kumaaranai Kaalinkeezh Midhiththu, Thannai Parisuththanseydha Udanpadikkaiyin Raththaththai Asuththamendrenni, Kirubaiyin Aaviyai Nindhikkiravan Evvalavu Kodidhaana Aakkinaikku Paaththiravaanaayiruppaanenpadhai Yosiththuppaarungal. "
},{ "Verses": "30 pazhivaangudhal Enakkuriyadhu, Naane Padhirseyven Endru Karththar Sollugiraar Endrum, Karththar Thammudaiya Janangalai Niyaayantheerppaarendrum Sonnavar Innaarendru Arivom. "
},{ "Verses": "31 jeevanulla Dhevanudaiya Kaigalile Vizhugiradhu Bayangaramaayirukkume. "
},{ "Verses": "32 mundhina Naatkalai Ninaiththukkollungal; Neengal Piragaasamaakkappattirundha Andha Naatkalil Ubaththiravangalaagiya Migundha Poraattaththai Sagiththeergale. "
},{ "Verses": "33 nindhaigalaalum Ubaththiravangalaalum Neengal Vedikkaiyaakkappattadhumallaamal, Appadi Nadaththappattavargalukku Pangaaligalumaaneergal. "
},{ "Verses": "34 naan Kattappattirukkaiyil Neengal Ennaikkuriththu Paridhabiththadhumandri, Paralogaththil Adhiga Menmaiyum Nilaiyulladhumaana Sudhandharam Ungalukku Undendru Arindhu, Ungal Aasthigalaiyum Sandhoshamaai Kollaiyidakkoduththeergal. "
},{ "Verses": "35 aagaiyaal, Migundha Balanukkedhuvaana Ungal Dhairiyaththai Vittuvidaadhirungal. "
},{ "Verses": "36 neengal Dhevanudaiya Siththaththinpadi Seydhu, Vaakkuththaththampannappattadhai Perumpadikku Porumai Ungalukku Vendiyadhaayirukkiradhu. "
},{ "Verses": "37 varugiravar Innung Konjakkaalaththil Varuvaar, Thaamadhampannaar. "
},{ "Verses": "38 visuvaasaththinaale Needhimaan Pizhaippaan, Pinvaangippovaanaanaal Avanmel En Aaththumaa Piriyamaayiraadhu Engiraar. "
},{ "Verses": "39 naamo Kettuppoga Pinvaangugiravargalaayiraamal, Aaththumaa Eedera Visuvaasikkiravargalaayirukkirom. "
}
]