[
{ "Verses": "1 visuvaasamaanadhu Nambappadugiravaigalin Urudhiyum, Kaanappadaadhavaigalin Nichchayamumaayirukkiradhu. "
},{ "Verses": "2 adhinaale Munnorgal Narsaatchipetraargal. "
},{ "Verses": "3 visuvaasaththinaale Naam Ulagangal Dhevanudaiya Vaarththaiyinaal Undaakkappattadhendrum, Ivvidhamaai, Kaanappadugiravaigal Thondrappadugiravaigalaal Undaagavillaiyendrum Arindhirukkirom. "
},{ "Verses": "4 visuvaasaththinaale Aabel Kaayeenudaiya Baliyilum Menmaiyaanabaliyai Dhevanukku Seluththinaan; Adhinaale Avan Needhimaanendru Saatchipetraan; Avanudaiya Kaanikkaigalaikkuriththu Dhevane Saatchikoduththaar; Avan Mariththum Innum Pesugiraan. "
},{ "Verses": "5 visuvaasaththinaale Enokku Maranaththai Kaanaadhapadikku Eduththukkollappattaan; Dhevan Avanai Eduththukkondapadiyinaale, Avan Kaanappadaamarponaan; Avan Dhevanukku Piriyamaanavanendru Avan Eduththukkollappaduvadharku Munname Saatchipetraan. "
},{ "Verses": "6 visuvaasamillaamal Dhevanukku Piriyamaayiruppadhu Koodaadhakaariyam; Enendraal, Dhevanidaththil Serugiravan Avar Undendrum, Avar Thammaiththedugiravargalukku Balan Alikkiravarendrum Visuvaasikkavendum. "
},{ "Verses": "7 visuvaasaththinaale Novaa Tharkaalaththile Kaanaadhavaigalaikkuriththu Dheva Echcharippuppetru, Bayabakdhiyullavanaagi, Than Kudumbaththai Ratchippadharku Pezhaiyai Undupanninaan; Adhinaale Avan Ulagam Aakkinaikkullaanadhendru Theerththu, Visuvaasaththinaalundaagum Needhikku Sudhandharavaaliyaanaan. "
},{ "Verses": "8 visuvaasaththinaale Aabirahaam Thaan Sudhandharamaagap Perappogira Idaththirku Pogumpadi Azhaikkappattapodhu, Keezhppadindhu, Thaan Pogum Idam Innadhendru Ariyaamal Purappattupponaan. "
},{ "Verses": "9 visuvaasaththinaale Avan Vaakkuththaththampannappatta Dhesaththile Paradhesiyaippola Sanjariththu, Andha Vaakkuththaththaththirku Udan Sudhandhararaagiya Eesaakkodum Yaakkobodum Koodaarangalile Kudiyirundhaan; "
},{ "Verses": "10 enenil, Dhevan Thaame Katti Undaakkina Asthibaarangalulla Nagaraththukku Avan Kaaththirundhaan. "
},{ "Verses": "11 visuvaasaththinaale Saaraalum Vaakkuththaththampanninavar Unmaiyullavarendrenni, Karppandharikka Belanadaindhu, Vayadhusendravalaayirundhum Pillaipetraal. "
},{ "Verses": "12 aanapadiyaal, Sareeranjseththavanendru Ennaththagum Oruvanaale, Vaanaththilulla Perukkamaana Natchaththirangalaippolavum Kadarkaraiyilulla Ennirandha Manalaippolavum, Migundha Janangal Pirandhaargal. "
},{ "Verses": "13 ivargalellaarum, Vaakkuththaththampannappattavaigalai Adaiyaamal, Dhooraththile Avaigalai Kandu, Nambi Anaiththukkondu, Boomiyinmel Thangalai Anniyarum Paradhesigalum Endru Arikkaiyittu, Visuvaasaththode Mariththaargal. "
},{ "Verses": "14 ippadi Arikkaiyidugiravargal Suyadhesaththai Naadippogirom Endru Theriyappaduththugiraargal. "
},{ "Verses": "15 thaangal Vittuvandha Dhesaththai Ninaiththaargalaanaal, Adharkuth Thirumbippovadharku Avargalukku Samayankidaiththirukkume. "
},{ "Verses": "16 adhaiyalla, Adhilum Menmaiyaana Paramadhesaththaiye Virumbinaargal; Aagaiyaal Dhevan Avargaludaiya Dhevanennappada Vetkappadugiradhillai; Avargalukku Oru Nagaraththai Aayaththampanninaare. "
},{ "Verses": "17 melum Visuvaasaththinaale Aabirahaam Thaan Sodhikkappattapodhu, Eesaakkai Baliyaaga Oppukkoduththaan "
},{ "Verses": "18 eesaakkinidaththil Un Sandhadhi Vilangum Endru Avanode Sollappattirundhadhe, Ippadippatta Vaakkuththaththangalai Petravan, Mariththorilirundhu Ezhuppa Dhevan Vallavaraayirukkiraarendrenni, "
},{ "Verses": "19 thanakku Oreperaanavanaiye Baliyaaga Oppukkoduththaan; Mariththorilirundhu Avanai Paavanaiyaaga Thirumbavum Petrukkondaan. "
},{ "Verses": "20 visuvaasaththinaale Eesaakku Varungaariyangalaikkuriththu Yaakkobaiyum Esaavaiyum Aaseervadhiththaan. "
},{ "Verses": "21 visuvaasaththinaale Yaakkobu Than Maranakaalaththil Yoseppinudaiya Kumaarar Iruvaraiyum Aaseervadhiththu, Than Kolin Munaiyile Saaindhu Thozhudhukondaan. "
},{ "Verses": "22 visuvaasaththinaale Yoseppu Isravel Puththirar Egipthu Dhesaththaivittu Purappaduvaargalenpadhaippatri Than Anniyakaalaththil Pesi, Than Elumpugalaikkuriththu Kattalaikoduththaan. "
},{ "Verses": "23 mose Pirandhapodhu Avanudaiya Thaaithagappanmaar Avanai Azhagulla Pillaiyendru Kandu, Visuvaasaththinaale, Raajaavinudaiya Kattalaikku Bayappadamal Avanai Moondrumaadham Oliththuvaiththaargal. "
},{ "Verses": "24 visuvaasaththinaale Mose Thaan Periyavanaanapodhu Paarvonudaiya Kumaaraththiyin Magan Ennappaduvadhai Veruththu, "
},{ "Verses": "25 aniththiyamaana Paava Sandhoshangalai Anubavippadhaippaarkkilum Dhevanudaiya Janangalode Thunbaththai Anubavippadhaiye Therindhukondu, "
},{ "Verses": "26 inivarum Balanmel Nokkamaayirundhu, Egipthilulla Pokkishangalilum Kiristhuvinimiththam Varum Nindhaiyai Adhiga Baakkiyamendru Enninaan. "
},{ "Verses": "27 visuvaasaththinaale Avan Adharisanamaanavaraith Tharisikkiradhupola Urudhiyaayirundhu, Raajaavin Kobaththukku Bayappadaamal Egipthaivittu Ponaan. "
},{ "Verses": "28 visuvaasaththinaale, Mudharperaanavaigalai Sangarikkiravan Isravelaraith Thodaathapadikku, Avan Paskaavaiyum Raththam Poosudhalaagiya Niyamaththaiyum Aasariththaan. "
},{ "Verses": "29 visuvaasaththinaale Avargal Sivandhasamuththiraththai Ularndha Tharaiyai Kadandhupovadhupola, Kadandhuponaargal; Egipthiyar Appadi Seyyaththunindhu Amizhndhuponaargal. "
},{ "Verses": "30 visuvaasaththinaale Erigo Pattanaththin Madhilgal Ezhunaal Sutrivarappattu Vizhundhadhu. "
},{ "Verses": "31 visuvaasaththinaale Raagaap Ennum Vesi Vevukaararai Samaadhaanaththode Etrukkondu, Keezhppadiyaadhavargalodekooda Sedhamaakaadhirundhaal. "
},{ "Verses": "32 pinnum Naan Enna Solluven? Gidhiyon, Paaraak, Simson, Yepdhaa, Thaaveedhu, Saamuvel Enbavargalaiyum, Theerkkadharisigalaiyunkuriththu Naan Vivaranchollavendumaanaal Kaalam Podhaadhu. "
},{ "Verses": "33 visuvaasaththinaale Avargal Raajyangalai Jeyiththaargal, Needhiyai Nadappiththaargal, Vaakkuththaththangalai Petraargal, Singangalin Vaaigalai Adaiththaargal, "
},{ "Verses": "34 akkiniyin Ukkiraththai Aviththaargal, Pattayakkarukkukkuth Thappinaargal, Balaveenaththil Balankondaargal, Yuththaththil Vallavargalaanaargal, Anniyarudaiya Senaigalai Muriyadiththaargal. "
},{ "Verses": "35 sthireegal Saagakkoduththa Thangaludaiyavargalai Uyirodezhundhirukkappetraargal; Verusilar Menmaiyaana Uyirththezhudhalai Adaiyumpadikku, Vidudhalaipera Sammadhiyaamal, Vaadhikkappattaargal; "
},{ "Verses": "36 veru Silar Nindhaigalaiyum Adigalaiyum Kattugalaiyum Kaavalaiyum Anubaviththaargal; "
},{ "Verses": "37 kalleriyundaargal, Vaalaal Aruppundaargal, Pareetchaipaarkkappattaargal, Pattayaththinaale Vettappattu Mariththaargal, Semmariyaattu Tholgalaiyum Vellaattu Tholgalaiyum Porththukkondu Thirindhu, Kuraivaiyum Ubaththiravaththaiyum Thunbaththaiyum Anubaviththaargal; "
},{ "Verses": "38 ulagam Avargalukku Paaththiramaayirukkavillai; Avargal Vanaandharangalileyum Malaigalileyum Kugaigalileyum Boomiyin Vedippugalileyum Sidharundu Alaindhaargal. "
},{ "Verses": "39 ivargalellaarum Visuvaasaththinaale Narsaatchipetrum, Vaakkuththaththampannappattadhai Adaiyaamarponaargal. "
},{ "Verses": "40 avargal Nammaiyallaamal Pooranaraagaadhapadikku Viseshiththa Nanmaiyaanadhondrai Dhevan Namakkendru Munnadhaaga Niyamiththirundhaar. "
}
]