[
{ "Verses": "1 indha Melkisedhekku Saalemin Raajaavum, Unnadhamaana Dhevanudaiya Aasaariyanumaayirundhaan; Raajaakkalai Muriyadiththuvandha Aabiragaamukku Ivan Edhirkondupoi, Avanai Aaseervadhiththaan. "
},{ "Verses": "2 ivanukku Aabiragaam Ellaavatrilum Thasamapaagam Koduththaan; Ivanudaiya Mudharperaagiya Melkisedhekku Enbadharku Needhiyin Raajaa Endrum, Pinbu Saalemin Raajaa Enbadharku Samaadhaanaththin Raajaa Endrum Aruththamaam. "
},{ "Verses": "3 ivan Thagappanum Thaayum Vamsavaralaarum Illaadhavan; Ivan Naatkalin Thuvakkamum Jeevanin Mudivumudaiyavanaayiraamal, Dhevanudaiya Kumaaranukku Oppaanavanaai Endrendraikkum Aasaariyanaaga Nilaiththirukkiraan. "
},{ "Verses": "4 ivan Evvalavu Periyavanaayirukkiraan Paarungal; Koththiraththalaivanaagiya Aabiragaam Mudhalaai Kollaiyidappatta Porulgalil Ivanukku Thasamapaagam Koduththaan. "
},{ "Verses": "5 leviyin Puththiraril Aasaariyaththuvaththai Adaigiravargalum, Aabiragaamin Araiyilirundhu Vandha Thangal Sagodhararaana Janangalin Kaiyile Niyaayappiramaanaththinpadi Thasamapaagam Vaangugiradharku Kattalaipetrirukkiraargal. "
},{ "Verses": "6 aagilum, Avargaludaiya Vamsa Varisaiyil Varaadhavanaagiya Ivan Aabiragaamin Kaiyil Thasamapaagam Vaangi, Vaakkuththaththangalai Petravanai Aaseervadhiththaan. "
},{ "Verses": "7 siriyavan Periyavanaale Aaseervadhikkappaduvaan, Adharku Sandhegamillai. "
},{ "Verses": "8 andriyum, Inge, Marikkira Manushargal Thasamapaagam Vaangugiraargal; Angeyo, Pizhaiththirukkiraan Endru Saatchipetravan Vaanginaan. "
},{ "Verses": "9 andriyum, Melkisedhekku Aabiragaamukku Edhirkonduponapodhu, Leviyaanavan Than Thagappanudaiya Araiyilirundhapadiyaal, "
},{ "Verses": "10 thasamapaagam Vaangugira Avanum Aabiragaamin Moolamaai Thasamapaagam Koduththaan Endru Sollalaam. "
},{ "Verses": "11 allaamalum, Isravel Janangal Levikoththira Aasaariya Muraimaikkutpattirundhallavo Niyaayappiramaanaththai Petraargal; Andha Aasaariya Muraimaiyinaale Pooranappadudhal Undaayirukkumaanaal, Aaronudaiya Muraimaiyinpadi Azhaikkappadaamal, Melkisedhekkinudaiya Muraimaiyinpadi Azhaikkappatta Veroru Aasaariyar Ezhumbavenduvadhenna? "
},{ "Verses": "12 aasaariyaththuvam Maatrappattirukkumeyaanaal, Niyaayappiramaanamum Maatrappadavendiyadhaagum. "
},{ "Verses": "13 ivaigal Evaraikkuriththu Sollappattirukkiradho, Avar Veroru Koththiraththukkullaanavaraayirukkiraare; Andha Koththiraththil Oruvanaagilum Balibeedaththu Oozhiyam Seydhadhillaiye. "
},{ "Verses": "14 nammudaiya Karththar Yoodhaakoththiraththil Thondrinaarenpadhu Pirasiththamaayirukkiradhu; Andha Koththiraththaaraikkuriththu Mose Aasaariyaththuvaththaippatri Ondrum Sollavillaiye. "
},{ "Verses": "15 allaamalum, Melkisedhekkukku Oppaai Veroru Aasaariyar Ezhumpugiraarendru Solliyiruppadhinaal, Mersolliyadhu Migavum Pirasiththamaai Vilangugiradhu. "
},{ "Verses": "16 avar Maamsa Sambandhamaana Kattalaiyaagiya Niyaayappiramaanaththinpadi Aasaariyaraagaamal, "
},{ "Verses": "17 neer Melkisedhekkin Muraimaiyinpadi Endrendraikkum Aasaariyaraayirukkireer Endru Solliya Saatchikkuththakkadhaaga Azhiyaadha Jeevanukkuriya Vallamaiyinpadiye Aasaariyaraanaar. "
},{ "Verses": "18 mundhina Kattalai Belaveenamulladhum Payanatradhumaayirundhadhinimiththam Maatrappattadhu. "
},{ "Verses": "19 niyaayappiramaanamaanadhu Ondraiyum Pooranappaduththavillai, Adhiga Nanmaiyaana Nambikkaiyai Varuvippadho Pooranappaduththugiradhu; Andha Nambikkaiyinaale Dhevanidaththil Serugirom. "
},{ "Verses": "20 andriyum, Avargal Aanaiyillaamal Aasaariyaraakkappadugiraargal; Ivaro: Neer Melkisedhekkin Muraimaiyinpadi Endrendraikkum Aasaariyaraayirukkireer Endru Karththar Aanaiyittaar, Manammaaraamalum Iruppaar Endru Thammudane Sonnavaraale Aanaiyode Aasaariyaraanaar. "
},{ "Verses": "21 aanadhaal, Yesuvaanavar Aanaiyinpadiye Aasaariyaraakkappattadhu Evvalavu Viseshiththa Kaariyamo, "
},{ "Verses": "22 avvalavu Viseshiththa Udanpadikkaikku Pinaiyaaliyaanaar. "
},{ "Verses": "23 andriyum, Avargal Maranaththinimiththam Nilaiththirukkakkoodaadhavargalaanapadiyaal, Aasaariyaraakkappadugiravargal Anegaraayirukkiraargal. "
},{ "Verses": "24 ivaro Endrendraikkum Nilaiththirukkirapadiyinaale, Maarippogaadha Aasaariyaththuvamullavaraayirukkiraar. "
},{ "Verses": "25 melum, Thamadhu Moolamaai Dhevanidaththil Serugiravargalukkaaga Vendudhalseyyumpadikku Avar Eppozhudhum Uyirodirukkiravaraagaiyaal Avargalai Mutrumudiya Iratchikka Vallavaraayumirukkiraar. "
},{ "Verses": "26 parisuththarum, Kutramatravarum, Maasillaadhavarum, Paavigalukku Vilaginavarum, Vaanangalilum Uyarndhavarumaayirukkira Ivvidhamaana Piradhaana Aasaariyar Namakku Etravaraayirukkiraar. "
},{ "Verses": "27 avar Piradhaana Aasaariyargalaippola Munbu Sondha Paavangalukkaagavum, Pinbu Janangaludaiya Paavangalukkaagavum Naadorum Baliyidavenduvadhillai; Enenil Thammaiththaame Baliyittadhinaale Oredharam Seydhu Mudiththaar. "
},{ "Verses": "28 niyaayappiramaanamaanadhu Belaveenamulla Manushargalai Piradhaana Aasaariyaraaka Erpaduththugiradhu; Niyaayappiramaanaththirkuppinbu Undaana Aanaiyode Vilangiya Vasanamo Endrendraikkum Pooranaraana Kumaaranai Erpaduththugiradhu. "
}
]