[
{ "Verses": "1 aagaiyaal, Naam Kettavaigalaivittu Vilagaadhapadikku, Avaigalai Migundha Jaakkiradhaiyaaik Gavanikkavendum. "
},{ "Verses": "2 enenil, Dhevadhoodhar Moolamaai Sollappatta Vasanaththirku Virodhamaana Endha Seygaikkum Keezhppadiyaamaikkum Needhiyaana Thandanai Varaththakkadhaaga Avargaludaiya Vasanam Urudhippaduththappattirukka, "
},{ "Verses": "3 mudhalaavadhu Karththar Moolamaai Arivikkappattu, Pinbu Avaridaththil Kettavargalaale Namakku Urudhiyaakkappattadhum, "
},{ "Verses": "4 adaiyaalangalinaalum Arpudhangalinaalum Palavidhamaana Balaththa Seygaigalinaalum, Thammudaiya Siththaththinpadi Pagirndhukoduththa Parisuththa Aaviyin Varangalinaalum, Dhevan Thaame Saatchikoduththadhumaayirukkira Ivvalavu Peridhaana Ratchippaikkuriththu Naam Kavalaiyatriruppomaanaal Dhandanaikku Eppadith Thappiththukkolluvom. "
},{ "Verses": "5 inivarum Ulagaththaikkuriththup Pesugirome, Adhai Avar Thoodhargalukkuk Keezhppaduththavillai. "
},{ "Verses": "6 oru Idaththile Oruvan Saatchiyaaga: Manushanai Neer Ninaikkiradharkum, Manushanudaiya Kumaaranai Neer Visaarikkiradharkum Avan Emmaaththiram? "
},{ "Verses": "7 avanai Thevadhoodharilum Satru Siriyavanaakkineer; Magimaiyinaalum Ganaththinaalum Avanukku Mudisootti, Ummudaiya Karaththin Kiriyaigalin Mel Avanai Adhigaariyaaga Vaiththu, Sagalaththaiyum Avanudaiya Paadhangalukkuk Keezhppaduththineer Endru Sonnaan. "
},{ "Verses": "8 sagalaththaiyum Avanukkuk Keezhppaduththinaar Engira Vishayaththil, Avar Avanukkuk Keezhppaduththaadha Porulondrumillai; Appadiyirundhum, Innum Avanukku Sagalamum Keezhppattirukkak Kaanom. "
},{ "Verses": "9 endraalum, Dhevanudaiya Kirubaiyinaal Ovvoruvarukkaagavum, Maranaththai Rusipaarkkumpadikku Dhevathoodharilum Satru Siriyavaraakkappattirundha Yesu Maranaththai Uththariththadhinimiththam Magimaiyinaalum Ganaththinaalum Mudisoottappattadhaik Kaangirom. "
},{ "Verses": "10 enendraal Thamakkaagavum Thammaaleyum Sagalaththaiyum Undaakkinavar, Anegam Pillaigalai Magimaiyil Konduvandhu Serkkaiyil Avargaludaiya Iratchippin Adhipadhiyai Ubaththiravangalinaale Pooranappaduththugiradhu Avarukketradhaayirundhadhu. "
},{ "Verses": "11 eppadiyenil, Parisuththanjseygiravarum Parisuththanjseyyappadugiravargalumaagiya Yaavarum Oruvaraal Undaayirukkiraargal; Idhinimiththam Avargalai Sagodhararendru Solla Avar Vetkappadaamal: "
},{ "Verses": "12 ummudaiya Naamaththai En Sagodhararukku Ariviththu, Sabai Naduvil Ummaith Thudhiththup Paaduven Endrum; "
},{ "Verses": "13 naan Avaridaththil Nambikkaiyaayiruppen Endrum; Idho, Naanum, Dhevan Enakkuk Koduththa Pillaigalum Endrum Solliyirukkiraar. "
},{ "Verses": "14 aadhalaal, Pillaigal Maamsaththaiyum Iraththaththaiyum Udaiyavargalaayirukka, Avarum Avargalaippola Maamsaththaiyum Iraththaththaiyum Udaiyavaraanaar; Maranaththukku Adhigaariyaagiya Pisaasaanavanaith Thamadhu Maranaththinaale Azhikkumpadikkum, "
},{ "Verses": "15 jeevakaalamellaam Maranabayaththinaale Adimaiththanaththirkullaanavargal Yaavaraiyum Vidudhalaipannumpadikkum Appadiyaanaar. "
},{ "Verses": "16 aadhalaal, Avar Dhevadhoodharukku Udhaviyaaga Kaikodaamal, Aabiragaamin Sandhadhikku Udhaviyaaga Kaikoduththaar. "
},{ "Verses": "17 andriyum, Avar Janaththin Paavangalai Nivirththi Seyvadharkedhuvaaga, Dhevakaariyangalaikkuriththu Irakkamum Unmaiyumulla Piradhaana Aasaariyaaraayirukkumpadikku Evvidhaththilum Thammudaiya Sagodhararukku Oppaagavendiyadhaayirundhadhu. "
},{ "Verses": "18 aadhalaal, Avardhaame Sodhikkappattu Paadupattadhinaale, Avar Sodhikkappadugiravargalukku Udhaviseyya Vallavaraayirukkiraar. "
}
]