[
{ "Verses": "1 aagaiyaal, Kiristhuvaippatri Solliya Moola Ubadhesa Vasanangalai Naam Vittu, Seththa Kiriyaigalukku Neengalakum Manandhirumpudhal, Dhevanperil Vaikkum Visuvaasam, "
},{ "Verses": "2 snaanangalukkaduththa Ubadhesam, Kaigalai Vaikkudhal, Mariththorin Uyirththezhudhal, Niththiya Niyaayaththeerppu Enbavaigalaagiya Asthibaaraththai Marupadiyum Podaamal, Pooranaraakumpadi Kadandhupovomaaga. "
},{ "Verses": "3 dhevanukku Siththamaanaal Ippadiyeseyvom. "
},{ "Verses": "4 enenil, Orudharam Piragaasippikkappattum, Parama Eevai Rusipaarththum, Parisuththa Aaviyai Petrum, "
},{ "Verses": "5 dhevanudaiya Nalvaarththaiyaiyum Inivarum Ulagaththin Belangalaiyum Rusipaarththum, "
},{ "Verses": "6 marudhaliththupponavargal, Dhevanudaiya Kumaaranai Thaangale Marupadiyum Siluvaiyil Araindhu Avamaanappaduththugirapadiyaal, Mananthirumpugiradharkedhuvaai Avargalai Marupadiyum Pudhuppikkiradhu Koodaadhakaariyam. "
},{ "Verses": "7 eppadiyenil, Thanmel Adikkadi Peygira Mazhaiyai Kudiththu, Thannidaththil Payiridugiravargalukketra Payirai Mulaippikkum Nilamaanadhu Dhevanaal Aaseervaadham Perum. "
},{ "Verses": "8 mulchedigalaiyum Mulpoondugalaiyum Mulaippikkira Nilamo Thagaadhadhaayum Sabikkappadugiradharketradhaayumirukkiradhu; Sutterikkappaduvadhe Adhin Mudivu. "
},{ "Verses": "9 piriyamaanavargale, Naangal Ippadi Sonnaalum Nanmaiyaanavaigalum, Ratchippukkuriyavaigalumaana, Kaariyangal Ungalidaththil Undaayirukkiradhendru Nambiyirukkirom. "
},{ "Verses": "10 enendraal, Ungal Kiriyaiyaiyum, Neengal Parisuththavaangalukku Oozhiyanjseydhadhinaalum Seydhu Varugiradhinaalum Thamadhu Naamaththirkaaga Kaanbiththa Anbulla Pirayaasaththaiyum Marandhuvidugiradharku Dhevan Aneedhiyullavarallave. "
},{ "Verses": "11 neengal Asadhiyaayiraamal, Vaakkuththaththamaana Aaseervaadhangalai Visuvaasaththinaalum Neediya Porumaiyinaalum Sudhandhariththukkollugiravargalai Pinpatrugiravargalumaayirundhu, "
},{ "Verses": "12 ungalukku Nambikkaiyin Poorana Nichchayamundaagumpadi Neengal Yaavarum Mudivubariyandham Appadiye Jaakkiradhaiyai Kaanbikkavendumendru Aasaiyaayirukkirom. "
},{ "Verses": "13 aabiragaamukku Dhevan Vaakkuththaththampanninapodhu, Aanaiyidumpadi Thammilum Periyavar Oruvarumillaadhapadiyinaale Thamadhu Perile Thaane Aanaiyittu: "
},{ "Verses": "14 nichchayamaaga Naan Unnai Aaseervadhikkave Aaseervadhiththu, Unnaipperugave Perugappannuven Endraar. "
},{ "Verses": "15 andhappadiye, Avan Porumaiyaai Kaaththirundhu, Vaakkuththaththampannappattadhai Petraan. "
},{ "Verses": "16 manushar Thangalilum Periyavarperil Aanaiyiduvaargal; Urudhipannumpadikku Aanaiyidudhale Sagala Vivaadhaththirkum Mudivu. "
},{ "Verses": "17 andhappadi, Dhevanum Vaakkuththaththam Pannappattavaigalai Sudhandhariththukkollugiravargalukku Thamadhu Aalosanaiyin Maaraadha Nichchayaththai Paripooranamaai Kaanbikkumpadi Siththamullavaraai, Or Aanaiyinaale Adhai Sthirappaduththinaar. "
},{ "Verses": "18 namakku Mun Vaikkappatta Nambikkaiyai Patrikkollumpadi Adaikkalamaai Odivandha Namakku Irandu Maaraadha Viseshangalinaal Niraindha Aarudhalundaagumpadikku Evvalavenum Poiyuraiyaadha Dhevan Appadi Seydhaar. "
},{ "Verses": "19 andha Nambikkai Namakku Nilaiyum Urudhiyum Thiraikkullaaga Pogiradhumaana Aaththuma Nangooramaayirukkiradhu. "
},{ "Verses": "20 namakku Munnodinavaraagiya Yesu Melkisedhekkin Muraimaiyinpadi Niththiya Piradhaana Aasaariyaraai Namakkaaga Andha Thiraikkul Piravesiththirukkiraar. "
}
]