[
{ "Verses": "1  Mersolliyavaigalin Mukkiyamaana Porulennavenil; Paralogaththilulla Magaththuva Aasanaththin Valadhu Paarisaththile Utkaarndhirukkiravarumaai, "
},{ "Verses": "2 parisuththa Sthalaththilum, Manusharaalalla, Karththaraal Sthaabikkappatta Meyyaana Koodaaraththilum Aasaariya Oozhiyanjseygiravarumaayirukkira Piradhaana Aasaariyar Namakku Undu. "
},{ "Verses": "3 ovvoru Piradhaana Aasaariyanum Kaanikkaigalaiyum Baligalaiyum Seluththumpadi Niyamikkappadugiraan; Aadhalaal Seluththumpadikku Edho Ondru Ivarukkum Avasiyam Vendiyadhaayirukkiradhu. "
},{ "Verses": "4 boomiyile Avar Iruppaaraanaal Aasaariyaraayirukkamaattaar; Enenil, Niyaayappiramaanaththinpadi Kaanikkaigalai Seluththugira Aasaariyargal Irukkiraargale; "
},{ "Verses": "5 ivargal Seyyum Aaraadhanai Paralogaththilullavaigailin Saayalukkum Nizhalukkum Oththirukkiradhu; Appadiye, Mose Koodaaraththai Undupannugaiyil Malaiyile Unakkuk Kaanpikkappatta Maadhiriyinpadiye Nee Ellaavatraiyum Seyya Echcharikkaiyaayiru Endru Dhevan Avanukkuk Kattalaiyittaar. "
},{ "Verses": "6 ivaro Viseshiththa Vaakkuththaththangalinperil Sthaabikkappatta Viseshiththa Udanpadikkaikku Eppadi Maththiyastharaayirukkiraaro, Appadiye Mukkiyamaana Aasaariya Oozhiyaththaiyum Petrirukkiraar. "
},{ "Verses": "7 andha Mudhalaam Udanpadikkai Pizhaiththirundhadhaanaal, Irandaam Udanpadikkaikku Idam Thedavenduvadhillaiye. "
},{ "Verses": "8 avargalaik Kutrappaduththi, Avargalai Nokki: Idho, Karththar Sollugiradhennavenil: Isravel Kudumbaththodum Yoodhaa Kudumpaththodum Naan Pudhu Udanpadikkaiyai Erpaduththunkaalam Varugiradhu. "
},{ "Verses": "9 avargaludaiya Pidhaakkalai Egipthudhesaththilirundhu Konduvarumpadikku Naan Avargaludaiya Kaiyaip Pidiththanaalile Avargalodu Pannina Udanpadikkaiyaippola Idhu Iruppadhillai; Andha Udanpadikkaiyile Avargal Nilainirkavillaiye, Naanum Avargalaip Purakkaniththen Endru Karththar Sollugiraar. "
},{ "Verses": "10 andha Naatkalukkuppinbu Naan Isravel Kudumpaththaarode Pannum Udanpadikkaiyaavadhu: Ennudaiya Piramaanangalai Avargaludaiya Manadhile Vaiththu, Avargaludaiya Irudhayangalil Avaigalai Ezhudhuven; Naan Avargal Dhevanaayiruppen, Avargal En Janamaayiruppaargal. "
},{ "Verses": "11 appozhudhu Siriyavan Mudharkondu Periyavanvaraikkum Ellaarum Ennai Arivaargal; Aagaiyaal, Karththarai Arindhukol Endru Oruvan Than Ayalaanukkum, Oruvan Than Sagodharanukkum Podhikkavenduvadhillai. "
},{ "Verses": "12 enenil Naan Avargal Aniyaayangalaik Kirubaiyaai Manniththu, Avargal Paavangalaiyum Akkiramangalaiyum Ini Ninaiyaamaliruppen Endru Karththar Sollugiraar. "
},{ "Verses": "13 pudhu Udanpadikkai Endru Avar Sollugiradhinaale Mundhinadhai Pazhamaiyaakkinaar; Pazhamaiyaanadhum Naalpattadhumaayirukkiradhu Uruvazhindhupoga Kaalam Sameebiththirukkiradhu. "
}
]