[
{ "Verses": "1 pillaigale, Ungal Petraarukkuk Karththarukkul Keezhppadiyungal, Idhu Niyaayam. "
},{ "Verses": "2 unakku Nanmai Undaayiruppadharkum, Boomiyile Vaazhnaal Neediththiruppadharkum, "
},{ "Verses": "3 un Thagappanaiyum Un Thaayaiyum Ganampannuvaayaaga Enbadhe Vaakkuththaththamulla Mudhalaang Karpanaiyaayirukkiradhu. "
},{ "Verses": "4 pidhaakkale, Neengalum Ungal Pillaigalaik Kobappaduththaamal, Karththarukketra Sitchaiyilum Podhanaiyilum Avargalai Valarppeergalaaga. "
},{ "Verses": "5 velaikkaarare, Neengal Kiristhuvukkuk Keezhppadigiradhupola, Sareeraththinpadi Ungal Ejamaangalaayirukkiravargalukkum Bayaththodum Nadukkaththodum Kabadatra Manadhodum Keezhppadindhu; "
},{ "Verses": "6 manusharukkup Piriyamaayirukka Virumbugiravargalaagap Paarvaikku Oozhiyanseyyaamal, Kiristhuvin Oozhiyakkaararaaga, Manappoorvamaai Dhevanudaiya Siththaththinpadi Seyyungal. "
},{ "Verses": "7 adimaiyaanavanaanaalum, Suyaadheenamullavanaanaalum, Avanavan Seygira Nanmaiyinpadiye Karththaridaththil Balanai Adaivaanendru Arindhu, "
},{ "Verses": "8 manusharukkendru Oozhiyanjseyyaamal, Karththarukkendre Nalmanadhode Oozhiyanseyyungal. "
},{ "Verses": "9 ejamaangale, Appadiye Neengalum, Velaikkaararukkuch Seyyavendiyavaigalaich Seydhu, Avargalukkum Ungalukkum Ejamaanaanavar Paralogaththil Irukkiraarendrum, Avaridaththil Patchapaadhamillaiyendrum Arindhu, Kadunsollai Vittuvidungal. "
},{ "Verses": "10 kadaisiyaaga, En Sagodharare, Karththarilum Avarudaiya Saththuvaththin Vallamaiyilum Balappadungal. "
},{ "Verses": "11 neengal Pisaasin Thandhirangalodu Edhirththunirkath Thiraaniyullavargalaagumpadi, Dhevanudaiya Sarvaayudhavarkkaththaiyum Thariththukkollungal. "
},{ "Verses": "12 enenil, Maamsaththodum Raththaththodumalla, Dhuraiththanangalodum, Adhigaarangalodum, Ippirabanjaththin Andhagaara Logaadhibadhigalodum, Vaanamandalangalilulla Pollaadha Aavigalin Senaigalodum Namakkup Poraattam Undu. "
},{ "Verses": "13 aagaiyaal, Theengunaalile Avaigalai Neengal Edhirkkavum, Sagalaththaiyum Seydhumudiththavargalaai Nirkavum Thiraaniyullavargalaagumpadikku, Dhevanudaiya Sarvaayudhavarkkaththaiyum Eduththukkollungal. "
},{ "Verses": "14 saththiyam Ennum Kachchaiyai Ungal Araiyil Kattinavargalaayum Needhiyennum Maarkkavasaththaith Thariththavargalaayum; "
},{ "Verses": "15 samaadhaanaththin Suviseshaththirkuriya Aayaththam Ennum Paadharatchaiyaik Kaalgalile Thoduththavargalaayum, "
},{ "Verses": "16 pollaangan Eyyum Akkiniyaasthirangalaiyellaam Aviththuppodaththakkadhaai, Ellaavatrirkum Melaaga Visuvaasamennum Kedagaththaip Pidiththukkondavargalaayum Nillungal. "
},{ "Verses": "17 ratchaniyamennum Thalaichseeraavaiyum, Dhevavasanamaagiya Aaviyin Pattayaththaiyum Eduththukkollungal. "
},{ "Verses": "18 endhach Samayaththilum Sagalavidhamaana Vendudhalodum Vinnappaththodum Aaviyinaale Jebampanni, Adhanporuttu Migundha Manaurudhiyodum Sagala Parisuththavaangalukkaagavum Pannum Vendudhalodum Vizhiththukkondirungal. "
},{ "Verses": "19 suviseshaththirkaagach Sangiliyaal Kattappattirukkira Sthaanaabadhiyaagiya Naan Adhaippatrip Pesavendiyapadi Dhairiyamaaip Pesaththakkadhaaga, "
},{ "Verses": "20 naan Dhairiyamaai En Vaayaiththirandhu Suviseshaththin Ragasiyaththai Arivikkiradharku Vaakku Enakku Kodukkappadumpadi Enakkaagavum Vinnappampannungal. "
},{ "Verses": "21 andriyum, Enakkaduththa Kaariyangalum, En Sugaseydhigalum Ungalukkuth Theriyavarumbadikku, Avaigalaiyellaam Namakkup Piriyamaana Sagodharanum Karththarukkul Unmaiyulla Oozhiyakkaaranumaayirukkira Theegikku Ungalukku Arivippaan. "
},{ "Verses": "22 neengal Engal Seydhigalai Ariyavum, Avan Ungal Irudhayangalukku Aarudhal Seyyavum, Avanai Ungalidaththil Anuppinen. "
},{ "Verses": "23 pidhaavaagiya Dhevanaalum Karththaraagiya Yesukiristhuvinaalum, Sagodhararukku Samaadhaanamum Visuvaasaththodukoodiya Anbum Undaavadhaaga. "
},{ "Verses": "24 nammudaiya Karththaraagiya Yesukirisdhuvinidaththil Azhiyaadha Anbudane Anbukoorugira Yaavarodum Kirubai Undaayiruppadhaaga. Aamen. "
}
]