[
{ "Verses": "1 dhevanudaiya Siththaththinaale Yesukiristhuvinudaiya Apposthalanaagiya Pavul, Ebesuvile Kiristhu Yesuvukkul Visuvaasigalaayirukkira Parisuththavaangalukku Ezhudhugiradhaavadhu: "
},{ "Verses": "2 nammudaiya Pidhaavaagiya Dhevanaalum, Karththaraagiya Yesukiristhuvinaalum, Ungalukkuk Kirubaiyum Samaadhaanamum Undaavadhaaga. "
},{ "Verses": "3 nammudaiya Karththaraagiya Yesukiristhuvin Pidhaavaagiya Dhevanukku Sthoththiram; Avar Kiristhuvukkul Unnadhangalile Aavikkuriya Sagala Aaseervaadhaththinaalum Nammai Aaseervadhiththirukkiraar. "
},{ "Verses": "4 thamakkumunbaaga Naam Anbil Parisuththamullavargalum Kutramillaadhavargalumaayiruppadharku, Avar Ulagaththotraththukku Munne Kiristhuvukkul Nammaith Therindhukondapadiye, "
},{ "Verses": "5 piriyamaanavarukkul Thaam Namakkuth Thandharulina Thammudaiya Kirubaiyin Magimaikkup Pugazhchchiyaaga, "
},{ "Verses": "6 thammudaiya Dhayavulla Siththaththinpadiye, Nammai Yesukiristhumoolamaaith Thamakku Suvigaarabuththiraraagumpadi Mun Kuriththirukkiraar. "
},{ "Verses": "7 avarudaiya Kirubaiyin Aisuvariyaththinpadiye, Ivarudaiya Raththaththinaale Paavamannippaagiya Meetpu Ivarukkul Namakku Undaayirukkiradhu. "
},{ "Verses": "8 andhak Kirubaiyai Avar Sagala Gnaanaththodum Puththiyodum Engalidaththil Perugappanninaar. "
},{ "Verses": "9 kaalangal Niraiverumbodhu Vilangum Niyamaththinpadi Paralogaththilirukkiravaigalum Boologaththilirukkiravaigalumaagiya Sagalamum Kiristhuvukkulle Koottappadavendumendru, "
},{ "Verses": "10 thamakkulle Theermaaniththirundha Thammudaiya Dhayavulla Siththaththin Ragasiyaththai Engalukku Ariviththaar. "
},{ "Verses": "11 melum Kiristhuvinmel Munne Nambikkaiyaayirundha Naangal Avarudaiya Magimaikkup Pugazhchchiyaayirukkumpadikku, "
},{ "Verses": "12 thamadhu Siththaththin Aalosanaikkuththakkadhaaga Ellaavatraiyum Nadappikkira Avarudaiya Theermaanaththinpadiye, Naangal Munkurikkappattu, Kiristhuvukkul Avarudaiya Sudhandharamaagumpadi Therindhukollappattom. "
},{ "Verses": "13 neengalum Ungal Ratchippin Suviseshamaagiya Saththiya Vasanaththaik Kettu, Visuvaasigalaanabodhu, Vaakkuththaththampannappatta Parisuththa Aaviyaal Avarukkul Muththiraipodappatteergal. "
},{ "Verses": "14 avarukku Sondhamaanavargal Avarudaiya Magimaikkup Pugazhchchiyaaga Meetkappaduvaargal Enbadharku Aaviyaanavar Nammudaiya Sudhandharaththin Achchaaramaayirukkiraar. "
},{ "Verses": "15 aanapadiyinaale, Karththaraagiya Yesuvinmelulla Ungal Visuvaasaththaiyum, Parisuththavaangalellaarmelulla Ungal Anbaiyunkuriththu Naan Kelvippattu, "
},{ "Verses": "16 idaividaamal Ungalukkaaga Sthoththirampanni, En Jebangalil Ungalai Ninaiththu, "
},{ "Verses": "17 nammudaiya Karththaraagiya Yesukiristhuvin Dhevanum Magimaiyin Pidhaavumaanavar Thammai Neengal Arindhukolvadharkaana Gnaanaththaiyum Thelivaiyum Alikkira Aaviyai Ungalukkuth Thandharulavendumendrum, "
},{ "Verses": "18 thaam Nammai Azhaiththadhinaale Namakku Undaayirukkira Nambikkai Innadhendrum, Parisuththavaangalidaththil Thamakku Undaayirukkira Sudhandharaththinudaiya Magimaiyin Aisuvariyam Innadhendrum; "
},{ "Verses": "19 thaam Kiristhuvai Mariththorilirundhu Ezhuppi, Avaridaththil Nadappiththa Thamadhu Balaththa Saththuvaththin Vallamaippadiye Visuvaasikkiravargalaagiya Nammidaththile Kaanbikkum Thammudaiya Vallamaiyin Magaa Menmaiyaana Magaththuvam Innadhendrum, Neengal Ariyumpadikku, Avar Ungalukkup Piragaasamulla Manakkangalaik Kodukkavendumendrum Vendikkollugiren. "
},{ "Verses": "20 ellaath Dhuraiththanaththukkum, Adhigaaraththukkum, Vallamaikkum, Karththaththuvaththukkum, Immaiyilmaaththiramalla Marumaiyilum Perpetrirukkum Ellaa Naamaththukkum Melaai Avar Uyarndhirukkaththakkadhaaga, "
},{ "Verses": "21 avarai Unnadhangalil Thammudaiya Valadhupaarisaththil Utkaarumpadi Seydhu, "
},{ "Verses": "22 ellaavatraiyum Avarudaiya Paadhangalukkuk Keezhppaduththi, "
},{ "Verses": "23 ellaavatraiyum Ellaavatraalum Nirappugiravarudaiya Niraivaagiya Sareeramaana Sabaikku Avarai Ellaavatrirkum Melaana Thalaiyaagath Thandharulinaar. "
}
]