[
{ "Verses": "1 idhinimiththam, Pavulaagiya Naan Purajaadhiyaaraayirukkira Ungalporuttuk Kiristhu Yesuvinimiththam Kattundavanaayirukkiren. "
},{ "Verses": "2 ungalukkaaga Enakku Alikkappattirukkira Dheyvakirubaikkuriya Niyamamuminnadhendru Kettiruppeergale; "
},{ "Verses": "3 adhennavenil Purajaadhigal Suviseshaththinaale Udan Sudhandhararumaai, Ore Sareeraththirkullaanavargalumaai, Kiristhuvukkul Avar Pannina Vaakkuththaththaththukku Udanpangaaligalumaayirukkiraargalengira Indha Ragasiyaththai Avar Enakku Velippaduththi Ariviththaar. "
},{ "Verses": "4 idhaikkuriththu Naan Munname Surukkamaai Ezhudhiyirukkiren. "
},{ "Verses": "5 adhai Neengal Vaasikkaiyil Kiristhuvin Ragasiyaththaikkuriththu Enakku Undaayirukkira Arivai Arindhukollalaam; "
},{ "Verses": "6 indha Ragasiyam Ippozhudhu Avarudaiya Parisuththa Apposthalarukkum Theerkkadharisigalukkum Aaviyaanavaraale Velippaduththappattirukkiradhupola, Murkaalangalil Manubuththirarukku Arivikkappadavillai. "
},{ "Verses": "7 dhevanudaiya Balaththa Saththuvaththaal Enakku Alikkappatta Varamaagiya Avarudaiya Kirubaiyinaale Indha Suviseshaththukku Oozhiyakkaaranaanen. "
},{ "Verses": "8 parisuththavaangalellaarilum Siriyavanaagiya Naan Kiristhuvinudaiya Alavatra Aisuvariyaththaip Purajaadhigalidaththil Suviseshamaai Arivikkiradharkaaga Indhak Kirubai Enakku Alikkappattirukkiradhu. "
},{ "Verses": "9 dhevan Nammudaiya Karththaraagiya Kiristhu Yesuvukkul Kondirundha Anaadhi Theermaanaththinpadiye, "
},{ "Verses": "10 unnadhangalilulla Thuraiththanangalukkum Adhigaarangalukkum Avarudaiya Anandha Gnaanamaanadhu Sabaiyinmoolamaai Ippozhudhu Theriyavarumporuttaaga, "
},{ "Verses": "11 yesukiristhuvaikkondu Ellaavatraiyum Sirushtiththa Dhevanukkulle Aadhikaalangal Mudhal Maraindhirundha Ragasiyaththinudaiya Aikkiyam Innadhendru, Ellaarukkum Velippadaiyaagak Kaanbikkiradharku, Indhakkirubai Enakku Alikkappattirukkiradhu. "
},{ "Verses": "12 avaraip Patrum Visuvaasaththaal Avarukkul Namakkuth Dhairiyamum Thidanambikkaiyode Dhevanidadhthil Serum Silaakkiyamum Undaayirukkiradhu. "
},{ "Verses": "13 aagaiyaal Ungalnimiththam Naan Anubavikkira Ubaththiravangalinaal Neengal Sorndhupogaadhirukka Vendikkollugiren; Avaigal Ungalukku Magimaiyaayirukkiradhe. "
},{ "Verses": "14 idhinimiththam Naan Paralogaththilum Boologaththilumulla Muzhukkudumbaththukkum Naamakaaranaraagiya, "
},{ "Verses": "15 nammudaiya Karththaraayirukkira Yesukirisdhuvinudaiya Pidhaavai Nokki Muzhangaalpadiyittu, "
},{ "Verses": "16 neengal Avarudaiya Aaviyinaale Ullaana Manushanil Vallamaiyaaip Balappadavum, "
},{ "Verses": "17 visuvaasaththinaale Kiristhu Ungal Irudhayangalil Vaasamaayirukkavum, Neengal Anbile Veroondri, Nilaipetravargalaagi, "
},{ "Verses": "18 sagala Parisuththavaangalodunkoodak Kiristhuvinudaiya Anbin Agalamum, Neelamum, Aazhamum, Uyaramum Innadhendru Unarndhu; "
},{ "Verses": "19 arivukkettaadha Andha Anbai Arindhukolla Vallavargalaagavum, Dhevanudaiya Sagala Paripooranaththaalum Niraiyappadavum, Avar Thamadhu Magimaiyinudaiya Aisuvariyaththinpadiye, Ungalukku Anukkiragam Pannavendumendru Vendikkollugiren. "
},{ "Verses": "20 naam Vendikkollugiradharkum Ninaikkiradharkum Migavum Adhigamaai Namakkulle Kiriyaiseygira Vallamaiyinpadiye, Namakkuch Seyya Vallavaraagiya Avarukku, "
},{ "Verses": "21 sabaiyile Kiristhu Yesuvin Moolamaaith Thalaimurai Thalaimuraikkum Sadhaakaalangalilum Magimai Undaavadhaaga. Aamen. "
}
]