[
{ "Verses": "1 akkiramangalinaalum Paavangalinaalum Mariththavargalaayirundha Ungalai Uyirppiththaar. "
},{ "Verses": "2 avaigalil Neengal Murkaalaththile Ivvulaga Vazhakkaththirketrapadiyaagavum, Keezhppadiyaamaiyin Pillaigalidaththil Ippozhudhu Kiriyaiseygira Aagaayaththu Adhikaarap Pirabuvin Aavikketrapadiyaagavum Nadandhukondeergal. "
},{ "Verses": "3 avargalukkulle Naamellaarum Murkaalaththile Namadhu Maamsa Ichchaiyin Padiye Nadandhu, Namadhu Maamsamum Manasum Virumbinavaigalaich Cheydhu, Subaavaththinaale Matravargalaippolak Kobaakkinaiyin Pillaigalaayirundhom. "
},{ "Verses": "4 dhevano Irakkaththil Aisuvariyamullavaraai Nammil Anbukoorndha Thammudaiya Migundha Anbinaale, "
},{ "Verses": "5 akkiramangalil Mariththavargalaayirundha Nammaik Kiristhuvudanekooda Uyirppiththaar; Kirubaiyinaale Ratchikkappatteergal. "
},{ "Verses": "6 kiristhu Yesuvukkul Avar Nammidaththil Vaiththa Dhayavinaale, Thammudaiya Kirubaiyin Magaa Menmaiyaana Aisuvariyaththai Varunkaalangalil Vilangachseyvadharkaaga, "
},{ "Verses": "7 kiristhu Yesuvukkul Nammai Avarodekooda Ezhuppi, Unnadhangalile Avarodekooda Utkaaravum Seydhaar. "
},{ "Verses": "8 kirubaiyinaale Visuvaasaththaikkondu Ratchikkappatteergal; Idhu Ungalaal Undaanadhalla, Idhu Dhevanudaiya Eevu; "
},{ "Verses": "9 oruvarum Perumaipaaraattaadhapadikku Idhu Kiriyaigalinaal Undaanadhalla; "
},{ "Verses": "10 enenil, Narkiriyaigalaich Seygiradharku Naam Kiristhu Yesuvukkul Sirushtikkappattu, Dhevanudaiya Seygaiyaayirukkirom; Avaigalil Naam Nadakkumpadi Avar Munnadhaaga Avaigalai Aayaththampanniyirukkiraar. "
},{ "Verses": "11 aanapadiyinaal Munne Maamsaththinpadi Purajaadhiyaaraayirundhu, Maamsaththil Kaiyinaale Seyyappadugira Viruththasedhanamudaiyavargalaal Viruththasedhanamillaadhavargalennappatta Neengal, "
},{ "Verses": "12 akkaalaththile Yesukiristhuvai Seraadhavargalum, Israveludaiya Kaaniyaatchikkup Purambaanavargalum, Vaakkuththaththaththin Udanpadikkaigalukku Anniyarum, Nambikkaiyillaadhavargalum, Ivvulagaththil Dhevanatravargalumaayirundheergalendru Ninaiththukkollungal. "
},{ "Verses": "13 munne Dhooramaayirundha Neengal Ippozhudhu Kiristhu Yesuvukkul Kiristhuvin Raththaththinaale Sameebamaaneergal. "
},{ "Verses": "14 eppadiyenil, Avare Nammudaiya Samaadhaana Kaaranaraagi, Iruthiraththaaraiyum Ondraakki, Pagaiyaaga Nindra Pirivinaiyaagiya Naduchsuvaraith Thagarththu, "
},{ "Verses": "15 sattathittangalaagiya Niyaayappiramaanaththaith Thammudaiya Maamsaththinaale Ozhiththu, Iruthiraththaaraiyum Thamakkullaaga Ore Pudhiya Manushanaaga Sirushtiththu, Ippadi Samaadhaanampanni, "
},{ "Verses": "16 pagaiyai Siluvaiyinaal Kondru, Adhinaale Iruthiraththaaraiyum Ore Sareeramaaga Dhevanukku Oppuravaakkinaar. "
},{ "Verses": "17 allaamalum Avar Vandhu, Dhooramaayirundha Ungalukkum, Sameebamaayirundha Avargalukkum, Samaadhaanaththai Suviseshamaaga Ariviththaar. "
},{ "Verses": "18 andhappadiye Naam Iruthiraththaarum Ore Aaviyinaale Pidhaavinidaththil Serum Silaakkiyaththai Avarmoolamaaip Petrirukkirom. "
},{ "Verses": "19 aagaiyaal, Neengal Ini Anniyarum Paradhesigalumaayiraamal, Parisuththavaangalode Ore Nagaraththaarum Dhevanudaiya Veettaarumaayirundhu, "
},{ "Verses": "20 apposthalar Theerkkadharisigalenbavargaludaiya Asdhibaaraththinmel Kattappattavargalumaayirukkireergal; Adharku Yesukiristhu Thaame Moolaikkallaayirukkiraar; "
},{ "Verses": "21 avarmel Maaligai Muzhuvadhum Isaivaai Inaikkappattu, Karththarukkul Parisuththa Aalayamaaga Ezhumpugiradhu; "
},{ "Verses": "22 avarmel Neengalum Aaviyinaale Dhevanudaiya Vaasasthalamaagak Koottikkattappattuvarugireergal. "
}
]