[
{ "Verses": "1 aadhalaal, Neengal Piriyamaana Pillaigalaippola Dhevanaip Pinbatrugiravargalaagi, "
},{ "Verses": "2 kiristhu Namakkaagath Thammai Dhevanukku Sugandha Vaasanaiyaana Kaanikkaiyaagavum Baliyaagavum Oppukkoduththu Nammil Anbukoorndhadhupola, Neengalum Anbile Nadandhukollungal. "
},{ "Verses": "3 melum, Parisuththavaangalukku Etrapadi, Vesiththanamum, Matrendha Asuththamum, Porulaasaiyumaagiya Ivaigalin Permudhalaai Ungalukkulle Sollappadavunkoodaadhu. "
},{ "Verses": "4 appadiye Vambum, Buththiyeenamaana Pechchum, Pariyaasamum Thagaadhavaigal; Sthoththiranseydhale Thagum. "
},{ "Verses": "5 vibachaarakkaaranaavadhu, Asuththanaavadhu, Vikkiragaaraadhanaikkaaranaagiya Porulaasaikkaaranaavadhu Dhevanudaiya Raajyamaagiya Kiristhuvin Raajyaththile Sudhandharamadaivadhillaiyendru Arindhirukkireergale. "
},{ "Verses": "6 ippadippattavaigalinimiththamaagak Keezhppadiyaamaiyin Pillaigalmel Dhevakobaakkinai Varuvadhaal, Oruvanum Ungalai Veenvaarththaigalinaale Mosampogaadhapadikku Echcharikkaiyaayirungal; "
},{ "Verses": "7 avargalukkup Pangaaligalaagaadhirungal. "
},{ "Verses": "8 murkaalaththil Neengal Andhagaaramaayirundheergal, Ippozhudho Karththarukkul Velichchamaayirukkireergal; Velichchaththin Pillaigalaai Nadandhukollungal. "
},{ "Verses": "9 aaviyin Kani, Sagala Nargunaththilum Needhiyilum Unmaiyilum Vilangum. "
},{ "Verses": "10 karththarukkup Piriyamaanadhu Innadhendru Neengal Sodhiththuppaarungal. "
},{ "Verses": "11 kaniyatra Andhagaarak Kiriyaigalukku Udanpadaamal, Avaikalaik Kadindhukollungal. "
},{ "Verses": "12 avargalaal Olippidaththil Seyyappadum Kiriyaigalai Sollugiradhum Avalatchanamaayirukkiradhe. "
},{ "Verses": "13 avaigalellaam Kadindhukollappattu Velichchaththinaal Veliyarangamaagum; Veliyarangamaakkugiradhellaam Velichchamaayirukkiradhu. "
},{ "Verses": "14 adhalaal, Thoongugira Nee Vizhiththu, Mariththorai Vittu Ezhundhiru, Appozhudhu Kiristhu Unnaip Piragaasippippaarendru Solliyirukkiraar. "
},{ "Verses": "15 aanapadiyinaale, Neengal Gnaanamatravargalaippola Nadavaamal, Gnaanamullavargalaippolak Gavanamaai Nadandhukollappaarththu, "
},{ "Verses": "16 naatkal Pollaadhavaigalaanadhaal Kaalaththaip Pirayojanappaduththikkollungal. "
},{ "Verses": "17 aagaiyaal, Neengal Madhiyatravargalaayiraamal, Karththarudaiya Siththam Innadhendru Unarndhukollungal. "
},{ "Verses": "18 dhunmaarkkaththirku Edhuvaana Madhubaana Verikollaamal, Aaviyinaal Niraindhu; "
},{ "Verses": "19 sangeedhangalinaalum Keerththanaigalinaalum Gnaanappaattugalinaalum Oruvarukkoruvar Buththisollikkondu, Ungal Irudhayaththil Karththaraip Paadik Keerththanampanni, "
},{ "Verses": "20 nammudaiya Karththaraagiya Yesukiristhuvin Naamaththinaale Eppozhudhum Ellaavatrirkaagavum Pidhaavaagiya Dhevanai Sthoththiriththu, "
},{ "Verses": "21 dheyva Bayaththode Oruvarukkoruvar Keezhppadindhirungal. "
},{ "Verses": "22 manaivigale, Karththarukkuk Keezhppadigiradhupola, Ungal Sondhap Purusharukkung Keezhppadiyungal. "
},{ "Verses": "23 kiristhu Sabaikkuth Thalaiyaayirukkiradhupola, Purushanum Manaivikkuth Thalaiyaayirukkiraan; Avare Sareeraththirkum Ratchagaraayirukkiraar. "
},{ "Verses": "24 aagaiyaal, Sabaiyaanadhu Kiristhuvukkuk Keezhppadigiradhupola Manaivigalum Thangal Sondhap Purushargalukku Endhak Kaariyaththileyum Keezhppadindhirukka Vendum. "
},{ "Verses": "25 purushargale, Ungal Manaivigalil Anbukoorungal; Appadiye Kiristhuvum Sabaiyil Anbukoorndhu, "
},{ "Verses": "26 thaam Adhaith Thiruvasanaththaikkondu Thanneer Muzhukkinaal Suththigariththu, Parisuththamaakkugiradharkum, "
},{ "Verses": "27 karaidhirai Mudhalaanavaigal Ondrum Illaamal Parisuththamum Pizhaiyatradhumaana Magimaiyulla Sabaiyaaga Adhaith Thamakkumun Niruththikkolvadharkum Thammaiththaame Adharkaaga Oppukkoduththaar. "
},{ "Verses": "28 appadiye, Purushargalum Thangal Manaivigalaith Thangal Sondhach Sareerangalaagap Paaviththu, Avargalil Anbukooravendum; Than Manaiviyil Anbukoorugiravan Thannilthaan Anbukoorugiraan. "
},{ "Verses": "29 than Sondha Maamsaththaip Pagaiththavan Oruvanumillaiye; Karththar Sabaiyaip Poshiththukkaappaatrugiradhu Pola Ovvoruvanum Than Maamsaththaip Poshiththuk Kaappaatrugiraan. "
},{ "Verses": "30 naam Avarudaiya Sareeraththin Avayavangalaayum, Avarudaiya Maamsaththirkum Avarudaiya Elumbukkum Uriyavargalaayum Irukkirom. "
},{ "Verses": "31 idhinimiththam Manushan Than Thagappanaiyum Than Thaayaiyum Vittu, Than Manaiviyudan Isaindhu, Iruvarum Ore Maamsamaayiruppaargal. "
},{ "Verses": "32 indha Ragasiyam Periyadhu; Naan Kiristhuvaippatriyum Sabaiyaippatriyum Sollugiren. "
},{ "Verses": "33 eppadiyum, Ungalilum Avanavan Thannidaththil Anbukooruvadhupola, Than Manaiviyinidaththilum Anbukoorakkadavan; Manaiviyum Purushanidaththil Bayabakthiyaayirukkakkadaval. "
}
]