[
{ "Verses": "1 aadhalaal, Karththarnimiththam Kattundavanaagiya Naan Ungalukku Sollugira Buththiyennavenil, Neengal Azhaikkappatta Azhaippukkup Paaththiravaangalaai Nadandhu, "
},{ "Verses": "2 migundha Manaththaazhmaiyum Saandhamum Neediya Porumaiyum Udaiyavargalaai, Anbinaal Oruvaraiyoruvar Thaangi, "
},{ "Verses": "3 samaadhaanakkattinaal Aaviyin Orumaiyaik Kaaththukkolvadharku Jaakkiradhaiyaayirungal. "
},{ "Verses": "4 ungalukku Undaana Azhaippinaale Neengal Ore Nambikkaikku Azhaikkappattadhupola, Ore Sareeramum Ore Aaviyum Undu; "
},{ "Verses": "5 ore Karththarum, Ore Visuvaasamum, Ore Gnaanasnaanamum, "
},{ "Verses": "6 ellaarukkum Ore Dhevanum Pidhaavum Undu; Avar Ellaarmelum, Ellaarodum, Ungal Ellaarukkullum Irukkiravar. "
},{ "Verses": "7 kiristhuvinudaiya Eevin Alavukkuththakkadhaaga Nammil Avanavanukkuk Kirubai Alikkappattirukkiradhu. "
},{ "Verses": "8 aadhalaal, Avar Unnadhaththirku Eri, Siraippattavargalai Siraiyaakki, Manushargalukku Varangalai Aliththaar Endru Solliyirukkiraar. "
},{ "Verses": "9 erinaar Enbadhinaale Avar Adharkumunne Boomiyin Thaazhvidangalil Iranginaar Endru Vilangugiradhallavaa? "
},{ "Verses": "10 iranginavare Ellaavatraiyum Nirappaththakkadhaaga, Ellaa Vaanangalukkum Melaaga Unnadhaththirku Erinavarumaayirukkiraar. "
},{ "Verses": "11 melum Naam Anaivarum Dhevanudaiya Kumaaranaip Patrum Visuvaasaththilum Arivilum Orumaippattavargalaagi, Kirisdhuvinudaiya Niraivaana Valarchchiyin Alavukkuththakka Poorana Purusharaagumvaraikkum, "
},{ "Verses": "12 parisuththavaangal Seerporundhumporuttu, Suvisesha Oozhiyaththin Velaikkaagavum, Kiristhuvin Sareeramaagiya Sabaiyaanadhu Bakdhiviruththi Adaivadharkaagavum, "
},{ "Verses": "13 avar, Silarai Apposthalaraagavum, Silaraith Theerkkadharisigalaagavum, Silarai Suviseshagaraagavum, Silarai Meypparaagavum, Podhagaraagavum Erpaduththinaar. "
},{ "Verses": "14 naam Inik Kuzhandhaigalaayiraamal, Manusharudaiya Soodhum Vanjikkiradharkedhuvaana Thandhiramumulla Podhagamaagiya Palavidha Kaatrinaale Alaigalaippola Adipattu Alaigiravargalaayiraamal, "
},{ "Verses": "15 anbudan Saththiyaththaik Kaikondu Thalaiyaagiya Kiristhuvukkul Ellaavatrileyum, Naam Valarugiravargalaayirukkumpadiyaaga Appadich Cheydhaar. "
},{ "Verses": "16 avaraale Sareeram Muzhudhum, Adharku Udhaviyaayirukkira Sagala Kanukkalinaalum Isaivaaik Katti Inaikkappattu, Ovvoru Avayavamum Thanthan Alavukkuththakkadhaaik Kiriyaiseygirapadiye, Adhu Anbinaale Thanakku Bakthiviruththi Undaakkugiradharkedhuvaaga Sareeravalarchchiyai Undaakkugiradhu. "
},{ "Verses": "17 aadhalaal, Karththarukkul Naan Ungalukku Saatchiyaagach Solli Echcharikkiradhu Ennavenil, Matrap Purajaadhigal Thangal Veenaana Sindhaiyile Nadakkiradhupola Neengal Ini Nadavaamalirungal. "
},{ "Verses": "18 avargal Buththiyil Andhagaarappattu, Thangal Irudhaya Kadinaththinaal Thangalil Irukkum Ariyaamaiyinaale Dhevanudaiya Jeevanukku Anniyaraayirundhu; "
},{ "Verses": "19 unarvillaadhavargalaai, Sagalavidha Asuththangalaiyum Aavalode Nadappikkumpadi, Thangalaik Kaamavigaaraththirku Oppukkoduththirukkiraargal. "
},{ "Verses": "20 neengalo Ivvidhamaaik Kiristhuvaik Katrukkollavillai. "
},{ "Verses": "21 yesuvinidaththilulla Saththiyaththinpadiye, Neengal Avaridaththil Kettarindhu, Avaraal Podhikkappatteergale. "
},{ "Verses": "22 andhappadi, Mundhina Nadakkaikkuriya Mosampokkum Ichchaigalaale Kettuppogira Pazhaiya Manushanai Neengal Kalaindhupottu, "
},{ "Verses": "23 ungal Ullaththile Pudhidhaana Aaviyullavargalaagi, "
},{ "Verses": "24 meyyaana Needhiyilum Parisuththaththilum Dhevanudaiya Saayalaaga Sirushtikkappatta Pudhiya Manushanaith Thariththukkollungal. "
},{ "Verses": "25 andriyum, Naam Oruvarukkoruvar Avayavangalaayirukkirapadiyaal, Poiyaik Kalaindhu, Avanavan Piranudane Meyyaip Pesakkadavan. "
},{ "Verses": "26 neengal Kobankondaalum Paavanjseyyaadhirungal, Sooriyan Asdhamikkiradharku Munnaaga Ungal Erichchal Thaniyakkadavadhu; "
},{ "Verses": "27 pisaasukku Idankodaamalum Irungal. "
},{ "Verses": "28 thirudugiravan Inith Thirudaamal, Kuraichchalullavanukkuk Kodukkaththakkadhaagath Thanakku Undaayirukkumpadi, Than Kaigalinaal Nalamaana Velaiseydhu, Pirayaasappadakkadavan. "
},{ "Verses": "29 ketta Vaarththai Ondrum Ungal Vaayilirundhu Purappadavendaam; Bakthiviruththikku Edhuvaana Nalla Vaarththai Undaanaal Adhaiye Ketkiravanukkup Pirayojanamundaagumpadi Pesungal. "
},{ "Verses": "30 andriyum, Neengal Meetkappadumnaalukkendru Muththiraiyaagap Petra Dhevanudaiya Parisuththa Aaviyaith Dhukkappaduththaadhirungal. "
},{ "Verses": "31 sagalavidhamaana Kasappum, Kobamum, Moorkkamum, Kookkuralum, Dhooshanamum, Matra Endhath Dhurkkunamum Ungalaivittu Neengakkadavadhu. "
},{ "Verses": "32 oruvarukkoruvar Dhayavaayum Manaurukkamaayum Irundhu, Kiristhuvukkul Dhevan Ungalukku Manniththadhupola, Neengalum Oruvarukkoruvar Manniyungal. "
}
]