[
{ "Verses": "1 mazhaiththaazhchchiyaik Kuriththu Eremiyaavukku Undaana Karththarudaiya Vasanam: "},
{ "Verses": "2 yoodhaa Dhukkikkiradhu, Adhin Vaasalgal Belanatruk Kidakkiradhu; Tharaimattum Kunindhu, Karigaruththuth Thirigiraargal; Erusalemin Kookkural Ezhumbugiradhu. "},
{ "Verses": "3 avargalil Prabalamaanavargal Thangal Siruvargalaith Thanneerukku Anuppugiraargal; Ivargal Pallangalukkup Poith Thanneeraikkaanaamal Verum Paaththirangalode Thirumbivarugiraargal; Vetki Naani, Thangal Thalaiyai Moodikkollugiraargal. "},
{ "Verses": "4 dhesaththinmel Mazhai Illaadhadhinaal Tharai Vediththirukkiradhu Payirseygiravargal Vetki, Thangal Thalaiyai Moodikkollugiraargal. "},
{ "Verses": "5 veliyin Penmaanum Kuttipottu, Pullillaadhadhinaal Adhaivittu Odippogum. "},
{ "Verses": "6 kaattukkazhudhaigal Medugalilnindru Valusarppangalaippol, Kaatrai Utkollugiradhu; Pul Illaadhadhinaal Avaigaludaiya Kangal Pooththuppogiradhu Endraar. "},
{ "Verses": "7 karththaave, Engal Akkiramangal Engalukku Virodhamaai Saatchiyittaalum, Ummudaiya Naamaththinimiththam Kirubaiseyyum; Engal Seerkedugal Migudhiyaayirukkiradhu; Umakku Virodhamaaip Paavancheydhom. "},
{ "Verses": "8 isravelin Nambikkaiye, Aabaththukkaalaththil Adhin Ratchagare, Neer Dhesaththil Paradhesiyaippolavum Raaththanga Irangugira Vazhippokkanaippolavum Iruppaanen? "},
{ "Verses": "9 neer Vidaaiththuppona Purushanaippolavum, Ratchikkamaattaadha Paraakkiramasaaliyaippolavum Iruppaanen? Karththaave Neer Engal Naduvilirukkiravaraame; Ummudaiya Naamam Engalukkuth Tharikkappattumirukkiradhe; Engalai Vittup Pogaadhirum. "},
{ "Verses": "10 avargal Thangal Kaalgalai Adakkikkollaamal, Alaiya Virumbugiraargalendru Karththar Indha Janaththaikkuriththu Sollugiraar, Aagaiyaal, Karththaravargalmel Piriyamaayiraamal, Ippozhudhu Avargal Akkiramaththai Ninaiththu, Avargal Paavangalai Visaarippaar. "},
{ "Verses": "11 karththar Ennai Nokki: Nee Indha Janaththukku Nanmaiyundaaga Vinnappampannavendaam. "},
{ "Verses": "12 avargal Ubavaasiththaalum, Naan Avargal Vinnappaththaikketpadhillai; Avargal Thaganapaligalaiyum Kaanikkaigalaiyum Seluththinaalum, Naan Avargalmel Piriyamaayiruppadhillai; Pattayaththinaalum Panjaththinaalum Kollainoyinaalum Naan Avargalai Nirmoolamaakkuven Endraar. "},
{ "Verses": "13 appozhudhu Naan: Aa Karththaraagiya Aandavare, Idho, Neengal Pattayaththaik Kaanbadhillai, Ungalukkup Panjamum Varuvadhillai; Urudhiyaana Samaadhaanaththaiye Ivvidaththil Ungalukkuth Tharuvomendraar Endru Theerkkadharisigal Avargalukku Sollugiraargale Endren. "},
{ "Verses": "14 appozhudhu Karththar Ennai Nokki: Theerkkadharisigal En Naamaththaikkondu Poiyaaith Theerkkadharisanan Chollugiraargal. Naan Avargalai Anuppinadhumillai, Avargalukkuk Karpiththadhumillai; Avargalode Pesinadhumillai; Avargal Kalla Dharisanaththaiyum, Kalla Sagunaththaiyum, Illaadha Viseshaththaiyum, Thangal Irudhayaththin Kabadaththaiyume, Ungalukkuth Theerkkadharisanamaai Sollugiraargal. "},
{ "Verses": "15 aadhalaal, Naan Anuppaadhirundhum, En Naamaththaikkondu Theerkkadharisanancholli, Indha Dhesaththile Pattayamum Panjamum Varuvadhillaiyengira Theerkkadharisigalaikkuriththu: Ippadippatta Theerkkadharisigal Pattayaththaalum Panjaththaalum Saavaargal. "},
{ "Verses": "16 avargalidaththil Theerkkadharisanam Ketkum Janangalum, Erusalemin Veedhigalile Pattayaththaalum Panjaththaalum Azhindhu, Avargalum Avargal Manaivigalum, Avargal Kumaararum, Avargal Kumaaraththigalum Adakkampannuvaarillaamal Kidappaargal; Avargaludaiya Pollaappai Avargalmel Varappannuven Endru Karththar Sollugiraar. "},
{ "Verses": "17 en Kangalilirundhu Iravumpagalum Oyaamal Kanneer Odikkondirukkum; En Janamengira Kumaaraththiyaagiya Kannigai Magaa Vedhanaiyulla Adiyinaalum Kodiya Kaayaththinaalum Sedhappattirukkiraal. "},
{ "Verses": "18 naan Veliye Ponaal Idho, Pattayaththaal Kollappattavargal; Nagaraththil Vandhaal, Idho, Panjaththaal Varundhugiravargal, Theerkkadharisigalum Aasaariyargalum Ondrum Ariyaamal Dhesaththil Alaigiraargalennum Indha Vaarththaiyai Avargalukku Sol Endraar. "},
{ "Verses": "19 yoodhaavai Mutrilum Veruththeero? Seeyon Ummudaiya Aaththumaavukku Arosigamaayitro? Naangal Aarokkiyam Adaiyak Koodaadhapadi Engalai En Adiththeer? Samaadhaanaththukkuk Kaaththirundhom, Oru Nanmaiyumillai; Aarokkiya Kaalaththukkuk Kaaththirundhom, Idho, Aabaththu. "},
{ "Verses": "20 karththaave, Engal Theemaiyaiyum Engal Pidhaakkalin Akkiramaththaiyum Naangal Arindhirukkirom; Umakku Virodhamaaip Paavancheydhom. "},
{ "Verses": "21 ummudaiya Naamaththinimiththam Engalai Aruvarukkaadhirum, Umadhu Magimaiyin Singaasanaththaik Kanaveenappaduththaadheyum; Engalode Umakku Irukkira Udanpadikkai Abaththamaagaadhapadi Engalai Ninaiththarulum. "},
{ "Verses": "22 purajaadhigaludaiya Veenaana Dhevargalukkul Mazhai Varushikkappannaththakkavargal Undo? Alladhu, Vaanangal Thaanaai Mazhaigalaik Kodukkumo? Engal Dhevanaagiya Karththaraayirukkira Neerallavo Adhai Seygiravar; Aagaiyaal Umakkuk Kaaththirukkirom; Dhevareer Ivaigalaiyellaam Undupannineer. "}
]