[
{ "Verses": "1 karththarudaiya Vaarththai Enakku Undaagi Avar: "},
{ "Verses": "2 nee Pennai Vivaagampannavendaam; Ivvidaththil Unakkuk Kumaararum Kumaaraththigalum Irukkavendaam Endraar. "},
{ "Verses": "3 ivvidaththile Pirakkira Kumaararaiyum Kumaaraththigalaiyum, Indhadhesaththil Avargalaip Petra Thaaigalaiyum Avargalaip Petra Pidhaakkalaiyunkuriththukkarththar Sollugiradhu Ennavendraal, "},
{ "Verses": "4 magaa Kodiya Vyaadhigalaal Saavaargal, Avargalukkaagap Pulambuvaarum, Avargalai Adakkampannuvaarumillai, Nilaththinmel Eruvaavaargal; Pattayaththaalum Panjaththaalum Madindhupovaargal; Avargaludaiya Predham Aagaasaththupparavaigalukkum Boomiyin Mirugangalukkum Iraiyaagum. "},
{ "Verses": "5 aagaiyaal, Nee Dhukkaveettil Pravesiyaamalum, Pulambappogaamalum, Avargalukkup Paridhabikkaamalum Iruppaayaaga Endru Karththar Sollugiraar; En Samaadhaanaththaiyum, Kirubaiyaiyum, Irakkaththaiyum, Indha Janaththaivittu Eduththuppotten Endru Karththar Sollugiraar. "},
{ "Verses": "6 indha Dhesaththile Periyorum Siriyorum Saavaargal; Avargalai Adakkampannuvaarillai; Avargalukkaagap Pulambuvaarumillai; Avargal Nimiththam Keerikkondu, Mottaiyadiththukkolvaarumillai. "},
{ "Verses": "7 seththavargal Nimiththam Undaana Dhukkaththai Aatra Avargalukku Appam Pangidappaduvadhumillai; Oruvanudaiya Thagappanukkaavadhu, Oruvanudaiya Thaaikkaavadhu Dhukkappadugiravargalukkuth Thetraravin Paaththiraththaik Kudikkakkoduppaarumillai. "},
{ "Verses": "8 nee Avargalode Pusiththukkudikka Utkaarumpadi Virundhuveettilum Pravesiyaayaaga. "},
{ "Verses": "9 enenil, Idho, Ivvidaththile Naan Ungal Kangalukku Munbaagavum, Ungal Naatkalilume, Sandhoshaththin Saththaththaiyum Magizhchchiyin Saththaththaiyum, Manavaalanin Saththaththaiyum, Manavaattiyin Saththaththaiyum Oyappannuven Endru Isravelin Dhevanaagiya Senaigalin Karththar Sollugiraar. "},
{ "Verses": "10 nee Indha Vaarththaigalaiyellaam Indha Janaththukku Arivikkumpodhu, Avargal Unnai Nokki: Karththar Engalmel Iththanai Periya Theengaik Kooruvaanen Endrum, Naangal Seydha Akkiramam Enna? Naangal Engal Dhevanaagiya Karththarukku Virodhamaagachcheydha Engal Paavam Enna? Endrum Ketpaargalaanaal, "},
{ "Verses": "11 nee Avargalai Nokki: Ungal Pidhaakkal Ennaivittu Anniyadhevargalaip Pinpatri, Avargalai Seviththu, Avargalaip Panindhukondu, En Nyaayappramaanaththaik Kaikkollaamal Ennai Vittuvittaargale. "},
{ "Verses": "12 neengal Ungal Pidhaakkalaippaarkkilum Adhiga Kedaaga Nadandheergale, Idho Ungalil Ovvoruvarum En Sollaik Kelaadhapadikku Ungal Pollaadha Irudhaya Kadinaththinpadi Nadakkireergal. "},
{ "Verses": "13 aadhalaal, Ungalai Indhadhesaththilirundhu Neengalum Ungal Pidhaakkalum Ariyaadha Dhesaththirkuth Thuraththividuven; Ange Iravum Pagalum Anniyadhevargalai Sevippeergal; Ange Naan Ungalukku Dhayai Seyvadhillai. "},
{ "Verses": "14 aadhalaal, Idho, Naatkalvarum, Appozhudhu Isravel Puththirarai Egipthudhesaththilirundhu Varappannina Karththarudaiya Jeevanaikkondu Inimel Saththiyampannaamal, "},
{ "Verses": "15 isravel Puththirarai Vadadhesaththilum Thaam Avargalaith Thuraththivitta Ellaa Dhesangalilumirundhu Varappannina Karththarudaiya Jeevanaikkondu Saththiyampannuvaargal; Naan Avargal Pidhaakkalukkuk Koduththa Avargaludaiya Dhesaththukku Avargalaith Thirumbivarappannuven Endru Karththarsollugiraar. "},
{ "Verses": "16 idho, Naan Meenpidikkira Anegarai Azhaiththanuppuven Ivargal Avargalaip Pidippaargal; Adharkup Pinbu Vettaikkaararaagiya Anegarai Azhaiththanuppuven, Ivargal Avargalai Ellaa Malaigalilum, Ellaakkundrugalilum, Kanmalaigalin Vedippugalilum Vettaiyaaduvaargal. "},
{ "Verses": "17 en Kangal Avargaludaiya Ellaa Vazhigalinmelum Nokkamaayirukkiradhu; Avaigal En Mugaththukku Munbaaga Maraindhirukkiradhillai, Avargaludaiya Akkiramam En Kangalukku Munbaaga Maraivaayirukkiradhumillai. "},
{ "Verses": "18 mudhalaavadhu Naan Avargaludaiya Akkiramaththukkum, Avargaludaiya Paavaththukkum Rattippaai Needhiyai Sarikkattuven; Avargal En Dhesaththaith Theettuppaduththi, En Sudhandharaththai Seeyendru Aruvarukkappadaththakka Thangal Kaariyangalin Naatramaana Vikkiragangalinaale Nirappinaargal Endru Karththarsollugiraar. "},
{ "Verses": "19 en Belanum, En Kottaiyum, Nerukkappadugira Naalil En Adaikkalamumaagiya Karththaave, Purajaadhigal Boomiyin Kadaiyaandharangalilirundhu Ummidaththil Vandhu: Meyyaagave, Engal Pidhaakkal Prayojanamillaadha Poiyaiyum Maayaiyaiyum Kaippatrinaargal Enbaargal. "},
{ "Verses": "20 manushan Thanakku Dhevargalai Undupannalaamo? Avaigal Dhevargal Allave. "},
{ "Verses": "21 aadhalaal, Idho, Ippozhudhu Naan Avargalukkuth Theriyappannuven; En Karaththaiyum En Belaththaiyume Avargalukkuth Theriyappannuven; En Naamam Yegovaa Endru Arindhukolvaargal. "}
]