[
{ "Verses": "1 sidhekkiyaa Raajaa Malkiyaavin Kumaaranaagiya Paskooraiyum Aasaariyanaana Maaseyaavin Kumaaranaagiya Seppaniyaavaiyum Eremiyaavinidaththil Anuppi: "},
{ "Verses": "2 neer Engalukkaagak Karththaridaththil Visaariyum; Baabilon Raajaavaagiya Nebugaadhnechchaar Engalukku Virodhamaai Yuththancheygiraan; Oruvelai Karththar Thammudaiya Ellaa Arpudha Seyalinpadiyeyum Engalukku Anukkiragancheydhu, Avanai Engalaivittup Pogappannuvaar Endru Solliyanuppinapodhu, "},
{ "Verses": "3 eremiyaa Avargalaippaarththu, Neengal Sidhekkiyaavukku Sollavendiyadhu: "},
{ "Verses": "4 isravelin Dhevanaagiya Karththar Uraikkiradhu Ennavendraal, Idho, Ungalai Alangaththukku Veliye Mutrikkaipotta Baabilon Raajaavodum Kaldheyarodum, Neengal Yuththampannumpadi Ungal Kaigalil Pidiththirukkira Yuththa Aayudhangalai Naan Thiruppivittu, Avargalai Indha Nagaraththin Naduvile Serththu, "},
{ "Verses": "5 naan Neettina Kaiyinaalum Balaththa Buyaththinaalum Kobamum Ukkiramum Magaa Kadumaiyumaaga Ungalode Yuththampanni, "},
{ "Verses": "6 indha Nagaraththin Kudigalaiyum, Manusharaiyum, Mirugangalaiyum Sangarippen; Magaa Kollainoyaal Saavaargal. "},
{ "Verses": "7 adharkuppinbu Naan Yoodhaavin Raajaavaagiya Sidhekkiyaavaiyum, Avan Oozhiyakkaararaiyum, Janaththaiyum, Indha Nagaraththile Kollainoikkum Pattayaththukkum Panjaththukkum Thappi Meedhiyaanavargalaiyum Baabilon Raajaavaagiya Nebugaadhnechchaarudaiya Kaiyilum, Avargal Saththurukkalin Kaiyilum, Avargal Praananai Vaangath Thedugiravargalin Kaiyilum Oppukkoduppen; Avan Avargalaip Pattayak Karukkinaal Vettuvaan; Avan Avargalaith Thappaviduvadhumillai, Avan Mannippadhumillai, Iranguvadhumillaiyendru Karththar Uraikkiraar Endraan. "},
{ "Verses": "8 pinnaiyum Avar, Indha Janangalai Nokki: Idho, Naan Ungal Munne Jeevavazhiyaiyum Maranavazhiyaiyum Vaikkiren Endru Karththar Sollugiraar. "},
{ "Verses": "9 indha Nagaraththile Tharikkiravan Pattayaththaalum, Panjaththaalum, Kollainoyaalum Saavaan; Ungalai Mutrikkaipodum Kaldheyar Vasamaaip Purappattuppoividugiravano Pizhaippaan; Avan Praanan Avanukkuk Kidaiththa Kollaipporulaippol Irukkum. "},
{ "Verses": "10 en Mugaththai Indha Nagaraththukku Virodhamaai Nanmaikku Alla, Theemaikke Vaiththen Endru Karththar Sollugiraar; Adhu Baabilon Raajaavin Kaiyil Oppukkodukkappadum; Avan Akkiniyaal Adhai Sutterippaan Endru Sol Endraar. "},
{ "Verses": "11 yoodhaa Raajaavin Kudumbaththaaraiyum Nokki: Karththarudaiya Vaarththaiyaik Kelungal. "},
{ "Verses": "12 dhaaveedhin Kudumbaththaare, Ungal Seygaigaludaiya Pollaappinimiththam En Ukkiram Akkiniyaippol Purappattu, Avikkiravan Illaamal Eriyaadhapadikku, Neengal Erkanave Nyaayangettu, Parikoduththavanai Odukkugiravanudaiya Kaikkuth Thappuviyungal Endru Karththar Sollugiraar. "},
{ "Verses": "13 idho Pallaththaakkil Vaasampannugiravale, Samanaana Idaththil Kanmalaiyaai Irukkiravale, Engalukku Virodhamaai Varugiravan Yaarendrum, Engal Vaasasthalangalukkul Varugiravan Yaar Endrum Sollugira Unakku Naan Edhiraaliyaayirukkiren Endru Karththar Sollugiraar. "},
{ "Verses": "14 naan Ungal Kiriyaigalin Palanukkuththakkadhaai Ungalai Visaarippen; Naan Adhin Kaattile Theekkoluththuven; Adhu Adhai Sutrilumulla Yaavaiyum Patchikkum Endru Karththar Uraikkiraar Endru Sol Endraar. "}
]