[
{ "Verses": "1 yoodhaavin Paavam Irumbezhuththaaniyinaalum, Vairaththin Nuniyinaalum Ezhudhappattu, Avargaludaiya Irudhayaththin Palagaiyilum Ungal Palipeedangaludaiya Kombugalilum Padhindhirukkiradhu. "},
{ "Verses": "2 uyarndha Medugalinmel, Pachchaiyaana Marangalandaiyil Irundha Avargaludaiya Palipeedangalaiyum Avargaludaiya Thoppugalaiyum Avargal Pillaigal Ninaikkumpadi Ippadi Seydhirukkiradhu. "},
{ "Verses": "3 vayalnilaththilulla En Malaiye, Nee Un Ellaigalilellaam Seydha Paavaththinimiththam Naan Un Aasthiyaiyum, Un Ellaap Pokkishangalaiyum Un Medaigalaiyunkooda Sooraiyiduvippen. "},
{ "Verses": "4 appadiye Naan Unakkuk Koduththa Sudhandharaththai Needhaane Vittuviduvaai; Nee Ariyaadha Dhesaththil Unnai Un Saththurukkalukku Adimaiyumaakkuven; Endrendraikkum Eriyaththakka En Kobaththin Akkiniyai Moottivitteergale. "},
{ "Verses": "5 manushanmel Nambikkaivaiththu, Maamsamaanadhaith Than Buyapalamaakkikkondu, Karththarai Vittu Vilagugira Irudhayamulla Manushan Sabikkappattavan Endrukarththar Sollugiraar. "},
{ "Verses": "6 avan Andharaveliyil Karalaiyaaippona Sediyaippolirundhu, Nanmaivarugiradhaik Kaanaamal, Vanaandharaththin Varatchiyaana Idangalilum, Kudiyillaadha Uvarnilaththilum Thanguvaan. "},
{ "Verses": "7 karththarmel Nambikkaivaiththu, Karththaraith Than Nambikkaiyaagak Kondirukkira Manushan Baakkiyavaan. "},
{ "Verses": "8 avan Thanneerandaiyile Naattappattadhum Kaalvaai Oramaagath Than Vergalai Vidugiradhum, Ushnam Varugiradhaik Kaanaamal Ilai Pachchaiyaayirukkiradhum, Mazhaiththaazhchchiyaana Varushaththilum Varuththamindrith Thappaamal Kanikodukkiradhumaana Maraththaippoliruppaan. "},
{ "Verses": "9 ellaavatraippaarkkilum Irudhayame Thirukkulladhum Magaa Kedulladhumaayirukkiradhu, Adhai Ariyaththakkavan Yaar? "},
{ "Verses": "10 karththaraagiya Naane Ovvoruvanukkum, Avanavan Vazhigalukkum Seygaigalin Palangalukkum Thakkadhaik Kodukkumpadikku, Irudhayaththai Aaraaigiravarum Ullindhiriyangalai Sodhiththarigiravarumaayirukkiren. "},
{ "Verses": "11 aniyaayamaai Aisuvariyaththai Sambaadhikkiravan Muttaiyittu Avayankaaththum, Kunjuporikkaamar Pogira Kavudhaarikku Samaanamaayirukkiraan; Avan Than Paadhi Vayadhile Adhaivittu, Than Mudivile Moodanaayiruppaan. "},
{ "Verses": "12 engal Parisuththa Sthaanam Aadhimudharkondu Uyarndha Magimaiyulla Singaasanamaayirukkiradhu. "},
{ "Verses": "13 isravelin Nambikkaiyaagiya Karththaave, Ummaivittu Vilagugira Yaavarum Vetkappaduvaargal; Avargal Jeevanulla Thanneerin Ootraagiya Karththaraivittu Vilagipponapadiyaal, Ummaivittu Agandrupogiravargalin Peyar Puzhudhiyil Ezhudhappadum. "},
{ "Verses": "14 karththaave, Ennai Gunamaakkum, Appozhudhu Gunamaaven; Ennai Ratchiyum, Appozhudhu Ratchikkappaduven; Dhevareere En Thudhi. "},
{ "Verses": "15 idho, Ivargal Ennaip Paarththu: Karththarudaiya Vaarththai Enge? Adhu Ippozhudhu Varattum Engiraargal. "},
{ "Verses": "16 naano Ummaip Pinpatrugira Meyppan, Idharku Naan Minji Nadakkavillai; Aabaththunaalai Virumbugiradhumillaiyendru Neer Ariveer; En Udhadugalilirundhu Purappattadhu Umakku Munbaaga Sevvaiyaayirundhadhu. "},
{ "Verses": "17 neer Enakku Bayangaramaayiraadheyum, Theengunaalil Neere En Adaikkalam. "},
{ "Verses": "18 naan Vetkappadaamal, Ennaith Thunbappaduththugiravargal Vetkappaduvaargalaaga; Naan Kalangaamal Avargal Kalanguvaargalaaga; Dhevareer Theengunaalai Avargalmel Varappanni Rattippaana Norukkudhalaal Avargalai Norukkum. "},
{ "Verses": "19 karththar Ennai Nokki: Nee Poi Yoodhaavin Raajaakkal Varaththumpokkumaayirukkira Indha Janangalin Puththirarudaiya Vaasalilum Erusalemin Ellaa Vaasalgalilum Nindrukondu, "},
{ "Verses": "20 avargaludane Sollavendiyadhu Ennavendraal: Indha Vaasalgalil Pravesikkira Yoodhaavin Raajaakkalum, Ellaa Yoodharum, Erusalemin Ellaak Kudigalumaagiya Neengal Karththarudaiya Vaarththaiyaik Kelungal. "},
{ "Verses": "21 neengal Oivunaalil Sumaigalai Eduththu, Avaigalai Erusalemin Vaasalgalukkul Konduvaraadhapadikkum, "},
{ "Verses": "22 oivunaalil Ungal Veedugalilirundhu Sumaiyai Kondupogaadhapadikkum, Oru Velaiyaiyum Seyyaadhapadikkum, Ungal Aaththumaakkalukkaaga Echcharikkaiyaayirundhu, Naan Ungal Pidhaakkalukkuk Kattalaiyittapadi Oivunaalaip Parisuththamaakkungal Endru Karththar Sollugiraar. "},
{ "Verses": "23 avargalo Kelaamalum Thangal Sevigalai Saayaamalum Poi, Kelaadhapadikkum Buththiyai Etrukkollaadhapadikkum, Thangal Kazhuththaik Kadinappaduththinaargal. "},
{ "Verses": "24 neengalovenil, Oivunaalil Indha Nagaraththin Vaasalgalukkulle Sumaiyaik Konduvaraadhapadikkum, Oivunaalil Oru Velaiyaiyum Seyyaamal Adhaip Parisuththamaakkumpadikku En Sollaik Ketpeergalaanaal, "},
{ "Verses": "25 appozhudhu Dhaaveedhin Singaasanaththil Utkaarndhirukkiravargalum, Radhangalinmelum Kudhiraigalinmelum Erugiravargalumaagiya Raajaakkalum Raajakumaarargalum Avargal Prabukkalum, Yoodhaavin Manusharum, Erusalemin Kudigalum Indha Nagaraththin Vaasalgalukkul Pravesippaargal; Indha Nagaramum Endraikkum Kudiyulladhaayirukkum. "},
{ "Verses": "26 yoodhaavin Pattanangalilum, Erusalemin Sutruppuramaana Oorgalilum, Benyameen Dhesaththilum, Pallaththaakkaana Seemaiyilum, Malainaattilum, Therkilumirundhu Janangal Sarvaangthaganangalaiyum Paligalaiyum, Pojanapaligalaiyum Thoobavarkkangalaiyum, Sthoththirapaligalaiyum Karththarudaiya Aalayaththukkuk Konduvaruvaargal, "},
{ "Verses": "27 neengal Oivunaalaip Parisuththamaakkumpadikkum Oivunaalile Sumaiyai Erusalemin Vaasalgalukkul Eduththuvaraadhirukkumpadikkum, En Sollaikkelaamarponeergalaagil, Naan Adhin Vaasalgalil Theekkoluththuven; Adhu Erusalemin Aramanaigalaip Patchiththum, Avindhupogaadhirukkum Endru Karththar Sollugiraar. "}
]