[
{ "Verses": "1 appozhudhu Ellaa Raanuva Servaikkaararum, Kareyaavin Kumaaranaagiya Yoganaanum, Osaayaavin Kumaaranaagiya Yesaniyaavum, Siriyor Mudhal Periyormattumaana Sagalajanangalum Serndhuvandhu, "},
{ "Verses": "2 theerkkadharisiyaagiya Eremiyaavai Nokki: Ummudaiya Dhevanaagiya Karththar Naangal Nadakkavendiya Vazhiyaiyum, Seyyavendiya Kaariyaththaiyum Engalukkuth Theriyappannumpadikku, Neer Engal Vinnappaththukku Idankoduththu, Meedhiyaayirukkira Indha Sagala Janangalaagiya Engalukkaaga Ummudaiya Dhevanaagiyakarththarai Nokki Jebampannum. "},
{ "Verses": "3 ummudaiya Kangal Engalaik Kaangirapadiye Thiralaana Janangalil Konjappere Meendhirukkirom Endraargal "},
{ "Verses": "4 appozhudhu Eremiyaa Theerkkadharisi Avargalai Nokki: Neengal Sonnadhaik Ketten; Idho, Ungal Vaarththaiyinpadiye Ungal Dhevanaagiya Karththar Ungalukku Maru Uththaravaaga Sollum Ellaa Vaarththaigalaiyum Naan Ungalukku Ondraiyum Maraikkaamal Arivippen Endraan. "},
{ "Verses": "5 appozhudhu Avargal Eremiyaavai Nokki: Ummudaiya Dhevanaagiya Karththar Ummaikkondu Engalukku Solliyanuppum Ellaavaarththaigalinpadiyum Naangal Seyyaavittaal, Karththar Namakku Naduve Saththiyamum Unmaiyumaana Saatchiyaayirukkakkadavar. "},
{ "Verses": "6 adhu Nanmaiyaanaalum Theemaiyaanaalum Sari, Engal Dhevanaagiya Karththarin Saththaththukku Naangal Keezhppadivadhinaal Engalukku Nanmaiyundaagumpadi Naangal Ummai Anuppugira Engal Dhevanaagiya Karththarudaiya Saththaththukkuk Keezhpadindhu Nadappom Endraargal. "},
{ "Verses": "7 paththunaal Sendrapinbu, Karththarudaiya Vaarththai Eremiyaavukku Undaayitru. "},
{ "Verses": "8 appozhudhu Avan, Kareyaavin Kumaaranaagiya Yogaanaanaiyum, Avanodirundha Ellaa Raanuva Servaikkaararaiyum, Siriyormudhal Periyormattum Undaana Sagala Janangalaiyum Azhaiththu, "},
{ "Verses": "9 avargalai Nokki: Ungalukkaaga Vinnappancheyyumpadikku Neengal Ennai Anuppina Isravelin Dhevanaagiya Karththar Uraikkiradhu Ennavendraal, "},
{ "Verses": "10 neengal Indha Dhesaththile Thariththirundhaal, Naan Ungalaik Kattuven, Ungalai Idikkamaatten; Ungalai Naattuven, Ungalaip Pidungamaatten; Naan Ungalukku Seydhirukkira Theengukku Manasthaabappatten. "},
{ "Verses": "11 neengal Bayappadugira Baabilon Raajaavukku Bayappadavendaam, Avanukku Bayappadaadhiruppeergalaaga Endru Karththar Sollugiraar, Ungalai Ratchikkumpadikkum, Ungalai Avan Kaikkuth Thappuvikkumpadikkum Naan Ungaludane Irundhu, "},
{ "Verses": "12 avan Ungalukku Irangugiradharkum, Ungal Suyadhesaththukku Ungalaith Thirumbivarappannugiradharkum Ungalukku Irakkancheyven. "},
{ "Verses": "13 neengal Ungal Dhevanaagiya Karththarudaiya Saththaththukku Sevikodaamal, Naangal Indha Dhesaththile Irukkiradhillaiyendrum, "},
{ "Verses": "14 naangal Yuththaththaik Kaanaadhadhum, Ekkaala Saththaththaik Kelaadhadhum, Appaththaazhchchiyinaal Pattiniyaai Iraadhadhumaana Egipthu Dhesaththukke Poi, Ange Thariththiruppom Endrum Solveergaleyaagil, "},
{ "Verses": "15 yoodhaavil Meendhirukkiravargale, Adhaikkuriththu Undaana Karththarudaiya Vaarththaiyaik Kelungal; Neengal Egipthukkup Poga Ungal Mugangalaith Thiruppi, Ange Thangappoveergalaanaal. "},
{ "Verses": "16 neengal Bayappadugira Pattayam Egipthu Dhesaththile Ungalaip Pidikkum; Neengal Aiyappadugira Panjam Egipthile Ungalaith Thodarndhu Varum, Ange Saaveergal. "},
{ "Verses": "17 egipthile Thangavendumendru Avvidaththukkuth Thangal Mugangalaith Thiruppina Ellaa Manusharukkum Enna Sambavikkumendraal, Pattayaththaalum, Panjaththaalum, Kollainoyaalum Saavaargal; Naan Avargalmel Varappannum Theenginaale Avargalil Meedhiyaagiravargalum Thappugiravargalumillai Endru Isravelin Dhevanaagiya Senaigalin Karththar Sollugiraar. "},
{ "Verses": "18 en Kobamum En Ukkiramum Erusalemin Kudigalmel Eppadi Moondadho, Appadiye En Ukkiram Neengal Egipthukkup Pogumpodhu, Ungalmel Moolum. Neengal Saabamaagavum Paazhaagavum Pazhippaagavum Nindhaiyaagavum Irundhu, Ivvidaththai Inikkaanaadhiruppeergal Endru Isravelin Dhevanaagiya Senaigalinkarththar Sollugiraar. "},
{ "Verses": "19 yoodhaavil Meedhiyaanavargale, Egipthukkup Pogaadhirungal Endru Karththar Ungalaik Kuriththu Sonnaarenbadhai Innaalile Ungalukku Saatchiyaaga Ariviththen Endru Ariyungal. "},
{ "Verses": "20 ungal Aaththumaakkalukku Virodhamaai Ungalai Mosampokkineergal; Nee Engal Dhevanaagiya Karththarai Nokki: Engalukkaaga Vinnappampanni, Engal Dhevanaagiya Karththar Solvadhaiyellaam Engalukku Arivikkavendum; Adhinpadiye Seyvom Endru Neengal Solli, Ennai Ungal Dhevanaagiyakarththaridaththukku Anuppineergal. "},
{ "Verses": "21 naan Innaalil Adhai Ungalukku Ariviththen; Aanaalum, Ungal Dhevanaagiya Karththarin Saththaththukkum, Avar Ennaikkondu Ungalukku Solliyanuppina Endhakkaariyaththukkum Sevikodaamarponeergal. "},
{ "Verses": "22 ippodhum Thangiyiruppadharku Neengal Poga Virumbugira Sthalaththil Thaane Pattayaththaalum, Panjaththaalum, Kollainoyaalum Saaveergalendru Nichchayamaai Ariyungal Endraan. "}
]