[
{ "Verses": "1 eremiyaa Indha Vaarththaigalaith Theerkkadharisanamaaga Sollugiradhai Aasaariyan Immerudaiya Kumaaranum, Karththarudaiya Aalayaththup Pradhaana Visaaranaik Karththanumaagiya Paskoor Kettapodhu, "},
{ "Verses": "2 eremiyaa Theerkkadharisiyaip Paskoor Adiththu, Avanaik Karththarudaiya Aalayaththile Benyameen Koththiraththaarai Serndha Melvaasalil Irukkum Kaavalaraiyile Pottaan. "},
{ "Verses": "3 marunaalile Paskoor Eremiyaavaik Kaavalaraiyilirundhu Veliye Pogavittaan; Appozhudhu Eremiyaa Avanai Nokki: Karththar Unnaip Paskoor Endru Azhaikkaamal, Maagormeesaabeep Endru Azhaikkiraar. "},
{ "Verses": "4 melum Karththar: Idho, Naan Unnaiyum Un Ellaa Snegidharaiyum Pattayaththukku Oppukkodukkiren; Un Kangal Kaana Ivargal Saththurukkalin Pattayaththaal Vizhuvaargal; Yoodhaa Anaiththaiyum Naan Baabilon Raajaavin Kaiyil Oppukkoduppen; Avan Avargalai Siraipidiththu, Silarai Baabilonukkuk Kondupoi, Silaraip Pattayaththaal Vettippoduvaan. "},
{ "Verses": "5 indha Nagaraththin Ellaappalaththaiyum, Adhin Ellaa Sambaththaiyum Adhin Arumaiyaana Ellaap Porulgalaiyum, Yoodhaa Raajaakkalin Ellaap Pokkishangalaiyum, Naan Avargal Saththurukkal Kaiyil Oppukkoduppen; Avargal Avargalaik Kollaiyittu, Baabilonukkuk Kondupovaargal. "},
{ "Verses": "6 paskoore, Neeyum Un Veettil Vaasamaayirukkira Yaavarum Siraippattuppoveergal; Neeyum Un Kallaththeerkkadharisanaththukku Sevikoduththa Un Snegidhar Yaavarum Baabilonukkup Poi, Ange Mariththu, Ange Adakkampannappaduveergal Endru Sollugiraar Endraan. "},
{ "Verses": "7 karththaave, Ennai Inangappannineer, Naan Inanginen; Neer Ennilum Balaththavaraayirundhu, Ennai Merkondeer; Naaldhorum Nagaippukku Idamaanen; Ellaarum Ennaip Parigaasampannugiraargal. "},
{ "Verses": "8 naan Pesinadhu Mudharkondu Kadharugiren; Kodumaiyendrum Paazhkkadippendrum Saththamittuk Koorugiren, Naan Koorina Karththarudaiya Vaarththai Naaldhorum Enakku Nindhaiyum, Parigaasamumaayitru. "},
{ "Verses": "9 aadhalaal Naan Avaraip Prasthaabampannaamalum Inik Karththarudaiya Naamaththile Pesaamalum Iruppen Endren; Aanaalum Avarudaiya Vaarththai En Elumbugalil Adaipattu Erigira Akkiniyaippol En Irudhayaththil Irundhadhu; Adhai Sagiththu Ilaiththupponen; Enakkup Porukkak Koodaamarpoyitru. "},
{ "Verses": "10 anegar Sollum Avadhooraik Ketten, Bayanchoozhndhirundhadhu; Ariviyungal, Appozhudhu Naangal Adhai Arivippom Engiraargal; Ennode Samaadhaanamaayirundha Anaivarum Naan Thavarivizhumpadik Kaaththirundhu Oruvelai Inanguvaan, Appozhudhu Avanai Merkondu Avanil Kurodhan Theerththukkolvom Engiraargal. "},
{ "Verses": "11 karththaro Bayangaramaana Paraakkiramasaaliyaai Ennodu Irukkiraar, Aagaiyaal Ennaith Thunbappaduththugiravargal Merkollaamal Idaruvaargal; Thangal Kaariyam Vaaikkaadhapadiyaal Migavum Vetkappaduvaargal; Marakkappadaadha Niththiya Lachchai Avargalukku Undaagum. "},
{ "Verses": "12 aanaalum Needhimaanai Sodhiththarindhu, Ullindhiriyangalaiyum Irudhayaththaiyum Paarkkira Senaigalin Karththaave, Neer Avargalukku Needhiyai Sarikkattugiradhaik Kaanbenaaga; En Kaariyaththai Ummidaththil Saattivitten. "},
{ "Verses": "13 karththaraip Paadungal Karththaraith Thudhiyungal; Avar Eliyavanudaiya Aaththumaavaip Pollaadhavargalin Kaikkuth Thappuvikkiraar. "},
{ "Verses": "14 naan Pirandhanaal Sabikkappaduvadhaaga; En Thaayaar Ennaip Petra Naal Aaseervadhikkappadaadhiruppadhaaga. "},
{ "Verses": "15 umakku Oru Aanpillai Pirandhadhendru En Thagappanukku Narcheydhiyaaga Ariviththu Avanai Migavum Sandhoshappaduththina Manushan Sabikkappadakkadavan. "},
{ "Verses": "16 andha Manushan, Karththar Manammaaraamal Kavizhththuppotta Pattanangalaippolirundhu, Kaalame Alarudhalaiyum Maththiyaana Velaiyile Kookkuralaiyum Ketkakkadavan. "},
{ "Verses": "17 en Thaayaar Enakkup Predhakkuzhiyum, Naan Endraikkum Prasaviyaadha Soolumaai Irukkaththakkadhaagak Karppaththile Naan Kolaiseyyappadaamarponadhenna? "},
{ "Verses": "18 naan Varuththaththaiyum Sanjalaththaiyum Kandu, En Naatkal Vetkamaaik Kazhiyumpadikku Naan Karppaththilirundhu Velippattadhenna? "}
]