[
{ "Verses": "1 ammon Puththiraraikkuriththuk Karththar Sollugiradhu Ennavendraal: Isravelukkuk Kumaarar Illaiyo? Avanukku Sudhandharavaali Illaiyo? Avargal Raajaa Kaaththesaththai Sudhandhariththukkondu, Adhin Janam Ivan Pattanangalil Kudiyiruppaanen? "},
{ "Verses": "2 aagaiyaal, Idho, Naatkal Varumendru Karththar Sollugiraar, Appozhudhu Ammon Puththirarin Pattanamaagiya Rappaavile Yuththaththin Aarpparippaik Ketkappannuven; Adhu Paazhaana Manmedaagum; Adharkaduththa Oorgalum Akkiniyaal Sutterikkappadum; Aanaalum Isravel Than Dhesaththai Sudhandhariththuk Kondavargalin Dhesaththai Sudhandhariththukkollum Endru Karththar Sollugiraar. "},
{ "Verses": "3 espone, Alaru; Aayi Paazhaakkappattadhu; Rappaavin Kumaaraththigale, Olamidungal; Rattai Uduththikkondu, Pulambi, Veligalil Sutriththiriyungal; Avargal Raajaa Adhin Aasaariyargalodum Adhin Prabukkalodunkooda Siraippattup Povaan. "},
{ "Verses": "4 enakku Virodhamaai Varugiravan Yaar Endru Solli, Un Selvaththai Nambina Seerketta Kumaaraththiye, Nee Pallaththaakkugalaippatrip Perumai Paaraattuvaanen? Un Pallaththaakku Karaindhupogiradhu. "},
{ "Verses": "5 idho, Un Sutruppuraththaar Ellaaraalum Unmel Thigilai Varappannuven Endru Senaigalin Karththaraagiya Aandavar Sollugiraar; Neengal Avaravar Thamtham Mun Irukkum Vazhiye Odath Thuraththappaduveergal; Valasaivaangi Odugiravargalai Serppaar Oruvarumillai. "},
{ "Verses": "6 adharkuppinbu Ammon Puththirarudaiya Siraiyiruppaith Thiruppuven Endru Karththar Sollugiraar. "},
{ "Verses": "7 edhomaikkuriththu Senaigalin Karththar Sollugiradhu Ennavendraal; Themaanile Ini Gnaanamillaiyo? Aalosanai Vivegigalaivittu Azhindhadho? Avargaludaiya Gnaanam Kettuppoyitro? "},
{ "Verses": "8 thedhaanin Kudigale, Odungal, Mudhugaik Kaattungal, Pallangalil Padhungungal; Esaavai Visaarikkunkaalaththil Avan Aabaththai Avan Mel Varappannuven. "},
{ "Verses": "9 dhraatchappazhangalai Arukkiravargal Unnidaththile Vandhaargalaagil, Pinparikkiradharkuk Konjam Vaiyaargalo? Raaththiriyil Thirudar Vandhaargalaagil, Thangalukkup Podhumengiramattum Kollaiyadippaargal Allavo? "},
{ "Verses": "10 naano Esaavai Verumaiyaakki Avan Oliththukkollak Koodaadhapadikku Avanudaiya Maraividangalai Velippaduththippoduven; Avanudaiya Sandhadhiyaarum Avanudaiya Sagodhararum Avanudaiya Ayalaarum Azhikkappaduvaargal; Avan Ini Raan. "},
{ "Verses": "11 thikkatravargalaaippogum Un Pillaigalai Oppuvi, Naan Avargalai Uyirode Kaappaatruven; Un Vidhavaigal Ennai Nambuvaargalaaga. "},
{ "Verses": "12 karththar Sollugiradhu Ennavendraal; Idho, Paaththiraththil Kudikkavendumengira Nyaayaththeerppukku Ullaayiraadhavargal Adhil Kudiththaargal; Nee Kutramatru Neengalaayiruppaayo? Nee Neengalaayiraamal Adhil Nichchayamaaik Kudippaai. "},
{ "Verses": "13 posraa Paazhum Nindhaiyum Avaandharamum Saabamumaaga Irukkumendrum, Adhin Pattanangal Ellaam Niththiya Vanaandharangalaayirukkumendrum Ennaikkondu Aanaiyitten Endru Karththar Sollugiraar. "},
{ "Verses": "14 neengal Koodikkondu, Adharku Virodhamaaga Vandhu, Yuththampannugiradharku Ezhumbungal Endru Solla, Jaadhigalidaththil Sthaanaapadhiyai Anuppugira Seydhiyaik Karththaridaththile Kelvippatten. "},
{ "Verses": "15 idho, Unnai Jaadhigalukkulle Siriyadhum, Manusharukkulle Asattaipannappattadhumaakkugiren Engiraar. "},
{ "Verses": "16 kanmalai Vedippugalil Vaasam Panni, Medugalin Uchchiyaip Pidiththirukkira Unnaal Un Bayangaramum Un Irudhayaththin Agandhaiyum Unnai Mosampokkitru; Nee Kazhugaippol Uyaraththil Un Koottaik Kattinaalum Angeyirundhu Unnai Vizhappannuven Endru Karththar Sollugiraar. "},
{ "Verses": "17 appadiye Edhom Paazhaagum; Adhaik Kadandhupogiravan Evanum Adhin Ellaa Vaadhaigalinimiththamum Bramiththu Eesalpoduvaan. "},
{ "Verses": "18 sodhomum Gomoraavum Avaigalin Sutruppurangalum Kavizhkkappattadhupola Idhuvum Kavizhkkappadum Endru Karththar Sollugiraar; Ange Oru Manupuththiranum Thanguvadhillai. "},
{ "Verses": "19 idho, Purandu Odugira Yordhaanidaththilirundhu Singam Varuvadhu Pol Balavaanudaiya Thaabaraththukku Virodhamaaga Varugiraan; Avanai Sadidhiyile Angeyirundhu Odivarappannuven; Naan Adharku Virodhamaaik Kattalaiyittu Anuppath Therindhukollappattavan Yaar? Enakku Samaanamaanavan Yaar? Enakku Mattukkattugiravan Yaar? Enakku Munbaaga Nilainirkappogira Meyppan Yaar? "},
{ "Verses": "20 aagaiyaal Karththar Edhomukku Virodhamaaga Yosiththa Aalosanaiyaiyum, Avar Themaanin Kudigalukku Virodhamaaga Ninaiththirukkira Ninaivugalaiyum Kelungal; Mandhaiyil Siriyavargal Meyyaagave Avargalaip Pidiththizhuppaargal, Avargal Irukkira Thaabarangalai Avar Meyyaagave Paazhaakkuvaar. "},
{ "Verses": "21 avaigalukkul Idindhuvizhum Saththaththinaale Boomi Adhirum; Kookkuralin Saththam Sivandha Samuththiramattum Ketkappadum. "},
{ "Verses": "22 idho, Oru Kazhugaippola Ezhumbi, Parandhuvandhu, Than Settaigalaip Posraavinmel Virippaan; Annaalile Edhomudaiya Paraakramasaaligalin Irudhayam Prasavavedhanaippadugira Sthreeyin Irudhayampola Irukkum Engiraar. "},
{ "Verses": "23 thamaskuvaik Kuriththu Solvadhu; Aamaaththum Arppaaththum Kalangugiradhu; Pollaadha Seydhiyai Avargal Kettapadiyinaal Karaindhu Pogiraargal; Samuththiraththoramaai Sanjalamundu; Adharku Amaidhalillai. "},
{ "Verses": "24 thamasku Thalarndhupom, Purankaatti Odippom; Thigil Adhaippidiththadhu; Prasava Sthreeyaippola Idukkamum Vedhanaigalum Adhaip Pidiththadhu. "},
{ "Verses": "25 sandhoshamaana En Ooraagiya Andhap Pugazhchchiyulla Nagaram Thappa Vidappadaamarpoyitre! "},
{ "Verses": "26 aadhalaal Adhin Vaalibar Adhin Veedhigalil Vizhundhu, Yuththamanushar Ellaarum Annaalile Sangaaramaavaargal Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "27 thamaskuvin Madhilgalil Theekkoluththuven; Adhu Penaadhaaththin Aramanaigalaip Patchikkum Engiraar. "},
{ "Verses": "28 baabilon Raajaavaagiya Nebugaadhnechchaar Muriyadikkum Kedhaaraiyum Kaadhsorudaiya Raajyangalaiyum Kuriththuk Karththar Sollugiradhu Ennavendraal: Ezhumbi, Kedhaarukku Virodhamaagap Poi, Keezhththisaippuththiraraip Paazhaakkungal. "},
{ "Verses": "29 avargaludaiya Koodaarangalaiyum Avargaludaiya Mandhaigalaiyum Vaangi, Avargaludaiya Thiraigalaiyum Avargaludaiya Ellaath Thattumuttugalaiyum Avargaludaiya Ottagangalaiyum Thangalukkendru Kondupoi, Eththisaiyum Bayam Endru Solli, Avargalmel Aarpparippaargal. "},
{ "Verses": "30 kaadhsorin Kudigale, Odi Dhooraththil Alaiyungal; Pallaththil Odhungip Padhungungal Endru Karththar Sollugiraar; Baabilon Raajaavaagiya Nebugaadhnechchaar Ungalukku Virodhamaaga Aalosanaiseydhu, Ungalukku Virodhamaaga Ubaayangalai Sindhiththirukkiraan. "},
{ "Verses": "31 anjaamal Nirvisaaramaaik Kudiyirukkira Jaadhikku Virodhamaaga Ezhumbippongal Endru Karththar Sollugiraar. Adharku Vaasalgalumillai, Thaazhpaalgalumillai; Avargal Thanippadath Thangiyirukkiraargal. "},
{ "Verses": "32 avargaludaiya Ottagangal Kollaiyum, Avargaludaiya Aadu Maadugalin Eraalam Sooraiyumaagum; Naan Avargalai Sagala Thisaigalumaana Kadaiyaandhara Moolaigalil Irukkiravargalidaththukku Sidharadiththuvittu, Adhinudaiya Sagala Pakkangalilumirundhu Avargalukku Aabaththai Varappannuven Endru Karththarsollugiraar. "},
{ "Verses": "33 aaththor Valusarppangalin Thaabaramaagi, Endrendraikkum Paazhaaikkidakkum; Oruvanum Ange Kudiyiruppadhillai, Oru Manupuththiranum Adhile, Thanguvadhumillaiyengiraar. "},
{ "Verses": "34 yoodhaa Raajaavaagiya Sidhekkiyaavinudaiya Raajyabaaraththin Thuvakkaththile, Elaamukku Virodhamaaga Eremiyaa Ennum Theerkkadharisikku Undaana Karththarudaiyavasanam: "},
{ "Verses": "35 senaigalin Karththar Sollugiradhu Ennavendraal: Idho, Naan Elaamin Villennum Avargaludaiya Pradhaana Vallamaiyai Muriththuppottu, "},
{ "Verses": "36 vaanaththin Naalu Thisaigalilumirundhu Naalu Kaatrugalai Elaamin Mel Varappanni, Avargalai Indha Ellaath Thisaigalilum Sidharadippen; Elaam Dhesaththilirundhu Thuraththundavargal Sagala Jaadhigalilum Sidharappaduvaargal. "},
{ "Verses": "37 naan Elaamiyarai Avargal Saththurukkalukku Munbaagavum, Avargal Praananai Vaangath Thedugiravargalukku Munbaagavum Kalangappanni, En Kobaththin Ukkiramaagiya Theengai Avargalmel Varappannuven Endru Karththar Sollugiraar; Naan Avargalai Nirmoolamaakkumattum Pattayaththai Avargalukkup Pinnaaga Anuppi, "},
{ "Verses": "38 en Singaasanaththai Elaamile Vaiththu, Angeyirundhu Raajaavaiyum Prabukkalaiyum Azhiththuppoduven Endru Karththar Sollugiraar. "},
{ "Verses": "39 aanaalum Kadaisinaatkalile Naan Elaamin Siraiyiruppaith Thiruppuven Endru Karththar Sollugiraar. "}
]