[
{ "Verses": "1 yoodhaavudaiya Raajaavaagiya Sidhekkiyaa Arasaalath Thuvakkina Naalaamvarusham Aindhaam Maadhaththile, Asoorin Kumaaranaagiya Ananiyaa Ennappatta Kibiyon Ooraanaagiya Theerkkadharisi Karththarudaiya Aalayaththile Aasaariyargalum Sagala Janangalum Paarththirukka Ennai Nokki: "},
{ "Verses": "2 isravelin Dhevanaagiya Senaigalin Karththar Uraikkiradhu Ennavendraal, Baabilon Raajaavin Nugaththai Muriththen. "},
{ "Verses": "3 baabilon Raajaavaagiya Nebugaadhnechchaar Ivvidaththilirundhu Eduththu Baabilonukkuk Kondupona Karththarudaiya Aalayaththin Panimuttugalaiyellaam Naan Irandu Varushakaalaththile Ivvidaththukkuth Thirumbakkonduvarappannuven. "},
{ "Verses": "4 yoyaakkeemin Kumaaranaagiya Ekoniyaa Engira Yoodhaavudaiya Raajaavaiyum Baabilonukku Siraiyaagak Kondupogappatta Yoodhar Anaivaraiyum Naan Ivvidaththukkuth Thirumbivarappannuven; Baabilon Raajaavin Nugaththai Udaippen Endraar Endru Sonnaan. "},
{ "Verses": "5 appozhudhu Eremiyaa Theerkkadharisi Aasaariyargal Paarththirukkavum, Karththarudaiya Aalayaththil Nindrirundha Janangalellaarum Paarththirukkavum Ananiyaa Theerkkadharisiyai Nokki: "},
{ "Verses": "6 aamen, Karththar Appadiye Seyvaaraaga; Karththarudaiya Aalayaththin Panimuttugalaiyum Siraippattuppona Anaivaraiyum Baabilonilirundhu Thirumbivarappannuvaar Endru Nee Theerkkadharisanamaaga Sonna Un Vaarththaigalaik Karththar Niraivetruvaaraaga. "},
{ "Verses": "7 aagilum, Un Sevigalum Sagala Janaththin Sevigalum Ketka Naan Sollum Vaarththaiyaik Kel. "},
{ "Verses": "8 poorvakaalamudhal Enakku Munnum Unakku Munnum Irundha Theerkkadharisigal Anegam Dhesangalukku Virodhamaagavum, Periya Raajyangalukku Virodhamaagavum, Yuththaththaiyum Panjaththaiyum Kollainoyaiyum Kuriththuth Theerkkadharisanam Sonnaargal. "},
{ "Verses": "9 samaadhaanam Varum Endru Theerkkadharisi Theerkkadharisanam Solliyirukka, Andhath Theerkkadharisi Sonna Vaarththaiyinpadiye Vandhaal, Appozhudhu Avan Karththar Meyyaai Anuppina Theerkkadharisiyaaga Vilanguvaanendru Eremiyaa Theerkkadharisi Sonnaan. "},
{ "Verses": "10 appozhudhu Ananiyaa Engira Theerkkadharisi Eremiyaa Theerkkadharisiyin Kazhuththilirundha Nugaththai Eduththu Adhai Udaiththuppottaan. "},
{ "Verses": "11 pinbu Ananiyaa Sagala Janangalukku Munbaagavum: Indhappragaaramaaga Irandu Varushakaalaththile Baabilon Raajaavaagiya Nebugaadhnechchaarudaiya Nugaththai Sagala Jaadhigalin Kazhuththilumirundhu Vilaga Udaiththuppoduven Endru Karththar Sollugiraar Endraan. Appozhudhu Eremiyaa Theerkkadharisi Than Vazhiyeponaan. "},
{ "Verses": "12 ananiyaa Engira Theerkkadharisi Eremiyaa Theerkkadharisiyin Kazhuththilirundha Nugaththai Udaiththuppottapirpaadu, Karththarudaiya Vaarththai Eremiyaavukku Undaagi, Avar: "},
{ "Verses": "13 nee Poi, Ananiyaavai Nokki: Nee Mara Nugaththai Udaiththaai; Adharkuppadhilaaga Iruppu Nugaththai Undupannu Endru Karththar Sonnaar. "},
{ "Verses": "14 baabilon Raajaavaagiya Nebugaadhnechchaarai Sevikkumpadikku Iruppu Nugaththai Indha Ellaa Jaadhigaludaiya Kazhuththinmelum Potten; Avargal Avanai Sevippaargal. Veliyin Mirugajeevangalaiyum Avanukku Oppukkoduththen Endru Isravelin Dhevanaagiya Senaigalin Karththar Uraikkiraar Endru Sol Endraar. "},
{ "Verses": "15 pinbu Eremiyaa Theerkkadharisi Ananiyaa Engira Theerkkadharisiyai Nokki: Ippodhum Ananiyaave, Kel, Karththar Unnai Anuppinadhillai; Neeyo Indha Janaththaip Poiyai Nambumpadi Seydhaai. "},
{ "Verses": "16 aagaiyaal, Idho, Unnai Boomiyinmel Iraadhapadikku Agatrividuven; Indha Varushaththile Nee Saavaai Endru Karththar Sollugiraar; Karththarukkuvirodhamaaik Kalagam Undaagap Pesinaaye Endraan. "},
{ "Verses": "17 appadiye Ananiyaa Engira Theerkkadharisi Avvarushaththiledhaane Ezhaam Maadhaththil Seththupponaan. "}
]