[
{ "Verses": "1 nebugaadhnechchaarin Padhinettaam Varushaththukku Sariyaana Yoodhaavin Raajaavaagiya Sidhekkiyaa Arasaanda Paththaam Varushaththil Karththaraal Eremiyaavukku Undaana Vaarththai: "},
{ "Verses": "2 appozhudhu Baabilon Raajaavin Senai Erusalemai Mutrikkaipottirundhadhu; Eremiyaa Theerkkadharisiyo, Yoodhaa Raajaavin Aramanaiyilulla Kaavarchaalaiyin Mutraththile Adaikkappattirundhaan. "},
{ "Verses": "3 enendraal, Idho, Indha Nagaraththai Baabilon Raajaavin Kaiyil Oppukkodukkiren; Avan Idhaippidippaan Endru Karththar Sollugiraarendrum, "},
{ "Verses": "4 yoodhaavin Raajaavaagiya Sidhekkiyaa Kaldheyarudaiya Kaikkuth Thappippogaamal, Baabilon Raajaavin Kaiyil Nichchayamaaga Oppukkodukkappaduvaan; Avan Vaai Ivan Vaayode Pesum Avan Kangal Ivan Kangalaikkaanum. "},
{ "Verses": "5 avan Sidhekkiyaavai Baabilonukkuk Kondupovaan; Naan Avanai Sandhikkumattum Ange Avan Iruppaan; Neengal Kaldheyarode Yuththampanninaalum Ungalukku Vaaippadhillai Endru Karththar Sollugiraarendrum, Nee Theerkkadharisananchollavendiyadhu Enna Endru Solli, Yoodhaavin Raajaavaagiya Sidhekkiyaa Ange Avanai Adaiththuvaiththaan. "},
{ "Verses": "6 adharku Eremiyaa Sonnadhu: Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "7 idho, Un Periya Thagappanaagiya Salloomin Kumaaran Anaameyel Unnidaththil Vandhu: Aanadhoththilirukkira En Nilaththai Vaangikkol; Adhaik Kollugiradharku Unakke Meetkum Adhigaaram Aduththadhendru Solluvaan Endru Uraiththaar. "},
{ "Verses": "8 appadiye En Periya Thagappan Maganaagiya Anaameyel, Karththarudaiya Vaarththaiyinpadi Kaavarchaalaiyin Mutraththil Ennidaththukku Vandhu: Benyameen Naattu Aanadhoththoorilulla En Nilaththai Neer Vaangikkollum; Sudhandharapaaththiyam Umakkundu, Adhai Meetkum Adhigaaram Umakku Aduththadhu; Adhai Vaangikkollum Endraan; Appozhudhu Adhu Karththarudaiya Vaarththai Endru Arindhukonden. "},
{ "Verses": "9 aagaiyaal En Periya Thagappan Maganaagiya Anaameyelin Kaiyil, Naan Aanadhoththilirukkira Avanudaiya Nilaththaikkondu, Adhin Vilaikkirayamaagiya Padhinezhu Sekkalidai Velliyai Avanukku Niruththukkoduththen. "},
{ "Verses": "10 naan Paththiraththil Kaiyezhuththaiyum, Muththiraiyaiyum Pottu, Saatchigalai Vaiththu, Velliyaith Tharaasile Niruththukkoduththapinbu, "},
{ "Verses": "11 naan Sattaththukkum Vazhakkaththukkum Etrapadi Muththiraipodappatta Kirayappaththiraththaiyum Thirandhirukkira Pradhiyaiyum Eduththu, "},
{ "Verses": "12 en Periya Thagappan Maganaagiya Anaameyeludaiya Kangalukku Munbaagavum, Kaavarchaalaiyin Mutraththil Utkaarndhirundha Ellaa Yoodharudaiya Kangalukku Munbaagavum, Adhai Maaseyaavin Kumaaranaagiya Theriyaavin Maganaana Paarookkinidaththil Koduththu, "},
{ "Verses": "13 avargaludaiya Kangalukku Munbaagap Paarookkai Nokki: "},
{ "Verses": "14 isravelin Dhevanaagiya Senaigalin Karththar Sollugiradhu Ennavendraal, Nee Muththiraipodappatta Kirayappaththiramum, Thirandhirukkira Pradhipaththiramumaagiya Indha Saasanangalai Vaangi, Avaigal Aneganaalirukkumpadikku Avaigalai Oru Manpaandaththile Vai. "},
{ "Verses": "15 enenil Ini Indha Dhesaththil Veedugalum Nilangalum Dhraatchaththottangalum Kollappadumendru, Isravelin Dhevanaagiya Senaigalin Karththarsollugiraar Endren. "},
{ "Verses": "16 naan Kirayappaththiraththai Neriyaavin Kumaaranaagiya Paarookkinidaththil Koduththapinbu, Naan Karththarai Nokkip Pannina Vinnappamaavadhu: "},
{ "Verses": "17 aa, Karththaraagiya Aandavare, Idho, Dhevareer Ummudaiya Magaabalaththinaalum, Neettappatta Ummudaiya Buyaththinaalum, Vaanaththaiyum Boomiyaiyum Undaakkineer; Ummaale Seyyak Koodaadha Adhisayamaana Kaariyam Ondrumillai. "},
{ "Verses": "18 aayiram Thalaimuraigalukkum Kirubai Seygiravarum, Pidhaakkaludaiya Akkiramaththai Avargaludaiya Pinnadiyaar Pillaigalin Madiyile Sarikkattugiravarumaagiya Senaigalin Karththar Ennum Naamamulla Magaththuvamum Vallamaiyumulla Dhevane, "},
{ "Verses": "19 yosanaiyile Periyavarum, Seyalile Vallavarumaayirukkireer; Avanavanukku Avanavanudaiya Kiriyaiyin Palanukkuth Thakkadhaagavum Alikkumpadi, Ummudaiya Kangal Manupuththirarudaiya Ellaa Vazhigalinmelum Nokkamaayirukkindrana. "},
{ "Verses": "20 isravelilum Matra Manusharukkullum Innaalvaraikkum Vilangugira Adaiyaalangalaiyum Arpudhangalaiyum Dhevareer Egipthudhesaththile Seydhu, Innaalil Nirkum Keerththiyai Umakku Undaakki, "},
{ "Verses": "21 isravelaagiya Umadhu Janaththai Adaiyaalangalinaalum, Arpudhangalinaalum, Balaththa Kaiyinaalum, Ongiya Buyaththinaalum, Magaa Bayangaraththinaalum Egipthu Dhesaththilirundhu Purappadappanni, "},
{ "Verses": "22 avargaludaiya Pidhaakkalukku Neer Koduppen Endru Aanaiyitta Paalum Thenum Odiya Dhesamaayirukkira Indha Dhesaththai Avargalukkuk Koduththeer. "},
{ "Verses": "23 avargal Adharkul Pravesiththu, Adhai Sudhandhariththukkondaargal; Aanaalum Avargal Umadhu Saththaththukku Sevikodaamalum, Umadhu Nyaayappramaanaththil Nadavaamalum, Seyyumpadi Neer Avargalukkuk Karpiththadhondraiyum Seyyaamalum Ponaargal; Aadhalaal Indhath Theengaiyellaam Avargalukku Neridappannineer. "},
{ "Verses": "24 idho, Koththalangal Podappattirukkiradhu; Nagaraththaip Pidikka Varugiraargal; Pattayaththinimiththamum, Panjaththinimiththamum, Kollainoyinimiththamum Indha Nagaram Adharku Virodhamaai Yuththampannugira Kaldheyarin Kaiyile Kodukkappadugiradhu; Neer Sonnapadi Sambavikkiradhu; Idho, Neer Adhaip Paarkkireer. "},
{ "Verses": "25 karththaraagiya Aandavare, Nagaram Kaldheyarin Kaiyile Kodukkappadugiradhaayirundhum, Dhevareer Ennai Nokki: Nee Unakku Oru Nilaththai Vilaikkirayamaagakkondu, Adharku Saatchigalai Vaiyendru Sonneere Endren. "},
{ "Verses": "26 appozhudhu Karththarudaiya Vaarththai Eremiyaavukku Undaagi, Avar: "},
{ "Verses": "27 idho, Naan Maamsamaana Yaavarukkum Dhevanaagiya Karththar; Ennaale Seyyak Koodaadha Adhisayamaanakaariyam Ondrundo? "},
{ "Verses": "28 aadhalaal, Idho, Naan Indha Nagaraththaik Kaldheyarin Kaiyilum, Baabilon Raajaavaagiya Nebugaadhnechchaarin Kaiyilum Oppukkodukkiren, Avan Idhaip Pidippaan Endru Karththar Sollugiraar. "},
{ "Verses": "29 indha Nagaraththukku Virodhamaai Yuththampannugira Kaldheyar Utpravesiththu, Indha Nagaraththaith Theekkoluththi, Idhai Sutterippaargal; Enakkuk Kobamundaakkumpadi Endha Veedugalinmel Paagaalukkuth Thoobankaatti, Anniya Dhevargalukkup Paanapaligalai Vaarththaargalo, Andha Veedugalaiyum Sutterippaargal. "},
{ "Verses": "30 isravel Puththirarum Yoodhaa Puththirarum Thangal Siruvayadhumudhal En Paarvaikkup Pollaappaanadhaiye Seydhu Vandhaargal Isravel Puththirar Thangal Kaigalin Seygaiyinaale Enakkuk Kobaththaiye Undaakki Vandhaargal Endru Karththar Sollugiraar. "},
{ "Verses": "31 avargal Indha Nagaraththaik Kattina Naal Mudharkondu, Innaalvaraikkum Adhu Enakkuk Kobamundaagavum, Enakku Ukkiramundaagavum, Naan Adhai En Mugaththaivittu Agatrugiradharku Edhuvaagavum Irundhadhu. "},
{ "Verses": "32 enakkuk Kobamundaagumpadikku Isravel Puththirarum, Yoodhaa Puththirarum, Avargal Raajaakkalum, Avargal Prabukkalum, Avargal Aasaariyargalum, Avargal Theerkkadharisigalum, Yoodhaavin Manusharum, Erusalemin Kudigalum Seydha Ellaap Pollaappinimiththamum Ippadi Nadakkum. "},
{ "Verses": "33 mugaththaiyalla, Mudhugai Enakkuk Kaattinaargal; Naan Erkanave Avargalukku Ubadhesiththum Avargal Buththiyai Etrukkolla Sevikodaamarponaargal. "},
{ "Verses": "34 avargal En Naamam Tharikkappatta Aalayaththaith Theettuppaduththumpadikku, Thangal Aruvaruppugalai Adhile Vaiththaargal. "},
{ "Verses": "35 avargal Molegukkendru Thangal Kumaararaiyum Thangal Kumaaraththigalaiyum Theekkadakkappannumpadi Innomudaiya Kumaararin Pallaththaakkilirukkira Paagaalin Medaigalaik Kattinaargal; Yoodhaavaip Paavancheyyappannuvadharku Avargal Indha Aruvaruppaana Kaariyaththai Seyyavendumendru Naan Avargalukkuk Karpiththadhumillai, Adhu En Manadhile Thondrinadhumillai. "},
{ "Verses": "36 ippadiyirukkaiyil Pattayaththaalum, Panjaththaalum, Kollai Noyaalum, Baabilon Raajaavin Kaiyil Oppukkodukkappattuppom Endru Neengal Sollugira Indha Nagaraththaikkuriththu Isravelin Dhevanaagiya Karththar Sollugiradhu Ennavendraal: "},
{ "Verses": "37 idho, En Sinaththilum, En Kobaththilum, En Magaa Ukkiraththilum, Naan Avargalaith Thuraththina Ellaa Dhesangalilumirundhu Avargalai Serththukkondu, Avargalai Indha Sthalaththukkuth Thirumbivaravum Idhile Sugamaaith Thangiyirukkavum Pannuven. "},
{ "Verses": "38 avargal En Janamaayiruppaargal, Naan Avargal Dhevanaayiruppen. "},
{ "Verses": "39 avargal Thangalukkum, Thangal Pinnadiyaarukkum, Thangal Pillaigalukkum Nanmaiyundaagumpadi Sagala Naatkalilum Enakku Bayappadumpadikku, Naan Avargalukku Ore Irudhayaththaiyum Ore Vazhiyaiyum Kattalaiyittu, "},
{ "Verses": "40 avargalukku Nanmaiseyyumpadi, Naan Avargalai Vittup Pinvaanguvadhillaiyengira Niththiya Udanpadikkaiyai Avargalode Panni, Avargal Ennaivittu Agandrupogaadhapadikku, Enakkupbayappadum Bayaththai Avargal Irudhayaththile Vaiththu, "},
{ "Verses": "41 avargalukku Nanmai Seyyumpadi Avargalmel Sandhoshamaayirundhu, En Muzhu Irudhayaththodum En Muzhu Aaththumaavodum Avargalai Indha Dhesaththile Nichchayamaai Naattuven. "},
{ "Verses": "42 naan Indha Janaththinmel Indhap Periya Theengaiyellaam Varappanninadhupola, Avargalaikkuriththu Sonna Ellaa Nanmaiyaiyum Avargalmel Varappannuven Endru Karththar Sollugiraar. "},
{ "Verses": "43 manushanum Mirugamum Illaadhapadikkup Paazhaaippoyitru Endrum, Kaldheyarin Kaiyile Oppukkodukkappattuppoyitru Endrum, Neengal Sollugira Indha Dhesaththile Nilangal Kollappadum. "},
{ "Verses": "44 benyameen Dhesaththilum, Erusalemin Sutruppurangalilum, Yoodhaavin Pattanangalilum, Malaikkaadaana Pattanangalilum, Pallaththaakkaana Pattanangalilum, Thenthisaippattanangalilum, Nilangal Vilaikkirayamaagak Kollappadugira Paththirangalil Kaiyezhuththup Podugiradhum Muththiraiyidugiradhum Adharku Saatchivaikkiradhum Undaayirukkum; Avargal Siraiyiruppaith Thiruppuven Endru Karththar Sollugiraar Endraar. "}
]