[
{ "Verses": "1 sidhekkiyaa Raajaavaagirapodhu Irubaththoru Vayadhaayirundhaan; Avan Padhinoru Varusham Erusalemil Raajyabaarampanninaan; Avanudaiya Thaayin Per Amuththaal, Aval Lipnaa Ooraanaagiya Eremiyaavin Kumaaraththi. "},
{ "Verses": "2 yoyaakkeem Seydhapadiyellaam Avanum Karththarudaiya Paarvaikkup Pollaappaanadhai Seydhaan. "},
{ "Verses": "3 erusalemaiyum Yoodhaavaiyum Karththar Thammudaiya Samugaththaivittu Agatrith Theerumalavum, Avaigalin Melulla Avarudaiya Kobaththinaal Ippadi Nadandhadhum Allaamal, Sidhekkiyaa Baabilonile Raajaavukku Virodhamaagak Kalagampanninaan. "},
{ "Verses": "4 avan Raajyabaarampannum Onbadhaam Varusham Paththaam Maadham Paththaanthedhiyile Baabilon Raajaavaagiya Nebugaadhnechchaarum, Avanudaiya Ellaa Raanuvamum Erusalemukku Virodhamaai Vandhu, Adharku Edhiraagap Paalayamirangi, Sutrilum Adharku Edhiraagak Koththalangalaik Kattinaargal. "},
{ "Verses": "5 appadiye Sidhekkiyaa Raajaavin Padhinoraam Varushamattum Nagaram Mutrikkai Podappattirundhadhu. "},
{ "Verses": "6 naalaam Maadham Onbadhaam Thedhiyile Panjam Nagaraththile Adhigariththu, Dhesaththin Janaththukku Aagaaramillaamal Poyitru. "},
{ "Verses": "7 nagaraththin Madhil Idikkappattadhu; Appozhudhu Kaldheyar Nagaraththai Soozhndhirukkaiyil, Yuththamanushar Ellaarum Raaththirikaalaththil Odi, Raajaavudaiya Thottaththin Vazhiye Irandu Madhilgalukkum Naduvaana Vaasalaal Nagaraththilirundhu Purappattu, Vayalveliyin Vazhiye Poivittaargal. "},
{ "Verses": "8 aanaalum Kaldheyarudaiya Raanuvaththaar Raajaavaip Pinthodarndhu, Erigovin Samanaana Boomiyil Sidhekkiyaavaik Kittinaargal; Appozhudhu Avanudaiya Raanuvaththaar Ellaarum Avanaivittu Sidharipponaargal. "},
{ "Verses": "9 avargal Raajaavaip Pidiththu, Avanai Aamaaththesaththin Ooraagiya Riplaavukku Baabilon Raajaavaagiya Nebugaadhnechchaaridaththukkuk Konduponaargal; Ange Ivanukku Nyaayaththeerppuk Koduththaan. "},
{ "Verses": "10 pinbu Baabilon Raajaa Sidhekkiyaavin Kumaararai Avan Kangalukku Munbaaga Vettinaan; Yoodhaavin Prabukkalellaaraiyum Riplaavile Vettinaan. "},
{ "Verses": "11 sidhekkiyaavin Kangalaik Kurudaakki, Avanukku Irandu Vilangugalaip Poduviththaan; Pinbu Baabilon Raajaa Avanai Baabilonukkuk Kondupoi, Avan Maranamadaiyum Naalmattum Avanaik Kaaval Veettil Adaiththuvaiththaan. "},
{ "Verses": "12 aindhaam Maadham Paththaanthedhiyile, Baabilon Raajaavukku Munbaaga Nirkiravanaagiya Kaavarchenaadhipadhiyaana Nebusaraadhaan Erusalemukku Vandhaan; Adhu Nebugaadhnechchaar Ennum Raajaa Baabilonai Arasaalugira Paththonbadhaam Varushamaayirundhadhu. "},
{ "Verses": "13 avan Karththarudaiya Aalayaththaiyum, Raajaavin Aramanaiyaiyum, Erusalemilulla Ellaa Veedugalaiyum, Ovvoru Periya Manidhanudaiya Veettaiyum Akkiniyinaal Sutteriththuppottaan. "},
{ "Verses": "14 kaavarchenaadhipadhiyodirundha Kaldheyarin Raanuvaththaarellaarum Erusalemai Sutrilum Irundha Alangangalai Idiththuppottaargal. "},
{ "Verses": "15 janaththil Ezhaigalaana Silaraiyum Nagaraththil Meedhiyaana Matra Janaththaiyum, Baabilon Raajaavin Vasamaaga Odivandhuvittavargalaiyum, Matra Janangalaiyum Kaavarchenaadhipadhiyaagiya Nebusaraadhaan Siraigalaagak Konduponaan. "},
{ "Verses": "16 aanaal Dhesaththaaril Ezhaigalaana Silaraik Kaavarchenaadhipadhiyaagiya Nebusaraadhaan Dhraatchaththottakkaararaagavum Payiridunkudigalaagavum Vittuvaiththaan. "},
{ "Verses": "17 karththarudaiya Aalayaththilirundhu Vengalath Thoongalaiyum, Karththarudaiya Aalayaththilirundha Aadhaarangalaiyum, Vengalak Kadalthottiyaiyum Kaldheyar Udaiththuppottu, Avaigalin Vengalaththaiyellaam Baabilonukku Eduththukkondu Ponaargal. "},
{ "Verses": "18 seppuchchattigalaiyum, Saambal Edukkum Karandigalaiyum, Vettukkaththigalaiyum, Kalangalaiyum, Kalayangalaiyum, Aaraadhanaikkuriya Sagala Vengalappanimuttugalaiyum Eduththukkonduponaargal. "},
{ "Verses": "19 pasumponnum Suththavelliyumaana Kinnangalaiyum Thoobakalasangalaiyum, Kalangalaiyum, Sattigalaiyum, Vilakkuththandugalaiyum, Kalayangalaiyum, Karagangalaiyum Kaavarchenaadhipadhi Eduththukkondaan. "},
{ "Verses": "20 saalomon Raajaa Karththarudaiya Aalayaththukkaaga Seydhu Vaiththa Irandu Thoongalum Oru Kadal Thottiyum Aadhaarangalin Keezhnindra Pannirandu Vengala Rishabangalum Aagiya Ivaigalukkuriya Vengalaththukku Niraiyillai. "},
{ "Verses": "21 andhath Thoongalovenil, Ovvoru Thoonum Padhinettumuzha Uyaramaayirundhadhu; Pannirandu Muzhanool Adhai Sutrum; Naalu Virarkadai Adhin Ganam; Ulle Kuzhaayaayirundhadhu. "},
{ "Verses": "22 adhinmel Vengalak Kumizh Irundhadhu; Oru Kumizhin Uyaram Aindhu Muzham, Kumizhile Sutrilum Pinnalum Maadhalampazhangalum Seydhirundhadhu; Ellaam Vengalamaayirundhadhu; Adharku Sariyaai Matrath Thoonukkum Maadhalampazhangalum Seydhirundhadhu. "},
{ "Verses": "23 thonnootraaru Maadhalampazhangal Naangu Thisaigalukkum Edhiraaga Seydhirundhadhu; Kumizhai Sutrilum Seydhirundha Maadhalampazhangal Nooru. "},
{ "Verses": "24 kaavarchenaadhipadhi Pradhaana Aasaariyanaagiya Seraayaavaiyum, Irandaam Aasaariyanaagiya Seppaniyaavaiyum, Vaasarpadiyin Moondru Kaavarkaararaiyum Pidiththukkonduponaan. "},
{ "Verses": "25 nagaraththilovendraal Avan Yuththa Manusharin Visaarippukkaaranaagiya Pradhaani Oruvanaiyum, Raajaavin Mandhirigalil Nagaraththil Adappatta Ezhu Peraiyum, Dhesaththin Janaththai Sevagam Ezhudhugira Thalaimaiyaana Sambiradhiyaiyum, Dhesaththu Janaththile Pattanaththin Naduvil Adappatta Arubadhu Peraiyum Pidiththukkonduponaan. "},
{ "Verses": "26 avargalaik Kaavarchenaadhipadhiyaagiya Nebusaraadhaan Pidiththu, Avargalai Riplaavukku Baabilon Raajaavinidaththirkuk Kondupoi Vittaan. "},
{ "Verses": "27 appozhudhu Baabilon Raajaa Aamaadh Ennum Dhesaththin Pattanamaagiya Riplaavile Avargalai Vettikkondrupottaan; Ivvidhamaaga Yoodhargal Thangal Dhesaththilirundhu Siraigalaaik Kondupogappattaargal. "},
{ "Verses": "28 nebugaadhnechchaar Siraipidiththuppona Janangalin Thogai Evvalavendraal, Ezhaam Varushaththil Moovaayiraththu Irubaththumoondru Yoodharum, "},
{ "Verses": "29 nebugaadhnechchaarudaiya Padhinettaam Varushaththil Erusalemilirundhu Ennootru Muppaththirandu Pergalum Kondupogappattaargal. "},
{ "Verses": "30 nebugaadhnechchaarudaiya Irubaththumoondraam Varushaththil Kaavarchenaadhipadhiyaagiya Nebusaraadhaan Yoodharil Ezhunootru Naarpaththaindhupergalai Siraipidiththukkonduponaan; Aaga Naalaayiraththu Arunoorupergalaam. "},
{ "Verses": "31 yoodhaavin Raajaavaagiya Yoyaakkeenudaiya Siraiyiruppin Muppaththezhaam Varusham Pannirandaam Maadham Irubaththaindhaam Thedhiyile, Evil Merodhaak Ennum Baabilon Raajaa, Thaan Raajaavaana Varushaththile, Yoodhaavin Raajaavaagiya Yoyaakkeenai Siraichchaalaiyilirundhu Velippadappanni, Avan Thalaiyai Uyarththi, "},
{ "Verses": "32 avanode Anbaaip Pesi, Avanudaiya Aasanaththaith Thannode Baabilonil Irundha Raajaakkaludaiya Aasanangalukku Melaaga Vaiththu, "},
{ "Verses": "33 avanudaiya Siraiyiruppu Vasthirangalai Maatrinaan; Avan Uyirodirundha Sagala Naalum Than Samugaththil Niththam Pojanampannumpadi Seydhaan. "},
{ "Verses": "34 avan Uyirodirundha Naalellaam Avanudaiya Marananaal Pariyandhamum, Avanudaiya Selavukkaaga Baabilon Raajaavinaal Kattalaiyaana Anudhinath Thittaththinpadi, Anudhinamum Avanukkuk Kodukkappattuvandhadhu. "}
]