[
{ "Verses": "1 indha Nagaraththile Thariththirukkiravan Pattayaththaalum, Panjaththaalum, Kollai Noyaalum Saavaan; Kaldheyaridaththukkup Purappattuppogiravano Uyirodiruppaan; Avanudaiya Praanan Avanukkuk Kidaiththa Kollaiyudaimaiyaippolirukkum; Avan Pizhaippaanenbadhaik Karththar Uraikkiraar Endrum, "},
{ "Verses": "2 indha Nagaram Baabilon Raajaavinudaiya Raanuvaththin Kaiyil Nichchayamaaga Oppukkodukkappadum; Avan Adhaip Pidippaanenbadhaik Karththar Uraikkiraar Endrum, "},
{ "Verses": "3 eremiyaa Ellaa Janaththodum Sollikkondirundha Vaarththaigalai Maaththaanin Kumaaranaagiya Seppaththiyaavum, Paskoorin Kumaaranaagiya Kedhaliyaavum, Selemiyaavin Kumaaranaagiya Yoogaalum, Malkiyaavin Kumaaranaagiya Paskoorum Kettaargal. "},
{ "Verses": "4 appozhudhu Prabukkal Raajaavai Nokki: Indha Manushan Kollappada Uththaravaagavendum; Adhenendraal, Indha Nagaraththil Meedhiyaayirukkira Yuththa Manusharidaththilum, Matrumulla Sagala Janangalidaththilum, Ivan Ippadippatta Vaarththaigalai Sollugiradhinaale Avargaludaiya Kaigalaith Thalarndhupogappannugiraan; Ivan Indha Janaththin Shemaththaith Thedaamal, Avargal Kettaiye Thedugiraan Endraargal. "},
{ "Verses": "5 appozhudhu Sidhekkiyaa Raajaa: Idho, Avan Ungal Kaigalil Irukkiraan; Ungalukku Virodhamaai Raajaa Ondrum Seyyakkoodaadhu Endraan. "},
{ "Verses": "6 appozhudhu Avargal Eremiyaavaip Pidiththu, Avanaik Kaavarchaalaiyin Mutraththilirundha Ammelegin Kumaaranaagiya Malkiyaavinudaiya Thuravile Pottaargal; Eremiyaavaik Kayirugalinaal Adhile Irakkivittaargal; Andhath Thuravile Thanneer Illaamal Ulaiyaayirundhadhu, Andha Ulaiyile Eremiyaa Amizhndhinaan. "},
{ "Verses": "7 avargal Eremiyaavaith Thuravile Pottadhai Raajaavin Aramanaiyil Irundha Eththiyoppiyanaagiya Epedhmelek Ennum Oru Pradhaani Kelvippattaan; Raajaavo Benyameen Vaasalile Utkaarndhirundhaan. "},
{ "Verses": "8 appozhudhu Epedhmelek Raajaavin Aramanaiyilirundhu Purappattuppoi, Raajaavai Nokki: "},
{ "Verses": "9 raajaavaagiya En Aandavane, Indhap Purushar Eremiyaa Theerkkadharisiyaith Thuravile Pottu Seydhadhu Ellaam Thagaadha Seygaiyaayirukkiradhu; Avan Irukkira Idaththile Pattiniyinaal Saavaane, Ini Nagaraththile Appamillai Endraan. "},
{ "Verses": "10 appozhudhu Raajaa Epedhmelek Ennum Eththiyoppiyanai Nokki: Nee Ivvidaththilirundhu Muppadhu Manusharai Unnudane Koottikkondupoi, Eremiyaa Theerkkadharisi Saagaadhadharkumunne Avanaith Thuravilirundhu Thookkividu Endru Kattalaiyittaan. "},
{ "Verses": "11 appozhudhu Epedhmelek Andha Manusharaith Thannudane Koottikkondu, Raajaavin Aramanaip Pokkishasaalaiyin Keezhirundha Araikkul Pugundhu, Kizhindhupona Pazhampudavaigalaiyum Kandhaith Thunigalaiyum Eduththukkondupoi, Avaigalaik Kayirugalinaal Eremiyaavandaikkuth Thuravile Irakkivittu, "},
{ "Verses": "12 epedhmelek Ennum Eththiyoppiyan Eremiyaavudane: Kizhindhupona Indhap Pazhampudavaigalaiyum Kandhaigalaiyum Ummudaiya Akkulgalil Kayirugalukkul Adangavaiththup Pottukkollum Endraan: Eremiyaa Appadiye Seydhaan. "},
{ "Verses": "13 appozhudhu Eremiyaavaik Kayirugalaal Thookki, Avanaith Thuravilirundhu Eduththuvittaargal; Eremiyaa Kaavarchaalaiyin Mutraththil Irundhaan. "},
{ "Verses": "14 pinbu Sidhekkiyaa Raajaa, Eremiyaa Theerkkadharisiyaik Karththarudaiya Aalayaththilirukkum Moondraam Vaasalile Thannidaththirku Varavazhaiththaan; Ange Raajaa, Eremiyaavai Nokki: Naan Unnidaththil Oru Kaariyam Ketkiren; Nee Enakku Ondrum Maraikkavendaam Endraan. "},
{ "Verses": "15 appozhudhu Eremiyaa Sidhekkiyaavai Nokki: Naan Adhai Umakku Ariviththaal Ennai Nichchayamaaik Kolaiseyveerallavaa? Naan Umakku Aalosanai Sonnaalum, En Sollaik Ketkamaatteer Endraan. "},
{ "Verses": "16 appozhudhu Sidhekkiyaa Raajaa: Naan Unnaik Kollaamalum, Un Praananai Vaangaththedugira Indha Manushar Kaiyil Unnai Oppukkodaamalum Iruppen Enbadhai, Namakku Indha Aaththumaavai Undupannina Karththarudaiya Jeevanaik Kondu Sollugiren Endru Eremiyaavukku Ragasiyamaai Aanaiyittaan. "},
{ "Verses": "17 appozhudhu Eremiyaa Sidhekkiyaavai Nokki: Neer Baabilon Raajaavin Prabukkalandaikkup Purappattuppoveeraanaal, Ummudaiya Aaththumaa Uyirodirukkum; Indhap Pattanam Akkiniyaal Sutterikkappaduvadhillai; Neerum Ummudaiya Kudumbamum Uyirodiruppeergal. "},
{ "Verses": "18 neer Baabilon Raajaavin Prabukkalidaththirkup Purappattuppogaavittaal Appozhudhu Indha Nagaram Kaldheyar Kaiyil Oppukkodukkappadum, Avargal Idhai Akkiniyaal Sutterippaargal; Neer Avargalukkuk Thappippovadhillai Engiradhai Isravelin Dhevanum Senaigalin Dhevanumaagiya Karththarsollugiraar Endraan. "},
{ "Verses": "19 appozhudhu Sidhekkiyaa Raajaa Eremiyaavai Nokki: Kaldheyar Thangalai Serndhupona Yoodharin Kaiyile Ennaip Pariyaasampanna Oppukkoduppaargalo Endru Naan Aiyappadugiren Endraan. "},
{ "Verses": "20 adharku Eremiyaa: Ummai Oppukkodaargal; Naan Ummidaththil Sollugira Karththarudaiya Vaarththaigalukku Sevikodum, Appozhudhu Umakku Nanmaiyaayirukkum, Ummudaiya Aaththumaa Pizhaikkum. "},
{ "Verses": "21 naan Purappadugiradhillai Enbeereyaagil, Karththar Enakkuth Theriyappaduththina Vaarththaiyaavadhu: "},
{ "Verses": "22 idho, Yoodhaa Raajaavin Veettile Meedhiyaana Ellaa Sthreegalum Veliye Baabilon Raajaavin Prabukkalandaiyil Kondupogappaduvaargal; Appozhudhu, Idho, Avargaldhaane Ummudaiya Ishtargal; Avargal Umakkup Podhanai Seydhu, Ummai Merkondaargal Endrum, Ummudaiya Kaalgal Ulaiyile Amizhndhinapinbu Avargal Pinvaangipponaargal Endrum Andha Sthreegale Solluvaargal. "},
{ "Verses": "23 ummudaiya Ellaa Sthreegalaiyum, Ummudaiya Pillaigalaiyum Veliye Kaldheyaridaththil Kondupovaargal; Neerum Avargal Kaikkuth Thappip Pogaamal Baabilon Raajaavin Kaiyinaal Pidikkappattu, Indha Nagaram Akkiniyaal Sutterikkappadak Kaaranamaayiruppeer Endraan. "},
{ "Verses": "24 appozhudhu Sidhekkiyaa Eremiyaavai Nokki: Indha Vaarththaigalai Oruvarukkum Arivikkavendaam; Appozhudhu Nee Saavadhillai. "},
{ "Verses": "25 naan Unnode Pesinadhaip Prabukkal Kelvippattu, Unnidaththil Vandhu: Nee Raajaavode Pesikkondadhai Engalukkuth Therivi, Engalukku Ondrum Maraikkaadhe, Appozhudhu Unnaik Kollaadhiruppom; Raajaa Unnodu Enna Pesinaar Endru Unnaik Ketpaargaleyaagil, "},
{ "Verses": "26 naan Yonaththaanudaiya Veettile Saagaadhapadikku Raajaa Ennai Ange Thirumba Anuppavendaam Endru, Avar Mugaththukku Munbaaga Vinnappam Panninen Endru Solvaayaaga Endraan. "},
{ "Verses": "27 pinbu Ellaap Prabukkalum, Eremiyaavinidaththil Vandhu, Avanaik Kettaargal; Appozhudhu Avan: Raajaa Karpiththa Indha Ellaa Vaarththaigalinpadiye Avargalukku Ariviththaan; Kaariyam Kelvippadaamarponapadiyinaal, Avanode Pesaamalirundhuvittaargal. "},
{ "Verses": "28 appadiye Eremiyaa, Erusalem Pidipadugira Naalmattaagak Kaavarchaalaiyin Mutraththil Irundhaan; Erusalem Pidipattupponapodhum Angeye Irundhaan. "}
]