[
{ "Verses": "1 karththar Ennai Nokki: Nee Poi, Unakku Oru Sanal Kachchaiyai Vaangi, Adhai Un Araiyile Kattikkol; Adhaith Thanneerile Padavottaadhe Endraar. "},
{ "Verses": "2 naan Karththarudaiya Vaarththaiyinpadiye Oru Kachchaiyai Vaangi, Adhai En Araiyile Kattikkonden. "},
{ "Verses": "3 irandaamvisai Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "4 nee Vaanginadhum Un Araiyilirukkiradhumaana Kachchaiyai Eduththukkondu Ezhundhu, Aippiraaththu Nadhimattum Poi, Adhai Ange Oru Kanmalai Vedippile Oliththuvai Endraar. "},
{ "Verses": "5 naan Poi Karththar Enakkuk Kattalaiyittapadiye Adhai Aippiraaththu Nadhiyin Oraththile Oliththuvaiththen. "},
{ "Verses": "6 aneganaal Sendrapinbu Karththar Ennai Nokki: Nee Ezhundhu Aippiraaththu Nadhikkuppoi Ange Oliththuvaikka Naan Unakkuk Kattalaiyitta Kachchaiyai Avvidaththilirundhu Eduththukkonduvaa Endraar. "},
{ "Verses": "7 appozhudhu Naan Aippiraaththu Nadhikkuppoi, Kachchaiyai Oliththuvaiththa Idaththile Thondi Adhai Eduththen; Aanaal, Idho, Andhak Kachchai Kettu Ondrukkum Udhavaamarpoyitru. "},
{ "Verses": "8 appozhudhu Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "9 ippadiye Naan Yoodhaavudaiya Perumaiyaiyum, Erusalemudaiya Migundha Perumaiyaiyum Kettuppogappannuven. "},
{ "Verses": "10 en Vaarththaigalaik Ketkamaattom Endru Maruththu, Thangal Irudhayaththin Kadinaththinpadi Nadandhu, Anniya Dhevargalai Sevikkavum Avargalaip Panindhukollavum Avargalaip Pinpatrugira Indhap Pollaadha Janangal Ondrukkum Udhavaamarpona Indhak Kachchaiyaippolaavaargal Endru Karththar Sollugiraar. "},
{ "Verses": "11 kachchaiyaanadhu Manushanudaiya Araikku Serkkaiyaayirukkiradhupola, Naan Isravel Kudumbaththaaranaivaraiyum Yoodhaavin Kudumbaththaaranaivaraiyum, Enakku Janangalaagavum, Keerththiyaagavum, Thudhiyaagavum, Magimaiyaagavum Serkkaiyaakkik Konden; Aanaalum Avargal Sevikodaamarponaargal Endrukarththar Sollugiraar. "},
{ "Verses": "12 sagala Jaadigalum Dhraatcharasaththile Nirappappadumendru, Isravelin Dhevanaagiya Karththar Uraikkiraar Engira Vaarththaiyai Avargaludane Sol; Adharku Avargal: Sagala Jaadigalum Dhraatcharasaththinaale Nirappappaduvadhu Engalukkuth Theriyaadhaa Endru Unnudane Solluvaargal. "},
{ "Verses": "13 appozhudhu Nee Avargalai Nokki: Idho, Indha Dhesaththinkudigalellaaraiyum, Dhaaveedhin Singaasanaththinmel Utkaarndhirukkira Raajaakkalaiyum, Aasaariyargalaiyum, Theerkkadharisigalaiyum, Erusalemin Kudigal Ellaaraiyum Naan Veriyinaal Nirappi, "},
{ "Verses": "14 pidhaakkalum Pillaigalumaagiya Avargalai Oruvarmel Oruvar Modhi Vizhumpadippannuven Endru Karththar Sollugiraar; Naan Avargalai Azhippadheyandri Mannippadhumillai, Thappaviduvadhumillai Iranguvadhumillaiyendru Karththar Uraikkiraar Endru Sol Endraar. "},
{ "Verses": "15 neengal Sevikoduththuk Kelungal; Mettimaiyaai Iraadheyungal; Karththar Vilambinaar. "},
{ "Verses": "16 avar Andhagaaraththai Varappannuvadharku Munnum, Irunda Malaigalil Ungal Kaalgal Idaruvadharku Munnum Neengal Velichchaththukkuk Kaaththirukkumpodhu, Avar Adhai Andhagaaramum Kaarirulumaaga Maarappannuvadharku Munnum, Ungal Dhevanaagiya Karththarukku Magimaiyai Seluththungal. "},
{ "Verses": "17 neengal Idhai Kelaamarponeergalaanaal, En Aaththumaa Maraividangalil Ungal Perumaiyinimiththam Dhukkiththu, Karththarudaiya Mandhai Siraippattupponadhendru En Kan Migavum Azhudhu Kanneer Soriyum. "},
{ "Verses": "18 neengal Raajaavaiyum Raajaaththiyaiyum Nokki: Thaazhavandhu Utkaarungal; Ungal Sirasin Singaaramaagiya Ungal Magimaiyin Kireedam Vizhundhadhendru Sollungal. "},
{ "Verses": "19 therkilulla Pattanangal Adaikkappattana; Avaigalaith Thirappaar Illai; Yoodhaa Anaiththum Kudivilakkappattuppom; Adhu Samoolamaai Siraippattuppom. "},
{ "Verses": "20 ungal Kangalai Ereduththu, Vadakkeyirundhu Varugiravargalai Paarungal; Unakkuk Kodukkappattirundha Mandhaiyum, Un Magimaiyaana Aattukkidaiyum Enge? "},
{ "Verses": "21 avar Unnai Visaarikkumpodhu Enna Solluvaai? Avargal Unmel Aadhikkakkaararum Thalaivarumaayirukka, Nee Avargalaip Pazhakkuviththaaye; Karppavadhikkup Prasavavedhanai Undaagumpodhu Undaagum Vedhanaigalaippol Vedhanaigal Unnaip Pidippadhillaiyo? "},
{ "Verses": "22 ivaigal Enakku Nerittadhu Edhendru Nee Un Irudhayaththil Sonnaayaagil, Un Thiralaana Akkiramaththinimiththame Un Orangal Vilakkappattu, Un Paadhangal Balavandhancheyyappadugindrana. "},
{ "Verses": "23 eththiyoppiyan Than Tholaiyum, Sivingi Than Pulligalaiyum Maatrakkoodumo? Koodumaanaal, Theemaiseyyappazhagina Neengalum Nanmaiseyyakkoodum. "},
{ "Verses": "24 aadhalaal Vanaandharak Kaatraal Parakkadikkappadum Thurumbaippola Avargalai Sidharadippen. "},
{ "Verses": "25 nee Ennai Marandhu, Poiyai Nambinapadiyinaale, Idhu Unnudaiya Veedhamum, Ennaal Unakku Alakkappadum Unnudaiya Pangumaayirukkum Endru Karththarsollugiraar. "},
{ "Verses": "26 un Maanam Kaanappada Naan Un Vasthiraththu Orangalai Mugamattaaga Eduththuppoduven. "},
{ "Verses": "27 un Vibasaarangalaiyum, Un Kanaikkudhalgalaiyum, Veliyile Medugalinmel Nee Pannina Vesiththanaththin Muraikedugalaagiya Un Aruvaruppugalaiyum Naan Kanden; Erusaleme, Unakku Aiyo! Nee Suththigarikkappadamaattaayaa? Idhu Innum Eththanai Kaalaththukkuppin Nadakkum? Engiraar. "}
]