[
{ "Verses": "1 isravel Veettaare, Karththar Ungalukku Sollugira Vasanaththaik Kelungal: "},
{ "Verses": "2 purajaadhigaludaiya Maarkkaththaik Katrukkollaadhirungal; Vaanaththin Adaiyaalangalaale Purajaadhigal Kalangugiraargale Endru Solli, Neengal Avaigalaale Kalangaadhirungal. "},
{ "Verses": "3 janangalin Vazhipaadugal Veenaayirukkiradhu; Kaattil Oru Maraththai Vettugiraargal; Adhu Thachchan Kaiyaadugira Vaachchiyaal Panippadum. "},
{ "Verses": "4 velliyinaalum Ponninaalum Adhai Alangariththu, Adhu Asaiyaadhapadikku Adhai Aanigalaalum Suththigalaalum Urudhiyaakkugiraargal. "},
{ "Verses": "5 avaigal Panaiyaippola Nettaiyaai Nirkiradhu, Avaigal Pesamaattaadhavaigal, Avaigal Nadakkamaattaadhadhinaal Sumakkappadavendum; Avaigalukku Bayappadavendaam; Avaigal Theemaiseyyakkoodaadhu, Nanmaiseyyavum Avaigalukku Sakthi Illaiyendru Karththar Sollugiraar. "},
{ "Verses": "6 karththaave, Umakku Oppaanavanillai; Neere Periyavar; Umadhu Naamame Vallamaiyil Periyadhu. "},
{ "Verses": "7 jaadhigalin Raajaave, Umakku Bayappadaadhiruppavan Yaar? Dhevareerukke Bayappadavendiyadhu; Jaadhigaludaiya Ellaa Gnaanigalilum, Avargaludaiya Ellaa Raajyaththilum Umakku Oppaanavan Illai. "},
{ "Verses": "8 avargal Yaavarum Mirugagunamum Madhiyeenamumullavargal; Andhak Kattai Maayaiyaana Podhagamaayirukkiradhu. "},
{ "Verses": "9 thagadaakkappatta Velli Tharsheesilum, Pon Ooppaasilumirundhu Konduvarappattu, Avaigal Thozhilaaliyinaalum, Thattaanin Kaigalinaalum Seyyappadugiradhu; Ilaneelamum, Raththaambaramum Avaigalin Udumaanam; Avaigalellaam Thozhilaaligalin Kaivelaiyaayirukkiradhu. "},
{ "Verses": "10 karththaro Meyyaana Dheyvam; Avar Jeevanulla Dhevan, Niththiya Raajaa; Avarudaiya Kobaththinaal Boomi Adhirum; Avarudaiya Ukkiraththai Jaadhigal Sagikkamaattaargal. "},
{ "Verses": "11 vaanaththaiyum Boomiyaiyum Undaakkaadha Dheyvangal, Boomiyilum Indha Vaanaththinkeezhum Iraadhapadikku Azhindhupogum Enbadhai Avargalukku Sollungal. "},
{ "Verses": "12 avare Boomiyaith Thammudaiya Vallamaiyinaal Undaakki, Poochchakkaraththaith Thammudaiya Gnaanaththinaal Padaiththu, Vaanaththaith Thammudaiya Arivinaal Viriththaar. "},
{ "Verses": "13 avar Saththamidugaiyil Vaanaththile Thiralaana Thanneer Undaagiradhu; Avar Boomiyin Kadaiyaandharaththilirundhu Megangalai Ezhumbappanni, Mazhaiyudane Minnalgalai Undaakki, Kaatraith Thamadhu Pandagasaalaigalilirundhu Purappadappannugiraar. "},
{ "Verses": "14 manushar Anaivarum Arivillaamal Mirugagunamullavargalaanaargal; Thattaar Anaivarum Vaarppiththa Suroobangalaale Vetkippogiraargal; Avargal Vaarppiththa Vikkiragam Poiye, Avaigalil Aavi Illai. "},
{ "Verses": "15 avaigal Maayaiyum, Magaa Eththaana Kiriyaiyumaayirukkiradhu; Avaigal Visaarikkappadum Naalile Azhiyum. "},
{ "Verses": "16 yaakkobin Pangaayirukkiravar Avaigalaippol Alla, Avar Sarvaththaiyum Uruvaakkinavar; Isravel Avarudaiya Sudhandharamaana Koththiram; Senaigalin Karththar Enbadhu Avarudaiya Naamam. "},
{ "Verses": "17 aranil Kudiyirukkiravale, Dhesaththilirundhu Un Porulgalai Serththukkol. "},
{ "Verses": "18 idho, Naan Indha Murai Dhesaththin Kudigalaik Kavankonderindhu, Avargal Kandu Unarumpadi Avargalukku Nerukkamundaakkuven Endru Karththarsollugiraar. "},
{ "Verses": "19 aiyo! Naan Norukkappatten; En Kaayam Kodidhaayirukkiradhu; Aanaalum Idhu Naan Sagikkavendiya En Noi Endru Naan Solluven. "},
{ "Verses": "20 en Koodaaram Azhindhupoyitru, En Kayirugalellaam Aruppundupoyina; En Pillaigal Ennaivittup Poivittaargal; Avargalil Oruvanumillai; Ini En Koodaaraththai Viriththu, En Thiraigalaith Thookkikkattuvaarillai. "},
{ "Verses": "21 meyppargal Mirugagunamullavargalaagi, Karththaraith Thedaamarponaargal; Aagaiyaal, Avargal Kaariyam Vaaikkaamarpoi, Avargal Mandhaiyellaam Sidharadikkappattadhu. "},
{ "Verses": "22 idho, Yoodhaavin Pattanangalaip Paazhum Valusarppangalin Dhaavumaakkippodum Seydhiyin Saththamum, Vadadhesaththilirundhu Periya Kondhalippum Varugiradhu. "},
{ "Verses": "23 karththaave, Manushanudaiya Vazhi Avanaale Aagiradhallavendrum, Than Nadaigalai Nadaththuvadhu Nadakkiravanaale Aagiradhallavendrum Ariven. "},
{ "Verses": "24 karththaave, Ennai Dhandiyum; Aanaalum Naan Avamaaip Pogaadhapadikku Ummudaiya Kobaththinaale Alla, Mattaai Dhandiyum. "},
{ "Verses": "25 ummai Ariyaadha Jaadhigalinmelum, Umadhu Naamaththaith Thozhudhukollaadha Vamsangalinmelum, Ummudaiya Ukkiraththai Ootrividum; Avargal Yaakkobaip Patchiththu, Avanai Vizhungi, Avanai Nirmoolamaakki, Avan Vaasasthalaththaip Paazhaakkinaargale. "}
]