[
{ "Verses": "1 en Meychchalin Aadugalaik Keduththu Sidharadikkira Meyppargalukku Aiyo! Endru Karththar Sollugiraar. "},
{ "Verses": "2 isravelin Dhevanaagiya Karththar Thamadhu Janaththai Meykkira Meyppargalukku Virodhamaaga Sollugiradhu Ennavendraal, Neengal En Aadugalaip Paraamariyaamal, Avaigalai Sidharadiththu Avaigalaith Thuraththivitteergal; Idho, Naan Ungalperil Ungal Seygaigalin Pollaappukketra Thandanaiyai Ungalmel Varuvippen Endru Karththar Sollugiraar. "},
{ "Verses": "3 naan En Aadugalil Meedhiyaayiruppavaigalaith Thuraththiyirundha Ellaa Dhesangalilumirundhu Serththu, Avaigalaith Thirumba Avaigalin Thozhuvangalukkuk Konduvaruven; Appozhudhu Avaigal Palugipperugum. "},
{ "Verses": "4 avaigalai Meykkaththakkavargalaiyum Avaigalmel Erpaduththuven; Ini Avaigal Bayappaduvadhumillai, Kalanguvadhumillai, Kaanaamarpovadhumillaiyendru Karththar Sollugiraar. "},
{ "Verses": "5 idho, Naatkal Varumendru Karththar Sollugiraar, Appozhudhu Dhaaveedhukku Oru Needhiyulla Kilaiyai Ezhumbappannuven; Avar Raajaavaayirundhu, Gnaanamaai Raajarigampanni, Boomiyile Nyaayaththaiyum Needhiyaiyum Nadappippaar. "},
{ "Verses": "6 avar Naatkalil Yoodhaa Ratchikkappadum, Isravel Sugamaai Vaasampannum; Avarukku Idum Naamam Namadhu Needhiyaayirukkira Karththar Enbadhe. "},
{ "Verses": "7 aadhalaal, Idho, Naatkal Varum, Appozhudhu Isravel Puththirarai Egipthudhesaththilirundhu Azhaiththukkonduvandha Karththarudaiya Jeevanaikkondu Saththiyampannaamal, "},
{ "Verses": "8 isravel Veettin Sandhadhiyaaraith Thangal Suyadhesaththil Kudiyirukkumpadikku Vadadhesaththilum, Naan Avargalaith Thuraththiyirundha Ellaa Dhesangalilumirundhu Azhaiththu Vazhinadaththikkonduvandha Karththarudaiya Jeevanaikkondu Saththiyampannuvaargalendru Karththar Sollugiraar. "},
{ "Verses": "9 theerkkadharisigalinimiththam En Irudhayam En Ullaththile Norungiyirukkiradhu; En Elumbugalellaam Adhirugiradhu; Karththar Nimiththamum, Avarudaiya Parisuththa Vaarththaigalinimiththamum Naan Veriththirukkira Manushanaippolavum Madhubaanam Merkondavanaippolavum Irukkiren. "},
{ "Verses": "10 dhesam Vibasaarakkaararaal Niraindhirukkiradhu, Dhesam Saabaththinaal Dhukkikkiradhu, Vanaandharaththin Meychchalgal Vaadippogiradhu, Avargal Ottam Pollaadhadhu; Avargal Belan Aniyaayamaayirukkiradhu. "},
{ "Verses": "11 theerkkadharisiyum Aasaariyanum Maayakkaararaayirukkiraargal, En Aalayaththilum Avargaludaiya Pollaappaik Kanden Endru Karththar Sollugiraar. "},
{ "Verses": "12 aadhalaal, Avargal Vazhi Avargalukku Iruttile Sarukkalaana Vazhiyaayirukkum, Thuraththundu Adhile Vizhuvaargal; Avargal Visaarikkappadum Varushaththile Avargalmel Pollaappai Varappannuvenendru Karththar Sollugiraar. "},
{ "Verses": "13 samaariyaavin Theerkkadharisigalilo Madhikettaik Kanden; Paagaalaikkondu Theerkkadharisanancholli, Isravel Ennum En Janaththai Mosampokkinaargal. "},
{ "Verses": "14 erusalemin Theerkkadharisigalilum Thidukkidaththakka Kaariyaththaik Kaangiren; Vibasaarampanni, Vanjagamaai Nadandhu, Oruvanum Than Pollaappai Vittuth Thirumbaadhapadikkup Pollaadhavargalin Kaigalaith Thidappaduththugiraargal; Avargal Ellaarum Enakku Sodhomaippolum, Adhin Kudigal Gomoraavaippolum Irukkiraargal. "},
{ "Verses": "15 aadhalaal Senaigalin Karththar Theerkkadharisigalaik Kuriththu: Idho, Naan Avargalukkup Pusikka Ettiyaiyum, Kudikkap Pichchukkalandha Thanneeraiyum Koduppen; Erusalemin Theerkkadharisigalilirundhu Maayamaanadhu Dhesamengum Parambitre Endru Sollugiraar. "},
{ "Verses": "16 ungalukkuth Theerkkadharisanam Sollugira Theerkkadharisigalin Vaarththaigalaik Kelaadhirungal; Avargal Ungalai Veenperumai Kollumpadi Seygiraargal;karththarudaiya Vaakkai Alla, Thaangal Yoogiththa Dharisanaththai Sollugiraargal Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "17 avargal Ennai Asattaipannugiravargalai Nokki: Ungalukku Samaadhaanam Irukkumendru Karththar Sonnaarendru Sollugiradhumallaamal, Thangal Irudhayaththin Kadinaththile Nadakkira Yaavaraiyum Nokki: Ungalmel Pollaappu Varaadhendrum Sollugiraargal. "},
{ "Verses": "18 karththarudaiya Aalosanaiyil Koodanindru, Avarudaiya Vaarththaiyaik Kettarindhavan Yaar? Avarudaiya Vaarththaiyaik Gavaniththuk Kettavan Yaar? "},
{ "Verses": "19 idho, Karththarudaiya Perunkaatraagiya Kodiya Pusal Purappattadhu; Adhu Dhunmaarkkarudaiya Thalaiyinmel Ukkiramaai Modhum. "},
{ "Verses": "20 karththar Thammudaiya Irudhayaththin Ninaivugalai Nadappiththu Niraivetrumalavum, Avarudaiya Kobam Thaniyaadhu; Kadaisinaatkalil Adhai Nandraai Unaruveergal. "},
{ "Verses": "21 andhath Theerkkadharisigalai Naan Anuppaadhirundhum Avargal Odinaargal; Avargalode Naan Pesaadhirundhum Avargal Theerkkadharisanan Chonnaargal. "},
{ "Verses": "22 avargal En Aalosanaiyile Nilaiththirundhaargaleyaagil, Appozhudhu Avargal En Vaarththaigalai Janangalukkuth Theriviththu, Avargalaith Thangal Pollaadha Vazhigalaiyum Thangal Seygaigalin Pollaappaiyum Vittuth Thiruppuvaargal. "},
{ "Verses": "23 naan Sameebaththirku Maaththiramaa Dhevan, Dhooraththirkum Dhevan Allavo Endru Karththar Sollugiraar. "},
{ "Verses": "24 yaavanaagilum Thannai Naan Kaanaadhapadikku Maraividangalil Oliththukkollakkoodumo Endru Karththar Sollugiraar; Naan Vaanaththaiyum Boomiyaiyum Nirappugiravar Allavo Endru Karththar Sollugiraar. "},
{ "Verses": "25 soppanankanden, Soppanankanden Endru, En Naamaththai Sollip Poiththeerkkadharisanam Uraikkira Theerkkadharisigal Sollugiradhaik Ketten. "},
{ "Verses": "26 edhuvaraikkum Ippadiyirukkum? Poiththeerkkadharisanam Sollugira Theerkkadharisigalin Irudhayaththile Edhaagilumundo? Ivargal Thangal Irudhayaththin Vanjagaththaiye Theerkkadharisanamaaga Sollugiravargal. "},
{ "Verses": "27 en Janaththin Pidhaakkal Paagaalinimiththam En Naamaththai Marandhadhupola, Ivargal Thangal Ayalaarukku Vivarikkira Thangal Soppanangalinaale En Naamaththai Avargal Marakkumpadi Seyyappaarkkiraargal. "},
{ "Verses": "28 soppanankanda Theerkkadharisi Soppanaththai Vivarippaanaaga; En Vaarththaiyullavano, En Vaarththaiyai Unmaiyaai Solvaanaaga; Kodhumaikkumun Padhar Emmaaththiram? Endru Karththar Sollugiraar. "},
{ "Verses": "29 en Vaarththai Akkiniyaippolum, Kanmalaiyai Norukkum Sammattiyaippolum Irukkiradhallavo? Endru Karththar Sollugiraar. "},
{ "Verses": "30 aagaiyaal, Idho, Ovvoruvaraaith Thanthan Ayalaaridaththil En Vaarththaiyaith Thiruttuththanamaai Edukkira Theerkkadharisigalukku Naan Virodhi Endru Karththarsollugiraar. "},
{ "Verses": "31 idho, Thangal Naavin Sollaiye Vazhangi, Avar Adhai Uraiththaar Endru Sollugira Theerkkadharisigalukku Naan Virodhi Endru Karththar Sollugiraar. "},
{ "Verses": "32 idho, Poichchoppanangalaith Theerkkadharisanamaaga Solli, Avaigalai Vivariththu, En Janaththaith Thangal Poigalinaalum, Thangal Veembugalinaalum, Mosampokkugiravargalukku Naan Virodhi Endru Karththar Sollugiraar; Naan Avargalai Anuppinadhumillai, Avargalukkuk Karpiththadhumillai; Avargal Indha Janaththukku Oru Prayojanamaai Iruppadhumillai Endru Karththar Sollugiraar. "},
{ "Verses": "33 karththaraale Sumarum Baaram Ennavendru Indha Janamaagilum Oru Theerkkadharisiyaagilum Oru Aasaariyanaagilum Unnaik Kettaal, Ungalaith Thallividuven Enbadhe Baaram Endru Nee Avargaludane Sollavendum. "},
{ "Verses": "34 karththaraal Sumarum Baaram Endru Sollugira Theerkkadharisiyaagilum Aasaariyanaagilum Janamaagilum Sari, Appadi Sollugira Manushanaiyum Avan Veettaaraiyum Dhandippen Endru Karththar Sollugiraar. "},
{ "Verses": "35 karththar Enna Maru Uththaravu Koduththaar? Karththar Enna Sonnaar? Endru Neengal Avaravar Thangal Ayalaanaiyum Avaravar Thangal Sagodharanaiyum Ketpeergalaaga. "},
{ "Verses": "36 aanaal Karththaraal Varum Baaram Engira Sollai Ini Vazhangaadhiruppeergalaaga, Avan Vaarththaiye Avanavanukku Baaramaayirukkum; Adhenendraal, Namadhu Dhevanaagiya Senaigalin Karththar Engira Jeevanulla Dhevanudaiya Vaarththaigalaip Purattugireergal. "},
{ "Verses": "37 karththar Unakku Enna Maru Uththaravu Koduththaar? Karththar Enna Sonnaar? Endru Nee Theerkkadharisiyaik Ketpaayaaga. "},
{ "Verses": "38 neengalovenil, Karththaraal Sumarum Baaram Endru Sollugirapadiyinaale, Karththar Baaram Endru Sollaadhirungalendru Naan Ungalukku Solli Anuppiyum, Neengal Indha Vaarththaiyaik Karththarin Baaram Endru Sollugireergale. "},
{ "Verses": "39 aadhalaal, Idho, Naan Ungalai Marakkave Marandhu, Ungalaiyum, Naan Ungalukkum Ungal Pidhaakkalukkum Koduththa Nagaraththaiyum Enakku Munbaaga Iraadhapadikkuk Kaivittu, "},
{ "Verses": "40 marakkappadaadha Niththiya Nindhaiyaiyum Niththiya Lachchaiyaiyum Ungalmel Varappannuven Endru Karththar Sollugiraar. "}
]