[
{ "Verses": "1 eremiyaa Innum Kaavarchaalaiyin Mutraththile Adaikkappattirukkaiyil, Karththarudaiya Vaarththai Avanukku Irandaandharam Undaagi, Avar: "},
{ "Verses": "2 idhai Seygira Karththarumaai, Idhaith Thidappaduththumpadikku Idhai Uruverpaduththugira Karththarumaayirukkira Yekovaa Ennum Naamamullavar Sollugiradhu Ennavendraal: "},
{ "Verses": "3 ennai Nokkik Kooppidu, Appozhudhu Naan Unakku Uththaravu Koduththu, Nee Ariyaadhadhum Unakku Ettaadhadhumaana Periya Kaariyangalai Unakku Arivippen. "},
{ "Verses": "4 edhirkkoththalangalinaalum Pattayaththaalum, Idikkappattavaigalaagiya Indha Nagaraththin Veedugalaiyum, Yoodhaa Raajaakkalin Veedugalaiyunkuriththu: "},
{ "Verses": "5 indha Nagaraththin Ellaap Pollaappinimiththamum Naan En Mugaththai Maraiththapadiyinaale En Kobaththilum Ukkiraththilum Vettunda Manushappredhangalinaale Avaigalai Naan Nirappumpadiyaagave, Avargal Kaldheyarode Yuththampannappogiraargal. "},
{ "Verses": "6 idho, Naan Avargalukku Savukkiyamum Aarokkiyamum Varappanni, Avargalai Gunamaakki, Avargalukkup Paripoorana Samaadhaanaththaiyum Saththiyaththaiyum Velippaduththuven. "},
{ "Verses": "7 naan Yoodhaavin Siraiyiruppaiyum, Isravelin Siraiyiruppaiyum Thiruppi, Munnirundhadhupola Avargalaik Kattuviththu, "},
{ "Verses": "8 avargal Enakku Virodhamaaik Kutrancheydha Avargaludaiya Ellaa Akkiramangalukkum Avargalai Neengalaakki Suththigariththu, Avargal Enakku Virodhamaaik Kutrancheydhu, Enakku Virodhamaai Dhrogampannina Avargaludaiya Ellaa Akkiramangalaiyum Mannippen. "},
{ "Verses": "9 naan Avargalukku Seyyum Nanmaiyaiyellaam Ketkappogira Boomiyin Ellaa Jaadhigalukku Munbaaga Adhu Enakku Magizhchchiyulla Keerththiyaayum Pugazhchchiyaayum Magimaiyaayum Irukkum; Naan Avargalukku Arulichcheyyum Ellaa Nanmaiyinimiththamum, Ellaa Samaadhaanaththinimiththamum Ivargal Bayandhu Nadunguvaargal Endru Isravelin Dhevanaagiya Karththar Sollugiraar. "},
{ "Verses": "10 manushanillaamalum Mirugamillaamalum Avaandharaveliyaaik Kidakkiradhendru, Neengal Sollugira Ivvidaththilum, Yoodhaavin Pattanangalilum Manushanaavadhu Mirugamaavadhu Illaadha Paazhaana Erusalemin Veedhigalilum, "},
{ "Verses": "11 innum Kalippin Saththamum, Magizhchchiyin Saththamum, Manavaalanin Saththamum, Manavaattiyin Saththamum Senaigalin Karththaraith Thudhiyungal, Karththar Nallavar, Avar Kirubai Endrumulladhendru Sollugiravargalin Saththamum, Karththarudaiya Aalayaththukku Sthoththirapaligalaik Konduvarugiravargalin Saththamum Ketkappadum Endru Karththar Sollugiraar; Avargal Munnirundhadhupolirukkumpadi Dhesaththin Siraiyiruppaith Thiruppuven Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "12 manushanum Mirugamum Illaamal Avaandharaveliyaaik Kidakkira Ivvidaththilum, Idharkaduththa Pattanangalilum, Aattumandhaiyai Meyththu Madakkugira Meyppargalin Thaabarangal Undaayirukkumendru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "13 malaiththesamaana Pattanangalilum, Pallaththaakkugalaana Pattanangalilum, Thenthisaip Pattanangalilum Benyameen Naattilum, Erusalemin Sutruppurangalilum, Yoodhaavin Pattanangalilum, Aattumandhaigal Thangalaith Thogaiyidugiravanudaiya Kaikkullaagak Kadandhuvarum Endru Karththarsollugiraar "},
{ "Verses": "14 idho, Naatkal Varumendru Karththar Sollugiraar, Appozhudhu Naan Isravelin Kudumbaththukkum, Yoodhaavin Kudumbaththukkum Sonna Nalvaarththaiyai Niraivetruven. "},
{ "Verses": "15 annaatkalilum Akkaalaththilum Dhaaveedhukku Needhiyin Kilaiyai Mulaikkappannuven; Avar Boomiyile Nyaayaththaiyum Needhiyaiyum Nadappippaar. "},
{ "Verses": "16 annaatkalil Yoodhaa Ratchikkappattu, Erusalem Sugamaaith Thangum; Avar Engal Needhiyaayirukkira Karththar Enbadhu Avarudaiya Naamam. "},
{ "Verses": "17 isravel Vamsaththin Singaasanaththinmel Utkaaraththakka Purushan Dhaaveedhukku Illaamarpovadhillai. "},
{ "Verses": "18 thaganapaliyittu, Pojanapaliseluththi, Naaldhorum Paliyidum Purushan Enakku Munbaaga Aasaariyarukkum Leviyarukkum Illaamarpovadhumillai Endrukarththar Sollugiraar Endraar. "},
{ "Verses": "19 pinnum Eremiyaavukkuk Karththarudaiya Vaarththai Undaagi, Avar: "},
{ "Verses": "20 kuriththa Dhesangalil Pagarkaalamum Raakkaalamum Undaagaadhapadikku, Neengal Pagarkaalaththaikkuriththu Naan Pannina Udanpadikkaiyaiyum, Raakkaalaththaikkuriththu Naan Undaakkina Udanpadikkaiyaiyum Avamaakkinaal, "},
{ "Verses": "21 appozhudhu En Dhaasanaagiya Dhaaveedhode Naan Pannina Udanpadikkaiyum, Avan Singaasanaththil Arasaalum Kumaaran Avanukku Illaamarpogumpadiyaaga Avamaagum; En Oozhiyakkaararaagiya Leviyarodum Aasaariyarodum Naan Pannina Udanpadikkaiyum Appozhudhu Avamaagum. "},
{ "Verses": "22 vaanaththu Natchaththirangal Ennappadaadhadhum Kadarkarai Manal Alakkappadaadhadhumaayirukkiradhupola, Naan En Dhaasanaagiya Dhaaveedhin Sandhadhiyaiyum Enakku Oozhiyancheygira Leviyaraiyum Varththikkappannuven Endru Karththar Sollugiraar Endraar. "},
{ "Verses": "23 pinnum Eremiyaavukkuk Karththarudaiya Vaarththai Undaagi, Avar, "},
{ "Verses": "24 karththar Therindhukonda Irandu Vamsangalaiyum Veruththuppottaarendru Indha Janam Solli, Thangalukku Munbaaga En Janam Ini Oru Jaadhiyallavendru Adhai Dhooshikkiraargalenbadhai Nee Kaangiradhillaiyo? "},
{ "Verses": "25 vaanaththukkum Boomikkum Kuriththirukkira Niyamangalai Naan Kaavaamal, Pagarkaalaththaiyum Raakkaalaththaiyunkuriththu Naan Pannina Udanpadikkai Atruppogiradhu Undaanaal, "},
{ "Verses": "26 appozhudhu Naan Yaakkobin Sandhadhiyaiyum, En Dhaasanaagiya Dhaaveedhin Sandhadhiyaiyum Thalli, Naan Aabiragaam Eesaakku Yaakkobu Enbavargalin Sandhadhiyai Aalaththakkavargalai Adhilirundhu Edukkaadhapadikku Veruththuppoduven; Avargaludaiya Siraiyiruppai Naan Thiruppi, Avargalukku Iranguven Endrukarththar Sollugiraar Endraar. "}
]