[
{ "Verses": "1 aa, En Thalai Thanneerum, En Kangal Kanneerootrumaanaal Nalamaayirukkum; Appozhudhu En Janamaagiya Kumaaraththi Kolaiyunnak Koduththavargal Nimiththam Naan Iravumpagalum Azhuven. "},
{ "Verses": "2 aa, Vanaandharaththil Vazhippokkarin Thaabaram Enakku Irundhaal Nalamaayirukkum; Appozhudhu Naan En Janaththaivittu, Avargalidaththil Iraadhapadikkup Poividuven; Avargalellaarum Vibasaararum Dhrogigalin Koottamumaayirukkiraargal. "},
{ "Verses": "3 avargal Poiyaip Prayogikkath Thangal Naavaagiya Villai Valaikkiraargal; Avargal Indha Dhesaththile Balaththukkolvadhu Saththiyaththukkaaga Alla; Pollaappilirundhu Pollaappukku Nadandherugiraargal; Ennaiyo Ariyaadhirukkiraargal Endru Karththar Sollugiraar. "},
{ "Verses": "4 neengal Avanavan Than Than Snegidhanukku Echcharikkaiyaayirungal, Endha Sagodharanaiyum Nambaadhirungal; Endha Sagodharanum Mosampannugiraan, Endha Snegidhanum Thootriththirigiraan. "},
{ "Verses": "5 avargal Meyyaip Pesaamal Ovvoruvarum Thamakkaduththavanai Eykkiraargal; Poiyaippesath Thangal Naavaip Pazhakkugiraargal, Akkiramancheyya Uzhaikkiraargal. "},
{ "Verses": "6 kabadaththin Naduvile Kudiyirukkiraai; Kabadaththinimiththam Avargal Ennai Ariyamaattomengiraargal Endru Karththar Sollugiraar. "},
{ "Verses": "7 aagaiyaal, Idho, Naan Avargalai Urukki, Avargalaip Pudamiduven Endru Senaigalin Karththar Sollugiraar; En Janamaagiya Kumaaraththiyai Verendhappragaaramaaga Nadaththuven? "},
{ "Verses": "8 avargal Naavu Koormaiyaakkappatta Ambu, Adhu Kabadam Pesugiradhu; Avanavan Than Than Ayalaanode Than Than Vaayinaale Samaadhaanamaaip Pesugiraan, Aanaalum Than Ullaththile Avanukkuppadhividai Vaikkiraan. "},
{ "Verses": "9 ivaigalinimiththam Avargalai Visaariyaadhiruppeno? Ippadippatta Jaadhikku En Aaththumaa Needhiyai Sarikkattaadhirukkumo Endru Karththar Sollugiraar. "},
{ "Verses": "10 malaigalukkaaga Azhudhu Dhukkankondaaduven; Vanaandharath Thaabarangalukkaagap Pulambuven; Oruvanum Avaigalaik Kadandhupogaadhavannamaaga Avaigal Paazhaakkappattuk Kidakkindrana; Aadumaadugalin Saththam Ketkappadugiradhumillai; Aagaasaththup Paravaigalum Mirugajeevangalum Ellaam Odi Sidharippoyina. "},
{ "Verses": "11 naan Erusalemai Manmedugalum Valusarppangalin Thaabaramumaakkuven; Yoodhaavin Pattanangalaiyum Kudiyillaadhapadi Paazhaakkippoduven. "},
{ "Verses": "12 idhai Unaraththakka Gnaanamullavan Yaar? Dhesam Azhindhu, Oruvanum Kadandhupogaadhapadi Adhu Paazhaakkappadugira Mugaandharamennavendru Karththarudaiya Vaai Thannudane Sollugiradhaikkettu Arivikkaththakkavan Yaar? "},
{ "Verses": "13 naan Avaravarukku Vidhiththa En Nyaayappramaanaththai Avargal Vittu, En Sollaik Kelaamalum, Adhinpadi Nadavaamalum, "},
{ "Verses": "14 thangaludaiya Irudhayaththin Kadinaththaiyum, Thangal Pidhaakkal Thangalukkuk Katrukkoduththapadi Paagaalgalaiyum Pinthodarndhaargale Endru Karththarsollugiraar. "},
{ "Verses": "15 aadhalaal, Idho, Naan Indha Janaththukkup Pusikka Ettiyaiyum, Kudikkap Pichchukkalandha Thanneeraiyum Koduththu, "},
{ "Verses": "16 avargalum, Avargal Pidhaakkalum Ariyaadha Purajaadhigalukkulle Avargalai Sidharadiththu, Pattayam Avargalai Nirmoolamaakkumattum Adhai Avargalukkuppinnaaga Anuppuven Endru Isravelin Dhevanaagiya Senaigalin Karththar Sollugiraar. "},
{ "Verses": "17 neengal Yosanaipanni, Pulambarkaarigalai Varavazhaiththu, Adhile Pazhagina Sthreegalaik Kooppidungalendru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "18 avargal Seekkiramaai Vandhu, Nammudaiya Kangal Kanneeraai Soriyaththakkadhaagavum, Nammudaiya Imaigal Thanneeraai Odaththakkadhaagavum, Oppaarisollakkadavargal. "},
{ "Verses": "19 eththanaiyaaip Paazhaakkappattom! Migavum Kalangiyirukkirom; Naangal Dhesaththai Vittuppogirom, Engal Vaasasthalangalai Avargal Kavizhththuppottaargal Endru Seeyonilirundhu Undaagira Pulambalin Saththam Ketkappadum. "},
{ "Verses": "20 aadhalaal Sthreegale, Karththarudaiya Vaarththaiyaik Kelungal; Ungal Sevi Avarudaiya Vaayin Vasanaththai Etrukkollattum; Neengal Ungal Kumaaraththigalukku Oppaariyaiyum, Avalaval Thanthan Thozhikkup Pulambalaiyum Katrukkodungal. "},
{ "Verses": "21 veedhiyilirukkira Kuzhandhaigalaiyum, Therukkalilirukkira Ilaignaraiyum Sangaarampanna Saavu Nammudaiya Palaganigalileri, Nammudaiya Aramanaigalil Pravesiththadhu. "},
{ "Verses": "22 manusharin Savangal Vayalveliyinmel Eruvaippolavum, Arukkiravanukkup Pinnaale Oruvanum Vaarikkollaadhirukkira Ariyaippolavum Kidakkum Endru Karththar Uraiththaar Endru Sol. "},
{ "Verses": "23 gnaani Than Gnaanaththaikkuriththu Menmaipaaraattavendaam; Paraakkiraman Than Paraakkiramaththaikkuriththu Menmaipaaraattavendaam; Aisuvariyavaan Than Aisuvariyaththaikkuriththu Menmaipaaraattavendaam; "},
{ "Verses": "24 menmaipaaraattugiravan Boomiyile Kirubaiyaiyum Nyaayaththaiyum Needhiyaiyum Seygira Karththar Naan Endru Ennai Arindhu Unarndhirukkiradhaikkuriththe Menmaipaaraattakkadavan Endru Karththar Sollugiraar; Ivaigalinmel Piriyamaayirukkiren Endru Karththar Sollugiraar. "},
{ "Verses": "25 idho, Naatkal Varum; Appozhudhu Viruththasedhanamillaadhavargalodunkooda Viruththasedhanamulla Yaavaraiyum, "},
{ "Verses": "26 egipthaiyum, Yoodhaavaiyum, Edhomaiyum, Ammon Puththiraraiyum, Movaabaiyum, Kadaisi Ellaigalilulla Vanaandharakkudigalaana Yaavaraiyum Dhandippen; Purajaadhiyaar Anaivarum Viruththasedhanamillaadhavargal; Aanaalum Isravel Vamsaththaar Anaivarum Irudhayaththile Viruththasedhanamillaadhavargalendru Karththar Sollugiraar. "}
]