[
{ "Verses": "1 karththar Sollugiradhu Ennavendraal; Idho, Naan Baabilonukku Virodhamaagavum, Enakku Virodhamaai Ezhumbugiravargalin Maththiyil Kudiyirukkiravargalukku Virodhamaagavum Azhikkum Kaatrai Ezhumbappanni, "},
{ "Verses": "2 thootruvaarai Baabilonukku Anuppuven; Avargal Adhaiththootri, Verumaiyaakkippoduvaargal; Aabaththunaalile Adharku Virodhamaai Soozhndhukondiruppaargal. "},
{ "Verses": "3 villai Naanetrugiravanukku Virodhamaagavum, Than Kavasaththil Perumaipaaraattugiravanukku Virodhamaagavum, Vilveeran Than Villai Naanetrakkadavan; Adhin Vaalibaraith Thappavidaamal Adhin Senaiyai Ellaam Sangaarampannungal. "},
{ "Verses": "4 kuththippodappattavargal Kaldheyarin Dhesaththilum, Kolaiseyyappattavargal Adhin Veedhigalilum Vizhuvaargal. "},
{ "Verses": "5 avargal Dhesam Isravelin Parisuththarukku Virodhamaaga Seydha Akkiramaththinaal Niraindhirundhum, Yoodhaa Than Dhevanaalum Isravel Senaigalinkarththaraalum Kaividappadavillai. "},
{ "Verses": "6 neengal Baabilonin Akkiramaththil Sangaaramaagaadhapadikku Adhin Naduvilirundhu Odi, Avaravar Thangal Aaththumaavaith Thappuviyungal; Idhu Karththar Adhinidaththil Pazhivaangugira Kaalamaayirukkiradhu; Avar Adharkup Padhil Seluththuvaar. "},
{ "Verses": "7 baabilon Karththarudaiya Kaiyilulla Porpaaththiram; Adhu Boomi Anaiththaiyum Verikkappanninadhu; Adhin Madhuvai Jaadhigal Kudiththaargal; Aagaiyaal Jaadhigal Buththimayangipponaargal. "},
{ "Verses": "8 baabilon Sadidhiyil Vizhundhu Thagarndhadhu; Adharkaaga Alarungal; Adhin Noyai Aatrap Pisin Thailam Podungal; Oruvelai Gunamaagum. "},
{ "Verses": "9 baabilonaik Gunamaakkumpadip Paarththom, Adhu Gunamaagavillai; Adhai Vittuvidungal; Naam Avaravar Nammudaiya Dhesangalukkup Pogakkadavom; Adhin Aakkinai Vaanamattum Eri Aagaayamandalangal Pariyandham Ettinadhu. "},
{ "Verses": "10 karththar Nammudaiya Needhiyai Velippaduththinaar; Nammudaiya Dhevanaagiya Karththarin Seyalai Seeyonil Vivarippom Vaarungal. "},
{ "Verses": "11 ambugalaith Thulakkungal; Kedagangalai Nandraai Seppanidungal; Karththar Medhiyarudaiya Raajaakkalin Aaviyai Ezhuppinaar; Baabilonai Azhikkavendumenbadhe Avarudaiya Ninaivu; Idhu Karththar Vaangum Pazhi, Idhu Thamadhu Aalayaththukkaaga Avar Vaangum Pazhi. "},
{ "Verses": "12 baabilonin Madhilgalmel Kodiyetrungal, Kaavalai Balappaduththungal, Jaaman Kaakkiravargalai Niruththungal, Padhiviruppaarai Vaiyungal; Aanaalumkarththar Eppadi Ninaiththaaro Appadiye Thaam Baabilonin Kudigalukku Virodhamaaga Sonnadhai Seyvaar. "},
{ "Verses": "13 thiralaana Thanneergalinmel Vaasampannugiravale, Thiranda Sambaththudaiyavale, Unakku Mudivum Un Porulaasaikku Ozhivum Vandhadhu. "},
{ "Verses": "14 meyyaagave, Pachchaikkiligalaip Pol Thiralaana Manusharaal Unnai Nirambappannuven; Avargal Unmel Aaravaaram Pannuvaargal Endru Senaigalin Karththar Thammudaiya Jeevanaikkondu Aanaiyittaar. "},
{ "Verses": "15 avar Boomiyaith Thamadhu Vallamaiyinaal Undaakki, Poochchakkaraththaith Thamadhu Gnaanaththinaal Padaiththu, Vaanaththaith Thamadhu Perarivinaal Viriththaar. "},
{ "Verses": "16 avar Saththamidugaiyil Thiralaana Thanneer Vaanaththil Undaagiradhu; Avar Boomiyin Ellaigalilirundhu Megangalai Ezhumbappanni, Mazhaiyudane Minnalgalai Undaakki, Kaatraith Thamadhu Pandasaalaiyilirundhu Evividugiraar. "},
{ "Verses": "17 manushar Anaivarum Arivillaamal Miruga Gunamaanaargal; Thattaar Anaivarum Suroobangalaale Vetkip Pogiraargal; Avargal Vaarppiththa Vikkiragam Poiye, Avaigalil Suvaasam Illai. "},
{ "Verses": "18 avaigal Maayaiyum Magaa Eththumaana Kiriyaiyaayirukkiradhu; Avaigal Visaarikkappadum Naalile Azhiyum. "},
{ "Verses": "19 yaakkobin Pangaayirukkiravar Avaigalaippola Alla, Avar Sarvaththaiyum Undaakkinavar; Isravel Avarudaiya Sudhandharamaana Koththiram; Senaigalin Karththar Enbadhu Avarudaiya Naamam. "},
{ "Verses": "20 nee Enakku Thandaayudhamum Asthiraayudhamumaanavan; Naan Unnaikkondu Jaadhigalai Norukkuven; Unnaikkondu Raajyangalai Azhippen. "},
{ "Verses": "21 unnaikkondu Kudhiraiyaiyum, Kudhirai Veeranaiyum Norukkuven; Unnaikkondu Radhaththaiyum Radhaveeranaiyum Norukkuven. "},
{ "Verses": "22 unnaikkondu Purushanaiyum Sthreeyaiyum Norukkuven; Unnaikkondu Kizhavanaiyum Ilaignanaiyum Norukkuven; Unnaikkondu Vaalibanaiyum Kannigaiyaiyum Norukkuven. "},
{ "Verses": "23 unnaikkondu Meyppanaiyum Avanudaiya Mandhaiyaiyum Norukkuven; Unnaikkondu Uzhavanaiyum Avanudaiya Uzhavukaalaigalaiyum Norukkuven; Unnaikkondu Adhipadhigalaiyum Adhigaarigalaiyum Norukkuven. "},
{ "Verses": "24 baabilonukkum Kaldheyar Dhesaththin Sagala Kudigalukkum, Avargal Ungal Kangalukku Munbaaga Seeyonil Seydha Avargaludaiya Ellaap Pollaappukkaagavum Pazhivaanguven Endru Karththar Sollugiraar. "},
{ "Verses": "25 idho, Boomiyai Ellaam Kedukkira Kedaana Parvadhame, Naan Unakku Virodhamaaga Vandhu, En Kaiyai Unakku Virodhamaaga Neetti, Unnaik Kanmalaigalilirundhu Urutti, Unnai Erindhupona, Parvadhamaakkippoduven Endru Karththar Sollugiraar. "},
{ "Verses": "26 moolaikkallukkaagilum Asthibaarakkallukkaagilum Oru Kallaiyum Unnilirundhu Edukkamaattaargal; Nee Endrendraikkum Paazhaaikkidakkira Sthalamaavaai Endru Karththar Sollugiraar. "},
{ "Verses": "27 dhesaththile Kodiyetrungal; Jaadhigalukkul Ekkaalam Oodhungal; Jaadhigalai Adharku Virodhamaaga Aayaththappaduththungal; Aararaadh, Minni, Askenaas Ennum Raajyangalai Adharku Virodhamaagath Thalakarththanukkup Pattankattungal; Sunaiyulla Vettukkiligalpondra Kudhiraigalai Varappannungal. "},
{ "Verses": "28 medhiyaadhesaththin Raajaakkalum Adhin Thalaivarum Adhin Sagala Adhigaarigalum Avaravarudaiya Raajyabaaraththukkuk Keezhaana Sagala Dhesaththaarumaagiya Jaadhigalai Adharku Virodhamaaga Aayaththappaduththungal. "},
{ "Verses": "29 appozhudhu Dhesam Adhirndhu Vedhanaippadum; Baabilon Dhesaththaik Kudiyillaadhapadip Paazhaakka, Baabilonukku Virodhamaaik Karththar Ninaiththavaigal Nilaikkum. "},
{ "Verses": "30 baabilonin Paraakkiramasaaligal Yuththampannaamal, Kottaigalil Irundhuvittaargal; Avargal Paraakkiramam Azhindhu Pedigalaanaargal; Adhin Vaasasthalangalaik Koluththippottaargal; Adhin Thaazhppaalgal Udaikkappattadhu. "},
{ "Verses": "31 kadaiyaandhira Munaithuvakki Avanudaiya Pattanam Pidipattadhu Endrum; Thuraivazhigal Adappattuppoi, Naanalgal Akkiniyaal Sutterikkappattadhu Endrum, Yuththa Manushar Kalangiyirukkiraargal Endrum Baabilon Raajaavukku Arivikka, "},
{ "Verses": "32 anjarkaaranmel Anjarkaaranum Thoodhanmel Thoodhanum Odugiraan. "},
{ "Verses": "33 baabilon Kumaaraththi Midhikkappadun Kalaththukku Samaanam; Adhaipporadikkun Kaalam Vandhadhu; Innum Konjakkaalaththile Aruppukkaalam Adharku Varum Endru Isravelin Dhevanaagiya Senaigalin Karththar Sollugiraar. "},
{ "Verses": "34 baabilon Raajaavaagiya Nebugaadhnechchaar Ennaip Patchiththaan, Ennaik Kalangadiththaan, Ennai Verum Paaththiramaaga Vaiththupponaan; Valusarppampola Ennai Vizhungi, En Suvaiyulla Padhaarththangalaal Than Vayitrai Nirappinaan, Ennaith Thuraththivittaan. "},
{ "Verses": "35 enakkum En Inaththaarukkum Seydha Kodumaiyin Pazhi Baabilon Mel Varakkadavadhendru Seeyonil Vaasamaanaval Sollugiraal; En Raththappazhi Kaldheyar Dhesaththuk Kudigalinmel Varakkadavadhendru Erusalem Enbavalum Sollugiraal. "},
{ "Verses": "36 aagaiyaal Karththar Sollugiradhu Ennavendraal; Idho, Naan Unakkaaga Vazhakkaadi, Un Pazhikkup Pazhivaangi, Adhin Kadalai Varalavum Adhin Ootrai Suvaravumpannuven. "},
{ "Verses": "37 appozhudhu Baabilon Kudiyillaadha Manmedugalum, Valusarppangalin Thaabaramum, Paazhum, Eesalpodappadudhalukku Idamumaaippogum. "},
{ "Verses": "38 egamaai Avargal Singangalaip Polak Kerchchiththu, Singangkkuttigalaip Pola Saththamiduvaargal. "},
{ "Verses": "39 avargal Kalikkum Samayaththile Naan Avargal Kudikkum Paanaththai Avargalukkuk Kudikkakkoduththu, Avargal Thullaththakkadhaaga Avargalai Veriyaakkuven; Adhinaal Avargal Endrendraikkum Vizhikkaadha Niththirai Adaivaargal Endru Karththar Sollugiraar. "},
{ "Verses": "40 avargalai Aattukkuttigalaip Polavum, Aattukkadaakkalaippolavum, Vellaattukkadaakkalaippolavum Adikkappada Irangippogap Pannuven. "},
{ "Verses": "41 sesaakku Pidiyundu, Boomimuzhudhum Pugazhum Pugazhchchi Adappattadhu Eppadi? Jaadhigalukkulle Baabilon Brammippaanadhu Eppadi? "},
{ "Verses": "42 samuththiram Baabilonmel Puranduvandhadhu; Adhin Alaigalin Thiratchiyinaal Adhu Moodappattadhu. "},
{ "Verses": "43 adhin Pattanangal Paazhumaai, Varatchiyum Vanaandharamumaana Boomiyumaai, Oru Manushanum Kudiyiraadhadhum Oru Manupuththiranum Kadavaadhadhumaana Nilamumaaippoyitru. "},
{ "Verses": "44 naan Baabilonil Irukkira Pelai Dhandippen; Adhu Vizhunginadhai Adhin Vaayilirundhu Kakkappannuven; Jaadhigal Ini Adhinidaththirku Odivaramaattaargal, Baabilonin Madhilum Vizhum. "},
{ "Verses": "45 en Janangale, Neengal Adhin Naduvilirundhu Purappadungal; Karththarudaiya Kobaththin Ukkiraththukkuth Thappumpadi Avanavan Thanthan Aaththumaavai Ratchiththukkollakkadavan. "},
{ "Verses": "46 ungal Irudhayam Thuvalaamalum, Dhesaththil Ketkappadum Seydhiyinaal Neengal Bayappadaamalum Irungal; Oru Varushaththile Oru Seydhi Ketkappattu, Pinbu Maruvarushaththile Veru Seydhi Ketkappadum; Dhesaththile Kodumai Undaagum; Aalugiravanmel Aalugiravan Varuvaan. "},
{ "Verses": "47 aagaiyaal, Idho, Naan Baabilonin Vikkiragangalai Dhandikkum Naatkal Varum, Appozhudhu Adhin Dhesam Ellaam Kalangum; Adhil Kolaiyungira Yaavarum Adhin Naduvil Vizhundhukidappaargal. "},
{ "Verses": "48 vaanamum Boomiyum Avaigalilulla Yaavum Baabilonmel Gembeerikkum; Paazhkkadikkiravargal Adharku Vadakkeyirundhu Varuvaargal Endru Karththarsollugiraar; "},
{ "Verses": "49 baabilon Isravelil Kolaiyundavargalai Vizhappanninadhupola, Baabilonilum Samastha Dhesangalilum Kolaiyungiravargal Vizhuvaargal. "},
{ "Verses": "50 pattayaththukkuth Thappinavargale, Thangiththariyaamal Nadandhuvaarungal; Dhooraththile Karththarai Ninaiyungal; Erusalem Ungal Gnaabagaththil Varakkadavadhu. "},
{ "Verses": "51 nindhaiyaik Kettadhinaal Vetkappattom; Karththarudaiya Aalayaththin Parisuththa Sthalangalinmel Anniyar Vandhadhinaal Naanam Nammudaiya Mugangalai Mooditru. "},
{ "Verses": "52 aagaiyaal, Karththar Sollugiradhu Ennavendraal; Idho, Naan Adhin Vikkiragangalukku Virodhamaai Visaarikkum Naatkal Varum; Appozhudhu Adhin Dhesamengum Kolaiyungiravargal Kaththuvaargal. "},
{ "Verses": "53 baabilon Vaanapariyandham Erinaalum, Adhu Than Balamaana Aranai Uyarththinaalum, Adhaip Paazhaakkugiravargal Ennidaththilirundhu Varuvaargal Endru Karththarsollugiraar. "},
{ "Verses": "54 baabilonilirundhu Kookkuralin Saththamum, Kaldheyar Dhesaththilirundhu Magaa Sangaaramum Ketkappadum. "},
{ "Verses": "55 karththar Baabilonaip Paazhaakki Adhilulla Periya Saththaththai Ozhiyappannuvaar; Avargaludaiya Alaigal Thiralaana Thanneergalaippola Iraiyum, Avargaludaiya Saththam Amaliyaayirukkum. "},
{ "Verses": "56 baabilonaip Paazhaakkugiravan Adhinmel Varugiraan; Adhin Paraakkiramasaaligal Pidipaduvaargal; Avargaludaiya Villugal Murindhupogum; Sarikattugira Dhevanaagiya Karththar Nichchayamaagap Padhil Alippaar. "},
{ "Verses": "57 adhin Prabukkalaiyum Adhin Gnaanigalaiyum Adhin Thalaivaraiyum Adhin Adhigaarigalaiyum Adhin Paraakkiramasaaligalaiyum Verikkappannuven; Appozhudhu Avargal Endrendraikkum Vizhikkaadha Thookkamaaith Thoongi Vizhuvaargal Endru Senaigalin Karththar Ennum Naamamulla Raajaa Sollugiraar. "},
{ "Verses": "58 baabilonin Vistheeranamaana Madhilgal Mutrilum Tharaiyaakkappattu, Adhin Uyaramaana Vaasalgal Akkiniyaal Sutterikkappadum; Appadiye Janangal Prayaasappattadhu Virudhaavaagavum, Jaadhigal Varuththappattu Sambaadhiththadhu Akkinikku Iraiyumaagumendru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "59 baabilonmel Varum Ellaath Theengaiyum, Baabilonukku Virodhamaaga Ezhudhappatta Indha Ellaa Vasanangalaiyum Eremiyaa Oru Pusthagaththil Ezhudhinaan. "},
{ "Verses": "60 yoodhaavin Raajaavaagiya Sidhekkiyaa Raajyabaarampannum Naalaam Varushaththile Baabilonukkup Pona Samayaththil Avanode Koodappona Maseyaavin Maganaagiya Neriyaavin Kumaaranum Saandhagunamulla Prabuvumaagiya Seraayaavukku Eremiyaa Theerkkadharisi Karpiththa Vaarththai. "},
{ "Verses": "61 eremiyaa Seraayaavai Nokki: Nee Baabilonukku Vandhapinbu Nee Idhaip Paarththu, Indha Ellaa Vasanangalaiyum Vaasiththu Sollavendiyadhu Ennavendraal: "},
{ "Verses": "62 karththaave, Indha Sthalaththile Manushanum Mirugamudhalaaith Thangiththarikkaadhapadikkum, Adhu Endrendraikkum Paazhaaik Kidakkumpadikkum, Adhai Azhiththuppoduven Endru Dhevareer Adhaikkuriththu Uraiththeer Enbadhai Nee Solli "},
{ "Verses": "63 nee Indhap Pusthagaththai Vaasiththuth Theerndhapodhu, Adhile Oru Kallaikkatti, Adhai Aippiraaththu Naduvile Erindhuvittu, "},
{ "Verses": "64 ippadiye Baabilon Muzhugip Pogum, Naan Adhinmel Varappannum Theenginaal Ezhundhirukkamaattaamal Ilaiththu Vizhuvaargal Endraar Endru Solluvaayaaga Endraan. Eremiyaavin Vasanangal Ivvalavode Mudindhadhu. "}
]