[
{ "Verses": "1 egipthudhesaththil Kudiyeri, Mikdholilum, Thakpaanesilum, Noppilum, Padhros Seemaiyilum Vaasamaana Ellaa Yoodharaiyunkuriththu, Eremiyaavukku Undaana Vasanam: "},
{ "Verses": "2 isravelin Dhevanaagiya Senaigalin Karththar Sollugiradhu Ennavendraal: Naan Erusaleminmelum, Yoodhaavin Sagala Pattanangalin Melum, Varappannina Theengaiyellaam Neengal Kandeergal. "},
{ "Verses": "3 idho, Avargalum Neengalum Ungal Pidhaakkalum Ariyaadha Dhevargalukkuth Thoobankaattavum, Aaraadhanai Seyyavum Poi Enakkuk Kobamoottumpadikku Seydha Avargaludaiya Pollaappinimiththam, Avaigal Innaalil Paazhaaikkidakkiradhu, Avaigalil Kudiyillai. "},
{ "Verses": "4 naan Verukkira Indha Aruvaruppaana Kaariyaththai Seyyaadhirungalendru, Theerkkadharisigalaagiya En Oozhiyakkaararaikkondu Ungalukku Erkanave Solliyanuppikkondirundhen. "},
{ "Verses": "5 aanaalum Avargal Anniya Dhevargalukkuth Thoobankaattaadhapadikku, En Sollaik Kelaamalum, Pollaappai Vittuth Thirumbuvadharku Seviyai Saaikkaamalum Ponaargal. "},
{ "Verses": "6 aagaiyaal, En Ukkiramum En Kobamum Moondu, Yoodhaavin Pattanangalilum Erusalemin Veedhigalilum Patriyerindhadhu; Avaigal Innaalil Irukkirapadi Vanaandharamum Paazhumaaip Poyitru. "},
{ "Verses": "7 ippodhum Isravelin Dhevanum Senaigalin Dhevanumaagiya Karththar Sollugiradhu Ennavendraal, Neengal Yoodhaavil Oruvaraiyum Ungalukku Meedhiyaaga Vaikkaamal, Ungalil Purushanaiyum Sthreeyaiyum Pillaiyaiyum Paalkudikkira Kuzhandhaiyaiyum Veratruppogappannumpadikku, Ungal Kaigalin Kiriyaigalaale Enakkuk Kobamoottugira Periya Pollaappai Ungal Aaththumaakkalukku Virodhamaaga Seydhu, "},
{ "Verses": "8 ungalai Veratruppogappannuvadharkaagavum, Neengal Boomiyin Sagala Jaadhigalukkullum Saabamum Nindhaiyumaayiruppadharkaagavum, Neengal Thangiyirukkavandha Egipthudhesaththile Anniya Dhevargalukkuth Thoobankaattuvaanen? "},
{ "Verses": "9 yoodhaadhesaththilum Erusalemin Veedhigalilum Ungal Pidhaakkal Seydha Pollaappugalaiyum, Yoodhaavin Raajaakkal Seydha Pollaappugalaiyum, Avargal Sthreegal Seydha Pollaappugalaiyum, Neengal Seydha Pollaappugalaiyum, Ungal Sthreegal Seydha Pollaappugalaiyum Marandhuponeergalo? "},
{ "Verses": "10 avargal Innaalmattum Manam Norungundadhumillai, Avargal Bayappadugiradhumillai; Naan Ungal Munbaagavum Ungal Pidhaakkal Munbaagavum Vaiththa En Vedhaththinpadiyum En Kattalaigalinpadiyum Nadakkiradhumillai. "},
{ "Verses": "11 aagaiyaal, Isravelin Dhevanaagiya Senaigalin Karththar Sollugiradhu Ennavendraal, Idho, Naan Ungalukkuth Theengundaagavum, Yoodhaavanaiththaiyum Sangarikkaththakkadhaagavum, En Mugaththai Ungalukku Virodhamaagath Thiruppi, "},
{ "Verses": "12 egipthu Dhesaththile Thangumpadikku Varath Thangal Mugangalaith Thiruppina Meedhiyaana Yoodharai Vaarikkolluven; Avargal Anaivarum Egipthudhesaththile Nirmoolamaavaargal; Avargal Siriyavanmudhal Periyavanvaraikkum, Pattayaththukku Iraiyaagi, Panjaththaalum Nirmoolamaavaargal; Avargal Pattayaththaalum Panjaththaalum Seththu, Saabamum Paazhum Pazhippum Nindhaiyumaavaargal. "},
{ "Verses": "13 naan Erusalemai Dhandiththapadi Egipthudhesaththil Kudiyirukkiravargalaiyum Pattayaththaalum, Panjaththaalum, Kollainoyaalum Dhandippen. "},
{ "Verses": "14 egipthudhesaththile Thangavum, Marupadiyum Thangal Aaththumaa Vaanjiththirukkira Yoodhaa Dhesaththile Kudiyeruvadharku Ange Thirumbippogavum Vendumendru Inge Vandha Meedhiyaana Yoodharile Meedhiyaayirukkiravargalum Thappugiravargalumillai; Thappippogiravargalaagiya Matravargaleyozhiya Avargalil Oruvarum Ange Thirumbuvadhillaiyendraar Endru Sonnaan. "},
{ "Verses": "15 appozhudhu Thangal Sthreegal Anniyadhevargalukkuth Thoobankaattinadhaaga Arindhirundha Ellaap Purusharum, Periya Koottamaai Nindrirundha Ellaa Sthreegalum, Egipthudhesaththil Padhrosile Kudiyirundha Sagala Janangalum Eremiyaavukkup Pradhiyuththaramaaga: "},
{ "Verses": "16 nee Karththarudaiya Naamaththil Engalukku Sonna Vaarththaiyinpadiye Naangal Unakku Sevikodaamal, "},
{ "Verses": "17 engal Vaayilirundhu Purappatta Ellaa Vaarththaiyinpadiyeyum Naangal Seydhu, Vaanaraakkinikkuth Thoobankaatti, Avalukkup Paanapaligalai Vaarppom; Naangalum, Engal Pidhaakkalum, Engal Raajaakkalum, Engal Prabukkalum, Yoodhaa Pattanangalilum Erusalemin Veedhigalilum Seydhadhupolave Seyvom; Appozhudhu Naangal Appaththinaal Thirupthiyaagi, Oru Pollaappaiyum Kaanaamal Vaazhndhirundhom. "},
{ "Verses": "18 naangal Vaanaraakkinikkuth Thoobankaattaamalum, Avalukkup Paanapaligalai Vaarkkaamalum Ponadhumudharkondu, Ellaam Engalukkuk Kuraivupattadhu; Pattayaththaalum Panjaththaalum Azhindhuponom. "},
{ "Verses": "19 melum Naangal Vaanaraakkinikkuth Thoobankaatti, Avalukkup Paanapaligalai Vaarththapodhu, Naangal Engal Purusharin Anumadhiyillaamal Avalukkup Paniyaarangalai Suttu, Paanapaligalai Vaarththu, Avalai Namaskariththomo? Endraargal. "},
{ "Verses": "20 appozhudhu Eremiyaa, Thanakku Ippadippatta Marumozhi Koduththa Sagala Janangalaagiya Sthree Purushargalaiyum Matra Yaavaraiyum Nokki: "},
{ "Verses": "21 yoodhaavin Pattanangalilum, Erusalemin Veedhigalilum, Neengalum Ungal Pidhaakkalum Ungal Raajaakkalum, Ungal Prabukkalum, Dhesaththin Janangalum Kaattina Thoobangalai Allavo Karththar Ninaiththuth Thammudaiya Manadhile Vaiththukkondaar. "},
{ "Verses": "22 ungal Kiriyaigalin Pollaappaiyum, Neengal Seydha Aruvaruppugalaiyum, Karththar Appuram Poruththirukkak Koodaadhapadiyinaal Allavo, Ungal Dhesam Innaalil Irukkirapadi Kudiyatra Andharaveliyum Paazhum Saabamumaayitru. "},
{ "Verses": "23 neengal Thoobankaatti, Karththarukku Virodhamaagap Paavancheydhu, Karththarudaiya Saththaththukku Sevikodaamalum, Avarudaiya Vedhaththukkum, Avarudaiya Kattalaigalukkum, Avarudaiya Saatchigalukkum Inangi Nadavaamalum Ponapadiyinaale Innaalil Irukkirapadi Indhath Theengu Ungalukku Nerittadhu Endraan. "},
{ "Verses": "24 pinnum Eremiyaa Sagala Janangalaiyum, Sagala Sthreegalaiyum Nokki: Egipthudhesaththil Irukkira Yoodharaagiya Neengal Ellaarum Karththarudaiya Vaarththaiyaik Kelungal. "},
{ "Verses": "25 isravelin Dhevanaagiya Senaigalin Karththar Sollugiradhu Ennavendraal, Vaanaraakkinikkuth Thoobankaattavum, Avalukkup Paanapaligalai Vaarkkavum, Naangal Nerndhukonda Poruththanaigalai Evvidhaththilum Seluththuvomendru, Neengalum Ungal Sthreegalum, Ungal Vaayinaale Solli, Ungal Kaigalinaale Niraivetrineergal; Neengal Ungal Poruththanaigalai Sthirappaduththinadhu Meyye, Avaigalai Seluththinadhum Meyye. "},
{ "Verses": "26 aagaiyaal, Egipthudhesaththil Kudiyirukkira Yoodhaa Janangalaagiya Neengal Ellaarum Karththarudaiya Vaarththaiyaik Kelungal; Idho Karththaraagiya Aandavarudaiya Jeevanaanai Endru, Egipthu Dhesamengum Oru Yoodhaa Manushan Vaayinaalum Ini En Naamam Vazhangapaduvadhillaiyendru Naan En Magaththaana Naamaththaik Kondu Aanaiyidugiren Endru Karththar Sollugiraar. "},
{ "Verses": "27 idho, Naan Avargalmel Nanmaikkalla Theemaikke Jaakkiradhaiyaayiruppen; Egipthu Dhesaththilirukkira Yoodhaa Manushar Ellaarum Ozhindhu Theerumalavum Pattayaththaalum Panjaththaalum Sangaaramaavaargal. "},
{ "Verses": "28 aanaalum Pattayaththukkuth Thappugiravargal Egipthudhesaththilirundhu Yoodhaadhesaththukkuk Konjam Peraaith Thirumbuvaargal; Appadiye Egipthudhesaththile Thangiyirukka Vandha Yoodhaavil Meedhiyaana Anaivarum Akkaalaththile Thangaludaiya Vaarththaiyo, En Vaarththaiyo, Yaarudaiya Vaarththai Meyppadum Endru Arivaargal. "},
{ "Verses": "29 naan Ivvidaththil Ungalai Dhandippen Endru Ungalukku Virodhamaai Sonna En Vaarththaigal Meyppadumendru Neengal Arivadharku Ungalukku Idhuve Adaiyaalam Endru Karththar Sollugiraar. "},
{ "Verses": "30 idho, Naan Yoodhaavin Raajaavaagiya Sidhekkiyaavai, Avanudaiya Saththuruvum Avan Praananai Vaangath Thedinavanumaagiya Nebugaadhnechchaar Ennum Baabilon Raajaavin Kaiyil Oppukkoduththupola, Naan Paarvon Oppiraa Ennum Egipthin Raajaavaiyum, Avanudaiya Saththurukkalin Kaiyilum, Avan Praananai Vaangaththedugiravargalin Kaiyilum Oppukkoduppen Endru Karththar Sollugiraar Endraan. "}
]