[
{ "Verses": "1 yosiyaavin Kumaaranaagiya Yoyaakkeem Engira Yoodhaavudaiya Raajaavin Naalaam Varushaththukku Sariyaana, Baabilon Raajaavaagiya Nebugaadhnechchaar Arasaanda Mudhalaam Varushaththile Yoodhaavin Janam Anaiththaiyum Kuriththu Eremiyaavukku Undaana Vaarththai: "},
{ "Verses": "2 adhaith Theerkkadharisiyaagiya Eremiyaa Yoodhaavin Janam Anaiththukkum, Erusalemin Kudigal Ellaarukkum Arivikkiradharkaaga Avargalai Nokki: "},
{ "Verses": "3 aamonin Kumaaranaagiya Yosiyaavin Padhinmoondraam Varushamthuvakki Innaalmattum Sendra Indha Irubaththumoondru Varushamaagak Karththarudaiya Vaarththai Enakku Undaayitru; Adhai Naan Ungalukku Erkanave Sollikkonduvandhum Neengal Kelaamarponeergal. "},
{ "Verses": "4 karththar Ungalidaththirkuth Theerkkadharisigalaagiya Thammudaiya Sagala Oozhiyakkaararaiyum Erkanave Anuppikkonde Irundhum, Neengal Kelaamalum, Ketkumpadikku Neengal Sevigalai Saayaamalum Poneergal. "},
{ "Verses": "5 avargalaikkondu Avar: Ungalil Avanavan Thanthan Pollaadha Vazhiyaiyum Ungal Kiriyaigalin Pollaappaiyum Vittuth Thirumbi, Karththar Ungalukkum Ungal Pidhaakkalukkum Koduththa Dhesaththil Sadhaakaalamum Kudiyirundhu, "},
{ "Verses": "6 anniya Dhevargalaip Pinpatraamalum, Avaigalukku Aaraadhanaiseyyaamalum, Avaigalaip Paniyaamalumirundhu, Naan Ungalukkuth Theemaiseyyaadhapadikku Ungal Kaigalin Seygaigalaal Enakkuk Kobamundaakkaamalum Irungal Endru Solliyanuppinen. "},
{ "Verses": "7 neengalo, Ungalukkuth Theemaiyaaga Ungal Kaigalin Seygaigalaale Enakkuk Kobamoottumpadikku, En Sollaik Kelaamarponeergal Endru Karththar Sollugiraar Endraan. "},
{ "Verses": "8 neengal En Vaarththaigalaik Kelaamarponapadiyinaal, "},
{ "Verses": "9 idho, Naan Vadakkeyirukkira Sagala Vamsangalaiyum, En Oozhiyakkaaranaagiya Nebugaadhnechchaar Engira Baabilon Raajaavaiyum Azhaiththanuppi, Avargalai Indha Dhesaththukku Virodhamaagavum, Idhin Kudigalukku Virodhamaagavum, Sutrilumirukkira Indha Ellaa Jaadhigalukkum Virodhamaagavum Varappanni, Avaigalai Sangaaraththukku Oppukkoduththu, Avaigalaip Paazhaagavum Igazhchchikkuriyaagiya Eesalpodudhalaagavum, Niththiya Vanaandharangalaagavum Seyven Endru Senaigalin Karththar Sollugiraar "},
{ "Verses": "10 magizhchchiyin Saththaththaiyum, Sandhoshaththin Saththaththaiyum, Manavaalanin Saththaththaiyum, Manavaattiyin Saththaththaiyum, Endhiraththin Saththaththaiyum Vilakkin Velichchaththaiyum Avargalilirundhu Neengappannuven Endru Karththar Sollugiraar. "},
{ "Verses": "11 indha Dhesamellaam Vanaandharamum Paazhumaagum; Indha Jaadhigalo, Ezhubadhu Varushamaaga Baabilon Raajaavai Sevippaargal. "},
{ "Verses": "12 ezhubadhu Varusham Niraiverinapinbu, Naan Baabilon Raajaavinidaththilum, Andha Jaadhiyinidaththilum, Kaldheyarudaiya Dhesaththinidaththilum, Avargaludaiya Akkiramaththai Visaariththu, Adhai Niththiyapaazhidamaakki, "},
{ "Verses": "13 naan Andha Dhesaththukku Virodhamaai Uraiththa En Vaarththaigalaiyellaam, Eremiyaa Sagala Jaadhigalukkum Virodhamaagath Theerkkadharisanamaai Sonnadhum, Indhap Pusthagaththil Ezhudhiyirukkiradhumaana Yaavaiyum Adhinmel Varappannuven Endru Karththar Sollugiraar. "},
{ "Verses": "14 anegam Jaadhigalum Periya Raajaakkalum Avargalai Adimaikolvaargal; Naan Avargalukku Avargal Kiriyaigalukkuththakkadhaagavum, Avargal Kaigalin Seygaigalukkuthakkadhaagavum Padhil Alippen Engiraar. "},
{ "Verses": "15 isravelin Dhevanaagiya Karththar Ennai Nokki: Naan Unnai Anuppugira Jaadhigal Kudiththu, Naan Thangalukkul Anuppum Pattayaththaal Avargal Thallaadi, Buththikettuppogumpadikku, "},
{ "Verses": "16 indha Ukkiramaagiya Madhubaanaththin Paaththiraththai Nee En Kaiyilirundhu Vaangi Avargal Ellaarukkum Adhile Kudikkakkodu Endraar. "},
{ "Verses": "17 appozhudhu Naan Andhap Paaththiraththaik Karththarudaiya Kaiyilirundhu Vaangi, Karththar Ennai Anuppina Ellaa Jaadhigalukkum Kudikkak Koduththen. "},
{ "Verses": "18 erusalemukkum Yoodhaavin Pattanangalukkum, Adhin Raajaakkalukkum, Adhin Prabukkalukkum, Avargalai Innaalilirukkirapadi Vanaandharamum Paazhum Igazhchchikkuriyaagiya Eesalpodudhalum Saabamumaakkippodumpadi Kudikkakkoduththen. "},
{ "Verses": "19 egipthin Raajaavaagiya Paarvonukkum, Avan Oozhiyakkaararukkum Avan Prabukkalukkum, Avanudaiya Ellaa Janaththukkum, "},
{ "Verses": "20 kalandhu Kudiyirukkira Anaivarukkum, Oodhs Dhesaththinudaiya Ellaa Raajaakkalukkum, Pelistharudaiya Dhesaththil Irukkira Ellaa Raajaakkalukkum, Askalonukkum, Kaasaavukkum, Ekronukkum, Asthoththil Meedhiyaanavargalukkum, "},
{ "Verses": "21 edhomukkum, Movaabukkum, Ammon Puththirarukkum, "},
{ "Verses": "22 theeruvinudaiya Ellaa Raajaakkalukkum, Seedhonudaiya Ellaa Raajaakkalukkum, Samuththiraththukku Akkaraiyaana Theevugalin Raajaakkalukkum, "},
{ "Verses": "23 thedhaanukkum, Themaavukkum, Poosukkum, Kadaiyaandharangalilulla Anaivarukkum, "},
{ "Verses": "24 arabidhesaththu Ellaa Raajaakkalukkum, Vanaandharaththil Kalandhu Kudiyirukkiravargaludaiya Ellaa Raajaakkalukkum, "},
{ "Verses": "25 simriyinudaiya Ellaa Raajaakkalukkum, Elaaminudaiya Ellaa Raajaakkalukkum Medhiyaavinudaiya Ellaa Raajaakkalukkum, "},
{ "Verses": "26 vadakkeyirukkira Ellaa Raajaakkalukkum, Sameebamaanavargalum Dhooramaanavargalumaagiya Avaravargalukkum, Boomiyinmeedhilulla Sagaladhesaththu Raajaakkalukkum Kudikkakkoduththen; Sesaakku Engira Raajaavum Avargalukkup Pirpaadu Kudippaan Endraar. "},
{ "Verses": "27 neengal Kudiththu, Veriththu, Vaandhipanni, Naan Ungalukkul Anuppum Pattayaththaale Ezhundhiraadhapadikku Vizhungal Endru Isravelin Dhevanaagiya Senaigalin Karththar Uraikkiraar Endru Nee Avargalukku Sollu. "},
{ "Verses": "28 avargal Kudikkiradharku Andhap Paaththiraththai Un Kaiyil Vaangamaattom Endru Solvaargalaanaal, Nee Avargalai Nokki: Neengal Kudiththuth Theeravendum Endru Senaigalin Karththar Sollugiraar Endru Sollu. "},
{ "Verses": "29 idho, Theengaik Kattalaiyida Naan En Naamam Tharikkappatta Nagaraththile Thuvakkumpodhu, Neengal Dhandanaikkuth Thappuveergalo? Neengal Thappuvadhillai; Naan Boomiyin Ellaak Kudigalinmelum Pattayaththai Varavazhaikkiren Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "30 aadhalaal, Avargalukku Virodhamaaga Indha Vaarththaigalaiyellaam Theerkkadharisanamaaga Uraiththu, Avargalai Nokki: Karththar Uyaraththilirundhu Kerchchiththu, Thamadhu Parisuththa Vaasasthalaththilirundhu Thammudaiya Saththaththaik Kaatti, Thammudaiya Thaabaraththukku Virodhamaaik Kerchchikkave Kerchchiththu, Aalaiyai Midhikkiravargal Aarpparippadhupol Boomiyinudaiya Ellaak Kudigalukkum Virodhamaaga Aarpparippaar Endru Sol Endraar. "},
{ "Verses": "31 aaravaaram Boomiyin Kadaiyaandharamattum Poi Ettum; Jaadhigalode Karththarukku Vazhakku Irukkiradhu; Maamsamaana Yaavarodum Avar Nyaayaththukkul Pravesippaar; Dhunmaarkkaraip Pattayaththukku Oppukkoduppaar Endru Karththar Sollugiraar. "},
{ "Verses": "32 idho, Jaadhijaadhikkuth Theemaiparambum, Boomiyin Ellaigalilirundhu Magaa Pusal Ezhumbum. "},
{ "Verses": "33 akkaalaththile Boomiyin Orumunai Thuvakki Boomiyin Marumunaimattum Karththaraal Kolaiyundavargal Kidappaargal; Avargal Pulambappadaamalum Serkkappadaamalum Adakkampannappadaamalum Boomiyinmel Eruvaavaargal. "},
{ "Verses": "34 meyppargale, Alarungal; Mandhaiyil Prasthaabamaanavargale, Saambalil Purandu Kadharungal; Neengal Vettappadavum Sidharadikkappadavum Ungal Naatkal Niraiverina; Uchchidhamaana Paaththirampol Vizhundhu Norunguveergal. "},
{ "Verses": "35 meyppargal Odippogiradharkum, Mandhaiyil Prasthaabamaanavargal Thappiththukkollugiradharkum Idamiraadhu. "},
{ "Verses": "36 thangal Meychchalaik Karththar Paazhaakkinadhinimiththam Meyppargal Kooppidugiradhum, Mandhaiyil Prasthaabamaanavargal Alarugiradhumaana Saththamundaagum. "},
{ "Verses": "37 avargal Sugiththirundha Thaabarangal Karththarudaiya Kobaththin Erichchalaale Sangaaramaayina. "},
{ "Verses": "38 avar Padhivirundhu Purappadum Singaththaippoliruppaar; Odukkugiravanudaiya Ukkiraththinaalum, Avanudaiya Ukkirakobaththinaalum Avargal Dhesam Paazhaayitrendru Senaigalin Karththar Sollugiraar Endru Sol Endraar. "}
]