[
{ "Verses": "1 karththar Ennai Nokki: Moseyum Saamuvelum En Mugaththukku Munbaaga Nindraalum, En Manam Indha Janangal Patchamaai Saaraadhu, Ivargal En Mugaththaivittup Purappattuppogumpadi Ivargalaith Thuraththividu, "},
{ "Verses": "2 enge Purappattuppovom Endru Ivargal Unnaik Kettaal, Nee Avargalai Nokki: Saavukku Edhuvaanavargal Saavukkum, Pattayaththukku Edhuvaanavargal Pattayaththukkum, Panjaththukku Edhuvaanavargal Panjaththukkum, Siraiyiruppukku Edhuvaanavargal Siraiyiruppukkum Neraaip Pogavendum Endru Karththaruraikkiraar Endru Sollu. "},
{ "Verses": "3 kondrupodap Pattayamum, Pidiththu Izhukka Naaigalum, Patchiththu Azhikka Aagaayaththup Paravaigalum, Boomiyin Mirugangalum Aagiya Naanguvidhamaana Vaadhaigalai Naan Avargalmel Varak Kattalaiyiduven Endru Karththar Sollugiraar. "},
{ "Verses": "4 esekkiyaavin Kumaaranum, Yoodhaavin Raajaavumaagiya Manaase Erusalemil Seydhavaigalinimiththam Avargalai Boomiyilulla Ellaa Raajyangalilum Alaiyappannuven. "},
{ "Verses": "5 erusaleme, Yaar Unmel Iranguvaargal? Yaar Unmel Paridhabippaargal? Yaar Unnidaththirkuth Thirumbi, Un Sugaseydhiyai Visaarippaargal? "},
{ "Verses": "6 nee Ennaivittup Pinvaangipponaai, Aagaiyaal En Kaiyai Unakku Virodhamaai Neetti, Unnai Azhippen; Naan Poruththup Poruththu Ilaiththupponen Endru Karththar Sollugiraar. "},
{ "Verses": "7 dhesaththin Vaasalgalil Avargalaith Thootrukkoodaiyaal Thootrippoduven; En Janangal Thangal Vazhigalaivittuth Thirumbaadhapadiyinaal Naan Avargalaip Pillaigal Atravargalaakki Azhippen. "},
{ "Verses": "8 kadarkarai Manalaippaarkkilum Adhiga Vidhavaigal Avargalil Undaayiruppaargal; Pattappagalile Paazhaakkugiravanaith Thaayinmelum Pillaigalinmelum Varappannuven; Avargalmel Pattanaththin Kalagaththaiyum, Bayangarangalaiyum Vizhappannuven. "},
{ "Verses": "9 ezhu Pillaigalaip Petraval Kalaiththuppogiraal; Aval Than Praananai Vittuvittaal; Innum Pagalaayirukkaiyil Avaludaiya Sooriyan Asthamiththadhu; Vetkamum Lachchaiyum Adaindhaal; Avargalil Meedhiyaagiravargalaiyo Avargaludaiya Saththurukkalukku Munbaagap Pattayaththukku Oppukkoduppen Endru Karththar Sollugiraar. "},
{ "Verses": "10 en Thaaye, Dhesaththukkellaam Vazhakkukkum Vaadhukkum Ullaanavanaayirukkumpadi Ennai Nee Petraaye; Aiyo! Naan Avargalukku Vattikkuk Koduththadhumillai, Avargal Enakku Vattikkuk Koduththadhumillai; Aanaalum, Ellaarum Ennai Sabikkiraargal. "},
{ "Verses": "11 unnil Meedhiyaayiruppavargal Nanmaiyadaivaargal; Theengin Kaalaththilum Nerukkaththin Kaalaththilum Unakkaaga Naan Saththuruvukku Edhirppattu, Unakku Sagaayancheyven Endru Meyyaaga Sollugiren. "},
{ "Verses": "12 vadakkeyirundhu Varum Irumbaiyum Vengalaththaiyum Irumbu Norukkumo? "},
{ "Verses": "13 unnudaiya Ellaap Paavangalinimiththamum, Unnudaiya Ellaa Ellaigalilum, Naan Un Aasthiyaiyum, Un Pokkishangalaiyum Kirayamillaamal Sooraiyiduvippen. "},
{ "Verses": "14 nee Ariyaadha Dhesaththil Un Saththurukkal Vasamaaga Naan Unnaith Thaandippogap Pannuven; Ungalmel Eriyappogira Akkini En Kobaththile Moondadhu Endru Karththar Sonnaar. "},
{ "Verses": "15 karththaave, Neer Adhai Ariveer; Dhevareer Ennai Ninaiththu Ennai Visaariththu, Ennaith Thunbappaduththugiravargalukku Ennimiththam Needhiyai Sarikkattum; Ummudaiya Neediyaporumaiyinimiththam Ennai Vaarikkollaadhirum; Naan Ummudaiya Nimiththam Nindhaiyai Sagikkiren Endru Ariyum. "},
{ "Verses": "16 ummudaiya Vaarththaigal Kidaiththavudane Avaigalai Utkonden; Ummudaiya Vaarththaigal Enakku Sandhoshamum, En Irudhayaththukku Magizhchchiyumaayirundhadhu; Senaigalin Dhevanaagiya Karththaave, Ummudaiya Naamam Enakkuth Tharikkappattirukkiradhu. "},
{ "Verses": "17 naan Pariyaasakkaararudaiya Koottaththil Utkaarndhu Kalikoorndhadhillai; Umadhu Karaththinimiththam Thaniththu Utkaarndhen; Salippinaal Ennai Nirappineer. "},
{ "Verses": "18 en Novu Niththiyakaalamaagavum En Kaayam Aaraadha Kodiya Punnaagavum Iruppaanen? Neer Enakku Nambappadaadha Ootraippolavum, Vatrippogira Jalaththaippolavum Iruppeero? "},
{ "Verses": "19 idhinimiththam Nee Thirumbinaal Naan Unnaith Thirumba Seerppaduththuven; En Mugaththukkumunbaaga Nilaiththumiruppaai; Nee Theezhppaanadhinindru Vilaiyerappetradhaip Piriththeduththaal, En Vaaipoliruppaai; Nee Avargalidaththil Thirumbaamal, Avargal Unnidaththil Thirumbuvaargalaaga Endru Karththarsollugiraar. "},
{ "Verses": "20 unnai Indha Janaththukku Edhire Aranaana Vengala Alangamaakkuven; Avargal Unakku Virodhamaaga Yuththampannuvaargal, Aanaalum Unnai Merkollamaattaargal; Unnai Ratchippadharkaagavum, Unnaith Thappuvippadharkaagavum Naan Unnudane Irukkiren Endru Karththar Sollugiraar. "},
{ "Verses": "21 naan Unnaip Pollaadhavargalin Kaikkuth Thappuviththu, Unnai Balavandharin Kaikku Neengalaakki Viduvippen Engiraar. "}
]