[
{ "Verses": "1 yosiyaavin Kumaaranaagiya Yoyaakkeem Ennum Yoodhaa Raajaavin Naalaam Varushaththile Karththaraal Eremiyaavukku Undaana Vaarththai Ennavendraal: "},
{ "Verses": "2 nee Oru Pusthaga Surulai Eduththu, Yosiyaavin Naatkalile Naan Unnudane Pesina Naal Mudharkondu Innaalmattum Isravelaikkuriththum, Yoodhaavaikkuriththum, Sagala Jaadhigalaik Kuriththum Unnode Sonna Ellaa Vaarththaigalaiyum Adhile Ezhudhu. "},
{ "Verses": "3 yoodhaavin Kudumbaththaar, Avaravar Thangal Pollaadha Vazhiyaivittuth Thirumbumpadiyaagavum, Thangal Akkiramaththaiyum Thangal Paavaththaiyum Naan Mannikkumpadiyaagavum, Thangalukku Naan Seyya Ninaiththirukkira Theengugalaik Kuriththu Oruvelai Avargal Ketpaargal Endraar. "},
{ "Verses": "4 appozhudhu Eremiyaa Neriyaavin Kumaaranaagiya Paarukkai Azhaiththaan; Paarukku Enbavan Karththar Eremiyaavudane Sollivandha Ellaa Vaarththaigalaiyum Avan Vaai Solla Oru Pusthaga Surulil Ezhudhinaan. "},
{ "Verses": "5 pinbu Eremiyaa Paarukkai Nokki: Naan Adaikkappattavan; Naan Karththarudaiya Aalayaththukkul Pravesikkak Koodaadhu. "},
{ "Verses": "6 nee Ulle Pravesiththu, En Vaai Solla Nee Ezhudhina Surulilulla Karththarudaiya Vaarththaigalaik Karththarudaiya Aalayaththil Ubavaasa Naalile Janangaludaiya Sevigal Ketka Vaasippadhumandri, Thangal Pattanangalilirundhu Varugira Ellaa Yoodhaa Koththiraththaarum Ketkumpadi Avaigalai Vaasippaayaaga. "},
{ "Verses": "7 oruvelai Avargal Karththarudaiya Mugaththukku Munbaagap Panindhu Vinnappampanni, Avaravar Thangal Pollaadha Vazhiyai Vittuth Thirumbuvaargal;karththar Indha Janaththukku Virodhamaagak Kooriyirukkira Kobamum Ukkiramum Periyadhu Endru Sonnaan. "},
{ "Verses": "8 appadiye Neriyaavin Kumaaranaagiya Paarukku Andhap Pusthagaththil, Karththarudaiya Aalayaththil, Karththarudaiya Vaarththaigalai Vaasikkumpadi Eremiyaa Theerkkadharisi Thanakkuk Karpiththapadiyellaam Seydhaan. "},
{ "Verses": "9 yosiyaavin Kumaaranaagiya Yoyaakkeem Ennum Yoodhaa Raajaavin Aindhaam Varushaththu Onbadhaam Maadhaththile, Erusalemilirukkira Ellaa Janaththukkum, Yoodhaavin Pattanangalilirundhu Erusalemukku Varugira Ellaa Janaththukkum, Karththarukku Munbaaga Ubavaasam Seyyavendumendru Koorappattadhu. "},
{ "Verses": "10 appozhudhu Paarukku Karththarudaiya Aalayaththin Merpraagaaraththil, Karththarudaiya Aalayaththu Vaasalin Nadaikku Arugaana Saappaanudaiya Kumaaranaagiya Kemariyaa Ennum Sambiradhiyin Araiyile, Andhap Pusthagaththilulla Eremiyaavin Vaarththaigalai Janangal Ellaarum Ketka Vaasiththaan. "},
{ "Verses": "11 saappaanudaiya Kumaaranaagiya Kemariyaavin Magan Migaayaa Andhap Pusthagaththilulla Karththarudaiya Vaarththaigalaiyellaam Vaasikkak Kettapodhu, "},
{ "Verses": "12 avan Raajaavin Aramanaikkup Poi, Sambiradhiyin Araiyil Pravesiththaan; Idho, Ange Ellaap Prabukkalum Sambiradhiyaagiya Elisaamaavum Semaayaavin Kumaaranaagiya Thelaayaavum, Akporin Kumaaranaagiya Elnaaththaanum, Saappaanin Kumaaranaagiya Kemariyaavum, Ananiyaavin Kumaaranaagiya Sidhekkiyaavum, Matra Ellaap Prabukkalum Utkaarndhirundhaargal. "},
{ "Verses": "13 paarukku Janaththin Sevigal Ketkap Pusthagaththilullavaigalai Vaasikkaiyil, Thaan Ketta Ellaa Vaarththaigalaiyum Migaayaa Avargalukkuth Theriviththaan. "},
{ "Verses": "14 appozhudhu Ellaap Prabukkalum Kooshiyin Kumaaranaagiya Selemiyaavin Maganaana Neththaaniyaavinudaiya Kumaaranaayirukkira Yegudhiyaip Paarukkinidaththil Anuppi, Janangal Ketka Nee Vaasiththukkondirundha Surulai Un Kaiyil Eduththuk Konduvaa Endru Solla Sonnaargal; Aagaiyaal, Neriyaavin Kumaaranaagiya Paarukku Surulaith Than Kaiyil Eduththukkondu, Avargalidaththukku Vandhaan. "},
{ "Verses": "15 avargal Avanai Nokki: Nee Utkaarndhukondu, Naangal Ketka Vaasiyendraargal; Avargal Ketka Vaasiththaan. "},
{ "Verses": "16 appozhudhu Avargal Ellaa Vaarththaigalaiyum Ketkaiyil Bayamutravargalaai Oruvaraiyoruvar Paarththu, Paarukkai Nokki: Indha Ellaa Vaarththaigalaiyum Raajaavukku Nichchayamaai Arivippom Endraargal. "},
{ "Verses": "17 avan Vaai Solla, Nee Indha Vaarththaigalaiyellaam Evvidhamaai Ezhudhinaai Adhai Engalukku Sol Endru Paarukkaik Kettaargal. "},
{ "Verses": "18 adharku Paarukku: Avar Thamadhu Vaayinaal Indha Ellaa Vaarththaigalaiyum Uraiththu, Ennudane Sonnaar, Naan Maiyinaal Pusthagaththil Ezhudhinen Endraan. "},
{ "Verses": "19 appozhudhu Prabukkal Paarukkai Nokki: Neeyum Eremiyaavum Poi Oliththukkollungal; Neengal Irukkum Idaththai Oruvarum Ariyappadaadhu Endru Solli, "},
{ "Verses": "20 surulai Sambiradhiyaagiya Elisaamaavin Araiyile Vaiththu, Raajaavinidaththukku Aramanaiyile Poi, Raajaavin Sevigalukku Indha Vaarththaigalaiyellaam Ariviththaargal. "},
{ "Verses": "21 appozhudhu Raajaa Andha Surulai Eduththukkonduvara Yegudhiyai Anuppinaan; Yegudhi Adhai Sambiradhiyaagiya Elisaamaavin Araiyilirundhu Eduththukkonduvandhu, Raajaa Ketkavum, Raajaavinidaththil Nindra Ellaap Prabukkalum Ketkavum Vaasiththaan. "},
{ "Verses": "22 onbadhaam Maadhaththile Raajaa, Kulirkaalaththukkuth Thangum Veettil Utkaarndhirundhaan; Avanukku Munbaagak Kanappu Moottiyirundhadhu. "},
{ "Verses": "23 yegudhi Moondru Naalu Paththigalai Vaasiththa Pinbu, Raajaa Oru Soorikkaththiyinaal Adhai Aruththu, Surulanaiththum Kanappilulla Akkiniyile Vendhu Pogumpadi, Kanappilirundha Akkiniyil Erindhupottaan. "},
{ "Verses": "24 raajaavaayinum, Andha Vaarththaigalaiyellaam Ketta Avanudaiya Sagala Oozhiyakkaararaayinum Bayappadavumillai, Thangal Vasthirangalaik Kizhiththukkollavumillai. "},
{ "Verses": "25 elnaaththaanum, Thelaayaavum, Kemariyaavumo: Andha Surulai Sutterikka Vendaam Endru Raajaavinidaththil Vinnappampanninaargal; Aanaalum Avargalukku Avan Sevikodaamal, "},
{ "Verses": "26 paarukku Ennum Sambiradhiyaiyum Eremiyaa Theerkkadharisiyaiyum Pidikkumpadikku, Raajaa Ammelegin Kumaaranaagiya Yerameyelukkum, Asriyelin Kumaaranaagiya Seraayaavukkum, Aptheyelin Kumaaranaagiya Selemiyaavukkum Kattalai Koduththaan; Aanaalum Karththar Avargalai Maraiththaar. "},
{ "Verses": "27 raajaa Andha Surulaiyum, Adhile Eremiyaavin Vaai Sollap Paarukku Ezhudhiyirundha Vaarththaigalaiyum Sutteriththa Pinbu, Eremiyaavukkuk Karththarudaiyavaarththai Undaagi, Avar: "},
{ "Verses": "28 nee Thirumba Veroru Surulai Eduththu, Yoodhaavin Raajaavaagiya Yoyaakkeem Sutteriththa Mudhalaam Surulilirundha Mundhina Vaarththaigalaiyellaam Adhile Ezhudhu Endraar. "},
{ "Verses": "29 melum Nee Yoodhaavin Raajaavaagiya Yoyaakkeemai Nokki: Baabilon Raajaa Nichchayamaai Varuvaan Enbadhaiyum, Avan Indha Dhesaththai Azhiththu Adhilirundhu Manusharaiyum Mirugangalaiyum Ozhiyappannuvaan Enbadhaiyum Nee Adhil Ezhudhinathedhendru Solli, Andha Surulai Nee Sutteriththaaye Endru Karththarsollugiraar. "},
{ "Verses": "30 aagaiyaal Yoodhaavin Raajaavaagiya Yoyaakkeemaik Kuriththu; Dhaaveedhin Singaasanaththinmel Utkaarumpadi Avan Vamsaththil Oruvanum Iraan; Avanudaiya Predhamovendraal, Pagalin Ushnaththukkum Iravin Kulirukkum Erindhuvidappattukkidakkum. "},
{ "Verses": "31 naan Avanidaththilum, Avan Sandhadhiyinidaththilum, Avan Prabukkalinidaththilum Avargal Akkiramaththai Visaariththu, Avanmelum Erusalemin Kudigalmelum, Yoodhaa Manusharmelum, Naan Avargalukku Sonnadhum, Avargal Kelaamarponadhumaana Theenganaiththaiyum Varappannuven Endru Karththarsollugiraar Endru Sol Endraar. "},
{ "Verses": "32 appozhudhu Eremiyaa Veroru Surulai Eduththu, Adhai Neriyaavin Kumaaranaagiya Paarukku Ennum Sambiradhiyinidaththil Koduththaan; Avan Yoodhaavin Raajaavaagiya Yoyaakkeem Akkiniyaal Sutteriththa Pusthagaththin Vaarththaigalaiyellaam, Adhile Eremiyaavin Vaai Solla Ezhudhinaan; Innum Avaigalukkoththa Anegam Vaarththaigalum Avaigalode Serkkappattadhu. "}
]