[
{ "Verses": "1 movaabaikkuriththu Isravelin Dhevanaagiya Senaigalin Karththar Sollugiradhu Ennavendraal, Aiyo! Nepo Paazhaakkappattadhu; Keeriyaaththaayeem Vetkappattu, Pidikkappattuppoyitru; Miskaab Vetkappattu, Kalangippoyitru. "},
{ "Verses": "2 esponaikkuriththu Movaabukku Irundha Peththarikkam Ini Iraadhu; Adhu Oru Jaadhiyaayiraadhapadikku Adhai Nirmoolamaakkuven Vaarungalendru Adharku Virodhamaagap Pollaappai Ninaiththirukkiraargal; Madhmene, Neeyum Sangaaramaavaai; Pattayam Unnaiththodarum. "},
{ "Verses": "3 paazhkkadippinaalum Periya Norukkudhalinaalum Undaagira Kooppidudhalin Saththam Oronaayimilirundhu Ketkappadum. "},
{ "Verses": "4 movaab Norungundadhu; Adhilulla Siruvargal Kooppidum Saththam Ketkappadugiradhu. "},
{ "Verses": "5 loogiththukku Erippogira Vazhiyile Azhugaiyinmel Azhugai Ezhumbum; Oronaayimukku Irangippogira Vazhiyile Norukkudhal Seygiradhinaal Undaagiya Kookkuralai Saththurukkal Ketkiraargal. "},
{ "Verses": "6 ungal Praanan Thappa Odippongal; Vanaandharaththilulla Karalaiyaaippona Sediyaippoliruppeergal. "},
{ "Verses": "7 nee Un Sambaththaiyum Un Pokkishangalaiyum Nambugirapadiyinaale Neeyum Pidikkappaduvaai, Appozhudhu Kemosh Siraiyaakkappattuppom; Adhin Aasaariyarum Prabukkalum Egamaai Siraippattuppovaargal. "},
{ "Verses": "8 paazhaakkugiravan Ellaap Pattanangalinmelum Varuvaan; Oru Pattanamum Thappippovadhillai; Pallaththaakkugalum Kettuppogum; Samanaana Boomiyum Azhikkappadum Endru Karththar Sonnaar. "},
{ "Verses": "9 movaabukku Settaigalaik Kodungal; Adhu Parandhupogattum; Adhin Pattanangal Kudigalillaamal Paazhaaippogum. "},
{ "Verses": "10 karththarudaiya Velaiyai Asadhiyaai Seygiravan Sabikkappattavan; Raththam Sindhaadhapadikkuth Than Pattayaththai Adakkikkollugiravan Sabikkappattavan. "},
{ "Verses": "11 movaab Than Siruvayadhumudhal Sugamaai Vaazhndhadhu; Adhu Oru Paaththiraththilirundhu Maru Paaththiraththil Vaarkkappadaamalum, Adhin Vandalgalin Mel Asaiyaamalum Irundhadhu; Adhu Siraiyiruppukkup Ponadhillai; Aadhalaal Adhin Rusi Adhil Nilaiththirundhadhu; Adhin Vaasanai Verupadavillai. "},
{ "Verses": "12 aagaiyaal, Idho, Naatkal Varumendru Karththar Sollugiraar, Appozhudhu Kavizhththuppodugiravargalai Adharku Anuppuven; Avargal Adhaik Kavizhththu, Adhin Paaththirangalai Verumaiyaakki, Adhin Jaadigalai Udaiththuppoduvaargal. "},
{ "Verses": "13 appozhudhu Isravel Sandhadhi Thangal Nambikkaiyaana Beththelaale Vetkappattadhupola, Movaab Kemoshaale Vetkappadum. "},
{ "Verses": "14 naangal Paraakkiramasaaligalendrum, Naangal Yuththasannaththarendrum Neengal Sollugiradhenna? "},
{ "Verses": "15 movaab Azhindhadhu, Adhin Pattanangal Erindhupoyina; Adhin Thiramaiyulla Vaalibar Kolaikkalaththukku Irangugiraargal Endru Senaigalin Karththarennum Naamamulla Raajaa Sollugiraar. "},
{ "Verses": "16 movaabin Aabaththuvara Sameebamaayirukkiradhu; Adhin Theengu Migavum Theeviriththuvarugiradhu. "},
{ "Verses": "17 adhin Sutruppuraththaarum Adhin Perai Arindhavargalumaagiya Neengal Ellaarum Adharkaaga Angalaaiththuk Kollungal; Belanaana Thadiyum Alangaaramaana Kolum Eppadi Udaindhadhendru Sollungal. "},
{ "Verses": "18 theepon Pattanavaasiyaana Kumaaraththiye, Nee Un Magimaiyai Vittirangi, Thaagaththode Utkaarndhiru; Movaabaip Paazhaakkugiravan Unakku Virodhamaai Vandhu, Un Arangalai Azhiththuppoduvaan.. "},
{ "Verses": "19 aaroveril Kudiyirukkiravale, Nee Vazhiyile Nindru Paarththukkondiru; Nadandhadhennavendru Odivarugiravanaiyum Thappivarugiravanaiyum Kel. "},
{ "Verses": "20 movaab Muriya Adikkappattapadiyinaal Kalangippoyitru; Alarikkooppidungal; Movaab Paazhaakkappattadhendru Arnonil Ariviyungal. "},
{ "Verses": "21 samanaana Boomiyaagiya Olonin Melum, Yaadhsaavinmelum, Mepkaaththinmelum, "},
{ "Verses": "22 theeponinmelum, Nepovin Melum, Peththiplaaththaayeemin Melum, "},
{ "Verses": "23 keeriyaaththaayeemin Melum, Pedhgamoolinmelum, Peththemeyoninmelum, "},
{ "Verses": "24 keeriyoththinmelum, Posraavinmelum, Movaab Dhesaththile Dhooraththilum Sameebaththilum Irukkira Ellaap Pattanangalin Melum Nyaayaththeerppu Varum. "},
{ "Verses": "25 movaabin Kombu Vettundadhu; Avan Buyam Murikkappattadhu Endru Karththar Sollugiraar. "},
{ "Verses": "26 avanai Verikolla Seyyungal; Karththarukku Virodhamaaip Perumaipaaraattinaan; Movaab Thaan Vaandhipanni Adhile Puraluvaan; Avan Pariyaasaththukkidamaavaan. "},
{ "Verses": "27 isravel Unakkup Pariyaasamaayirundhaan Allavo? Avan Thirudarukkul Kandupidikkappattaano? Nee Avanaikkuriththup Pesugirapodhellaam, Thalaiyaith Thulukkugiraaye. "},
{ "Verses": "28 movaab Dhesaththin Kudigale, Neengal Pattanangalai Vittuppoi Kanmalaiyil Thangi, Kugaiyin Vaai Orangalil Koodukattugira Puraavukku Oppaayirungal.. "},
{ "Verses": "29 avan Meththap Perumaikkaaran, Movaabin Perumaiyaiyum, Avan Mettimaiyaiyum, Avan Agandhaiyaiyum, Avan Peththarikkaththaiyum, Avan Irudhayaththin Mettimaiyaiyum Kuriththuk Ketten. "},
{ "Verses": "30 avan Moorkkaththai Naan Ariven Endru Karththar Sollugiraar; Appadiyaagaadhu, Avan Veembu Sellaadhu Engiraar. "},
{ "Verses": "31 aagaiyaal Movaabinimiththam Naan Alari, Movaab Dhesam Anaiththinimiththamum Kookkuraliduven; Keeraares Manusharinimiththam Perumoochchu Vidappadum. "},
{ "Verses": "32 sipmaavoorin Dhraatchachchediye, Yaaserukkaaga Naan Azhudhadhupola Unakkaagavum Azhuven; Un Kodigal Kadalaik Kadandhupoyina; Avaigal Yaaser Kadalmattum Poi Ettina; Paazhaakkugiravan Un Vasandha Kaalaththup Pazhangalin Melum, Un Dhraatchappazha Aruppinmelum Vizhundhaan. "},
{ "Verses": "33 payirveliyilum Movaab Dhesaththilumirundhu Sandhoshamum Kalippum Neengippoyitru; Dhraatcharasam Aalaigalilirundhu Pozhigiradhai Oyappanninen; Aalaiyai Midhikkiravargalin Paadal Illai; Adhu Aaravaarameyallaamal Aalai Midhikkum Paadalalla. "},
{ "Verses": "34 espon Thuvakki Eleyaale Mattum Yaagaasvaraikkum Undaagum Kookkuralinimiththam Avargal Moondruvayadhuk Kadaariyaippol, Sovaar Thuvakki Oronaayimmattum Saththamiduvaargal; Nimreemin Jalangalum Vatrippogum. "},
{ "Verses": "35 movaabdhesaththu Medaigalil Paliyidugiravanaiyum Than Dhevargalukkuth Thoobankaattugiravanaiyum Oyappannuven Endru Karththar Sollugiraar. "},
{ "Verses": "36 aagaiyaal, Movaabinimiththam En Irudhayam Naagasuram Pol Thuyaramaai Thonikkum; Keeraares Manusharinimiththamum, En Irudhayam Naagasuram Pol Thuyaramaai Thonikkum; Avargal Sambaadhiththa Aisuvariyam Azhindhu Pogirapadiyinaal Appadith Thonikkum. "},
{ "Verses": "37 thalaigal Ellaam Mottaiyidappattum, Thaadigal Ellaam Kaththarikkappattum Irukkum; Kaigalil Ellaam Keerudhalgalum, Araigalil Rattuduppum Undu. "},
{ "Verses": "38 movaabin Sagala Veedugalin Melum Adhin Therukkalileyum Egappulambal Undaagum; Oruvarum Virumbappadaadha Paaththirampola Movaabai Udaiththuppotten Endru Karththar Sollugiraar. "},
{ "Verses": "39 movaab Evvalavaai Murindhupoyitrendru Alarugiraargal; Adhu Mudhugaikkaatti Evvalavaai Vetkappadum? Ippadi Movaab Than Sutruppuraththaar Anaivarukkum Pariyaasamum Thigaippumaayirukkum "},
{ "Verses": "40 idho, Oruvan Kazhugaippol Parandhuvandhu, Movaabinmel Than Settaigalai Virippaan. "},
{ "Verses": "41 keeriyodh Pidikkappadum, Kottaigal Kaivasamaagum; Annaalile Movaabin Paraakkiramasaaligaludaiya Irudhayam Prasavavedhanaippadugira Sthreeyin Irudhayampola Irukkum. "},
{ "Verses": "42 movaab Karththarukku Virodhamaaip Perumaipaaraattinapadiyaal, Adhu Oru Janamaayiraadhapadikku Azhikkappadum. "},
{ "Verses": "43 movaab Dhesaththin Kudiyaanavane, Thigilum, Padukuzhiyum, Kanniyum Unmel Varum Endru Karththar Sollugiraar. "},
{ "Verses": "44 thigilukku Vilaga Odugiravan Padu Kuzhiyile Vizhuvaan; Padukuzhiyilirundhu Erugiravano Kanniyile Pidipaduvaan; Avargal Visaarikkappadum Varushaththai Adhinmel, Adhaavadhu, Movaabinmel Varappannuven Endru Karththar Sollugiraar. "},
{ "Verses": "45 valladikkuth Thappa Odippogiravargal Esponin Nizhalil Thariththu Nindraargal, Aanaalum Neruppu Esponilum, Akkinijuvaalai Seekon Naduvilumirundhu Purappattu, Movaab Dhesaththin Ellaigalaiyum, Kalagancheygiravargalin Uchchanthalaiyaiyum Patchikkum. "},
{ "Verses": "46 movaabe, Unakku Aiyo! Kemosh Vikkiragaththaiyaduththa Janam Azhiyum, Un Kumaararum Siraipidikkappadugiraargal, Un Kumaaraththigalum Siraipidikkappattuppogiraargal. "},
{ "Verses": "47 aanaalum Kadaisinaatkalil Movaabin Siraiyiruppaith Thiruppuven Endru Karththar Sollugiraar. Movaabinmel Varum Nyaayaththeerppin Seydhi Iththode Mudindhadhu. "}
]