[
{ "Verses": "1 benyameen Dhesaththilulla Aanadhodh Oorilirundha Aasaariyargalil Oruvanaagiya Ilkkiyaavin Kumaaran Eremiyaavinudaiya Vasanangal: "},
{ "Verses": "2 aamonudaiya Kumaaranaagiya Yosiyaa Engira Yoodhaavudaiya Raajaavin Naatkalil, Avan Arasaanda Padhinmoondraam Varushaththil Ivanukkuk Karththarudaiyavaarththai Undaayitru. "},
{ "Verses": "3 appuram Yosiyaavin Kumaaranaagiya Yoyaakkeem Engira Yoodhaavudaiya Raajaavin Naatkalilum, Yosiyaavin Kumaaranaagiya Sidhekkiyaa Engira Yoodhaavudaiya Raajaavin Padhinoraam Varushaththu Mudivumattaagavum, Erusalem Ooraar Aindhaam Maadhaththil Siraippattuppogumvaraikkum Karththarudaiya Vaarththai Avanukku Undaayitru. "},
{ "Verses": "4 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "5 naan Unnaith Thaayin Vayitril Uruvaakku Munne Unnai Arindhen; Nee Karppaththilirundhu Velippadumunne Naan Unnaip Parisuththampanni, Unnai Jaadhigalukkuth Theerkkadharisiyaagak Kattalaiyitten Endru Sonnaar. "},
{ "Verses": "6 appozhudhu Naan: Aa Karththaraagiya Aandavare, Idho, Naan Pesa Ariyen; Sirupillaiyaayirukkiren Endren. "},
{ "Verses": "7 aanaalum Karththar, Naan Sirupillaiyendru Nee Sollaadhe, Naan Unnai Anuppugira Ellaaridaththilum Nee Poi Naan Unakkuk Kattalaiyidugiravaigalaiyellaam Nee Pesuvaayaaga. "},
{ "Verses": "8 nee Avargalukku Bayappadavendaam; Unnaik Kaakkumpadikku Naan Unnudane Irukkiren Endru Karththar Solli, "},
{ "Verses": "9 karththar Thamadhu Karaththai Neetti, En Vaayaith Thottu: Idho, En Vaarththaigalai Un Vaayile Vaikkiren. "},
{ "Verses": "10 paar, Pidungavum, Idikkavum, Azhikkavum, Kavizhkkavum, Kattavum, Naattavum Unnai Naan Indraiyadhinam Jaadhigalinmelum Raajyangalinmelum Erpaduththinen Endru Karththar Ennudane Sonnaar. "},
{ "Verses": "11 pinnum Karththarudaiya Vaarththai Enakku Undaagi, Avar: Eremiyaave, Nee Ennaththaik Kaangiraai Endru Kettaar, Vaadhumaimaraththin Kilaiyaik Kaangiren Endren. "},
{ "Verses": "12 appozhudhu Karththar: Nee Kandadhu Sariye; En Vaarththaiyaith Theeviramaai Niraivetruven Endraar. "},
{ "Verses": "13 karththarudaiya Vaarththai Irandaandharam Enakku Undaagi, Avar Nee Kaangiradhu Enna Endru Kettaar; Pongugira Paanaiyaik Kaangiren, Adhin Vaai Vadakkeyirundhu Nokkugiradhu Endren. "},
{ "Verses": "14 appozhudhu Karththar Ennai Nokki: Vadakkeyirundhu Theengu Dhesaththinudaiya Kudigal Ellaarmelum Varum. "},
{ "Verses": "15 idho, Naan Vadathisai Raajyangalin Vamsangalaiyellaam Kooppiduven Endru Karththar Sollugiraar; Avargal Vandhu Avanavan Than Than Singaasanaththai Erusalemin Olimugavaasalgalukkum, Adhin Sutrumadhilgal Ellaavatrirkum Virodhamaagavum, Yoodhaa Dhesaththu Ellaap Pattanangalukkum Virodhamaagavum Vaippaargal. "},
{ "Verses": "16 avargal Ennaivittu Anniya Dhevargalukkuth Thoobankaatti, Thangal Kaigalin Kiriyaiyaip Panindhukonda Avargaludaiya Sagala Theemaigalinimiththamum Naan En Nyaayaththeerppugalai Avargalukku Virodhamaagak Kooruven. "},
{ "Verses": "17 aagaiyaal Nee Un Araiyaik Kattikkondu Nindru, Naan Unakkuk Kattalaiyidugiravaigalaiyellaam Avargalukku Sol; Naan Unnai Avargalukku Munbaagak Kalangappannaadhapadikku, Nee Avargal Mugaththukku Anjaadhiru. "},
{ "Verses": "18 idho, Dhesamanaiththukkum, Yoodhaavin Raajaakkalukkum, Adhin Prabukkalukkum, Adhin Aasaariyargalukkum, Dhesaththin Janangalukkum Edhiraaga Naan Unnai Indraiya Dhinam Aranippaana Pattanamum, Iruppuththoonum, Vengala Alangamum Aakkinen. "},
{ "Verses": "19 avargal Unakku Virodhamaaga Yuththampannuvaargal; Aanaalum Unnai Merkollamaattaargal; Unnai Ratchikkumpadikku Naan Unnudane Irukkiren Endru Karththar Sollugiraar. "}
]