[
{ "Verses": "1 karththaave, Ummode Naan Vazhakkaadapponaal, Dhevareer Needhiyullavaraame; Aagilum Ummudaiya Nyaayangalaik Kuriththu Ummode Naan Pesumpadi Vendugiren; Aagaadhavargalin Vazhi Vaaikkiradhenna? Dhrogancheydhuvarugira Anaivarum Sugiththirukkiradhenna? "},
{ "Verses": "2 neer Avargalai Naattineer, Verpatrith Theripponaargal, Kaniyum Kodukkiraargal; Neer Avargal Vaaikku Sameebamum, Avargal Ullindhiriyangalukko Dhooramumaayirukkireer. "},
{ "Verses": "3 karththaave, Neer Ennai Arindhirukkireer, Ennaik Kaangireer; En Irudhayam Umakku Munbaaga Eppadippattadhendru Sodhiththu Arigireer; Adikkappadum Aadugalaippola Avargalaip Pidungippottu Kolainaalukku Avargalai Niyamiyum. "},
{ "Verses": "4 endhamattum Dhesam Pulambi, Ellaa Veliyin Pullum Vaadi, Adhin Kudigaludaiya Pollaappinimiththam Mirugangalum Paravaigalum Azhiyavendum! Engal Mudivai Avan Kaanbadhillaiyengiraargal. "},
{ "Verses": "5 nee Kaalaatkalode Odumpodhe Unnai Ilaikkappanninaargalaanaal, Kudhiraigalode Eppadi Serndhu Oduvaai? Samaadhaanamulla Dhesaththileye Nee Adaikkalam Thedinaal, Yordhaan Pravaagiththu Varumpodhu Nee Ennaseyvaai? "},
{ "Verses": "6 un Sagodhararum, Un Thagappanvamsaththaarum Unakku Dhrogampanni, Avargalum Unnaip Pinthodarndhu Migavum Aaravaarampanninaargal; Avargal Unnode Iniya Vaarththaigalaip Pesinaalum Avargalai Nambavendaam. "},
{ "Verses": "7 naan En Veettai Vittuvitten, En Sudhandharaththai Negizhavitten; En Aaththumaa Nesiththavalai Avanudaiya Saththuruvin Kaiyile Oppukkoduththen. "},
{ "Verses": "8 en Sudhandharam Kaattilulla Singaththaippola Enakkaayitru: Adhu Enakku Virodhamaai Kerchchikkiradhu; Aadhalaal Adhai Verukkiren. "},
{ "Verses": "9 en Sudhandharam Palavarunamaana Patchiyaippola Enakkaayitru; Aagaiyaal, Patchigal Adhai Sutrilum Varuvadhaaga; Veliyil Sagala Jeevangale Adhaip Patchikkumpadi Koodivaarungal. "},
{ "Verses": "10 anega Meyppargal En Dhraatchaththottaththai Azhiththu, En Pangaik Kaalaal Midhiththu, En Piriyamaana Pangaip Paazhaana Vanaandharamaakkinaargal. "},
{ "Verses": "11 adhaip Paazhaakkivittaargal; Paazhaaik Kidakkira Adhu Ennai Nokkip Pulambugiradhu; Dhesamellaam Paazhaayitru; Oruvanum Adhai Manadhile Vaikkiradhillai. "},
{ "Verses": "12 kollaikkaarar Vanaandharaththilulla Ellaa Uyarnilangalinmelum Varugiraargal; Karththarudaiya Pattayam Dhesaththin Orumunaithodangi Dhesaththin Marumunaimattum Patchiththukkondirukkum; Maamsamaagiya Ondrukkum Samaadhaanamillai. "},
{ "Verses": "13 kodhumaiyai Vidhaiththaargal, Mullugalai Aruppaargal; Prayaasappaduvaargal, Prayojanamadaiyaargal; Karththarudaiya Ukkirakobaththinaal Ungalukku Varumpalanaikkuriththu Vetkappadungal. "},
{ "Verses": "14 idho Naan En Janamaagiya Isravelukkuk Kaaniyaatchiyaagakkoduththa En Sudhandharaththaith Thodugira Dhushtaraana Ayalaar Anaivaraiyum Thangal Dhesaththil Iraadhapadikkup Pidungippoduven Endru, Karththar Avargalaikkuriththu Sollugiraar; Yoodhaa Vamsaththaaraiyum Avargal Naduvil Iraadhapadikkup Pidungippoduven. "},
{ "Verses": "15 avargalai Naan Pidungippottapirpaadu, Naan Thirumbavum Avargalmel Irangi, Avargalaith Thangal Thangal Sudhandharaththukkum Thangal Thangal Boomikkum Thirumbappannuven. "},
{ "Verses": "16 appuram Avargal En Janaththukkup Paagaalinmel Aanaiyidak Katrukkoduththadhupola, Karththarudaiya Jeevanaikkondu Endru Solli, En Naamaththinmel Aanaiyidumpadi En Janaththin Vazhigalai Nandraaik Katrukkondaal, Avargal En Janaththin Naduvile Oondrakkattappaduvaargal. "},
{ "Verses": "17 kelaargaleyaagil, Naan Appadippatta Jaadhiyai Verode Pidungippottu Azhiththuviduven Endru Karththar Sollugiraar. "}
]