[
{ "Verses": "1 baabilon Raajaavaagiya Nebugaadhnechchaar Yoodhaa Dhesaththil Raajaavaaga Niyamiththa Yoyaakkeemudaiya Kumaaranaagiya Koniyaavin Pattaththukku Yosiyaavin Kumaaranaagiya Sidhekkiyaa Vandhu Arasaandaan. "},
{ "Verses": "2 karththar Eremiyaa Theerkkadharisiyaikkondu Sonna Vaarththaigalukku Avanaagilum, Avanudaiya Oozhiyakkaararaagilum, Dhesaththin Janangalaagilum Sevikodukkavillai. "},
{ "Verses": "3 sidhekkiyaa Raajaavovenil, Selemiyaavin Kumaaranaagiya Yookaalaiyum, Maaseyaavin Kumaaranaagiya Seppaniyaa Ennum Aasaariyanaiyum Eremiyaa Theerkkadharisiyinidaththil Anuppi: Nee Nammudaiya Dhevanaagiya Karththarai Nokki Engalukkaaga Vinnappampannavendum Endru Solla Sonnaan. "},
{ "Verses": "4 appozhudhu Eremiyaa Janaththin Naduve Varaththum Pokkumaayirundhaan; Avanai Avargal Kaaval Veettil Innum Podavillai. "},
{ "Verses": "5 paarvonin Senaiyovendraal, Egipthilirundhu Purappattadhu; Erusalemai Mutrikkaipotta Kaldheyar Avargaludaiya Seydhiyaikkettu, Erusalemaivittu Neengipponaargal. "},
{ "Verses": "6 appozhudhu Eremiyaa Theerkkadharisikkuk Karththarudaiya Vaarththai Undaagi, Avar, "},
{ "Verses": "7 isravelin Dhevanaagiya Karththar Uraikkiradhu Ennavendraal, Ennidaththil Visaarikkumpadi Ungalai Ennidaththirku Anuppina Yoodhaavin Raajaavai Neengal Nokki: Idho, Ungalukku Oththaasaiyaagap Purappatta Paarvonin Senai Than Dhesamaagiya Egipthukkuth Thirumbippogum. "},
{ "Verses": "8 kaldheyarovendraal, Thirumbi Vandhu Indha Nagaraththukku Virodhamaaga Yuththampanni, Adhaip Pidiththu, Akkiniyaal Sutterippaargal. "},
{ "Verses": "9 kaldheyar Nammaivittu Nichchayamaaip Poividuvaargalendru Solli, Neengal Mosampogaadhirungal, Avargal Povadhillai. "},
{ "Verses": "10 ungalode Yuththampannugira Kaldheyarudaiya Senaiyaiyellaam Neengal Muriya Adiththaalum, Meendhavargal Ellaarum Kaayampattavargalaayirundhaalum, Avargal Thangal Koodaarangalilirundhu Ezhumbi, Indha Nagaraththai Akkiniyaal Sutterippaargalendru Karththar Uraikkiraar Endru Sollungal Endraar. "},
{ "Verses": "11 paarvonin Senai Varugiradhendru, Kaldheyarudaiya Senai Erusalemaivittup Ponapodhu, "},
{ "Verses": "12 eremiyaa Avvidaththaivittu, Janaththin Naduve Jaadaiyaai Vilagi, Benyameen Dhesaththukkup Poga Manadhaai Erusalemilirundhu Purappattupponaan. "},
{ "Verses": "13 avan Benyameen Vaasalil Vandhapodhu, Kaavarchervaiyin Adhipadhiyaagiya Yeriyaa Ennum Naamamulla Oruvan Ange Irundhaan; Avan Ananiyaavin Kumaaranaagiya Selemiyaavin Magan; Avan: Nee Kaldheyarai Serappogiravan Endru Solli, Eremiyaa Theerkkadharisiyaip Pidiththaan. "},
{ "Verses": "14 appozhudhu Eremiyaa: Adhu Poi, Naan Kaldheyarai Serappogiravanalla Endraan; Aanaalum Yeriyaa Eremiyaavinsollaik Kelaamal, Avanaip Pidiththu, Prabukkalidaththil Konduponaan. "},
{ "Verses": "15 appozhudhu Prabukkal: Eremiyaavinperil Kadunkobankondu, Avanai Adiththu, Avanai Sambiradhiyaagiya Yonaththaanudaiya Veettil Kaavarpaduththinaargal; Avargal Adhaik Kaavar Koodamaakkiyirundhaargal. "},
{ "Verses": "16 appadiye Eremiyaa Kaavarkidangin Nilavaraigalil Pravesiththu, Ange Aneganaal Irundhaan. "},
{ "Verses": "17 pinbu Sidhekkiyaa Raajaa Avanai Azhaiththanuppi: Karththaraal Oru Vaarththai Undo Endru Raajaa Avanaith Than Veettile Ragasiyamaaik Kettaan. Adharku Eremiyaa: Undu, Baabilon Raajaavin Kaiyil Oppukkodukkappaduveer Endru Sonnaan. "},
{ "Verses": "18 pinnum Eremiyaa, Sidhekkiyaa Raajaavai Nokki: Neengal Ennaik Kaaval Veettile Adaippadharku, Naan Umakkum Ummudaiya Oozhiyakkaararukkum Indha Janaththukkum Virodhamaaga Enna Kutrancheydhen? "},
{ "Verses": "19 baabilon Raajaa Ungalukkum Indha Dhesaththukkum Virodhamaaga Varuvadhillaiyendru Ungalukkuth Theerkkadharisanam Sonna Ungaludaiya Theerkkadharisigal Enge? "},
{ "Verses": "20 ippodhum Raajaavaagiya En Aandavane, Enakku Sevikoduththu, En Vinnappaththukku Dhayaiseydhu, Ennai Sambiradhiyaagiya Yonaththaanudaiya Veettirkuth Thirumba Anuppavendaam; Anuppinaal Naan Ange Seththuppoven Endraan. "},
{ "Verses": "21 appozhudhu Eremiyaavaik Kaavarchaalaiyin Mutraththile Kaakkavum, Nagaraththile Appamirukkumattum Appanchudugiravargalin Veedhiyile Dhinam Oru Appaththai Avanukku Vaangik Kodukkavum Kattalaiyittaan; Appadiye Eremiyaa Kaavarchaalaiyin Mutraththile Irundhaan. "}
]