[
{ "Verses": "1 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 nee Poi, Erusalemin Sevigal Ketkumpadik Kooppittu Sollavendiyadhu Ennavendraal: Vidhaikkappadaadha Dhesamaagiya Vanaandharaththile Nee Ennaip Pinpatrivandha Un Ilavayadhin Bakthiyaiyum, Nee Vaazhkkaippattapodhu Unakkirundha Nesaththaiyum Ninaiththirukkiren Endru Karththar Sollugiraar. "},
{ "Verses": "3 isravel Karththarukku Parisuththamum, Avarudaiya Vilaivin Mudharpalanumaayirundhadhu; Adhaip Patchiththa Yaavarum Kutravaaligalaanaargal; Pollaappu Avargalmel Vandhadhendru Karththar Sollugiraar. "},
{ "Verses": "4 yaakkobin Kudumbaththaare, Isravel Kudumbaththin Vamsangale, Neengalellaarum Karththarudaiya Vaarththaiyaik Kelungal. "},
{ "Verses": "5 karththar Sollugiradhu Ennavendraal: Engalai Egipthudhesaththilirundhu Varappanninavarum, Avaandharaveliyum, Pallangalumulla Dhesamum, Varatchiyum, Marana Irulumulla Dhesamum, Oruvanum, Kadavaamalum Oru Manushanum Kudiyiraamalum Irukkira Dhesamumaana Vanaandharaththil Engalai Nadaththinavarumaagiyakarththar Engeyendru Ungal Pidhaakkal Kelaamal, "},
{ "Verses": "6 ennaivittu Dhoorappattu, Maayaiyaip Pinpatri, Veenaraaip Pogiradharku Ennidaththil Enna Aniyaayaththaik Kandaargal? "},
{ "Verses": "7 sezhippaana Dhesaththin Kaniyaiyum Nanmaiyaiyum Saappidumpadikku Naan Ungalai Avvidaththukku Azhaiththukkondu Vandhen; Aanaalum Neengal Adharkul Pravesiththapodhu, En Dhesaththaith Theettuppaduththi, En Sudhandharaththai Aruvaruppaakkineergal. "},
{ "Verses": "8 karththar Engeyendru Aasaariyargal Sollaamalum, Vedhaththaip Podhikkiravargal Ennai Ariyaamalumirundhu, Meyppargal Enakku Dhrogampanninaargal; Theerkkadharisigal Paagaalaikkondu Theerkkadharisanancholli, Veenaanavaigalaip Pinpatrinaargal. "},
{ "Verses": "9 aadhalaal Innum Naan Ungalode Vazhakkaaduven, Ungal Pillaigalin Pillaigalodum Vazhakkaaduven Endru Karththar Sollugiraar. "},
{ "Verses": "10 neengal Kiththeemin Theevugalmattum Kadandhupoip Paarththu, Kedhaarukku Aal Anuppi Nandraai Visaariththu, Ippadippatta Kaariyam Undo Endrum, "},
{ "Verses": "11 endha Jaadhiyaavadhu Dhevargalallaadha Thangal Dhevargalai Maatrinadhu Undo Endrum Paarungal; En Janangalo Veenaanavaigalukkaagath Thangal Magimaiyai Maatrinaargal. "},
{ "Verses": "12 vaanangale, Idhinimiththam Bramiththuk Kondhaliththu, Migavum Thidukkidungal Endru Karththar Sollugiraar. "},
{ "Verses": "13 en Janangal Irandu Theemaigalai Seydhaargal; Jeevaththanneer Ootraagiya Ennai Vittuvittaargal; Thanneer Nirkaadha Thottigalaagiya Vedippulla Thottigalai Thangalukku Vettikkondaargal. "},
{ "Verses": "14 isravel Oru Velaikkaarano? Avan Veettil Pirandha Adimaiyo? En Kollaiyaanaan? "},
{ "Verses": "15 paalasingangal Avanmel Kerchchiththu, Muzhangi, Avan Dhesaththaip Paazhaakkivittana; Avan Pattanangal Kudiyiraamal Sutterikkappattana. "},
{ "Verses": "16 nop, Thagabaanes Ennum Pattanangalin Puththirarum, Un Uchchandhalaiyai Norukkinaargal. "},
{ "Verses": "17 un Dhevanaagiya Karththar Unnai Vazhiyile Nadaththikkondupogunkaalaththil, Nee Avarai Vittuppogiradhinaal Allavo Unakku Neridappanninaai? "},
{ "Verses": "18 ippodhum Seekorin Thanneeraik Kudippadharku Egipthukkup Pogiradhinaal Unakkup Prayojanam Enna? Aippiraaththu Nadhiyin Thanneeraik Kudippadharku Aseeriyaavukkup Pogiradhinaal Unakkup Prayojanam Enna? "},
{ "Verses": "19 un Theemai Unnai Dhandikkum, Un Maarupaadugal Unnaik Kandikkum; Nee Un Dhevanaagiya Karththarai Vidugiradhum, Ennaip Patrum Bayam Unnidaththil Illaamalirukkiradhum, Eththanai Pollaappum Kasappumaana Kaariyam Endru Unarndhukol Endru Senaigalin Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "20 poorvakaalanthuvakki Naan Un Nugaththadiyai Muriththu, Un Kattugalai Aruththen; Naan Adimaippaduvadhillai Endru Neeyum Sonnaaye; Aagilum, Uyaramaana Sagala Mettinmelum, Pachchaiyaana Sagalamaraththinkeezhum Nee Vesiyaaith Thirigiraai. "},
{ "Verses": "21 naan Unnai Mutrilum Narkanitharum Uyarkulath Dhraatchachchediyaaga Naattinen; Nee Enakkuk Kaattuththraatchachchediyin Aagaadha Kodigalaai Maaripponadhu Enna? "},
{ "Verses": "22 nee Unnai Uvarmanninaale Kazhuvi, Adhiga Savukkaaraththaik Kaiyaadinaalum Un Akkiramaththin Karaigal Enakku Munbaaga Irukkumendru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "23 naan Theettuppadavillai; Naan Paagaalgalaip Pinpatravillai Endru Nee Eppadi Sollugiraai? Pallaththaakkile Nee Nadakkira Maarkkaththaip Paar; Nee Seydhadhai Unarndhukol; Thaarumaaraai Odugira Vegamaana Pennottagam Nee. "},
{ "Verses": "24 vanaandharaththile Pazhaginadhum, Than Ichchaiyin Madhaveriyile Kaatrai Utkollugiradhumaana Kaattukkazhudhai Nee; Adhin Aavalai Niruththi, Adhaith Thiruppugiravan Yaar? Adhaith Thedugiravargal Oruvarum Varuththappadavendiyadhillai; Adhin Maasaththil Adhaik Kandupidippaargal. "},
{ "Verses": "25 un Kaal Verunkaalaagaadhapadikkum, Un Thondai Varatchiyadaiyaadhapadikkum Adakkikkol Endraal Nee: Adhu Koodaadhakaariyam; Naan Appadi Seyyamaatten; Anniyarai Nesikkiren; Avargal Pirage Poven Engiraai. "},
{ "Verses": "26 thirudan Adappadugirapodhu Eppadi Vetkappadugiraano, Appadiye Isravel Vamsaththaar Vetkappaduvaargal; Kattaiyaip Paarththu, Nee En Thagappan Endrum; Kallaippaarththu, Nee Ennaip Petraai Endrum Sollugira Avargalum, Avargal Raajaakkalum, Avargal Prabukkalum, Avargal Aasaariyargalum, Avargal Theerkkadharisigalum Vetkappaduvaargal. "},
{ "Verses": "27 avargal Thangal Mugaththaiyalla, Thangal Mudhugai Enakkuk Kaattinaargal; Thangal Aabaththukkaalaththilo Ezhundhu Engalai Ratchiyum Engiraargal. "},
{ "Verses": "28 nee Unakku Undupannina Dhevargal Enge? Un Aabaththukkaalaththil Unnai Ratchikkakkoodumaanaal Avaigal Ezhumbattum; Yoodhaave, Un Pattanangalin Lakkamum, Un Dhevargalin Lakkamum Sari. "},
{ "Verses": "29 ennode Neengal Vazhakkaaduvaanen? Neengal Anaivarum Enakku Virodhamaai Dhrogampannineergal Endru Karththar Sollugiraar. "},
{ "Verses": "30 naan Ungal Pillaigalai Adiththadhu Virudhaa; Sitchaiyai Etrukkollaamarponaargal; Azhikkira Singaththaippola Ungal Pattayam Ungal Theerkkagarisigalaip Patchiththadhu. "},
{ "Verses": "31 sandhadhiyaare, Neengal Karththarudaiya Vaarththaiyai Sindhiththuppaarungal; Naan Isravelukku Vanaandharamum, Kaarirulaana Boomiyumaaga Irundheno? Pinnai En En Janangal; Naangale Ejamaangal, Ini Ummidaththil Naangal Varuvadhillaiyendru Sollugiraargal. "},
{ "Verses": "32 oru Pen Than Aabaranaththaiyum, Oru Manavaatti Than Aadaigalaiyum Marappaalo? En Janangalo Ennimudiyaadha Naatkalaai Ennai Marandhuvittaargal. "},
{ "Verses": "33 nesaththaith Thedumpadikku Nee Un Vazhigalai Nayappaduththugiradhenna? Ivvidhamaai Nee Pollaadha Sthreegalukkum Un Vazhigalaik Katrukkoduththaai. "},
{ "Verses": "34 un Vasthira Orangalilum Kutramillaadha Ezhai Aaththumaakkalin Raththam Kaanappadugiradhu; Adhaith Thondith Thedugiradhinaal Alla, Adhu Ellaavatrinmelum Veliyaayirukkiradhinaal Adhaik Kandupidiththen. "},
{ "Verses": "35 aagilum: Kutramillaadhirukkiren Endrum, Avarudaiya Kobam Ennaivittuth Thirumbitru Endrum Sollugiraai; Idho, Naan Paavancheyyavillaiyendru Nee Sollugiradhinimiththam Naan Unnode Vazhakkaaduven. "},
{ "Verses": "36 nee Un Vazhiyai Maatrimaatri Ivvalavaai Vilagip Pogiradhu Enna? Nee Aseeriyaavinaal Vetkipponadhupola Egipthinaalum Vetkippovaai. "},
{ "Verses": "37 nee Un Kaigalai Un Thalaiyinmel Vaiththukkondu Ivvidaththilirundhu Purappattuppovaai; Enenil, Un Nambikkaigalaik Karththarveruththirukkiraar; Avaigalaal Unakkuk Kaariyam Vaaikkaadhu. "}
]