[
{ "Verses": "1 yosiyaavin Kumaaranum Yoodhaavin Raajaavumaagiya Yoyaakkeemudaiya Raajyabaaraththin Thuvakkaththile Karththaraal Undaana Vaarththai: "},
{ "Verses": "2 nee Karththarudaiya Aalayaththin Praagaaraththile Nindrukondu, Karththarudaiya Aalayaththile Paniyavarugira Yoodhaavudaiya Pattanangalin Kudigal Anaivarodum Sollumpadi Naan Unakkuk Karpiththa Ellaa Vaarththaigalaiyum Avargalukku Sollu; Oru Vaarththaiyaiyum Kuraiththuppodaadhe Endru Karththar Sollugiraar. "},
{ "Verses": "3 avargal Seygaigaludaiya Pollaappinimiththam Naan Avargalukku Seyya Ninaikkira Theengukku Naan Manasthaabappadaththakkadhaaga Oruvelai Avargal Kettu, Avaravar Thamtham Pollaadha Vazhiyaivittuth Thirumbuvaargal. "},
{ "Verses": "4 nee Avargalai Nokki: Naan Ungalidaththukku Erkanave Anuppikkondirundhum, Neengal Kelaamarpona En Oozhiyakkaararaagiya Theerkkadharisigalin Vaarththaigalai Neengalketkumpadikkum, "},
{ "Verses": "5 naan Ungal Munvaiththa En Nyaayappramaanaththinpadi Neengal Nadakkumpadikkum, Neengal En Sollaik Kelaamarponaal, "},
{ "Verses": "6 naan Indha Aalayaththai Seelovaappolaakki, Indha Nagaraththai Boomiyilulla Ellaa Jaadhigalukku Munbaagavum Saabamaakkippoduven Endru Karththar Uraikkiraar Endru Sol Endraar. "},
{ "Verses": "7 eremiyaa Indha Vaarththaigalaiyellaam Karththarudaiya Aalayaththile Sollumpodhu, Aasaariyargalum, Theerkkadharisigalum, Sagala Janangalum Kettaargal. "},
{ "Verses": "8 sagala Janangalukkum Sollak Karththar Thanakkuk Karpiththavaigalaiyellaam Eremiyaa Solli Mudiththapodhu Aasaariyargalum Theerkkadharisigalum Sagala Janangalum Avanaip Pidiththu: Nee Saagave Saagavendum. "},
{ "Verses": "9 indha Aalayam Seelovaippolaagi, Indha Nagaram Kudiyillaamal Paazhaaippom Endru, Nee Karththarudaiya Naamaththile Theerkkadharisanam Solvaanen Endru Solli, Janangal Ellaarum Karththarudaiya Aalayaththile Eremiyaavukku Virodhamaaik Koodinaargal. "},
{ "Verses": "10 yoodhaavin Prabukkal Indha Varththamaanangalaik Kettu, Raajaavin Veettilirundhu Karththarudaiya Aalayaththukkup Poi, Karththarudaiya Pudhiya Vaasalil Utkaarndhaargal. "},
{ "Verses": "11 appozhudhu Aasaariyargalum Theerkkadharisigalum, Prabukkalaiyum Sagala Janangalaiyum Nokki: Indha Manushan Marana Aakkinaikkup Paaththiran; Ungal Sevigalaale Neengal Kettapadi, Indha Nagaraththukku Virodhamaagath Theerkkadharisanam Sonnaane Endraargal. "},
{ "Verses": "12 appozhudhu Eremiyaa Ellaap Prabukkalaiyum, Ellaa Janangalaiyum Nokki: Neengal Ketta Ellaa Vaarththaigalaiyum Indha Aalayaththukkum Indha Nagaraththukkum Virodhamaagath Theerkkadharisanamaai Sollak Karththar Ennai Anuppinaar. "},
{ "Verses": "13 ippozhudhum Neengal Ungal Vazhigalaiyum, Ungal Kiriyaigalaiyum Seerppaduththi, Ungal Dhevanaagiya Karththarudaiya Saththaththaik Kelungal; Appozhudhu Karththar Ungalukku Virodhamaai Sonna Theengukku Manasthaabappaduvaar. "},
{ "Verses": "14 naanovenil, Idho, Ungal Kaiyil Irukkiren; Ungal Paarvaikku Nanmaiyum Nyaayamumaayirukkiradhai Enakku Seyyungal. "},
{ "Verses": "15 aagilum Neengal Ennaik Kondrupottaal, Neengal Kutramillaadha Raththappazhiyai Ungalmelum Indha Nagaraththinmelum Idhin Kudigalinmelum Sumaththikkolveergalendru Nichchamaai Ariyungal; Indha Vaarththaigalaiyellaam Ungal Sevigalile Sollak Karththar Meyyaagave Ennai Ungalidaththirku Anuppinaar Endru Sonnaan. "},
{ "Verses": "16 appozhudhu Prabukkalum Sagala Janangalum, Aasaariyargalaiyum Theerkkadharisigalaiyum Nokki: Indha Manushan Marana Aakkinaikkup Paaththiranalla; Nammudaiya Dhevanaagiya Karththarin Naamaththile Nammudane Pesinaan Endraargal. "},
{ "Verses": "17 dhesaththile Moopparaanavargalil Silar Ezhumbi Sabaiyaagiya Janangalai Nokki: "},
{ "Verses": "18 yoodhaavin Raajaavaagiya Esekkiyaavin Naatkalil Moresaa Ooraanaagiya Meegaa Theerkkadharisanancholli, Yoodhaavin Sagala Janangalaiyum Paarththu: Seeyon Vayalveliyaaga Uzhappattu, Erusalem Manmedugalaaippom; Indha Aalayaththin Parvadham Kaattilulla Medugalaaippom Endru Senaigalin Karththar Uraiththaar Endru Sonnaan. "},
{ "Verses": "19 avanai Yoodhaavin Raajaavaagiya Esekkiyaavum Matra Yoodhargalum Serndhu Kondrupottaargalaa? Avan Karththarukku Bayandhu, Karththarin Mugaththai Nokkik Kenjinaanallavaa? Appozhudhu Karththar Avargalukku Virodhamaaga Solliyirundha Theengukku Manasthaabappattaar; Ippodhum, Naam Nammudaiya Aaththumaavukku Virodhamaaga Magaa Pollaappai Varappannugiravargalaayirukkirome. "},
{ "Verses": "20 keeriyaadhyaareem Ooraanaagiya Semaayaavin Kumaaran Uriyaa Ennum Oru Manushanum Karththarudaiya Naamaththile Theerkkadharisanam Sollugiravanaayirundhaan; Avan Eremiyaavin Vaarththaigalukku Sariyaaga Indha Nagaraththukkum Indha Dhesaththukkum Virodhamaagath Theerkkadharisanam Sonnaan. "},
{ "Verses": "21 yoyaakkeem Raajaavum Avanudaiya Sagala Paraakkiramasaaligalum Prabukkalum Avan Vaarththaigalaik Kettapodhu, Raajaa Avanaik Kondrupodumpadi Eththaniththaan; Adhai Uriyaa Kettu, Bayandhu, Odippoi, Egipthile Serndhaan. "},
{ "Verses": "22 appozhudhu Yoyaakkeem Raajaa Akporin Kumaaranaagiya Elnaaththaanaiyum Avanodekooda Vere Silaraiyum Egipthuvaraikkum Anuppinaan "},
{ "Verses": "23 ivargal Uriyaavai Egipthilirundhu Konduvandhu, Avanai Yoyaakkeem Raajaavinidaththil Vittaargal; Avan Pattayaththaale Avanaivetti, Avan Udalai Neesa Janangalin Predhakkuzhigalidaththile Erindhuvittaan Endraargal. "},
{ "Verses": "24 aanaalum Eremiyaavaik Kolla Janangalin Kaiyil Oppukkodaadhapadi, Saappaanudaiya Kumaaranaagiya Akeekkaam Avanukku Sagaayamaayirundhaan. "}
]