[
{ "Verses": "1 karththaraale Eremiyaavukku Undaana Vaarththai: "},
{ "Verses": "2 isravelin Dhevanaagiya Karththar Sollugiradhu Ennavendraal, Naan Unnode Sonna Ellaa Vaarththaigalaiyum Oru Pusthagaththil Ezhudhikkol. "},
{ "Verses": "3 idho, Naatkal Varumendru Karththar Sollugiraar, Appozhudhu Naan Isravelum Yoodhaavumaagiya En Janaththin Siraiyiruppaith Thiruppi, Naan Avargal Pidhaakkalukkuk Koduththa Dhesaththukku Avargalaith Thirumba Varappannuven; Adhai Avargal Sudhandhariththukkolluvaargal Endru Karththar Sollugiraar. "},
{ "Verses": "4 ivaigal Karththar Isravelaiyum Yoodhaavaiyunkuriththu Sonna Vaarththaigale. "},
{ "Verses": "5 karththar Sollugiradhu Ennavendraal: Thaththalippin Saththaththaikketkirom; Thigilundu, Samaadhaanamillai. "},
{ "Verses": "6 aanaaip Pirandhavan Prasavikkiradhundo Endru Kettuppaarungal; Prasavikkira Sthreeyaippol Purushar Yaavarum Thangal Iduppugalinmel Thangal Kaigalai Vaiththirukkiradhaiyum, Mugangalellaam Maari Veluththirukkiradhaiyum Naan Kaangiradhenna? "},
{ "Verses": "7 aiyo! Andha Naal Periyadhu; Adhaippoloththa Naalillai; Adhu Yaakkobukku Ikkattukkaalam; Aanaalum Avan Adharku Neengalaagi Ratchikkappaduvaan. "},
{ "Verses": "8 annaalil Naan Avan Nugaththai Un Kazhuththinmel Iraadhapadikku Udaiththu, Un Kattugalai Aruppen Endru Senaigalin Karththar Sollugiraar; Anniyar Ini Avanai Adimai Kolvadhillai. "},
{ "Verses": "9 thangal Dhevanaagiya Karththaraiyum, Naan Thangalukku Ezhuppappogira Thangal Raajaavaagiya Dhaaveedhaiyume Sevippaargal. "},
{ "Verses": "10 aagaiyaal En Dhaasanaagiya Yaakkobe, Nee Bayappadaadhe; Isravele , Kalangaadhe Endru Karththar Sollugiraar; Idho, Naan Unnai Dhooraththilum, Un Sandhadhiyaith Thangal Siraiyiruppin Dhesaththilum Iraadhapadikku Ratchippen; Yaakkobu Thirumbi Vandhu Amarndhu Sugiththiruppaan; Avanaith Thaththalikkappannugiravanillai. "},
{ "Verses": "11 unnai Ratchippadharkaaga Naan Unnode Irukkiren Endru Karththar Sollugiraar; Unnai Sidharadiththa Ellaa Jaadhigalaiyum Naan Nirmoolamaakkuven; Unnaiyo Naan Nirmoolamaakkaamalum, Mutrilum Dhandiyaamal Vidaamalum, Mattaai Dhandippen. "},
{ "Verses": "12 karththar Sollugiradhu Ennavendraal; Un Pun Aaraadhadhaayum Un Kaayam Kodiyadhaayum Irukkiradhu. "},
{ "Verses": "13 un Kaayangalaik Kattumpadi Unakkaaga Erpaduvaarillai; Unnai Sosthappaduththum Oushadhangalum Illai. "},
{ "Verses": "14 un Nesar Yaavarum Unnai Marandhaargal; Avargal Unnaith Thedaargal; Thiralaana Un Akkiramaththinimiththamum, Un Paavangal Balaththupponadhinimiththamum, Saththuru Vettum Vannamaagavum, Kodiyavan Dhandikkira Vannamaagavum Naan Unnai Dhandiththen. "},
{ "Verses": "15 un Norungudhalinaalum Un Vedhanaiyin Migudhiyinaalum Nee Kookkuraliduvaanen? Thiralaana Un Akkiramaththinimiththamum Balaththuppona Un Paavangalinimiththamum Ippadi Unakku Seydhen. "},
{ "Verses": "16 aadhalaal Unnaip Patchikkiravargal Yaavarum Patchikkappaduvaargal; Un Saththurukkalellaarum Siraippattuppovaargal; Unnai Sooraiyaadugiravargal Sooraiyaadappaduvaargal; Unnaikkollaiyidugira Anaivaraiyum Kollaikku Oppukkoduppen. "},
{ "Verses": "17 avargal: Unnai Visaarippaaratra Seeyon Endru Solli, Unakkuth Thallundaval Endru Perittapadiyaal, Naan Unakku Aarokkiyam Varappanni, Un Kaayangalai Aatruven Endru Karththar Sollugiraar. "},
{ "Verses": "18 karththar Sollugiradhu Ennavendraal, Idho, Naan Yaakkobudaiya Koodaarangalin Siraiyiruppaith Thiruppi, Avan Vaasasthalangalukku Irakkancheyven; Nagaram Than Manmettinmel Kattappattu, Aramanai Munpola Nilaippadum. "},
{ "Verses": "19 avaigalilirundhu Sthoththiramum Aadalpaadalin Saththamum Purappadum; Avargalai Varththikkappannuven, Avargal Kurugippovadhillai, Avargalai Magimaippaduththuven, Avargal Sirumaippaduvadhillai. "},
{ "Verses": "20 avargal Pillaigal Munpoliruppaargal; Avargal Sabai Enakku Munbaagath Thidappadum; Avargalai Odukkina Yaavaraiyum Dhandippen. "},
{ "Verses": "21 avargaludaiya Prabu Avargalil Oruvanaayirukka, Avargaludaiya Adhipadhi Avargal Naduvilirundhu Thondruvaar; Avarai Sameebiththu Varappannuven, Avar Sameebiththu Varuvaar, Ennidaththil Serumpadi Than Irudhayaththaip Pinaippaduththugira Ivar Yaar? Endru Karththar Sollugiraar. "},
{ "Verses": "22 neengal En Janamaayiruppeergal, Naan Ungal Dhevanaayiruppen. "},
{ "Verses": "23 idho, Koraavaarik Kaatraagiya Karththarudaiya Perungaatru Ukkiramaayezhumbi, Adiththu, Dhunmaarkkarudaiya Thalaiyinmel Modhum. "},
{ "Verses": "24 karththar Thammudaiya Irudhayaththin Ninaivugalai Nadappiththu Niraivetrumalavum, Avarudaiya Ukkirakobam Thaniyaadhu; Kadaisi Naatkalil Adhai Unarndhukolveergal. "}
]