[
{ "Verses": "1 karththaraale Eremiyaavukku Undaana Vasanam "},
{ "Verses": "2 neengal Kettu Yoodhaavin Manusharukkum Erusalemin Kudigalukkum Sollavendiya Udanpadikkaiyin Vaarththaigalaavana: "},
{ "Verses": "3 en Saththaththaik Kettu, Naan Ungalukkuk Karpikkirapadiye Ellaak Kaariyangalaiyum Seyyungal; Appozhudhu Neengal En Janamaayiruppeergal, Naan Ungal Dhevanaayiruppen; "},
{ "Verses": "4 naan Ungal Pidhaakkalai Iruppukkaalavaayaagiya Egipthudhesaththilirundhu Purappadappannina Naalile Avargalukkuk Karpiththa Indha Udanpadikkaiyin Vaarththaigalaik Kelaadha Manushan Sabikkappattavanendru, Isravelin Raajaavaagiya Karththar Uraikkiraar Endru Avargalukku Sollu. "},
{ "Verses": "5 indraiyadhinam Irukkirapadi, Paalum Thenum Odugira Dhesaththai Ungal Pidhaakkalukkuk Koduppenendru Naan Avargalukku Itta Aanaiyai Naan Thidappaduththumpadi Ippadi Aagum Endraar; Adharku Naan Pradhiyuththaramaaga: Appadiye Aagakkadavadhu Karththaave Endren. "},
{ "Verses": "6 appozhudhu Karththar Ennai Nokki: Nee Yoodhaavin Pattanangalilum Erusalemin Veedhigalilum Indha Vaarththaigalaiyellaam Koori: Indha Udanpadikkaiyin Vaarththaigalai Neengal Kettu, Avaigalinpadiye Seyyungal. "},
{ "Verses": "7 naan Ungal Pidhaakkalai Egipthu Dhesaththilirundhu Varappannina Naalmudhal, Innaalmattum Naan Avargalukkuth Thidachchaatchiyaai En Saththaththaik Kelungalendru Erkanave Saatchi Vilangaththakkavidhamaai Echchariththuvandhen. "},
{ "Verses": "8 aanaalum Avargal Kelaamalum, Thangal Seviyai Saayaamalum Poi, Avaravar Thamtham Pollaadha Irudhayakadinaththinpadi Nadandhaargal; Aadhalaal Naan Avargal Seyyumpadi Kattalaiyittadhum, Avargal Seyyaamarponadhumaana Indha Udanpadikkaiyin Vaarththaigalaiyellaam Avargalukkup Palikkappannuven Endru Sol Endraar. "},
{ "Verses": "9 pinnaiyum Karththar Ennai Nokki: Yoodhaavin Manusharukkullum Erusalemin Kudigalukkullum Oru Kattuppaadu Kaanappadugiradhu. "},
{ "Verses": "10 avargal En Vaarththaigalaik Ketkamaattomendru Anniya Dhevargalai Sevikka Avaigalaip Pinpatri, Thangaludaiya Munnorgalin Akkiramangalukkuth Thirumbinaargal; Naan Thangal Pidhaakkalode Pannina Udanpadikkaiyai Isravel Kudumbaththaarum Yoodhaa Kudumbaththaarum Meerippottaargal. "},
{ "Verses": "11 aagaiyinaal Idho, Avargal Thappiththukkollamaattaadha Theengai Avargalmel Varappannuven; Appozhudhu Ennai Nokkik Kooppiduvaargal; Naan Avargalaik Kelaadhiruppen Endru Karththar Sollugiraar. "},
{ "Verses": "12 appozhudhu Yoodhaa Pattanangalin Manusharum, Erusalemin Kudigalum Poith Thaangal Thoobankaattiyirundha Dhevargalai Nokkik Kooppittum, Avaigal Avargaludaiya Aabaththukkaalaththil Avargalai Ratchippadhillai. "},
{ "Verses": "13 yoodhaave, Un Pattanangalin Lakkamum Un Dhevargalin Lakkamum Sari; Erusalemudaiya Veedhigalin Lakkamum, Neengal Paagaalukkuth Thoobankaattumpadi Andha Lachchaiyaana Kaariyaththukku Sthaabiththa Peedangalin Lakkamum Sari. "},
{ "Verses": "14 aadhalaal Nee Indha Janaththukkaaga Vinnappampannavendaam, Avargalukkaaga Mandraadavum Kenjavumvendaam; Avargal Thangal Aabaththinimiththam Ennai Nokkik Kooppidunkaalaththile Naan Avargalaik Kelaadhiruppen. "},
{ "Verses": "15 thurchchanarodu Magaa Theevinaiseyyumpodhu, En Piriyamaanavalukku En Veettil Enna Irukkiradhu? Parisuththa Maamsaththai Unnaivittuth Thaandippogappannuvaargal; Un Pollaappu Nadakkumpodhu Nee Kalikoorugiraaye. "},
{ "Verses": "16 nalla Kani Undaayirukkira Nerththiyum Pachchaiyumaana Olivamaramennum Peraik Karththar Unakku Ittaar; Aanaal Magaa Amaliyin Saththamaai Adhai Sutrilum Neruppaikkoluththugiraar, Adhin Kombugal Murikkappattadhu. "},
{ "Verses": "17 paagaalukkuth Thoobankaattugiradhinaale Enakkuk Kobamundaakka Isravel Kudumbaththaarum, Yoodhaa Kudumbaththaarum Thangalukkuk Kedaaga Seydha Pollaappinimiththam Unmel Theengai Varappannuven Endru Unnai Naattina Senaigalin Karththar Sollugiraar. "},
{ "Verses": "18 adhaik Karththar Enakku Ariviththadhinaale Arindhukonden; Avargaludaiya Seygaigalai Appozhudhu Enakkuththeriyakkaattineer. "},
{ "Verses": "19 maraththai Adhin Kanigalodunkooda Azhiththuppoduvomendrum, Avan Jeevanullorudaiya Dhesaththiliraamalum, Avan Per Ini Ninaikkappadaamalumpoga Avanai Sangarippomendrum, Enakku Virodhamaai Aalosanaipanninaargal Enbadhai Ariyaadhirundhu, Naan Adikkappaduvadharkuk Kondupogappadum Saadhuvaana Aattukkuttiyaippola Irundhen. "},
{ "Verses": "20 senaigalin Karththaave, Ullindhiriyangalaiyum Irudhayaththaiyum Sodhiththarigira Needhiyulla Nyaayaadhipadhiye, Neer Avargalukku Needhiyai Sarikkattugiradhaip Paarppenaaga; En Vazhakkai Umakku Velippaduththivitten Endren. "},
{ "Verses": "21 aadhalaal Nee Engal Kaiyinaale Saagaadhapadikkuk Karththarudaiya Naamaththinaale Theerkkadharisanam Sollavendaam Endru Solli, Un Praananai Vaangaththedugira Aanadhoththin Manusharaikkuriththuk Karththar Sollugiraar: "},
{ "Verses": "22 idho, Idhinimiththam Ungalai Visaarippen; Ilavayadhullavargal Pattayaththaale Saavaargal; Avargal Kumaararum Avargal Kumaaraththigalum Panjaththaale Saavaargal. "},
{ "Verses": "23 avargalil Meedhiyaai Iruppavargalillai; Naan Aanadhoththin Manusharai Visaarikkum Varushaththile Avargalmel Aabaththai Varappannuvenendru Senaigalin Karththar Sollugiraar. "}
]