[
{ "Verses": "1 benyameen Puththirare, Neengal Erusalemin Naduvilirundhu Egamaaik Koodiyodi, Thekkovaavil Ekkaalam Oodhi, Pedhkereminmel Adaiyaalamaagath Theevelichchan Kaattungal; Oru Theengum Magaa Sangaaramum Vadakkeyirundhu Thondrugiradhaayirukkiradhu. "},
{ "Verses": "2 selvamaai Valarndha Roobavadhiyaana Seeyon Kumaaraththiyaip Paazhaakkuven. "},
{ "Verses": "3 meyppar Thangal Mandhaigalode Avalidaththukku Varuvaargal; Avargal Avalukku Virodhamaai Sutrilum Koodaarampottu, Avanavan Than Than Sthalaththil Meyththu, "},
{ "Verses": "4 avalukku Virodhamaai Yuththancheyya Aayaththampannungal Endrum, Maththiyaanaththildhaane Naam Poyerumpadikku Ezhundhirungal; Aiyo! Pozhudhu Saaindhu, Andhi Nizhalgal Neendupogiradhe; "},
{ "Verses": "5 ezhundhirungal, Naam Raakkaalaththilaagilum Poyeri, Avaludaiya Aramanaigalai Azhippom Endrum Solluvaargal. "},
{ "Verses": "6 senaigaludaiya Karththar Sollugiradhu Ennavendraal, Marangalai Vetti, Erusalemukku Virodhamaaik Koththalam Podungal; Adhuve Visaarikkappadavendiya Nagaram; Adhin Utpuramellaam Kodumai. "},
{ "Verses": "7 ootraanadhu, Than Thanneerai Surakkappannumaappola, Adhu Than Theengai Surakkappannugiradhu; Adhile Kodumaiyum Azhimbum Ketkappadugiradhu; Dhukkamum Kaayangalum Niththamum Enakku Munbaagak Kaanappadugiradhu. "},
{ "Verses": "8 erusaleme, En Aaththumaa Unnaivittup Piriyaadhapadikkum, Naan Unnaippaazhum Kudiyatra Dhesamum Aakkaadhapadikkum Buththikel. "},
{ "Verses": "9 dhraatchakkulaigalai Arukkiravanaippola Un Kaiyaith Thirumbak Koodaigalinmel Podendru Solli, Avargal Isravelil Meedhiyaayirundha Kaniyaith Dhraatchachchediyin Kaniyaippola Nandraaip Porukkikkondupovaargal Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "10 avargal Ketkumpadi Naan Yaarode Pesi Echcharippen? Avargaludaiya Sevi Viruththasedhanamillaadhadhu; Avargal Ketkamaattaargal; Karththarudaiya Vasanam Avargalukku Nindhaiyaayirukkiradhu; Adhinmel Avargalukku Viruppamillai. "},
{ "Verses": "11 aagaiyaal Naan Karththarudaiya Ukkiraththaal Niraindhirukkiren; Adhai Adakki Ilaiththupponen; Veedhigalilulla Pillaigalinmelum, Vaalibarudaiya Koottaththinmelum Egamaai Adhai Ootrividuven; Purusharum, Sthreegalum, Kizhavarum, Pooranavayadhullavargalunkoodap Pidikkappaduvaargal. "},
{ "Verses": "12 avargaludaiya Veedugalum, Avargaludaiya Kaaniboomigalum, Avargaludaiya Manaivigalode Egamaai Anniyar Vasamaagum; En Kaiyai Indha Dhesaththin Kudigalukku Virodhamaaga Neettuven Endru Karththar Sollugiraar. "},
{ "Verses": "13 avargalil, Siriyormudhal Periyormattum, Ovvoruvarum Porulaasaikkaarar; Idhuvumallaamal Theerkkadharisigalmudhal Aasaariyargalmattum Ovvoruvarum Poiyar. "},
{ "Verses": "14 samaadhaanamillaadhirundhum Samaadhaanam Samaadhaanam Endru Solli, En Janaththin Kaayangalai Merpoochchaaik Gunamaakkugiraargal. "},
{ "Verses": "15 avargal Aruvaruppaanadhai Seydhadhinimiththam Vetkappadugiraargalo? Parichchedham Vetkappadaargal, Naanavum Ariyaargal; Aadhalaal Vizhugiravargalukkulle Vizhuvaargal; Naan Avargalai Visaarikkun Kaalaththil Idarundupovaargal Endru Karththar Sollugiraar. "},
{ "Verses": "16 vazhigalile Nindru, Poorva Paadhaigal Evaiyendru Kettu Visaariththu, Nallavazhi Enge Endru Paarththu, Adhile Nadavungal; Appozhudhu Ungal Aaththumaavukku Ilaippaarudhal Kidaikkum Endru Karththar Sollugiraar; Avargalo: Naangal Adhile Nadakkamaattom Engiraargal. "},
{ "Verses": "17 naan Ungalmel Kaavalaalaraiyum Vaiththu, Ekkaala Saththaththukku Sevikodungal Endrum Sonnen; Avargalo: Naangal Ketkamaattom Engiraargal. "},
{ "Verses": "18 aagaiyaal Jaadhigale, Kelungal; Sabaiye, Avargalukkul Nadakkiradhai Arindhukol. "},
{ "Verses": "19 boomiye, Kel; Indha Janangal En Vaarththaigalaik Kelaamalirundhu, En Nyaayappramaanaththukku Sevikodaamal Adhai Veruththuvidugiraargal; Avargalmel Naan Avargal Ninaivugalin Palanaagiya Theengai Varappannuven. "},
{ "Verses": "20 sebaavilirundhu Varugira Thoobavarkkamum, Dhooradhesaththinudaiya Sugandhappattaiyum Enakku Ennaththukku? Ungal Sarvaangadhaganangal Enakku Viruppamalla; Ungal Paligal Enakku Inbamaayiraadhu. "},
{ "Verses": "21 aagaiyaal Idho, Naan Indha Janaththukku Idaralgalai Vaippen; Avaigalmel Pidhaakkalum, Pillaigalum, Kudiyaanavanum, Avanukkaduththavanum, Egamaai Idarundu Azhivaargalendru Karththar Sollugiraar. "},
{ "Verses": "22 idho, Vadadhesaththilirundhu Oru Janam Vandhu, Boomiyin Kadaiyellaigalilirundhu Oru Periya Jaadhi Ezhumbum. "},
{ "Verses": "23 avargal Villum Velum Pidiththu Varuvaargal; Avargal Kodiyar, Irakkamariyaadhavargal; Avargal Saththam Samuththira Iraichchalukku Samaanamaayirukkum; Seeyon Kumaaraththiye, Avargal Enakku Virodhamaaga Yuththasannaththaraaik Kudhiraigalinmeleri Aniyaniyaaga Varuvaargal Endru Karththar Sollugiraar. "},
{ "Verses": "24 avargal Varugira Seydhiyaik Kettom; Nammudaiya Kaigal Thalarndhadhu; Idukkam, Karppavadhikku Undaagum Vedhanaikkoppaana Vedhanaiyum Nammaip Pidiththadhu. "},
{ "Verses": "25 vayalveliyile Purappadaadhirungal; Vazhiyilum Nadavaadhirungal; Sutrilum Saththuruvin Pattayamum Bayangaramumundu. "},
{ "Verses": "26 en Janamaagiya Kumaaraththiye, Nee Rattaik Kattikkondu, Saambalile Purandu, Ore Puththiranukkaaga Dhukkikkiradhupola Manankasandhu Pulambu; Paazhaakkugiravan Sadidhiyaai Nammel Varuvaan. "},
{ "Verses": "27 nee En Janaththin Vazhiyai Arindhukollavum Sodhiththuppaarkkavum Naan Unnai Avargalukkulle Thurugamaagavum, Aranaagavum Vaiththen. "},
{ "Verses": "28 avargalellaarum Murattaattamaana Agangaarigalum, Thootriththirigiravargalumaayirukkiraargal; Avargal Vengalamum Irumbumaanavargal; Avargalellaarum Kettavargal. "},
{ "Verses": "29 thuruththi Vendhadhu; Eeyam Neruppinaal Azhindhadhu; Pudamidugiravanudaiya Prayaasam Virudhaavaaippoyitru; Pollaappugal Atruppogavillai. "},
{ "Verses": "30 avargal Thallupadiyaana Velli Ennappaduvaargal; Karththar Avargalaith Thallivittaar. "}
]