[
{ "Verses": "1 baabilon Raajaavaagiya Nebugaadhnechchaarum, Avanudaiya Sarvasenaiyum, Avan Aalugaikkutpatta Boomiyin Sagala Raajyangalum, Sagala Janangalum Erusalemukkum Adhai Serndha Sagala Pattanangalukkum Virodhamaaga Yuththampannugaiyil Eremiyaavukkuk Karththaraal Undaana Vaarththai: "},
{ "Verses": "2 isravelin Dhevanaagiya Karththar Uraikkiradhu Ennavendraal: Nee Poi, Yoodhaavin Raajaavaagiya Sidhekkiyaavinidaththil Pesi, Avanukku Sollavendiyadhu: Idho, Naan Indha Nagaraththai Baabilon Raajaavin Kaiyil Oppukkodukkiren; Avan Idhai Akkiniyaal Sutterippaan. "},
{ "Verses": "3 nee Avan Kaikkuth Thappippogaamal, Nichchayamaaip Pidipattu, Avan Kaiyil Oppukkodukkappaduvaai; Un Kangal Baabilon Raajaavin Kangalaik Kaanum; Avan Vaai Un Vaayode Pesum; Nee Baabilonukkup Povaai Endru Karththar Sollugiraar. "},
{ "Verses": "4 aagilum Yoodhaavin Raajaavaagiya Sidhekkiyaave, Karththarudaiya Vaarththaiyaik Kel; Unnaik Kuriththuk Karththar Sollugiradhu Ennavendraal: Nee Pattayaththaale Saavadhillai. "},
{ "Verses": "5 samaadhaanaththode Saavaai; Unakku Munnirundha Raajaakkalaagiya Un Pidhaakkalinimiththam Kandhavarkkangalaik Koluththinadhupola Unnimiththamum Koluththi, Aiyo! Aandavane, Endru Solli, Unakkaagap Pulambuvaargal; Idhu Naan Sonna Vaarththaiyendru Karththar Uraiththaar Endru Sol Endraar. "},
{ "Verses": "6 indha Vaarththaigalaiyellaam Theerkkadharisiyaagiya Eremiyaa Erusalemile Yoodhaavin Raajaavaagiya Sidhekkiyaavinidaththil Sonnaan. "},
{ "Verses": "7 appozhudhu Baabilon Raajaavin Senaigal Erusalemukku Virodhamaagavum Meendha Pattanangalaagiya Laageesukkum, Asekkaavukkum Virodhamaagavum Yuththampannikkondirundhadhu; Yoodhaavin Aranippaana Pattanangalil Ivaigale Meendhirundhavaigal. "},
{ "Verses": "8 oruvanum Yoodhajaadhiyaanaagiya Than Sagodharanai Adimaikollaadhapadikku, Avanavan Ebireyanaagiya Than Velaikkaaranaiyum, Ebireya Sthreeyaagiya Than Velaikkaariyaiyum Suyaadheenaraaga Anuppividavendumendru Avargalukku Vidudhalaiyaik Koorumpadi, "},
{ "Verses": "9 raajaavaagiya Sidhekkiyaa Erusalemil Irukkira Ellaa Janaththodum Udanpadikkai Panninapinbu, Eremiyaavukkuk Karththaraal Vaarththai Undaayitru. "},
{ "Verses": "10 ovvoruvanum Than Velaikkaaranaiyum Than Velaikkaariyaiyum Ini Adimai Kollaadhapadikku, Suyaadheenaraaga Anuppividavendumendru Udanpadikkaikku Utpatta Ellaap Prabukkalum Ellaa Janangalum Kettapodhu, Sevikoduththu Avargalai Anuppivittaargal. "},
{ "Verses": "11 aanaalum Adharkuppinbu Avargal Maaraattampanni, Thaangal Suyaadheenaraaga Anuppivitta Velaikkaararaiyum Velaikkaarigalaiyum Marupadiyum Azhaippiththu, Avargalai Velaikkaararum Velaikkaarigalumaayirukkumpadi, Adimaippaduththikkondaargal. "},
{ "Verses": "12 aadhalaal, Karththaraale Eremiyaavukku Vaarththaiyundaagi, Avar: "},
{ "Verses": "13 isravelin Dhevanaagiya Karththar Uraikkiradhu Ennavendraal, Avanavan Thanakku Virkappatta Ebireyanaagiya Than Sagodharanai Mudivile Neengal Ezhaam Varushaththile Anuppividavendum Endrum, Avan Unakku Aaruvarusham Adimaiyaayirundhapinbu, Avanai Unnidaththil Vaikkaamal Suyaadheenanaaga Anuppividavendum Endrum, "},
{ "Verses": "14 naan Ungal Pidhaakkalai Adimai Veedaagiya Egipthudhesaththilirundhu Purappadappannina Naalile Avargalode Udanpadikkaipanninen; Aanaalum Ungal Pidhaakkal En Sollaik Kelaamalum, Thangal Seviyai Saayaamalum Ponaargal. "},
{ "Verses": "15 neengalo, Innaalile Mananthirumbi, Avanavan Than Ayalaanukku Vidudhalaiyaik Koorina Vishayaththile En Paarvaikku Semmaiyaanadhai Seydhu, En Naamam Tharikkappatta Aalayaththile Idharkaaga En Mugaththukkumun Udanpadikkaipanniyirundheergal. "},
{ "Verses": "16 aanaalum Neengal Maaraattampanni, En Naamaththaip Parisuththakkulaichchalaakki, Neengal Avanavan Vidudhalaiyaagavum Suyaadheenanaagavum Anuppivitta Than Velaikkaaranaiyum Velaikkaariyaiyum Thirumba Azhaiththu Vandhu, Avargalai Ungalukku Velaikkaararum Velaikkaarigalumaayirukkumpadi Adimaippaduththineergal. "},
{ "Verses": "17 aagaiyaal Karththar Sollugiradhu Ennavendraal, Neengal Avanavan Than Sagodharanukkum Avanavan Than Ayalaanukkum Vidudhalaiyaik Koorinavishayaththil En Sollaik Kelaamarponeergale; Idho Naan Ungalaip Pattayaththukkum, Kollainoikkum, Panjaththukkum Oppukkodukkira Vidudhalaiyai Ungalukkuk Koorugiren; Boomiyin Raajyangalilellaam Alaigiradharkum Ungalai Oppukkoduppen Endru Karththar Sollugiraar. "},
{ "Verses": "18 en Mugaththukkumun Pannina Udanpadikkaiyin Vaarththaigalai Niraivetraamal, En Udanpadikkaiyai Meerina Manusharai Naan Thundangalin Naduvaagak Kadandhupogumpadi Avargalai Irandaagath Thundiththa Kandrukkuttiyaippol Aakkuven. "},
{ "Verses": "19 kandrukkuttiyin Thundugalin Naduve Kadandhupona Yoodhaavin Prabukkalaiyum, Erusalemin Prabukkalaiyum, Pradhaanigalaiyum, Aasaariyargalaiyum, Dhesaththin Sagala Janangalaiyum Appadi Seydhu, "},
{ "Verses": "20 naan Avargalai Avargal Saththurukkalin Kaiyilum, Avargal Praananai Vaangaththedugiravargalin Kaiyilum Oppukkoduppen; Avargaludaiya Predham Aagaayaththin Paravaigalukkum Boomiyin Mirugangalukkum Iraiyaagum. "},
{ "Verses": "21 yoodhaavin Raajaavaagiya Sidhekkiyaavaiyum Avanudaiya Prabukkalaiyum Avargal Saththurukkalin Kaiyilum Avargal Praananai Vaangath Thedugiravargalin Kaiyilum, Ungalai Vittup Perndhupona Baabilon Raajaavinudaiya Senaigalin Kaiyilum Oppukkoduppen. "},
{ "Verses": "22 idho, Naan Kattalaikoduththu, Avargalai Indha Nagaraththukkuth Thirumbappannuven; Avargal Adharku Virodhamaaga Yuththampanni, Adhaip Pidiththu, Adhai Akkiniyaal Sutterippaargal; Yoodhaavin Pattanangalaiyum, Oruvarum Avaigalil Kudiyiraadhapadip Paazhaaippogappannuven Endru Karththar Uraikkiraar Endru Sol Endraar. "}
]