[
{ "Verses": "1 isravele, Nee Thirumbugiradharku Manadhaayirundhaal Ennidaththil Thirumbu Endru Karththar Sollugiraar; Nee Un Aruvaruppugalai En Paarvaiyinindru Agatrivittaal, Nee Ini Alaindhu Thirivadhillai. "},
{ "Verses": "2 nee Unmaiyodum, Nyaayaththodum, Needhiyodum, Karththarudaiya Jeevanaikkondu Aanaiyiduvaai; Purajaadhigalum Avarukkul Aaseervadhikkappattu, Avarukkul Menmaipaaraattuvaargal. "},
{ "Verses": "3 yoodhaa Manusharodum, Erusalemiyarodum Karththar Sollugiradhu Ennavendraal: Neengal Mullugalukkulle Vidhaiyaadhirungal, Ungal Tharisu Nilaththaip Panpaduththungal. "},
{ "Verses": "4 yoodhaa Manushare, Erusalemin Kudigale, Ungal Kiriyaigaludaiya Pollaappinimiththam En Ukkiram Akkiniyaippol Ezhumbi, Avippaar Illaamal Eriyaadhapadikku Neengal Karththarukkendru Ungalai Viruththasedhanampanni, Ungal Irudhayaththin Nuniththolai Neekkippodungal. "},
{ "Verses": "5 dhesaththil Ekkaalam Oodhungal Endru Solli, Yoodhaavil Ariviththu, Erusalemil Ketkappannungal; Naam Aranaana Pattanangalukku Utpadumpadikku Serungal Endru Solli, Uraththa Saththamaaik Kooppidungal. "},
{ "Verses": "6 seeyonukku Nere Kodiyetrungal; Koodungal, Nirkaadhirungal; Naan Vadakkeyirundhu Pollaappaiyum, Magaa Sangaaraththaiyum Varappannugiren. "},
{ "Verses": "7 un Dhesaththaip Paazhaakki Vidumpadikku Singam Than Pudharilirundhu Ezhumbi, Jaadhigalai Sangarikkiravan Than Sthaanaththilirundhu Purappattu Varugiraan; Un Pattanangal Kudiyiraadhapadi Azhikkappadum Engiraar. "},
{ "Verses": "8 idhinimiththam Rattaik Kattikkollungal; Pulambi Alarungal; Karththarudaiya Ukkirakobam Nammaivittuth Thirumbavillaiye. "},
{ "Verses": "9 annaalile Raajaavin Irudhayamum, Prabukkalin Irudhayamum Madindhupom; Aasaariyargal Thidukkittu, Theerkkadharisigal Thigaippaargal Endru Karththarsollugiraar. "},
{ "Verses": "10 appozhudhu Naan: Aa! Karththaraagiya Aandavare, Ungalukku Samaadhaanamirukkum Endru Sonnadhinaal, Meyyaagave Indha Janaththukkum Erusalemukkum Migudhiyaana Mosaththai Varappannineer; Pattayam Praananmattum Ettugiradhe Endren. "},
{ "Verses": "11 vanaandharaththilulla Uyarnilangalilirundhu, Oru Theekkaatru En Janamaagiya Kumaaraththikku Neraaga Adikkum Endru Akkaalaththile Indha Janaththodum Erusalemodum Sollappadum; Adhu Thootravumaattaadhu Suththigarikkavumaattaadhu. "},
{ "Verses": "12 idhaippaarkkilum Balamaana Kaatru En Kaariyamaai Varum; Ippozhudhu Naanum Avargalode Nyaayam Pesuven. "},
{ "Verses": "13 idho, Megangalaippola Ezhumbivarugiraan; Avanudaiya Radhangal Perunkaatraippolirukkiradhu; Avan Kudhiraigal Kazhugugalilum Vegamaanavaigal; Namakku Aiyo! Naam Paazhaakkappadugirome. "},
{ "Verses": "14 erusaleme, Nee Ratchikkappadumpadikku Un Irudhayaththaip Pollaapparak Kazhuvu; Endhamattum Akkirama Ninaivugal Un Ullaththile Thangum. "},
{ "Verses": "15 thaanilirundhu Oru Saththam Vandhu, Seydhiyai Arivikkiradhu; Eppiraayeemin Malaiyilirundhu Vandhu, Theengaip Prasiththampannugiradhu. "},
{ "Verses": "16 jaadhigalukku Adhai Neengal Prasthaabampannungal; Idho, Kaavarchevagar Dhooradhesaththilirundhu Vandhu, Yoodhaavudaiya Pattanangalukku Virodhamaai Uraththasaththamiduvaargal Endru Erusalemukkuk Koorungal. "},
{ "Verses": "17 adharku Virodhamaai Avargal Vayalveligalin Kaavarkaararaippola Sutrilumiruppaargal; Adhu Enakku Virodhamaaik Kalagancheydhadhu Endru Karththarsollugiraar. "},
{ "Verses": "18 un Nadakkaiyum Un Kiriyaigalume Ivaigalai Unakku Neridappannina; Idhu Iththanai Kasappaayirundhu, Un Irudhayamattum Ettugiradharkuk Kaaranam Un Pollaappuththaane. "},
{ "Verses": "19 en Kudalgal, En Kudalgale Nogiradhu; En Ullam Vedhanaippadugiradhu, En Irudhayam Ennil Kadharugiradhu; Naan Pesaamal Amarndhirukkak Koodaadhu; En Aaththumaave, Ekkaalaththin Saththaththaiyum, Yuththaththin Aarpparippaiyum Kettaaye. "},
{ "Verses": "20 naasaththukkumel Naasam Varugiradhaagak Koorappadugiradhu; Dhesamellaam Paazhaagiradhu; Asuppile En Koodaarangalum, Oru Nimishaththile En Thiraigalum Paazhaakkappadugiradhu. "},
{ "Verses": "21 naan Edhuvaraikkum Kodiyaikkandu, Ekkaalaththin Saththaththaik Ketpen. "},
{ "Verses": "22 en Janangalo Madhiyatravargal, Ennai Avargal Ariyaadhirukkiraargal, Avargal Paiththiyamulla Pillaigal, Avargalukku Unarve Illai; Pollaappuchcheyya Avargal Arivaaligal, Nanmaiseyyavo Avargal Arivillaadhavargal. "},
{ "Verses": "23 boomiyaip Paarththen, Adhu Ozhunginmaiyum Verumaiyumaayirundhadhu; Vaanangalaip Paarththen, Avaigalukku Oliyillaadhirundhadhu. "},
{ "Verses": "24 parvadhangalaip Paarththen, Avaigal Adhirndhana; Ellaak Kundrugalum Asaindhana. "},
{ "Verses": "25 pinnum Naan Paarkumpodhu, Manushanillai; Aagaasaththup Paravaigalellaam Parandhupoyina. "},
{ "Verses": "26 pinnum Naan Paarkkumpodhu, Karththaraalum, Avarudaiya Ukkirakobaththaalum Payirnilam Vanaandharamaayitru; Adhin Pattanangalellaam Idindhupoyina. "},
{ "Verses": "27 dhesamellaam Paazhaaippom; Aagilum Sarvasangaaram Seyyen Endru Karththar Sollugiraar. "},
{ "Verses": "28 idhinimiththam Boomi Pulambum, Uyara Irukkira Vaanangal Karuththuppom; Naan Adhai Sonnen, Adhai Nirnayam Panninen; Naan Manasthaabappaduvadhum Illai; Naan Adhaivittuth Thirumbuvadhum Illai. "},
{ "Verses": "29 kudhiraiveerarum Vilveerarum Idum Saththaththinaale Sagala Ooraarum Odi, Adarththiyaana Kaadugalil Pugundhu, Kanmalaigalilum Eruvaargal; Oru Manushanum Avaigalile Kudiyiraadhapadi Ellaa Oorgalum Vidappattirukkum. "},
{ "Verses": "30 paazhaaippona Nee Ippozhudhu Enna Seyvaai? Nee Raththaambaram Uduththaalum, Ponnaabaranangalaal Unnai Singaariththaalum, Un Kangalil Maiyittukkondaalum, Veenaai Unnai Azhagupaduththuvaai; Soranaayagar Unnai Asattaipanni, Un Praananai Vaangath Theduvaargal. "},
{ "Verses": "31 karppavedhanaippadugiravalin Saththamaagavum, Mudhalvisai Pillai Perugiravalin Viyaagulamaagavum, Seeyon Kumaaraththiyin Saththaththaik Ketkiren; Aval Perumoochchuvittu, Than Kaigalai Viriththu: Aiyo! Kolaipaadhagargalaale En Aaththumaa Sorndhupogiradhe Engiraal. "}
]