[
{ "Verses": "1 baabilon Raajaavaagiya Nebugaadhnechchaar, Yoyaakkeemin Kumaaranaagiya Ekoniyaa Engira Yoodhaavin Raajaavaiyum, Yoodhaavin Prabukkalaiyum, Erusalemilulla Thachcharaiyum Kollaraiyum Siraippidiththu, Baabilonukkuk Konduponapinbu, Idho, Karththarudaiya Aalayaththinmun Vaikkappattirundha Aththippazhangalulla Irandu Koodaigalaik Karththar Enakkuk Kaanbiththaar. "},
{ "Verses": "2 oru Koodaiyile Mudhal Kandhaayaththu Aththippazhangalukku Samaanamaana Migavum Nalla Aththippazhangalum, Matrak Koodaiyile Pusikkaththagaadha Migavum Ketta Aththippazhangalum Irundhadhu. "},
{ "Verses": "3 karththar Ennai Nokki: Eremiyaave, Nee Ennaththaik Kaangiraai Endraar; Adharku Naan: Aththippazhangalaik Kaangiren; Nallavaigalaana Aththippazhangal Migavum Nallavaigalum, Kettavaigalo Pusikkaththagaadha Migavum Kettavaigalumaayirukkiradhu Endren. "},
{ "Verses": "4 appozhudhu Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "5 naan Ivvidaththilirundhu, Kaldheyar Dhesaththukku Siraippattuppogavitta Yoodharai Naan Indha Nalla Aththippazhangalukku Oppittu, Avargalukku Nanmaiyundaaga Avargalai Angigarippen. "},
{ "Verses": "6 avargalukku Nanmaiyundaaga Naan En Kangalai Avargalmel Vaiththu, Avargalai Indha Dhesaththukkuth Thirumbivarappanni, Avargalaik Kattuven, Avargalai Idikkamaatten, Avargalai Naattuven, Avargalaip Pidungamaatten. "},
{ "Verses": "7 naan Karththar Endru Ariyum Irudhayaththai Avargalukkuk Koduppen; Avargal En Janamaayiruppaargal, Naan Avargal Dhevanaayiruppen; Avargal Thangal Muzhu Irudhayaththodum Ennidaththirkuth Thirumbuvaargal Endru Isravelin Dhevanaagiya Karththar Sollugiraar. "},
{ "Verses": "8 pusikkaththagaadha Ketta Aththippazhangalaith Thallividuvadhupola, Naan Sidhekkiyaa Engira Yoodhaavin Raajaavaiyum Avanudaiya Prabukkalaiyum, Indha Dhesaththile Meedhiyaana Erusalemin Kudigalaiyum, Egipthu Dhesaththil Kudiyirukkiravargalaiyum Thallivittu, "},
{ "Verses": "9 avargalukkuth Theemaiyundaaga Avargalai Boomiyilulla Ellaa Raajyangalilum Alaindhu Thirigiravargalaagavum, Naan Avargalaith Thuraththivitta Ellaa Idangalilum Nindhaiyaagavum, Pazhamozhiyaagavum, Vasaichchollaagavum, Saabamaagavum Vaiththu, "},
{ "Verses": "10 avargalukkum Avargal Pidhaakkalukkum Naan Koduththa Dhesaththil Avargal Iraadhapadikku Nirmoolamaagumattum, Avargalukkulle Pattayaththaiyum, Panjaththaiyum, Kollainoyaiyum Anuppuven Endru Karththar Sollugiraar. "}
]