[
{ "Verses": "1 karththar Sonnadhu: Nee Poik Kuyavan Velaiyaana Oru Kalasaththaikkondu, Janaththin Moopparilum Aasaariyargalin Moopparilum Silaraik Koottikkondu, "},
{ "Verses": "2 kizhakku Vaasalukku Edhiraana Innomudaiya Kumaaranin Pallaththaakkile Purappattuppoi, Naan Unnode Sollum Vaarththaigalai Ange Prasiththappaduththu. "},
{ "Verses": "3 nee Avargalai Nokki: Yoodhaavin Raajaakkale, Erusalemin Kudigale, Karththarudaiya Vaarththaigalaik Kelungal; Isravelin Dhevanaagiya Senaigalinkarththar Sollugiraar: Idho, Naan Indha Sthalaththinmel Oru Pollaappai Varappannuven; Adhaik Ketkira Yaavarudaiya Kaadhugalilum Adhu Thoniththukkondirukkum. "},
{ "Verses": "4 avargal Ennai Vittuvittu, Indha Sthalaththai Anniya Sthalamaakki, Thaangalum, Thangal Pidhaakkalum, Yoodhaavin Raajaakkalum, Ariyaadhirundha Anniya Dhevargalukku Adhile Thoobankaatti, Indha Sthalaththaik Kutramillaadhavargalin Raththaththinaale Nirappinapadiyinaalum, "},
{ "Verses": "5 thangal Pillaigalaip Paagaalukkuth Thaganapaligalaagath Thaganikkumpadi Paagaalin Medaigalaik Kattinapadiyinaalum Ippadivarappannuven; Ivaigalai Naan Karpiththadhumillai, Sonnadhumillai, Ivaigal En Irudhayaththil Thondrinadhumillai. "},
{ "Verses": "6 aagaiyaal, Idho, Naatkalvarum, Appozhudhu Indha Sthalam Thoppeththendrum, Innomudaiya Kumaaranin Pallaththaakkendrum Ini Sollappadaamal, Sangaarappallaththaakkendru Sollappadum. "},
{ "Verses": "7 appozhudhu Naan Yoodhaavukkum Erusalemukkum Kondirundha Aalosanaiyai Indha Sthalaththile Verumaiyaakki, Avargal Saththurukkalukku Munbaaga Avargalaip Pattayaththinaalum, Avargal Praananai Vaangaththedugiravargalin Kaiyinaalum Vizhappanni, Avargal Predhangalai Aagaayaththup Paravaigalukkum, Boomiyin Mirugangalukkum Iraiyaagakkoduththu, "},
{ "Verses": "8 indha Nagaraththaip Paazhaakkavum, Koochchalittu Nindhikkira Nindhaiyaagavum Vaippen; Adhaik Kadandhupogiravan Evanum Bramiththu, Adhin Ellaa Vaadhaigalinimiththamum Eesaliduvaan. "},
{ "Verses": "9 avargaludaiya Saththurukkalum Avargal Praananai Vaangath Thedugiravargalum, Avargalai Irugappidikkappogira Mutrikkaiyilum Idukkaththilum, Naan Avargalaith Thangal Kumaararin Maamsaththaiyum Thangal Kumaaraththigalin Maamsaththaiyum Thinnappannuven; Avanavan Thanakku Aduththavanudaiya Maamsaththaith Thinbaan Endru Karththar Sollugiraar Endru Nee Solli, "},
{ "Verses": "10 unnodekooda Vandha Manusharudaiya Kangalukku Munbaaga Andhak Kalasaththai Udaiththuppottu, "},
{ "Verses": "11 avargalai Nokki: Thirumba Seppanidappadak Koodaadha Kuyavanudaiya Manpaandaththai Udaiththuppottavannamaaga Naan Indha Janaththaiyum Indha Nagaraththaiyum Udaiththuppoduven; Pudhaikkiradharku Idamillaadhadhinaal Thoppeththile Savangalaip Pudhaippaargalendru Senaigalin Karththarsollugiraar. "},
{ "Verses": "12 ivvidhamaaga Naan Indha Sthalaththukkum Idhin Kudigalukkum Seydhu, Indha Nagaraththaith Thoppeththukku Sariyaakkuven. "},
{ "Verses": "13 endha Veedugalinmel Vaanaththin Sagala Senaikkum Thoobankaatti Anniyadhevargalukkup Paanapaligalai Vaarththaargalo, Andha Veedugalaagiya Erusalemin Veedugalum Yoodhaavudaiya Raajaavin Veedugalum Thoppedh Engira Sthalaththaippol Theettuppattavaigalaai Irukkumendru Karththar Sollugiraar Endru Sol Endraar. "},
{ "Verses": "14 pinbu Eremiyaa, Karththar Thannaith Theerkkadharisanancholla Anuppina Thoppeththiliruththu Vandhu, Karththarudaiya Aalayaththin Praagaaraththile Nindrukondu, Ellaa Janangalaiyum Paarththu: "},
{ "Verses": "15 idho, Neengal En Vaarththaigalaik Kelaadhapadikku Ungal Kazhuththaik Kadinappaduththinapadiyinaal Naan Indha Nagaraththukku Virodhamaai Sonna Ellaath Theengaiyum Idhinmelum Idharkaduththa Pattanangalinmelum Varappannuven Endru Isravelin Dhevanaagiya Senaigalin Karththar Sollugiraar Endraan. "}
]