[
{ "Verses": "1 karththar Sonnadhu: Nee Yoodhaa Raajaavin Aramanaikkup Poi, Ange Sollavendiya Vasanam Ennavendraal: "},
{ "Verses": "2 dhaaveedhin Singaasanaththil Veetrirukkira Yoodhaavin Raajaave, Neerum Ummudaiya Oozhiyakkaararum Indha Vaasalgalukkul Pravesikkira Ummudaiya Janamumkarththarudaiya Vaarththaiyaik Kelungal. "},
{ "Verses": "3 neengal Nyaayamum Needhiyumseydhu, Parikoduththavanai Odukkugiravanudaiya Kaikkuth Thappuviyungal; Neengal Paradhesiyaiyum Thikkatravanaiyum Vidhavaiyaiyum Odukkaamalum, Kodumaiseyyaamalum, Ivvidaththil Kutramillaadha Raththaththai Sindhaamalum Irungal. "},
{ "Verses": "4 indha Vaarththaiyinpadiye Neengal Meyyaai Seyveergalaagil, Dhaaveedhin Singaasanaththil Utkaarndhirukkira Raajaakkal Radhangalmelum Kudhiraigalmelum Eri, Avanum Avan Oozhiyakkaararum Avan Janamumaaga Indha Aramanai Vaasalgalin Vazhiyaai Utpravesippaargalendru Karththar Sollugiraar. "},
{ "Verses": "5 neengal Indha Vaarththaigalaikkelaamarponeergaleyaagil Indha Aramanai Paazhaaippom Endru Enperil Aanaiyitten Endru Karththar Sollugiraar. "},
{ "Verses": "6 yoodhaa Raajaavin Aramanaiyaik Kuriththuk Karththar: Nee Enakkuk Keeleyaaththaippolavum Leebanonin Kodumudiyaippolavum Irukkiraai, Aanaalum Meyyaagave Naan Unnai Vanaandharaththaippolavum, Kudiyillaadha Pattanangalaippolavum Aakkividuven. "},
{ "Verses": "7 sangaarakkaararai Avaravar Aayudhangalodukooda Naan Unakku Virodhamaaga Aayaththappaduththuven; Un Uchchidhamaana Kedhurukkalai Avargal Vetti Akkiniyile Poduvaargal "},
{ "Verses": "8 anegam Jaadhigal Indha Nagaraththaik Kadandhuvandhu, Avanavan Than Than Ayalaanai Nokki: Indhapperiya Nagaraththukkuk Karththar Ippadi Seydhadhu Ennavendru Ketpaargal. "},
{ "Verses": "9 adharkup Pradhiyuththaramaaga: Avargal Thangal Dhevanaagiya Karththarin Udanpadikkaiyai Vittuvittu, Anniya Dhevargalaip Panindhukondu, Avaigalukku Aaraadhanaiseydhapadiyinaal Ippadiyaayitru Enbaargalendru Sollugiraar. "},
{ "Verses": "10 mariththavanukkaaga Azhavendaam, Avanukkaagap Paridhabikkavumvendaam, Siraippattupponavanukkaagave Azhungal; Avan Inith Thirumbivaruvadhumillai, Than Janana Boomiyaik Kaanbadhumillai. "},
{ "Verses": "11 than Thagappanaagiya Yosiyaavin Pattaththukku Vandhu, Arasaandu, Ivvidaththilirundhu Purappattuppona Yoodhaavin Raajaavaayirundha Yosiyaavin Kumaaranaagiya Salloomaikkuriththu: Avan Ini Inge Thirumba Varaamal, "},
{ "Verses": "12 thaan Kondupogappatta Sthalaththile Marippaan, Indhadhesaththai Avan Inik Kaanbadhillaiyendru Karththar Sollugiraar. "},
{ "Verses": "13 thanakku Visthaaramaana Veettaiyum, Kaatru Veesum Visaalamaana Melaraigalaiyum Kattuvenendru Solli, Palaganigalaith Thanakkuth Thirandhu, Kedhuru Palagaigalai Vaiththu, Jaadhilingavarunam Poosi, "},
{ "Verses": "14 aneedhiyinaale Than Veettaiyum, Aniyaayaththinaale Than Melaraigalaiyum Katti, Than Ayalaan Seyyum Velaikkuk Koolikodaamal Avanai Summaa Velaikollugiravanukku Aiyo! "},
{ "Verses": "15 nee Kedhurumara Maaligaigalil Ulaavugirapadiyinaale Raajaavaayiruppaayo? Un Thagappan Pojanabaanampanni, Nyaayamum Needhiyuncheydhapodhu Avan Sugamaai Vaazhndhirukkavillaiyo? "},
{ "Verses": "16 avan Sirumaiyum Elimaiyumaanavanudaiya Nyaayaththai Visaariththaan; Appozhudhu Sugamaai Vaazhndhaan; Appadi Seyvadhallavo Ennai Arigira Arivu Endru Karththar Sollugiraar. "},
{ "Verses": "17 un Kangalum Un Manadhumovendraal Tharpozhivinmelum, Kutramillaadha Raththaththai Sindhuvadhinmelum, Idukkamum Norukkudhalum Seyvadhinmelume Allaamal Verondrinmelum Vaikkappadavillai. "},
{ "Verses": "18 aagaiyaal, Karththar Yosiyaavin Kumaaranaagiya Yoyaakkeem Engira Yoodhaavin Raajaavaikkuriththu: Aiyo! En Sagodharane, Aiyo! Sagodhariye, Endru Avanukkaagap Pulambuvadhillai; Aiyo! Aandavane, Aiyo! Avarudaiya Magaththuvame, Endru Avanukkaagap Pulambuvadhillai. "},
{ "Verses": "19 oru Kazhudhai Pudhaikkappadugiravannamaai Avan Erusalemin Vaasalgalukku Veliye Izhuththerindhu Pudhaikkappaduvaan Endru Sollugiraar. "},
{ "Verses": "20 leebanoninmelerip Pulambu, Paasaanil Uraththa Saththamidu, Aabareemilirundhu Kooppittukkondiru, Un Nesar Anaivarum Murindhaargal. "},
{ "Verses": "21 nee Sugamaai Vaazhndhirukkaiyil Naan Unakku Sonnen, Nee Kelen Endraai, Un Siruvayadhumudhal Nee En Saththaththaik Kelaamarpogiradhe Un Vazhakkam. "},
{ "Verses": "22 un Meyppargal Ellaaraiyum Kaatru Adiththukkondupogum; Un Nesar Siraippattuppovaargal; Appodhallavo Ellaap Pollaappinimiththamum Nee Vetkappattu Lachchaiyadaivaai. "},
{ "Verses": "23 leebanonil Vaasamaayirundhu, Kedhurumarangalil Koodukattikkondirukkiravale, Vedhanaigalum Pillaipperugiravalukkoththa Vaadhaiyum Unakku Varugaiyil Nee Evvalavu Paridhabikkappadaththakkavalaayiruppaai! "},
{ "Verses": "24 yoodhaavin Raajaavaagiya Yoyaakkeemin Kumaaran Koniyaa En Valadhukaiyin Muththirai Modhiramaayirundhaalum, Adhilirundhu Unnaik Kazhatri Erindhupoduven Endru En Jeevanaikkondu Sollugiren Endru Karththar Sollugiraar. "},
{ "Verses": "25 un Praananai Vaangaththedugiravargalin Kaiyilum Nee Bayappadugiravargalin Kaiyilum Unnai Oppukkoduppen; Baabilon Raajaavaagiya Nebugaadhnechchaarin Kaiyilum Kaldheyarin Kaiyilum Oppukkoduppen; "},
{ "Verses": "26 unnaiyum, Unnaip Petra Thaayaiyum, Ungal Janana Boomiyallaadha Anniya Dhesaththile Thuraththividuven. Ange Saaveergal. "},
{ "Verses": "27 thirumbuvadharkuth Thangal Aaththumaa Vaanjikkum Dhesaththukku Avargal Thirumbivaruvadhillai. "},
{ "Verses": "28 koniyaa Engira Indha Manushan Avamadhikkappatta Udaindha Silaiyo? Oruvarum Virumbaadha Paaththiramo? Avanum Avan Sandhadhiyum Thallundadhum, Thaangal Ariyaadhadhesaththile Thuraththividappattadhum Edhu? "},
{ "Verses": "29 dhesame! Dhesame! Dhesame! Karththarudaiya Vaarththaiyaik Kel. "},
{ "Verses": "30 indhap Purushan Sandhaanamatravan, Than Naatkalil Vaazhvadaiyaadhavan Endru Ivanaikkuriththu Ezhudhungal; Avan Viththil Oruvanaagilum Vaazhvadaindhu, Dhaaveedhin Singaasanaththil Veetrirundhu Yoodhaavil Arasaalappogiradhillai Endru Karththar Sollugiraar. "}
]