[
{ "Verses": "1 karththaraal Eremiyaavukku Undaana Vasanam: "},
{ "Verses": "2 nee Karththarudaiya Aalayaththin Vaasalile Nindru, Ange Koori Sollavendiya Vasanam Ennavendraal, Karththaraip Panindhukolla Indha Vaasalgalukkulle Pravesikkira Yoodha Janangalaagiya Neengalellaarum Karththarudaiya Vaarththaiyaik Kelungal. "},
{ "Verses": "3 isravelin Dhevanaagiya Senaigalin Karththar Sollugiraar: Ungal Vazhigalaiyum Ungal Kiriyaigalaiyum Seerppaduththungal, Appozhudhu Ungalai Indha Sthalaththile Kudiyirukkappannuven. "},
{ "Verses": "4 karththarin Aalayam, Karththarin Aalayam, Karththarin Aalayam Idhuve Endru Solli, Poivaarththaigalai Nambikkollaadhirungal. "},
{ "Verses": "5 neengal Ungal Vazhigalaiyum Ungal Kiriyaigalaiyum Nandraai Seerppaduththi, Neengal Manushanukkum Manushanukkumulla Vazhakkai Nyaayamaaith Theerththu, "},
{ "Verses": "6 paradhesiyaiyum Thikkatravanaiyum Vidhavaiyaiyum Odukkaamalum, Kutramillaadha Raththaththai Indha Sthalaththile Sindhaamalum; Ungalukkuk Kedundaaga Anniya Dhevargalaip Pinpatraamalumiruppeergaleyaagil, "},
{ "Verses": "7 appozhudhu Naan Ungal Pidhaakkalukkuk Koduththa Dhesamaagiya Indha Sthalaththile Ungalai Sadhaakaalamum Kudiyirukkappannuven. "},
{ "Verses": "8 idho, Ondrukkum Udhavaadha Poivaarththaigalai Neengal Nambugireergal. "},
{ "Verses": "9 neengal Thirudi, Kolaiseydhu, Vibasaarampanni, Poiyaanaiyittu, Paagaalukkuth Thoobankaatti, Neengal Ariyaadha Anniya Dhevargalaip Pinpatri, "},
{ "Verses": "10 pirpaadu Vandhu, En Naamam Tharikkappatta Indha Aalayaththile Enakku Munbaaga Nindru: Indha Aruvaruppugalaiyellaam Seyvadharkaaga Vidudhalai Petrirukkiromendru Solveergalo? "},
{ "Verses": "11 en Naamam Tharikkappatta Indha Aalayam Ungal Paarvaikkuk Kallarkugaiyaayitro? Idho, Naanum Idhaik Kanden Endru Karththar Sollugiraar. "},
{ "Verses": "12 naan Mundhi En Naamam Vilangappannina Seelovilulla En Sthalaththukku Neengal Poi, Isravel Janaththinudaiya Pollaappinimiththam Naan Adharku Seydhadhaip Paarungal. "},
{ "Verses": "13 neengal Indhak Kiriyaigalaiyellaam Seydheergal, Naan Ungalukku Erkanave Sollivandhirundhum, Neengal Kelaamalum, Naan Ungalaik Kooppittum, Neengal Uththaravukodaamalum Ponapadiyinaal, "},
{ "Verses": "14 en Naamam Tharikkappattadhum, Neengal Nambikkai Kondirukkiradhumaana Indha Aalayaththukkum Ungalukkum Ungal Pidhaakkalukkum Naan Koduththa Sthalaththukkum, Naan Seelovukku Seydhadhupola Seyven. "},
{ "Verses": "15 naan Ungaludaiya Ellaa Sagodhararumaagiya Eppiraayeem Sandhadhi Anaiththaiyum Thallippottadhupola, Ungalaiyum En Mugaththaivittuth Thallippoduven Endru Karththar Sollugiraar. "},
{ "Verses": "16 nee Indha Janaththukkaaga Vinnappam Seyyavendaam; Avargalukkaaga Mandraadavum Kenjavum Vendaam, Ennidaththil Avargalukkaagap Parindhupesavum Vendaam, Naan Unakku Sevikoduppadhillai. "},
{ "Verses": "17 yoodhaavin Pattanangalilum Erusalemin Veedhigalilum Avargal Seygiradhai Nee Kaanavillaiyaa? "},
{ "Verses": "18 enakku Manamadivundaaga Anniyadhevargalukkup Paanapaligalai Vaarkkiraargal; Avargal Vaanaraakkinikkup Paniyaarangalai Sudumpadi Pillaigal Viraguporukkugiraargal, Pidhaakkal Neruppumoottugiraargal, Sthreegal Maappisaigiraargal. "},
{ "Verses": "19 avargal Enakkaa Manamadivundaakkugiraargal? Thangal Mugangal Vetkaththukkutpadumpadi Avargal Thangalukke Allavo Manamadivundaakkugiraargal Endru Karththar Sollugiraar. "},
{ "Verses": "20 aadhalaal Idho, En Kobamum En Ukkiramum Indha Sthalaththinmelum, Manusharmelum, Mirugangalmelum, Veliyin Marangalmelum, Boomiyin Kanigalmelum Ootrappadum; Adhu Aviyaamal Eriyum Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "21 isravelin Dhevanaagiya Senaigalin Karththar Sollugiradhennavendraal Ungal Thaganapaligalai Matrap Paligalodunkootti, Iraichchiyai Saappidungal. "},
{ "Verses": "22 naan Ungal Pidhaakkalai Egipthudhesaththilirundhu Azhaiththuvandha Naalile, Thaganapaliyaikkuriththum, Matrap Paligalaikkuriththum Naan Avargalode Pesinadhaiyum Kattalaiyittadhaiyumpaarkkilum, "},
{ "Verses": "23 en Vaakkukku Sevikodungal, Appozhudhu Naan Ungal Dhevanaayiruppen, Neengal En Janamaayiruppeergal; Naan Ungalukkuk Karpikkum Ellaa Vazhiyilum, Neengal Ungalukku Nanmai Undaagumpadikku Nadavungal Engira Viseshaththaiye Avargalukku Sollik Kattalaiyitten. "},
{ "Verses": "24 avargalo Adhaik Kelaamalum, Thangal Seviyai Saayaamalumpoi, Thangal Pollaadha Irudhayaththin Yosanaigalinpadiyum Kadinaththinpadiyum Nadandhu, Munnittalla Pinnitte Ponaargal. "},
{ "Verses": "25 ungal Pidhaakkal Egipthudhesaththilirundhu Purappatta Naalmudhal Innaalmattum Naan Theerkkadharisigalaagiya En Oozhiyakkaararaiyellaam Dhinandhinam Ungalandaikku Erkanave Anuppikkondirundhen. "},
{ "Verses": "26 aanaalum Avargal En Sollaik Kelaamalum, Thangal Seviyai Saayaamalum Poi, Thangal Kazhuththaik Kadinappaduththi, Thangal Pidhaakkalaippaarkkilum Adhiga Pollaappu Seydhaargal. "},
{ "Verses": "27 nee Indha Vaarththaigalaiyellaam Avargalukku Sonnaalum, Avargal Unakku Sevikodukkamaattaargal; Nee Avargalai Nokkik Kooppittaalum, Avargal Unakku Maruuththaravu Kodukkamaattaargal. "},
{ "Verses": "28 aagaiyaal Thangal Dhevanaagiya Karththarudaiya Saththaththaik Kelaamalum, Buththiyai Etrukkollamalum Irukkira, Jaadhi Idhudhaan Endrum, Saththiyam Azhindhu, Adhu Avargal Vaayilirundhu Atrupponadhendrum Avargalukku Sol. "},
{ "Verses": "29 nee Un Thalaimayirai Siraiththu, Erindhuvittu, Uyarthalangalile Pulambikkondiru; Karththar Thamadhu Sinaththukku Edhuvaana Sandhadhiyai Veruththu Negizhavittaar. "},
{ "Verses": "30 yoodhaa Puththirar En Paarvaikkup Pollaappaanadhai Seydhaargal Endru Karththar Sollugiraar; En Naamam Thariththirukkira Aalayaththaith Theettuppaduththith Thangal Aruvaruppugalai Adhile Vaiththaargal. "},
{ "Verses": "31 thangal Kumaararaiyum Thangal Kumaaraththigalaiyum Akkiniyile Thaganikkiradharkaaga, Avargal Innom Kumaaranin Pallaththaakkilulla Thoppeththin Medaigalaik Kattinaargal; Adhai Naan Kattalaiyidavumillai, Adhu En Manadhil Thondravumillai. "},
{ "Verses": "32 aadhalaal, Idho, Naatkal Varumendru Karththar Sollugiraar; Appozhudhu Adhu Appuram Thoppedh Endrum, Innom Kumaaranin Pallaththaakkendrum Sollappadaamal, Sangaarappallaththaakkendru Sollappadum; Thoppeththile Idankidaiyaamarpogumattum Savangalai Adakkampannuvaargal. "},
{ "Verses": "33 indha Janaththin Pinangal Aagaayaththin Paravaigalukkum Boomiyin Mirugangalukkum Iraiyaagum; Avaigalai Veruttuvaarum Illaadhiruppaargal. "},
{ "Verses": "34 naan Yoodhaavin Pattanangalilum Erusalemin Veedhigalilum Kalippin Saththaththaiyum, Magizhchchiyin Saththaththaiyum, Manavaalanin Saththaththaiyum, Manavaattiyin Saththaththaiyum Oyappannuven; Dhesam Paazhaagum. "}
]