[
{ "Verses": "1 yosiyaavin Kumaaranaagiya Yoyaakkeem Ennum Yoodhaa Raajaavin Naatkalil Eremiyaavukkuk Karththaraal Undaana Vaarththai: "},
{ "Verses": "2 nee Rekaabiyarudaiya Veettukkup Poi, Avargalode Pesi, Avargalaik Karththarudaiya Aalayaththin Araigalil Ondrile Azhaiththuvandhu, Avargalukku Dhraatcharasam Kudikkak Kodu Endraar. "},
{ "Verses": "3 appozhudhu Naan Abasiniyaavin Kumaaranaagiya Eremiyaavukku Maganaana Yasiniyaavaiyum, Avanudaiya Sagodhararaiyum, Avanudaiya Kumaarar Ellaaraiyum, Rekaabiyarudaiya Kudumbaththaar Anaivaraiyum Azhaiththu; "},
{ "Verses": "4 karththarudaiya Aalayaththile Prabukkaludaiya Araiyin Arugeyum, Vaasalaikkaakkira Salloomin Kumaaranaagiya Maaseyaavinudaiya Araiyinmelumulla Iththaliyaavin Kumaaranum Dhevanudaiya Manushanumaagiya Aanaan Ennum Puththirarudaiya Araiyile Avargalaik Koottikkonduvandhu, "},
{ "Verses": "5 dhraatcharasaththinaal Nirappappatta Kudangalaiyum Kinnangalaiyum Rekaabiyarudaiya Kudumbaththai Serndha Puththirarin Munne Vaiththu, Avargalai Nokki: Dhraatcharasam Kudiyungal Endren. "},
{ "Verses": "6 adharku Avargal: Naangal Dhraatcharasam Kudikkiradhillai; Enendraal, Rekaabin Kumaaranaagiya Engaludaiya Thagappan Yonadhaab, Neengal Paradhesigalaaith Thangugira Dhesaththil Neediththirukkumpadikku, "},
{ "Verses": "7 neengalum Ungal Pillaigalum Endrendraikkum Dhraatcharasam Kudiyaamalum, Veettaikkattaamalum, Vidhaiyai Vidhaiyaamalum, Dhraatchaththottaththai Naattaamalum, Adhaik Kaiyaalaamalum, Ungaludaiya Ellaa Naatkalilum Koodaarangalile Kudiyiruppeergalaaga Endru Engalukkuk Kattalaiyittaar. "},
{ "Verses": "8 appadiye Engal Ellaa Naatkalilum Naangalum Engal Sthreegalum Engal Kumaararum Engal Kumaaraththigalum Dhraatcharasam Kudiyaamalum, "},
{ "Verses": "9 naangal Kudiyirukka Veedugalaik Kattaamalum Rekaabin Kumaaranaagiya Engaludaiya Thagappan Yonadhaabin Saththaththukkuk Keezhppadindhirukkirom; Engalukku Dhraatchaththottamum Vayalum Vidhaippaadumillai. "},
{ "Verses": "10 naangal Koodaarangalil Kudiyirundhu, Engal Thagappanaagiya Yonadhaab Engalukkuk Kattalaiyittapadiyellaam Keezhppadindhu Seydhu Vandhom. "},
{ "Verses": "11 aanaalum Baabilon Raajaavaagiya Nebugaadhnechchaar Indha Dhesaththil Vandhapodhu, Naam Kaldheyarudaiya Raanuvaththukkum Seeriyarudaiya Raanuvaththukkum Thappumpadi Erusalemukkup Povom Vaarungal Endru Sonnom; Appadiye Erusalemil Thangiyirukkirom Endraargal. "},
{ "Verses": "12 appozhudhu Karththarudaiya Vaarththai Eremiyaavukku Undaagi, Avar, "},
{ "Verses": "13 isravelin Dhevanaagiya Senaigalin Karththar Uraikkiradhu Ennavendraal, Nee Poi, Yoodhaavin Manusharaiyum Erusalemin Kudigalaiyum Nokki: Neengal En Vaarththaigalaik Kettu, Buththiyai Etrukkollugiradhillaiyo Endru Karththar Sollugiraar. "},
{ "Verses": "14 dhraatcharasam Kudiyaadhapadikku, Rekaabin Kumaaranaagiya Yonadhaab Than Puththirarukkuk Kattalaiyitta Vaarththaigal Kaikkollappattuvarugiradhu; Avargal Innaalmattum Adhaik Kudiyaamal, Thangal Thagappanudaiya Kattalaikkuk Keezhppadigiraargal; Aanaalum Naan Ungalukku Erkanave Sollikkondeyirundhum, Enakkuk Keezhppadiyaamarponeergal. "},
{ "Verses": "15 neengal Anniya Dhevargalai Sevikkumpadi Avargalaip Pinpatraamal, Avanavan Than Pollaadha Vazhiyai Vittuth Thirumbi, Ungal Nadakkaiyai Seerthiruththungal, Appozhudhu Ungalukkum Ungal Pidhaakkalukkum Naan Koduththa Dhesaththile Kudiyiruppeergal Endru Solli, Theerkkadharisigalaagiya En Oozhiyakkaararaiyellaam Naan Ungalidaththukku Erkanave Anuppikkondirundhum, Neengal Ungal Seviyai Saayaamalum Enakkuk Keezhppadiyaamalumponeergal. "},
{ "Verses": "16 ippodhum, Rekaabin Kumaaranaagiya Yonadhaabin Puththirar Thangal Thagappan Thangalukkuk Kattalaiyitta Karpanaiyaik Kaikkondirukkumpodhu, Indha Janangal Enakkuk Keezhppadiyaamarponapadiyinaalum. "},
{ "Verses": "17 idho, Naan Avargalidaththil Pesiyum Avargal Kelaamalum, Naan Avargalai Nokkik Kooppittum Avargal Maruuththaravu Kodaamalum Ponapadiyinaalum, Yoodhaavinmelum Erusalemin Kudigal Ellaarinmelum Naan Avargalukku Virodhamaaga Sonna Ellaath Theengaiyum Varappannuven Endru Isravelin Dhevanum Senaigalin Dhevanumaagiya Karththar Sollugiraar Endru Sol Endraar. "},
{ "Verses": "18 pinnum Eremiyaa Rekaabiyarudaiya Kudumbaththaarai Nokki: Neengal Ungal Thagappanaagiya Yonadhaabin Kattalaikkuk Keezhppadindhu, Avanudaiya Karpanaigalaiyellaam Kaikkondu, Avan Ungalukkuk Kattalaiyittapadiyellaam Seydhuvandheergalendru, Isravelin Dhevanaagiya Karththarsollugiraar. "},
{ "Verses": "19 aadhalaal Sagala Naatkalilum Enakku Munbaaga Nirkaththakka Purushan Rekaabin Kumaaranaagiya Yonadhaabukku Illaamarpovadhillaiyendru Isravelin Dhevanaagiya Senaigalin Karththar Sollugiraar Endraan. "}
]