[
{ "Verses": "1 yosiyaavin Kumaaranum Yoodhaavin Raajaavumaagiya Yoyaakkeemudaiya Raajyabaaraththin Thuvakkaththile Karththaraal Eremiyaavukku, Undaana Vaarththai: "},
{ "Verses": "2 karththar Ennai Nokki: Nee Unakkuk Kayirugalaiyum Nugangalaiyum Undupanni, Avaigalai Un Kazhuththile Poottikkondu, "},
{ "Verses": "3 avaigalai Erusalemukku Sidhekkiyaa Raajaavinidaththil Varum Sthaanaapadhigal Kaiyile Edhomin Raajaavukkum, Movaabin Raajaavukkum, Ammon Puththirarin Raajaavukkum, Theeruvin Raajaavukkum, Seedhonin Raajaavukkum Anuppi, "},
{ "Verses": "4 avargal Thangal Ejamaangalukku Sollumpadik Karpikkavendumendru Isravelin Dhevanaagiya Senaigalin Karththar Uraikkiradhu Ennavendraal, "},
{ "Verses": "5 naan Boomiyaiyum Manushanaiyum Boomiyinmelulla Mirugajeevangalaiyum En Magaa Balaththinaalum Ongiya En Buyaththinaalum Undaakkinen; Enakku Ishtamaanavanukku Adhaik Kodukkiren. "},
{ "Verses": "6 ippozhudhum Naan Indha Dhesangalaiyellaam En Oozhiyakkaaranaagiya Nebugaadhnechchaar Engira Baabilon Raajaavin Kaiyile Koduththen; Avanukku Oozhiyancheyyumpadi Veliyin Mirugajeevangalaiyum Koduththen. "},
{ "Verses": "7 avanudaiya Dhesaththukkuk Kaalam Varugiravaraiyil Sagala Jaadhigalum Avanaiyum Avanudaiya Puththirapowththiraraiyum Sevippaargal; Adhinpinbu Anegam Jaadhigalum Periya Raajaakkalum Avanai Adimaikolvaargal. "},
{ "Verses": "8 endha Jaadhiyaavadhu, Endha Raajyamaavadhu Baabilon Raajaavaagiya Nebugaadhnechchaar Enbavanai Seviyaamalum, Than Kazhuththai Baabilon Raajaavin Nugaththukkuk Keezhppaduththaamalumponaal, Andha Jaadhiyai Naan Avan Kaiyaale Nirmoolamaakkumalavum, Pattayaththaalum Panjaththaalum Kollainoyaalum Dhandippen Endru Karththar Sollugiraar. "},
{ "Verses": "9 baabilon Raajaavai Neengal Sevippadhillaiyendru Ungalukku Sollugira Ungal Theerkkadharisigalukkum, Ungal Kurikaararukkum, Ungal Soppanakkaararukkum, Ungal Naalpaarkkiravargalukkum, Ungal Sooniyakkaararukkum Neengal Sevikodaadhirungal. "},
{ "Verses": "10 naan Ungalai Ungal Dhesaththilirundhu Dhoorappaduththugiradharkum, Ungalaith Thuraththividugiradharkum, Neengal Azhigiradharkumaaga Avargal Ungalukkup Poiyaana Theerkkadharisanam Sollugiraargal. "},
{ "Verses": "11 aanaalum Endha Jaadhi Than Kazhuththai Baabilon Raajaavin Nugaththukkuk Keezhppaduththi, Avanai Sevikkumo, Andha Jaadhiyaith Than Dhesaththaip Payirittu, Adhile Kudiyirundhu Thaabarikkappannuven Endru Karththar Sollugiraar. "},
{ "Verses": "12 indha Ellaa Vaarththaigalinpadiye Naan Yoodhaavin Raajaavaagiya Sidhekkiyaavodu Pesi: Ungal Kazhuththai Baabilon Raajaavin Nugaththukkuk Keezhppaduththi, Avanaiyum Avan Janaththaiyum Seviyungal, Appozhudhu Pizhaippeergal. "},
{ "Verses": "13 baabilon Raajaavai Seviyaamarpogira Jaadhikku Virodhamaaga Karththar Sonnadhinpadiye, Neeyum Un Janamum Pattayaththaalum Panjaththaalum Kollainoyaalum Saavaanen? "},
{ "Verses": "14 neengal Baabilon Raajaavai Sevippadhillaiyendru Ungaludane Sollugira Theerkkadharisigalin Vaarththaigalaik Kelaadhirungal; Avargal Ungalukkup Poiyaana Theerkkadharisanam Sollugiraargal. "},
{ "Verses": "15 naan Avargalai Anuppinadhillai; Naan Ungalaith Thuraththividugiradharkum, Neengalum Ungalukkuth Theerkkadharisanam Sollugira Theerkkadharisigalum Azhindhupogiradharkum Allavo Ivargal En Naamaththai Solli, Poiyaana Theerkkadharisanam Uraikkiraargal Endru Karththar Sollugiraar Endren. "},
{ "Verses": "16 melum Naan Aasaariyaraiyum Indha Ellaa Janangalaiyum Nokki: Idho, Karththarudaiya Aalayaththin Panimuttugal Ippozhudhu Seekkiraththile Baabilonilirundhu Thirumbikkonduvarappadumendru, Ungalukkuth Theerkkadharisanam Sollugira Ungaludaiya Theerkkadharisigalin Vaarththaigalaik Kelaadhirungal Endru Karththar Sollugiraar; Avargal Ungalukkup Poiyaana Theerkkadharisanam Sollugiraargal. "},
{ "Verses": "17 avargalukku Sevikodaadhirungal; Baabilon Raajaavai Seviyungal, Appozhudhu Pizhaippeergal Indha Nagaram Paazhaaippogavendiyadhenna? "},
{ "Verses": "18 alladhu Avargal Theerkkadharisigalaayirundhu, Avargalidaththile Karththarudaiya Vaarththai Irundhaal, Karththarudaiya Aalayaththilum, Yoodhaa Raajaavin Aramanaiyilum, Erusalemilum Meedhiyaana Panimuttugal Baabilonukkup Pogaadhapadikku Avargal Senaigalin Karththarai Nokki Mandraadattume. "},
{ "Verses": "19 baabilon Raajaavaagiya Nebugaadhnechchaar Yoyaakkeemin Kumaaranaagiya Ekoniyaa Ennum Yoodhaavin Raajaavaiyum, Yoodhaavilum Erusalemilirundha Periyor Anaivaraiyum Erusalemilirundhu Baabilonukku Siraipidiththukkondupogaiyil, "},
{ "Verses": "20 edukkaamal Vitta Sagala Thoongalaiyum Kadalthottiyaiyum, Aadhaarangalaiyum, Indha Nagaraththil Meedhiyaana Matrap Panimuttugalaiyunkuriththu Senaigalinkarththar Sollugiradhu Ennavendraal, "},
{ "Verses": "21 karththarudaiya Aalayaththilum, Yoodhaaraajaavin Aramanaiyilum, Erusalemilum Meedhiyaana Andhap Panimuttugal Baabilonukkuk Kondupogappadumendru Isravelin Dhevanaagiya Senaigalin Karththar Sollugiraar. "},
{ "Verses": "22 naan Avaigalai Visaarikkum Naalvaraikkum Avaigal Ange Irukkum; Pinbu Avaigalaith Thirumba Indha Sthalaththirkuk Konduvarappannuven Endrukarththar Sollugiraar Endren. "}
]