[
{ "Verses": "1 baabilonukkuk Kondupogumpadi Erusalemilum Yoodhaavilum Siraigalaaip Pidiththuvaikkappatta Janangalukkul Vilangidappattirundha Eremiyaavaik Kaavarchenaadhipadhiyaagiya Nebusaraadhaan Vidudhalaiyaakki Raamaavilirundhu Anuppivittapinbu, Eremiyaavukkuk Karththaraal Undaana Vasanam: "},
{ "Verses": "2 kaavarchenaadhipadhi Eremiyaavai Azhaippiththu, Avanai Nokki: Un Dhevanaagiya Karththar Indha Sthalaththukku Indhath Theengu Varumendru Solliyirundhaar. "},
{ "Verses": "3 thaam Sonnapadiye Karththar Varappanniyumirukkiraar; Neengal Karththarukku Virodhamaaip Paavancheydhu, Avarudaiya Saththaththukku Sevikodaamarponeergal; Aagaiyaal Ungalukku Indhak Kaariyam Vandhadhu. "},
{ "Verses": "4 ippodhum Idho, Un Kaigalilidappatta Vilangugalai Indru Neekkippotten; Ennodekooda Baabilonukku Vara Unakku Nanmaiyaaith Thondrinaal Vaa, Naan Unnaip Paththiramaaip Paarththukkolven; Ennodekooda Baabilonukku Vara Unakku Nandraaith Thondraavittaal, Irukkattum; Idho, Dhesamellaam Unakku Munbaaga Irukkiradhu, Evvidaththukkuppoga Unakku Nanmaiyum Sevvaiyumaaik Kaangiradho Avvidaththukkup Po Endraan. "},
{ "Verses": "5 avan Innum Pogaamalirukkumpodhu, Avan Ivanai Nokki: Nee Baabilon Raajaa Yoodhaa Pattanangalinmel Adhikaariyaaga Vaiththa Saappaanudaiya Kumaaranaagiya Agikkaamin Maganaana Kedhaliyaavinidaththukkuth Thirumbippoi, Avanode Janangalukkulle Thangiyiru; Illaavittaal, Evvidaththukkup Poga Unakku Sevvaiyaaith Thondrugiradho, Avvidaththukkup Po Endru Solli, Kaavarchenaadhipadhi Avanukku Vazhichchelavaiyum Vegumadhiyaiyum Koduththu Avanai Anuppivittaan. "},
{ "Verses": "6 appadiye Eremiyaa Mispaavukku Agikkaamin Kumaaranaagiya Kedhaliyaavinidaththil Poi, Dhesaththil Meedhiyaana Janangalukkul Avanode Thangiyirundhaan. "},
{ "Verses": "7 baabilon Raajaa Agikkaamin Kumaaranaagiya Kedhaliyaavai Dhesaththinmel Adhikaariyaakkinaan Endrum, Baabilonukku Siraigalaagak Kondupogappattiraadha Kudigalil Ezhaigalaana Purusharaiyum Sthreegalaiyum Kuzhandhaigalaiyum Avanudaiya Visaarippukku Oppuviththaan Endrum, Veliyilirukkira Raanuva Servaikkaarar Anaivarum Avargaludaiya Manusharum Kettapodhu, "},
{ "Verses": "8 avargal Mispaavukkuk Kedhaliyaavinidaththil Vandhaargal; Yaarenil, Neththaaniyaavin Kumaaranaagiya Ismavelum, Kareyaavin Kumaararaagiya Yoganaanum, Yonaththaanum, Thankoomeththin Kumaaranaagiya Seraayaavum, Neththobaaththiyanaagiya Eppaayin Kumaararum, Maagaaththiyanaana Oruvanudaiya Kumaaranaagiya Yesaniyaavum Aagiya Ivargalum Ivargalai Serndhavargalume. "},
{ "Verses": "9 appozhudhu Saappaanudaiya Kumaaranaagiya Agikkaamin Magan Kedhaliyaa Avargalaiyum Avargal Manusharaiyum Nokki: Neengal Kaldheyarai Sevikka Bayappadavendaam, Neengal Dhesaththilirundhu Baabilon Raajaavai Seviyungal; Appozhudhu Ungalukku Nanmaiyundaagum. "},
{ "Verses": "10 naanovenil, Idho, Nammidaththile Varugira Kaldheyaridaththil Sevikkumpadi Mispaavile Kudiyirukkiren; Neengalo Poi, Dhraatcharasaththaiyum Pazhangalaiyum Enneyaiyum Serththu, Ungal Paandangalil Vaiththu, Ungal Vasamaayirukkira Oorgalil Kudiyirungal Endru Aanaiyittu Sonnaan. "},
{ "Verses": "11 movaabilum Ammon Puththiraridaththilum Edhomilum Sagala Dhesangalilum Irukkira Yoodharum, Baabilon Raajaa Yoodhaavil Silar Meedhiyaayirukkak Kattalaiyittaanendrum, Saappaanudaiya Kumaaranaagiya Agikkaamin Maganaana Kedhaliyaavai Avargalmel Adhikaariyaakkinaanendrum, Kettapodhu, "},
{ "Verses": "12 ellaa Yoodharum Thaangal Thuraththunda Ellaa Idangalilumirundhu, Yoodhaa Dhesaththil Kedhaliyaavinidaththil Mispaavukku Vandhu, Dhraatcharasaththaiyum Pazhangalaiyum Migudhiyaai Serththuvaiththaargal "},
{ "Verses": "13 appozhudhu Kareyaavin Kumaaranaagiya Yoganaanum Veliyile Irundha Sagala Raanuva Servaikkaararum Mispaavukkuk Kedhaliyaavinidaththil Vandhu, "},
{ "Verses": "14 ummaik Kondrupodumpadikku, Ammon Puththirarin Raajaavaagiya Paalis Enbavan, Neththaaniyaavin Kumaaranaagiya Ismavelai Anuppinaanenbadhai Neer Ariyavillaiyo Endraargal; Aanaalum Agikkaamin Kumaaranaagiya Kedhaliyaa Avargal Vaarththaiyai Nambavillai. "},
{ "Verses": "15 pinnum Kareyaavin Kumaaranaagiya Yoganaan Mispaavile Kedhaliyaavode Ragasiyamaaip Pesi: Naan Poi Oruvarum Ariyaamal Neththaaniyaavin Kumaaranaagiya Ismavelai Vettippoda Uththaravaagavendum; Ummidaththil Serndha Yoodharellaarum Sidharundupogavum Yoodhaavil Meendhavargal Azhiyavum Avan Ummaik Kondrupodavendiyadhenna Endraan. "},
{ "Verses": "16 aanaalum Agikkaamin Kumaaranaagiya Kedhaliyaa Kareyaavin Kumaaranaagiya Yoganaanai Nokki: Nee Indhak Kaariyaththai Seyyaadhe; Ismavelinmel Nee Poi Sollugiraai Endraan. "}
]