[
{ "Verses": "1 karththaraal Eremiyaavukku Undaana Vasanam: "},
{ "Verses": "2 nee Ezhundhu, Kuyavan Veettirkuppo; Ange En Vaarththaigalai Unakkuth Therivippen Endraar. "},
{ "Verses": "3 appadiye Naan Kuyavan Veettirkup Ponen, Idho, Avan Thirigaiyinaale Vanaindhukondirundhaan. "},
{ "Verses": "4 kuyavan Vanaindhukondirundha Manpaandam Avan Kaiyile Kettuppoyitru; Appozhudhu Adhaith Thiruththamaai Seyyumpadikku, Than Paarvaikku Sariyaaik Kandapadi Kuyavan Adhaith Thirumba Verepaandamaaga Vanaindhaan. "},
{ "Verses": "5 appozhudhu Karththarudaiya Vasanam Enakku Undaagi, Avar: "},
{ "Verses": "6 isravel Kudumbaththaare, Indhak Kuyavan Seydhadhupola Naan Ungalukku Seyyak Koodaadho Endru Karththar Sollugiraar; Idho Isravel Veettaare, Kaliman Kuyavan Kaiyil Irukkiradhupola Neengal En Kaiyil Irukkireergal. "},
{ "Verses": "7 pidunguven, Idippen, Azhippen Endru Naan Oru Jaadhikku Virodhamaagavum, Oru Raajyaththukku Virodhamaagavum Sonnamaaththiraththil, "},
{ "Verses": "8 naan Virodhamaai Pesina Andha Jaadhiyaar Thangal Theengaivittuth Thirumbinaal, Naanum Avargalukku Seyya Ninaiththa Theengai Seyyaadhapadikku, Manam Maaruven. "},
{ "Verses": "9 kattuven, Naattuven Endrum, Oru Jaadhiyaiyum Oru Raajyaththaiyum Kuriththu Naan Sollugiradhumundu. "},
{ "Verses": "10 avargal En Saththaththaikkelaamal, En Paarvaikkup Pollaappaanadhai Seyvaargalaanaal, Naanum Avargalukku Arulseyven Endru Sonna Nanmaiyai Seyyaadhapadikku Manam Maaruven. "},
{ "Verses": "11 ippozhudhum, Nee Yoodhaavin Manusharaiyum Erusalemin Kudigalaiyum Nokki: Idho, Naan Ungalukku Virodhamaaga Oru Theengai Uruvappaduththi, Ungalukku Virodhamaaga Oru Kaariyaththai Yosikkiren; Aagaiyaal, Ungalil Ovvoruvarum Than Pollaadha Vazhiyaivittuth Thirumbi, Ungal Vazhigalaiyum, Ungal Kiriyaigalaiyum Seerppaduththungal Endru Karththar Uraikkiraar Endru Sol. "},
{ "Verses": "12 aanaalum Avargal: Adhu Koodaadha Kaariyam, Naangal Engal Yosanaigalinpadiye Nadandhu, Avaravar Thamtham Pollaadha Irudhayaththinudaiya Kadinaththinpadiye Seyvom Engiraargal. "},
{ "Verses": "13 aagaiyaal Karththar Sollugiraar: Ippadippattavaigalaik Kelvippattavan Yaar Endru Purajaadhigalukkulle Visaariththuppaarungal; Migavum Thidukkidaththakka Kaariyaththai Isravel Ennum Kannigai Seygiraal. "},
{ "Verses": "14 leebanonin Uraindha Mazhai Vayal Veliyin Kanmalaiyilirundhu Atruppogiradhundo? Odivarugira Anniyadhesaththuk Kulirndha Thanneergal Vadindhu Pogiradhundo? "},
{ "Verses": "15 en Janangalo Ennai Marandhu, Maayaiyaana Vikkiragangalukkuth Thoobankaattugiraargal; Seppanidappadaadha Paadhaigalilum Vazhiyilum Avargal Nadakkumpadi, Avaigal Avargalaip Poorva Paadhaigalaagiya Avargaludaiya Vazhigalilirundhu Idarumpadi Seygiradhu. "},
{ "Verses": "16 naan Avargaludaiya Dhesaththaip Paazhaakkavum, Endrendraikkum Eesalittu Nindhikkum Nindhaiyaakkavum Seyyumpadi Ippadi Seygiraargal; Adhaik Kadandhupogira Evanum Bramiththu, Than Thalaiyaith Thulukkuvaan. "},
{ "Verses": "17 kondalkaatrup Parakkadikkumaappol Naan Avargalai Avargal Saththurukkalukku Munbaagap Parakkadippen; Avargaludaiya Aabaththin Naalile En Mugaththaiyalla, En Mudhugai Avargalukkuk Kaattuven Endru Sol Endraar. "},
{ "Verses": "18 adharku Avargal: Eremiyaavukku Virodhamaaga Aalosanai Seyvom Vaarungal; Aasaariyaridaththile Vedhamum, Gnaanigalidaththile Aalosanaiyum, Theerkkadharisigalidaththile Vasanamum Ozhindhupovadhillai. Ivan Vaarththaigalai Naam Gavaniyaamal, Ivanai Naavinaale Vettippoduvom Vaarungal Endraargal. "},
{ "Verses": "19 karththaave Neer Ennai Gavaniththu, Ennode Vazhakkaadugiravargalin Saththaththaik Kelum. "},
{ "Verses": "20 nanmaikkuth Theemaiyai Sarikkattalaamo? En Aaththumaavukkup Padukuzhiyai Vettugiraargale; Ummudaiya Ukkiraththai Avargalaivittuth Thiruppumpadikku Naan Avargalukkaaga Nanmaiyaip Pesa Umakkumunbaaga Nindradhai Ninaiththarulum. "},
{ "Verses": "21 aagaiyaal, Avargaludaiya Pillaigalaip Panjaththukku Oppukkoduththu, Avargalaip Pattayaththukku Iraiyaakkividum; Avargal Manaivigal Pillaigalatravargalum Vidhavaigalumaagi, Avargal Purushargal Kolaiseyyappattu, Avargal Vaalibargal Yuththaththile Pattayavettaal Madiyakkadavargal. "},
{ "Verses": "22 neer Sadidhiyil Avargalmel Raanuvaththai Varappannugaiyaal, Kookkural Avargal Veedugalilirundhu Ketkappadakkadavadhu; Ennaip Pidikkap Padukuzhiyai Vetti, En Kaalgalukkuk Kannigalai Vaiththaargale. "},
{ "Verses": "23 aanaalum Karththaave, Avargal Enakku Virodhamaai Seyyum Kolaipaadhaga Yosanaiyaiyellaam Neer Ariveer; Avargaludaiya Akkiramaththai Umadhu Kannukku Maraivaaga Moodaamalum, Avargal Paavaththaik Kulaikkaamalum Iruppeeraaga; Avargal Umakku Munbaagak Kavizhkkappadakkadavargal, Umadhu Kobaththin Kaalaththile Ippadi Avargalukku Seyyum. "}
]