[
{ "Verses": "1 yoodhaavin Raajaavaagiya Sidhekkiyaa Arasaanda Onbadhaam Varusham Paththaam Maadhaththile Baabilon Raajaavaagiya Nebugaadhnechchaarum Avanudaiya Ellaa Raanuvamum Erusalemukku Virodhamaai Vandhu, Adhai Mutrikkaipottaargal. "},
{ "Verses": "2 sidhekkiyaa Arasaanda Padhinoraam Varusham Naalaam Maadham, Onbadhaam Thedhiyile Nagaraththu Madhilil Thirappukkandadhu. "},
{ "Verses": "3 appozhudhu Baabilon Raajaavin Prabukkalaagiya Nerkalsaredhser, Samkaarnepo, Sarsegim, Rapsaarees, Therkalsaredhser, Rapmaak Enbavargalum, Baabilon Raajaavin Matra Ellaap Prabukkalum Utpravesiththu, Naduvaasalil Irundhaargal. "},
{ "Verses": "4 appozhudhu Yoodhaavin Raajaavaagiya, Sidhekkiyaavum Sagala Yuththa Manusharum Avargalaik Kandapodhu, Odi, Raaththiri Kaalaththil Raajaavudaiya Thottaththuvazhiye, Irandu Madhilgalukku Naduvaana Vaasalaal Nagaraththilirundhu Purappattup Ponaargal; Avan Vayalveliyin Vazhiye Poivittaan. "},
{ "Verses": "5 aanaalum Kaldheyarudaiya Raanuvam Avargalaip Pinthodarndhu, Erigovin Samaboomiyil Sidhekkiyaavaik Kitti, Avanaip Pidiththu, Avanai Aamaathdhesaththin Ooraagiya Riplaavukku, Baabilon Raajaavaagiya Nebugaadhnechchaaridaththil Konduponaargal; Ange Ivan Avanaik Kuriththuth Theerppu Seydhaan. "},
{ "Verses": "6 pinbu Baabilon Raajaa Riplaavile, Sidhekkiyaavin Kumaararai Avan Kangalukku Munbaaga Vettuviththaan; Yoodhaa Prabukkal Anaivaraiyum Baabilon Raajaa Vetti, "},
{ "Verses": "7 sidhekkiyaavin Kangalaik Keduththu, Avanai Baabilonukkuk Kondupoga Avanukku Irandu Vengala Vilangugalaip Pottaan. "},
{ "Verses": "8 kaldheyar, Raajaavin Aramanaiyaiyum Janaththin Veedugalaiyum Akkiniyaal Sutteriththu, Erusalemin Madhilgalai Idiththuppottaargal. "},
{ "Verses": "9 nagaraththil Thangiyirundha Janangalaiyum, Than Patchaththil Odivandhuvittavargalaiyum, Meedhiyaana Matra Janangalaiyum, Kaavar Senaadhipadhiyaagiya Nebusaraadhaan Baabilonukku Siraigalaagak Konduponaan. "},
{ "Verses": "10 kaavar Senaadhipadhiyaagiya Nebusaraadhaan Ondrumillaadha Ezhaigalil Silarai Yoodhaa Dhesaththile Vaiththu, Avargalukku Annaalile Dhraatchaththottangalaiyum Vayalnilangalaiyum Koduththaan. "},
{ "Verses": "11 aanaalum Eremiyaavaik Kuriththu, Baabilon Raajaavaagiya Nebugaadhnechchaar Kaavarchenaadhipadhiyaagiya Nebusaraadhaanai Nokki: "},
{ "Verses": "12 nee Avanai Azhaippiththu, Avanukku Oru Pollaappum Seyyaamal, Avanaip Paththiramaaip Paarththu, Avan Unnode Sollugirapadiyellaam Avanai Nadaththendru Kattalaikoduththaan. "},
{ "Verses": "13 appadiye Kaavarchenaadhipadhiyaagiya Nebusaraadhaanum, Nebusaspaan, Rapsaarees, Nerkalsaredhser, Rapmaak Enbavargalum, Baabilon Raajaavin Ellaap Prabukkalum, "},
{ "Verses": "14 eremiyaavaik Kaavarchaalaiyin Mutraththilirundhu Varavazhaiththu, Avanai Veliye Veettukku Azhaiththukkondupogumpadikku Avanai Saappaanudaiya Kumaaranaagiya Agikkaamin Maganaana Kedhaliyaavinidaththil Oppuviththaargal; Appadiye Avan Janaththukkulle Thangiyirundhaan. "},
{ "Verses": "15 idhuvumallaamal Eremiyaa Innum Kaavarchaalaiyin Mutraththile Adaikkappattirukkaiyil, Avanukkuk Karththaraal Undaana Vasanam: "},
{ "Verses": "16 nee Poi, Eththiyoppiyanaagiya Epedhmelekkukku Sollavendiyadhu Ennavendraal, Idho, Ennudaiya Vaarththaigalai Indha Nagaraththinmel Nanmaiyaaga Alla, Theemaiyaagave Varappannuven; Avaigal Annaalile Un Kangalukku Munbaaga Niraiverum Endru Isravelin Dhevanaagiya Senaigalin Karththar Sollugiraar. "},
{ "Verses": "17 aanaal Annaalile Unnaith Thappuvippen Endru Karththar Sollugiraar; Nee Bayappadugira Manusharin Kaiyile Oppukkodukkappaduvadhillai. "},
{ "Verses": "18 unnai Nichchayamaaga Viduvippen, Nee Pattayaththukku Iraiyaavadhillai; Nee Ennai Nambinapadiyinaal Un Praanan Unakkuk Kidaiththa Kollaipporulaippola Irukkumendru Karththar Sollugiraar Endraar. "}
]