[
{ "Verses": "1 oru Purushan Than Manaiviyaith Thallivida, Aval Avanidaththilirundhu Purappattuppoi Anniyaburushanukku Manaiviyaanaal, Avan Avalidaththil Inith Thirumbappovaano? Andha Dhesam Migavum Theettuppadumallavo Endru Manushar Solluvaargal; Neeyovendraal Anega Nesarode Vesiththanampanninaai; Aagilum Ennidaththirkuth Thirumbivaa Endru Karththar Sollugiraar. "},
{ "Verses": "2 nee Medugalinmel Un Kangalai Ereduththu, Nee Vesiththanampannaadha Idam Ondru Undo Endru Paar; Vanaandharaththile Arabiyan Kaaththukkondirukkiradhupola, Nee Vazhi Orangalil Un Nesarukkuk Kaaththukkondirundhu, Un Vesiththanangalaalum, Un Akkiramangalaalum Dhesaththaith Theettuppaduththinaai. "},
{ "Verses": "3 adhinimiththam Mazhai Varushiyaamalum Pinmaariyillaamalum Poyitru; Unakko, Sorasthreeyin Netriyirukkiradhu; Neeyo: Naanamaatten Engiraai. "},
{ "Verses": "4 nee Idhumudhal Ennai Nokki: En Pidhaave, Dhevareer En Ilavayadhin Adhipadhiyendru Solli, "},
{ "Verses": "5 sadhaakaalamum Kobaththai Vaippaaro? Adhai Endrendraikkum Kaappaaro Engiraai Allavo? Idho, Ippadi Nee Solliyum Pollaappugalaichcheydhu, Minjippogiraai Engiraar. "},
{ "Verses": "6 yosiyaa Raajaavin Naatkalile Karththar Ennai Nokki: Seerketta Isravel Enbaval Seydhadhaik Kandaayaa? Aval Uyaramaana Sagala Malaiyinmelum, Pachchaiyaana Sagala Maraththinkeezhum Poi, Ange Vesiththanam Panninaal. "},
{ "Verses": "7 aval Ippadiyellaam Seydhapinbu: Nee Ennidaththil Thirumbivaa Endru Naan Sonnen; Avalo Thirumpavillai; Idhai Avaludaiya Sagodhariyaagiya Yoodhaa Engira Dhrogi Kandaal. "},
{ "Verses": "8 seerketta Isravel Enbaval Vibasaarampannina Mugaandharangal Ellaavatrinimiththamum Naan Avalai Anuppivittu, Avaludaiya Thalludharcheettai Avalukkuk Koduththapodhum, Avaludaiya Sagodhariyaagiya Yoodhaa Engira Dhrogi Bayappadaamal; Ivalum Poi Vesiththanampanninaal, Idhai Naan Kanden. "},
{ "Verses": "9 prasiththamaana Avaludaiya Vesiththanaththinaale Dhesam Theettuppattuppoyitru; Kallodum Maraththodum Vibasaaram Pannikkondirundhaal Endraar. "},
{ "Verses": "10 ivaigalaiyellaam Kandum, Yoodhaa Engira Avaludaiya Sagodhariyaagiya Dhrogi, Kallaththanamaaith Thirumbinaaleyandri, Muzhu Irudhayaththodum Ennidaththil Thirumpavillai Endru Karththar Sollugiraar. "},
{ "Verses": "11 pinnum Karththar Ennai Nokki: Yoodhaa Engira Dhrogiyaippaarkkilum Seerketta Isravel Enbaval Thannai Needhiyullavalaakkinaal. "},
{ "Verses": "12 nee Poi Vadathisaiyai Nokkik Kooravendiya Vaarththaigal Ennavendraal: Seerketta Isravele, Thirumbu Endru Karththar Sollugiraar; Naan Ungalmel En Kobaththai Irangappannuvadhillai; Naan Kirubaiyullavarendru Karththar Sollugiraar; Naan Endraikkum Kobam Vaikkamaatten. "},
{ "Verses": "13 neeyo, Un Dhevanaagiya Karththarukku Virodhamaai Dhrogampanni, Pachchaiyaana Sagala Maraththinkeezhum Anniyarode Soramaarkkamaai Nadandhu, Un Akkiramaththaiyum, En Saththaththukku Sevikodaamarponadhaiyum Oththukkol Endru Karththar Sollugiraar. "},
{ "Verses": "14 seerketta Pillaigale, Thirumbungal Endru Karththar Sollugiraar; Naan Ungal Naayagar; Naan Ungalai Ooril Oruvanum Vamsaththil Iranduperumaagath Therindhu, Ungalai Seeyonukku Azhaiththukkondu Vandhu, "},
{ "Verses": "15 ungalukku En Irudhayaththukku Etra Meyppargalaik Koduppen, Avargal Ungalai Arivodum Buththiyodum Meyppaargal. "},
{ "Verses": "16 neengal Dhesaththile Perugip Palugugira Annaatkalile, Avargal Karththarudaiya Udanpadikkaip Pettiyendru Ini Solvadhillai; Adhu Avargal Manadhil Ezhumbuvadhum Illai; Adhu Avargal Ninaivil Varuvadhum Illai; Adhaikkuriththu Visaarippadhum Illai; Adhu Ini Seppanidappaduvadhum Illai Endrukarththar Sollugiraar. "},
{ "Verses": "17 akkaalaththile Erusalemaik Karththarudaiya Singaasanam Enbaargal; Sagala Jaadhiyaarum Erusalemil Vilangiya Karththarudaiya Naamaththinimiththam Adhinidamaaga Servaargal; Avargal Inith Thangal Pollaadha Irudhayaththin Ichchaiyinpadi Nadavaargal. "},
{ "Verses": "18 annaatkalile Yoodhaa Vamsaththaar Isravel Vamsaththaarode Serndhu, Avargal Egamaai Vadadhesaththilirundhu Purappattu, Naan Thangal Pidhaakkalukku Sudhandharamaagak Koduththa Dhesaththirku Varuvaargal, "},
{ "Verses": "19 naan Unnaip Pillaigalin Varisaiyile Vaiththu, Janakkoottangalukkulle Nalla Sudhandharamaagiya Dhesaththai Unakkuk Koduppadhu Eppadiyendru Sonnen; Aanaalum Nee Ennai Nokki, En Pidhaave Endru Azhaippaai; Nee Ennaivittu Vilaguvadhillaiyendru Thirumbavum Sonnen. "},
{ "Verses": "20 oru Manaivi Than Purushanukku Dhrogam Seyvadhupola, Isravel Vamsaththaaraagiya Neengal Enakku Dhrogamseydhadhu Mey Endru Karththar Sollugiraar. "},
{ "Verses": "21 isravel Puththirar Thangal Vazhiyai Maarupaadaakki, Thangal Dhevanaagiya Karththarai Marandhadhinimiththam Azhudhukondu Vinnappancheyyum Saththam Uyarndha Sthaanangalile Ketkappadum. "},
{ "Verses": "22 seerketta Pillaigale, Thirumbungal; Ungal Seerkedugalaik Gunamaakkuven Endraar. Idho, Ummidaththil Varugirom; Neere Engal Dhevanaagiya Karththar "},
{ "Verses": "23 kundrugalaiyum Thiralaana Malaigalaiyum Nambugiradhu Virudhaa Enbadhu Mey; Isravelin Ratchippu Engal Dhevanaagiya Karththarukkul Iruppadhu Enbadhu Meyye. "},
{ "Verses": "24 indha Lachchaiyaanadhu Engal Siruvayadhumudhal Engal Pidhaakkaludaiya Prayaasaththaiyum, Avargal Aadugalaiyum Maadugalaiyum, Avargal Kumaararaiyum Kumaaraththigalaiyum Patchiththuppottadhu. "},
{ "Verses": "25 engal Lachchaiyile Kidakkirom; Engal Avamaanam Engalai Moodiyirukkiradhu; Naangalum, Engal Pidhaakkalum Engal Siruvayadhu Mudhal Innaalvaraikkum Engal Dhevanaagiya Karththarukku Virodhamaagap Paavancheydhom; Engal Dhevanaagiya Karththarudaiya Sollaik Kelaamalumponom. "}
]