[
{ "Verses": "1 pinbu Ezhaam Maadhaththile Raajavamsaththil Pirandhavanum, Elisaamaavin Kumaaranaagiya Neththaaniyaavin Maganumaana Ismavelum, Avanudanekooda Raajaavin Prabukkalaana Paththup Perum Mispaavukku Agikkaamin Kumaaranaagiya Kedhaliyaavinidaththil Vandhu, Ange Egamaai Pojanampanninaargal. "},
{ "Verses": "2 appozhudhu Neththaaniyaavin Kumaaranaagiya Ismavelum, Avanodirundha Paththupperum Ezhumbi, Baabilon Raajaa Dhesaththinmel Adhikaariyaaga Vaiththa Saappaanin Kumaaranaagiya Agikkaamin Maganaana Kedhaliyaavaip Pattayaththaal Vettinaargal. "},
{ "Verses": "3 mispaavile Kedhaliyaavinidaththil Irundha Ellaa Yoodharaiyum, Ange Kaanappatta Yuththamanusharaagiya Kaldheyaraiyum Ismavel Vettip Pottaan. "},
{ "Verses": "4 avan Kedhaliyaavaik Kondra Pinbu, Marunaalile Adhai Oruvarum Innum Ariyaadhirukkaiyil: "},
{ "Verses": "5 thaadiyai Siraiththu, Vasthirangalaik Kizhiththu, Thangalaik Keerikkondirundha Enbadhuper Seegemilum Seelovilum Samaariyaavilumirundhu, Thangal Kaigalil Kaanikkaigalaiyum Thoobavarkkangalaiyum, Karththarudaiya Aalayaththukkuk Kondupogumpadi Vandhaargal. "},
{ "Verses": "6 appozhudhu Neththaaniyaavin Kumaaranaagiya Ismavel Mispaavilirundhu Purappattu, Avargalukku Edhiraaga Azhudhukonde Nadandhuvandhu Avargalai Sandhiththapodhu, Avargalai Nokki: Agikkaamin Kumaaranaagiya Kedhaliyaavinidaththil Vaarungal Endraan. "},
{ "Verses": "7 avargal Nagaraththin Maththiyil Vandhapodhu, Neththaaniyaavin Kumaaranaagiya Ismavelum, Avanodirundha Manusharum Avargalai Vetti Oru Pallaththile Thallippottaargal. "},
{ "Verses": "8 aanaalum Avargalil Paththuper Meendhirundhaargal; Avargal Ismavelaippaarththu; Engalaik Kolai Seyyavendaam; Kodhumaiyum Vaarkodhumaiyum Enneyum Thenumulla Pudhaiyalgal Engalukku Nilaththinkeezh Irukkiradhu Endraargal; Appozhudhu Avargalai Avargal Sagodhararodunkooda Kolaiseyyaamal Vittuvaiththaan. "},
{ "Verses": "9 ismavel Kedhaliyaavinimiththam Vettina Manusharudaiya Predhangalaiyellaam Erindhupotta Pallamovenil, Aasaa Ennum Raajaa Isravelin Raajaavaagiya Paashaavinimiththam Undupannina Pallandhaane; Adhai Neththaaniyaavin Kumaaranaagiya Ismavel Vettunda Predhangalaal Nirappinaan. "},
{ "Verses": "10 pinbu Ismavel Mispaavil Irukkira Meedhiyaana Janaththaiyellaam Siraippaduththikkonduponaan; Raajaavin Kumaaraththigalaiyum Kaavarchenaadhipadhiyaagiya Nebusaraadhaan Agikkaamin Kumaaranaagiya Kedhaliyaavin Visaarippukku Oppuviththup Pona Mispaavilulla Meedhiyaana Sagala Janangalaiyum Neththaaniyaavin Kumaaranaagiya Ismavel Siraippaduththikkondu Ammon Puththirar Patchaththil Pogap Purappattaan. "},
{ "Verses": "11 neththaaniyaavin Kumaaranaagiya Ismavel Seydha Pollaappaiyellaam Kareyaavin Kumaaranaagiya Yoganaanum, Avanodirundha Ellaa Raanuva Servaikkaararum Kettapodhu. "},
{ "Verses": "12 avargal Purusharaiyellaam Koottikkondu, Neththaaniyaavin Kumaaranaagiya Ismavelode Yuththam Pannappoi, Avanaik Kibiyonilirukkum Perunkulaththuth Thanneerandaiyile Kandaargal. "},
{ "Verses": "13 appozhudhu Ismavelodirundha Sagala Janangalum Kareyaavin Kumaaranaagiya Yoganaanaiyum, Avanodirundha Ellaa Raanuva Servaikkaararaiyum Kandu Sandhoshappattu, "},
{ "Verses": "14 ismavel Mispaavilirundhu Siraippidiththukkondupona Janangalellaam Pinnittuth Thirumbi, Kareyaavin Kumaaranaagiya Yoganaanidaththil Vandhuvittaargal. "},
{ "Verses": "15 neththaaniyaavin Kumaaranaagiya Ismavelo, Ettupperodunkooda Yoganaanin Kaikkuth Thappi, Ammon Puththiraridaththil Ponaan. "},
{ "Verses": "16 kareyaavin Kumaaranaagiya Yoganaanum, Avanodirundha Ellaa Raanuva Servaikkaararum, Agikkaamin Kumaaranaagiya Kedhaliyaavai Vettip Potta Neththaaniyaavin Kumaaranaagiya Ismavel Konduponadhum, Thaangal Kibiyonile Vidudhalaiyaakkith Thirumbappanninadhumaana Meedhiyaana Sagala Janamumaagiya Sevagaraana Manusharaiyum, Sthreegalaiyum, Kuzhandhaigalaiyum, Aramanaip Pradhaanigalaiyum Serththukkondu, "},
{ "Verses": "17 baabilon Raajaa Dhesaththin Mel Adhikaariyaakkina Agikkaamin Kumaaranaagiya Kedhaliyaavai Neththaaniyaavin Kumaaranaagiya Ismavel Vettippottadhinimiththam, Kaldheyarukku Bayandhapadiyinaal, "},
{ "Verses": "18 thaangal Egipthukkup Pogap Purappattu, Bethlagemoorukku Arugaana Kimkaamin Pettaiyil Thangiyirundhaargal. "}
]