[
{ "Verses": "1 karththar Theerkkadharisiyaagiya Eremiyaavaikkondu Baabilonukkum Kaldheyar Dhesaththukkum Virodhamaaga Uraiththa Vasanam: "},
{ "Verses": "2 baabilon Pidipattadhu; Pel Vetkappattadhu; Meraadhaak Norungundadhu; Adhinudaiya Silaigal Lachchaiyadaindhadhu; Adhinudaiya Vikkiragangal Norungippoyina Endru Jaadhigalukkulle Ariviththup Prasiththampannungal; Idhai Maraikkaamal Kodiyetri Vilambarampannungal. "},
{ "Verses": "3 adharku Virodhamaai Vadakkeyirundhu Oru Jaadhi Vandhu, Adhin Dhesaththaip Paazhaakkippodum; Adhile Kudiyiruppaarillai; Manusharode Mirugangalum Odippoividum. "},
{ "Verses": "4 annaatkalilum Akkaalaththilum Isravel Puththirar Varuvaargal; Avargalum Yoodhaa Puththirarum Egamaai Azhudhu, Nadandhuvandhu, Thangal Dhevanaagiya Karththaraith Theduvaargal Endru Karththar Sollugiraar. "},
{ "Verses": "5 marakkappadaadha Niththiya Udanpadikkaiyinaal Naam Karththarai Serndhukolvom Vaarungal Endru Seeyonukku Neraai Mugangalaith Thiruppi, Seeyonukkup Pogira Vazhi Edhuvendru Kettu Visaarippaargal. "},
{ "Verses": "6 en Janangal Kaanaamarpona Aadugal, Avargaludaiya Meyppargal Avargalai Sidharappanni, Parvadhangalil Alaiyavittaargal; Oru Malaiyilirundhu Marumalaikkup Ponaargal; Thangal Thozhuvaththai Marandhu Vittaargal. "},
{ "Verses": "7 avargalaik Kandupidiththavargal Ellaarum Avargalaip Patchiththaargal; Avargaludaiya Saththurukkal: Engal Mel Kutramillai; Avargal Needhiyin Vaasasthalaththile Karththarukku Virodhamaaga, Thangal Pidhaakkal Nambina Karththarukku Virodhamaagave Paavancheydhaargal Endraargal. "},
{ "Verses": "8 baabilonin Naduvilirundhodi Kaldheyarin Dhesaththaivittup Purappattu, Mandhaiyinmunnadakkum Kadaakkalaippol Irungal. "},
{ "Verses": "9 idho, Naan Baabilonukku Virodhamaaga Vadadhesaththil Irukkum Periya Jaadhigalin Koottaththai Ezhuppi, Adhai Varappannuven; Avargal Adharku Virodhamaaga Aayaththampannuvaargal; Angeyirundhu Varugiravargalaal Adhu Pidikkappadum; Avargaludaiya Ambugal Saamarththiyamulla Paraakkiramasaaliyin Ambugalaippol Irukkum; Avaigal Virudhaavaaith Thirumbuvadhillai. "},
{ "Verses": "10 kaldheyaa Kollaiyaagum; Adhaik Kollaiyidugiravargal Ellaarum Paripooranamadaivaargal Endru Karththar Sollugiraar. "},
{ "Verses": "11 en Sudhandharaththaik Kollaiyitta Neengal Sandhoshiththeergale, Kalikoorndheergale, Pulmeyndhu Kozhuththa Kadaariyaippol Pooriththu, Valiyarishabampol Mukkaaram Podugireergale. "},
{ "Verses": "12 ungal Thaai Migavum Vetki, Ungalaip Petraval Naanamadaivaal; Idho, Aval Jaadhigalukkulle Kadaisiyaavadhumandri, Vanaandharamum Varatchiyum Andharaveliyumaavaal. "},
{ "Verses": "13 karththarin Kobaththinaale Adhu Kudiyatradhum Perumpaazhumaayirukkum; Baabilonaik Kadandhupogira Evanum Adhin Ellaa Vaadhaigalinimiththamum Bramiththu, Eesalpoduvaan. "},
{ "Verses": "14 neengal Ellaarum Baabilonukku Virodhamaai Sutrilum Anivaguththu Nindru, Villai Naanetri, Adhinmel Ambugalai Eyyungal; Ambuchchelavaip Paaraadheyungal; Adhu, Karththarukku Virodhamaaip Paavancheydhadhu, "},
{ "Verses": "15 adharku Virodhamaai Sutrilum Aarppariyungal; Adhu Thannaik Kaiyaliththadhu; Adhin Asthibaarangal Vizhundhadhu, Adhin Madhilgal Idikkappattadhu; Idhu Karththarvaangum Pazhi; Adhinidaththil Pazhivaangungal; Adhu Seydhadhupolave Neengalum Adharku Seyyungal. "},
{ "Verses": "16 vidhaividhaikkiravanaiyum Aruppukkaalaththil Arivaalaip Pidikkiravanaiyum Baabilonil Iraadhapadi Sangaarampannungal; Kollugira Pattayaththukkuth Thappa Avaravar Thangal Janaththandaikkuth Thiruppik Kondu, Avaravar Thangal Dhesaththukku Odippovaargal. "},
{ "Verses": "17 isravel Therippattuppona Aadu, Singangal Adhaith Thuraththina; Mudhalil Aseeriyaa Raajaa Adhaip Patchiththaan; Kadaisiyil Baabilon Raajaavaagiya Indha Nebugaadhnechchaar Adhin Elumbugalai Muriththaan. "},
{ "Verses": "18 aagaiyaal Isravelin Dhevanaagiya Senaigalin Karththar Sollugiradhu Ennavendraal; Idho, Naan Aseeriyaa Raajaavai Dhandiththadhupol Baabilon Raajaavaiyum Avan Dhesaththaiyum Dhandiththu, "},
{ "Verses": "19 isravelai Adhin Vaasasthalaththukkuth Thirumbivarappannuven; Appozhudhu Adhu Karmelilum Paasaanilum Meyum; Eppiraayeemin Malaigalilum Keeleyaaththilum Adhin Aaththumaa Thirupthiyaagum. "},
{ "Verses": "20 annaatkalilum Akkaalaththilum Isravelin Akkiramam Thedappattaalum Adhu Kaanaadhirukkum; Yoodhaavin Paavangal Thedappattaalum Avaigal Kidaiyaadhirukkum; Naan Meedhiyaaga Vaikkiravargalukku Mannippen Endru Karththar Sollugiraar. "},
{ "Verses": "21 meradhaayeem Dhesaththukku Virodhamaagavum Pekodu Kudigalukku Virodhamaagavum Nee Poi, Avargalaith Thuraththi, Yaavaiyum Paazhaakki Sangaarampanni, Naan Unakku Kattalaiyittapadiyellaam Sey Endru Karththar Sollugiraar. "},
{ "Verses": "22 dhesaththile Yuththaththin Saththamum Magaa Sangaaramum Undu. "},
{ "Verses": "23 sarva Boomiyin Sammatti Eppadi Muriththu Udaikkappattadhu! Jaadhigalukkulle Baabilon Eppadip Paazhaappoyitru! "},
{ "Verses": "24 baabilone, Unakkuk Kanniyai Vaiththen, Nee Adhai Ariyaamal Adhile Sikkunduponaai; Nee Adappattum Pidipattum Ponaai, Nee Karththarode Yuththankalandhaaye. "},
{ "Verses": "25 karththar Thammudaiya Aayudhasaalaiyaith Thirandhu, Thammudaiya Sinaththin Asthiraayudhangalai Eduththukkonduvandhaar; Idhu Kaldheyar Dhesaththile Senaigalinkarththaraagiya Aandavar Seygira Kiriyai. "},
{ "Verses": "26 kadaiyaandhiraththilirundhu Adharku Virodhamaaga Vandhu, Adhin Kalanjiyangalaith Thirandhu, Kuviyal Kuviyalaagak Kuviththu, Adhil Ondrum Meedhiyaagaadhapadikku Adhai Mutrilum Azhiththuppodungal. "},
{ "Verses": "27 adhin Kaalaigalaiyellaam Vettungal; Avaigal Kolaikkalam Serakkadavadhu; Aiyo! Avargal Visaarikkappadum Naal Vandhadhe. "},
{ "Verses": "28 nammudaiya Dhevan Pazhivaanginadhai, Avar Thamadhu Aalayaththukkaagap Pazhivaanginadhaiye, Seeyonile Arivikkumpadikku, Baabilon Dhesaththilirundhu Thappiyodivandhavargalin Saththam Ketkappadum. "},
{ "Verses": "29 baabilonukku Virodhamaai Varumpadi Vilveerarai Azhaiyungal; Vil Valaikkiravargale, Neengal Ellaarum Adharku Virodhamaai Sutrilum Paalayamirangungal, Oruvaraiyum Thappavidaadhirungal; Adhin Kiriyaikkuththakka Palanai Adharku Sarikattungal; Adhu Seydhadhinpadiyellaam Adharku Seyyungal; Adhu Isravelin Parisuththaraagiya Karththarukku Virodhamaaga Idumbuseydhadhu. "},
{ "Verses": "30 aagaiyaal Adhin Vaalibar Adhin Veedhigalil Vizhuvaargal; Adhin Yuththaveerar Ellaarum Annaalile Sangaaramaavaargal Endru Karththar Sollugiraar. "},
{ "Verses": "31 idho, Idumbullavane, Naan Unakku Virodhamaaga Varugiren Endru Senaigalin Karththaraagiya Aandavar Sollugiraar; Naan Unnai Visaarikkunkaalamaagiya Unnudaiya Naal Vandhadhu. "},
{ "Verses": "32 idumbullavan Idarivizhuvaan; Avanai Eduththu Niruththuvaarillai; Naan Avanudaiya Pattanangalil Akkiniyaik Koluththuven, Adhu Avan Sutruppuraththaar Ellaaraiyum Patchikkum. "},
{ "Verses": "33 senaigalin Karththar Sollugiradhu Ennavendraal: Isravel Puththirarum Yoodhaa Puththirarum Egamaai Odungundaargal; Avargalai Siraiyaakkina Yaavarum Avargalai Vidamaattom Endru Kettiyaaip Pidiththukkondaargal. "},
{ "Verses": "34 avargaludaiya Meetparovenil Vallamaiyullavar, Senaigalin Karththar Enbadhu Avarudaiya Naamam; Dhesaththai Ilaippaarap Pannuvadharkum, Baabilon Kudigalaith Thaththalikkappannuvadharkum Avargaludaiya Vazhakkai Avar Nadaththuvaar. "},
{ "Verses": "35 pattayam Kaldheyarmelum, Baabilon Kudigalmelum, Adhinudaiya Prabukkalmelum, Adhinudaiya Gnaanigalmelum Varumendru Karththar Sollugiraar. "},
{ "Verses": "36 pattayam Poigalaip Pinaikkiravargalmelum Varum; Avargal Paiththiyakkaararaavaargal; Pattayam Adhin Paraakkiramasaaligal Melum Varum, Avargal Kalanguvaargal. "},
{ "Verses": "37 pattayam Adhin Kudhiraigal Melum, Adhin Radhangalmelum, Adhin Naduvil Irukkira Palajaadhiyaana Janangal Yaavarmelum Varum, Avargal Pedigalaavaargal; Pattayam Adhin Pokkishangalinmel Varum, Avaigal Kollaiyaagum. "},
{ "Verses": "38 varatchi Adhin Thanneergalmel Varum Avaigal Varandupom; Adhu Vikkiraga Dhesam; Arukkalippaana Silaigalinmel Manamayangiyirukkiraargal. "},
{ "Verses": "39 aagaiyaal Kaattumirugangalum Origalum Adhile Kudiyirukkum; Kottaangal Adhile Thangum; Ini Endrendraikkum Adhu Kudiyetrappaduvadhillai; Thalaimurai Thalaimuraiyaaga Oruvarum Adhil Sanjarippadhumillai. "},
{ "Verses": "40 dhevan Sodhomaiyum Gomoraavaiyum Adhin Sutruppurangalaiyum Kavizhththuppottadhupola Idhaiyum Kavizhththuppoduven Endru Karththarsollugiraar; Oruvarum Adhil Kudiyiruppadhillai, Oru Manupuththiranum Adhil Thanguvadhumillai. "},
{ "Verses": "41 idho, Vadakkeyirundhu Oru Janamum Periya Jaadhiyum Varum; Boomiyin Ellaigalilirundhu Balaththa Raajaakkal Ezhumbuvaargal. "},
{ "Verses": "42 avargal Villum Velum Pidiththuvaruvaargal; Avargal Irakkamillaadha Kodiyar; Avargal Iraichchal Samuththira Iraichchalpol Irukkum; Baabilon Kumaaraththiye, Avargal Unakku Virodhamaaga Yuththaththukku Aayaththappatta Aatkalaaik Kudhiraigalin Mel Eri Varuvaargal. "},
{ "Verses": "43 avargal Varugira Seydhiyai Baabilon Raajaa Ketkaiyil Avan Kaigal Thalarum; Idukkamum Prasava Vedhanaippadugiravalukkundaagum Vedhanaiyappondra Vedhanaiyum Avanaip Pidikkum. "},
{ "Verses": "44 idho, Purandu Odugira Yordhaanilirundhu Singaththaippol Balavaanudaiya Thaabaraththukku Virodhamaaga Varugiraan; Avanai Angeyirundhu Sadidhiyile Odivarappannuven; Naan Adharku Virodhamaagak Kattalaiyittu, Anuppath Therindhu Kollappattavan Yaar? Enakku Samaanamaanavan Yaar? Enakku Thittancholbavan Yaar? Enakku Munbaaga Nirkappogira Meyppan Yaar? "},
{ "Verses": "45 aagaiyaal Karththar Baabilonukku Virodhamaaga Yosiththa Aalosanaiyaiyum Avar Kaldheyar Dhesaththukku Virodhamaaga Ninaiththirukkira Ninaivugalaiyum Kelungal; Meyyaagave Mandhaiyil Siriyavargal Avargalaip Pidiththizhuppaargal; Meyyaagave Avargal Irukkira Thaabarangalai Avar Paazhaakkuvaar. "},
{ "Verses": "46 baabilon Pidipattadhin Saththaththinaal Boomi Adhirum, Adhin Kooppidudhal Jaadhigalukkulle Ketkappadum. "}
]