[
{ "Verses": "1 akkaalaththile Naan Isravelin Vamsangalukkellaam Dhevanaayiruppen, Avargal En Janamaayiruppaargal Endru Karththar Sollugiraar. "},
{ "Verses": "2 pattayaththirkuth Thappi, Meendha Janam Vanaandharaththil Irakkam Petradhu; Isravelukku Ilaippaarudhalaik Kattalaiyidappogiren Endru Karththar Sollugiraar. "},
{ "Verses": "3 poorvakaalamudhal Karththar Engalukku Dharisanaiyaanaar Enbaai; Aam Anaadhi Snegaththaal Unnai Snegiththen; Aadhalaal Kaaruniyaththaal Unnai Izhuththukkollugiren. "},
{ "Verses": "4 isravel Ennum Kannigaiye, Marupadiyum Unnaik Kattuvippen, Nee Kattappaduvaai; Marupadiyum Nee Melavaaththiyaththodum Aadalpaadal Seygiravargalin Kalippulla Koottaththodum Purappaduvaai. "},
{ "Verses": "5 marupadiyum Samaariyaavin Malaigalile Dhraatchaththottangalai Naattuvaai; Naattugiravargal Avaigalai Naatti, Adhin Palanai Anubavippaargal. "},
{ "Verses": "6 ezhundhirungal, Seeyonil Nammudaiya Dhevanaagiya Karththaridaththirkup Povom Vaarungal Endru Eppiraayeemin Malaigalilulla Jaamakkaarar Koorunkaalam Varum. "},
{ "Verses": "7 karththar Sollugiradhu Ennavendraal: Yaakkobinimiththam Magizhchchiyaai Gembeeriththu, Jaadhigaludaiya Thalaivarinimiththam Aarppariyungal; Saththaththaik Ketkappanni, Thudhiththu: Karththaave, Isravelil Meedhiyaana Umadhu Janaththai Ratchiyum Endru Sollungal. "},
{ "Verses": "8 idho, Naan Avargalai Vadadhesaththilirundhu Varappanni, Avargalai Boomiyin Ellaigalilirundhu Koottivaruven; Kurudarum Sappaanigalum, Karppavadhigalum, Pillaith Thaaichchigalunkooda Avargalil Iruppaargal; Magaa Koottamaai Ivvidaththirkuth Thirumbuvaargal. "},
{ "Verses": "9 azhugaiyodum Vinnappangalodum Varuvaargal; Avargalai Vazhinadaththuven; Avargalaith Thanneerulla Nadhigalandaikku Idaraadha Semmaiyaana Vazhiyile Nadakkappannuven; Isravelukku Naan Pidhaavaayirukkiren, Eppiraayeem En Seshtapuththiranaayirukkiraan. "},
{ "Verses": "10 jaadhigale, Neengal Karththarudaiya Vaarththaiyaik Kettu, Dhooraththilulla Theevugalil Ariviththu, Isravelai Sidharadiththavar Adhai Serththukkondu, Oru Meyppan Than Mandhaiyaik Kaakkumvannamaaga Adhaik Kaappaar Endru Sollungal. "},
{ "Verses": "11 karththar Yaakkobai Meettu, Avanilum Balaththavanudaiya Kaikku Avanai Neengalaakki Viduvikkiraar. "},
{ "Verses": "12 avargal Vandhu, Seeyonin Uchchiyile Gembeeriththu, Karththar Arulum Kodhumai, Dhraatcharasam, Enney, Aattukkuttigal, Kandrukkuttigal Enbavaigalaagiya Indha Nanmaigalukkaaga Odivaruvaargal; Avargaludaiya Aaththumaa Neerppaaichchalaana Thottampolirukkum; Avargal Inith Thoindhupovadhillai. "},
{ "Verses": "13 appozhudhu Kannigaigalum, Vaalibarum, Mudhiyorunkooda Aanandhakkalippaai Magizhuvaargal; Naan Avargal Dhukkaththai Sandhoshamaaga Maatri, Avargalaith Thetri, Avargal Sanjalam Neenga Avargalai Sandhoshappaduththuven. "},
{ "Verses": "14 aasaariyargalin Aaththumaavaik Kozhumaiyaanavaigalinaal Poorippaakkuven; En Janangal Naan Alikkum Nanmaiyinaal Thirupthiyaavaargal Endru Karththar Sollugiraar. "},
{ "Verses": "15 raamaavile Pulambalum Kasappaana Azhugaiyumaagiya Kookkural Ketkappattadhu; Raagel Than Pillaigalukkaaga Azhudhu, Than Pillaigal Illaadhapadiyaal Avaigalinimiththam Aarudhal Adaiyaadhirukkiraal Endru Karththar Sollugiraar. "},
{ "Verses": "16 nee Azhaadhapadikku Un Saththaththai Adakki, Nee Kanneer Vidaadhapadikku Un Kangalaik Kaaththukkol Endru Karththar Sollugiraar; Un Kiriyaikkup Palan Undendru; Karththar Sollugiraar; Avargal Saththuruvin Dhesaththilirundhu Thirumbivaruvaargal. "},
{ "Verses": "17 un Mudivaippatri Unakku Nambikkaiyundu; Un Pillaigal Thangal Dhesaththukkuth Thirumbi Varuvaargal Endru Karththar Sollugiraar. "},
{ "Verses": "18 neer Ennai Dhandiththeer, Naan Paniyaadha Maadupol Adikkappatten; Ennaith Thiruppum, Appozhudhu Thiruppappaduven; Neere En Dhevanaagiya Karththar. "},
{ "Verses": "19 naan Thirumbinapinbu Manasthaabappattukkondirukkiren, Naan Ennai Arindhukondadharkup Pinbu Vilaavil Adiththukkondirukkiren, Vetki Naanikkondumirukkiren, En Ilavayadhin Nindhaiyai Sumandhu Varugiren Endru Eppiraayeem Dhukkiththup Pulambikkondirukkiradhai Nichchayamaaikketten. "},
{ "Verses": "20 eppiraayeem Enakku Arumaiyaana Kumaaran Allavo? Avan Enakkup Piriyamaana Pillaiyallavo? Avanukku Virodhamaaippesinadhu Mudhal Avanai Ninaiththukkonde Irukkiren; Aagaiyaal En Ullam Avanukkaagak Kodhikkiradhu; Avanukku Urukkamaai Iranguven Endru Karththar Sollugiraar "},
{ "Verses": "21 unakkuk Kurippadaiyaalangalai Niruththu; Unakkuth Thoongalai Naattu; Nee Nadandha Vazhiyaagiya Paadhaiyinmel Un Manadhai Vai; Isravelaagiya Kumaaraththiye, Thirumbu; Indha Unnudaiya Pattanangalukke Thirumbu. "},
{ "Verses": "22 seerkettuppona Kumaaraththiye, Endhamattum Vilagith Thirivaai? Karththar Boomiyile Oru Pudhumaiyai Sirushtippaar, Sthreeyaanaval Purushanai Soozhndhukolluvaal. "},
{ "Verses": "23 isravelin Dhevanaagiya Senaigalin Karththar Sollugiradhu Ennavendraal: Naan Avargal Siraiyiruppaith Thiruppumpodhu, Avargal: Needhiyin Vaasasthalame, Parisuththa Parvadhame, Karththar Unnai Aaseervadhikkakkadavarengira Vaarththaiyai Yoodhaavin Dhesaththilum Adhin Pattanangalilum Solluvaargal. "},
{ "Verses": "24 adhile Yoodhaavum, Adhanudaiya Ellaap Pattanangalin Manusharum Payiridun Kudigalum, Mandhaigalai Meyththuth Thirigiravargalum Egamaaik Kudiyiruppaargal. "},
{ "Verses": "25 naan Vidaaiththa Aaththumaavai Sampooranamadaiyappanni, Thoindha Ellaa Aaththumaavaiyum Nirappuven. "},
{ "Verses": "26 idharkaaga Naan Vizhiththuppaarththukkondirukkiren; En Niththirai Enakku Inbamaayirundhadhu. "},
{ "Verses": "27 idho, Naatkal Varumendru Karththar Sollugiraar, Appozhudhu Isravel Kudumbaththaiyum Yoodhaa Kudumbaththaiyum Manushaviththinaalum, Mirugaviththinaalum Vidhaippen. "},
{ "Verses": "28 appozhudhu Naan Pidungavum Idikkavum Nirmoolamaakkavum Azhikkavum Theenguseyyavum Avargalperil Eppadi Jaakkiradhaiyaayirundheno, Appadiye Kattavum Naattavum Avargal Peril Jaakkiradhaiyaayiruppen Endru Karththar Sollugiraar. "},
{ "Verses": "29 pidhaakkal Dhraatchakkaaigalaith Thindraargal, Pillaigalin Parkal Koosippoyina Endru Annaatkalil Sollamaattaargal. "},
{ "Verses": "30 avanavan Thanthan Akkiramaththinimiththame Saavaan; Endha Manushan Dhraatchakkaaigalaith Thinbaano Avanudaiya Parkale Koosippogum. "},
{ "Verses": "31 idho, Naatkal Varumendru Karththar Sollugiraar, Appozhudhu Isravel Kudumbaththodum Yoodhaa Kudumbaththodum Pudhu Udanpadikkai Pannuven. "},
{ "Verses": "32 naan Avargal Pidhaakkalai Egipthu Dhesaththilirundhu Azhaiththuvarak Kaippidiththa Naalile, Avargalode Pannina Udanpadikkaiyinpadi Alla; Enenil Naan Avargalukku Naayagaraayirundhum, Andha En Udanpadikkaiyai Avargal Meeri Avamaakkippottaargale Endru Karththar Sollugiraar. "},
{ "Verses": "33 annaatkalukkup Pirpaadu, Naan Isravel Kudumbaththode Pannappogira Udanpadikkaiyaavadhu; Naan En Nyaayappramaanaththai Avargal Ullaththile Vaiththu, Adhai Avargal Irudhayaththile Ezhudhi, Naan Avargal Dhevanaayiruppen, Avargal En Janamaayiruppaargal Endru Karththar Sollugiraar. "},
{ "Verses": "34 ini Oruvan Than Ayalaanaiyum, Oruvan Than Sagodharanaiyum Nokki: Karththarai Arindhukol Endru Podhippadhillai; Avargalil Siriyavanmudhal Periyavanmattum, Ellaarum Ennai Arindhukolvaargal Endru Karththar Sollugiraar; Naan Avargal Akkiramaththai Manniththu, Avargal Paavangalai Ini Ninaiyaadhiruppen. "},
{ "Verses": "35 sooriyanaip Pagal Velichchaththukkaagavum Sandhira Natchaththira Niyamangalai Raavelichchaththukkaagavum Kattalaiyittavarum, Alaigal Kondhalikkaththakkadhaaga Samuththiraththaik Kulukkugiravarum, Senaigalin Karththar Ennum Naamamullavarumaagiya Karththar Sollugiradhu Ennavendraal: "},
{ "Verses": "36 indha Niyamangal Enakku Munbaaga Illaadhapadikku Ozhindhuponaal, Appozhudhu Isravel Sandhadhiyum Enakku Munbaaga Endraikkum Oru Jaadhiyaayiraadhapadikku Atruppom Endru Karththar Sollugiraar: "},
{ "Verses": "37 karththar Sollugiradhu Ennavendraal: Mele Irukkira Vaanangal Alakkappadavum, Keezhe Irukkira Boomiyin Asthibaarangal Aaraayappadavum Koodumaanaal, Naan Isravel Vamsaththaar Anaivaraiyum Avargal Seydha Ellaavatrinimiththamum Veruththuviduven Endru Karththar Sollugiraar. "},
{ "Verses": "38 idho, Naatkal Varumendru Karththar Sollugiraar; Appozhudhu Indha Nagaram, Anaaneyelin Koburamudhal Kodivaasalmattum Karththarukkendru Kattappadum. "},
{ "Verses": "39 appuramum Alavunool Adharku Edhiraaik Kaarep Ennum Mettinmel Sendru Kovaadh Puramaaga Sutrippom. "},
{ "Verses": "40 predhangalaip Pudhaikkiradhum, Saambalaik Kottugiradhumaana Pallaththaakkanaiththum, Keedharon Vaaikkaalukku Ippaale Kizhakke Irukkira Kudhiraivaasalin Kodimattum Undaana Sagala Nilangalum Karththarukkup Parisuththamaayirukkum; Appuram Adhu Endrendraikkum Pidungappaduvadhumillai Idikkappaduvadhumillai Engiraar. "}
]