[
{ "Verses": "1 purajaadhigalukku Virodhamaai Eremiyaa Theerkkadharisikku Undaana Karththarudaiya Vasanam: "},
{ "Verses": "2 egipthaikkuriththum, Aippiraaththu Nadhiyandaiyil Karkemisile Irundhadhum Baabilon Raajaavaagiya Nebugaadhnechchaar, Yosiyaavin Kumaaranaagiya Yoyaakkeem Ennum Yoodhaa Raajaavin Naalaam Varushaththile Muriya Adiththadhumaana Paarvon Neko Ennappatta Egipthu Raajaavin Raanuvaththaikkuriththum Avar Sollugiradhu Ennavendraal: "},
{ "Verses": "3 kedagangalaiyum Parisaigalaiyum Aayaththampanni, Yuththaththukku Vaarungal. "},
{ "Verses": "4 kudhiraiveerare, Kudhiraigalin Mel Senangalai Vaiththu Eri, Thalaichcheeraayai Anindhukondu Nillungal; Eettigalaith Thulakki, Kavasangalaith Thariththukkollungal. "},
{ "Verses": "5 avargal Kalangi, Pinvaangugiradhai Naan Kaangiradhenna? Sutrilumundaana Bayangaraththinimiththam Avargaludaiya Paraakkiramasaaligal Muriyundu, Thirumbippaaraamal Ottamaai Odippogiraargal Endru Karththar Sollugiraar. "},
{ "Verses": "6 vegamaai Odugiravan Odippogavendaam; Paraakkiramasaali Thappippogavendaam; Vadakke Aippiraaththu Nadhiyandaiyile Avargal Idarivizhuvaargal. "},
{ "Verses": "7 pravaagampol Puranduvarugira Ivan Yaar? Alaigal Modhiyadikkira Nadhigalpol Ezhumbivarugira Ivan Yaar? "},
{ "Verses": "8 egipthiyane Pravaagaththaip Pol Puranduvarugiraan, Avane Alaigal Modhiyadikkira Nadhigalpola Ezhumbivarugiraan; Naan Poi, Dhesaththai Moodi, Nagaraththaiyum Adhil Kudiyirukkiravargalaiyum Azhippen Endraan. "},
{ "Verses": "9 kudhiraigale, Poi Erungal; Radhangale, Kadakada Endru Odungal; Paraakkiramasaaligalum, Kedagam Pidikkira Eththiyoppiyarum, Pooththiyarum, Villaippidiththu Naanetrugira Leedhiyarum Purappadakkadavargal. "},
{ "Verses": "10 aanaalum, Idhu Senaigalin Karththaraagiya Aandavarin Naalum, Avar Thammudaiya Saththurukkalukku Needhiyai Sarikkattugira Naalumaayirukkiradhu; Aagaiyaal, Pattayam Patchiththu, Avargaludaiya Raththaththaal Thirupthiyaagi Veriththirukkum; Vadadhesaththil Aippiraaththu Nadhiyandaiyile Senaigalin Karththaraagiya Aandavarukku Oru Yaagamum Undu. "},
{ "Verses": "11 egipthin Kumaaraththiyaagiya Kannigaiye, Nee Keeleyaaththukkup Poi, Pisin Thailam Vaangu; Thiralaana Avizhdhangalai Nee Koottugiradhu Virudhaa, Unakku Aarokkiyamundaagaadhu. "},
{ "Verses": "12 jaadhigal Un Lachchaiyaik Kelvippattaargal; Un Kookkuralaal Dhesam Niraindhadhu; Paraakkiramasaaliyinmel Paraakkiramasaali Idari, Iruvarum Egamaai Vizhundhaargal Endraar. "},
{ "Verses": "13 egipthudhesaththai Azhikka Baabilon Raajaavaagiya Nebugaadh Nechchaar Varuvaanenbadhaikkuriththu, Eremiyaa Theerkkadharisiyinidaththil Karththar Sonna Vasanam: "},
{ "Verses": "14 aayaththappattu Nil, Pattayam Unnai Sutrilum Undaanadhaip Patchiththupodugiradhendru Solli, Egipthile Ariviththu, Mikdholile Koori, Noppilum Thakpaanesilum Prasiththampannungal. "},
{ "Verses": "15 un Veerar Vaarikkollappadugiradhenna? Karththar Avargalaith Thallinadhaal Avargal Nilainirkavillai. "},
{ "Verses": "16 anegarai Idarappannugiraar; Avanavan Thanakkaduththavanmel Vizhugiraan; Avargal: Ezhundhirungal, Kollugira Pattayaththukkuth Thappa Namadhu Janaththandaikkum, Naam Pirandha Dhesaththukkum Thirumbippovom Engiraargal. "},
{ "Verses": "17 egipthin Raajaavaagiya Paarvon Paazhaakkappattaan; Avanukkuk Kuriththa Kaalam Mudindhadhendru Ange Saththamittu Sollugiraargal. "},
{ "Verses": "18 parvadhangalil Thaaborum Samuththiraththin Aruge Karmelum Irukkira Nichchayampol Avan Varuvaanendru Senaigalin Karththar Ennum Naamamulla Raajaa Thammudaiya Jeevanaik Kondu Sollugiraar. "},
{ "Verses": "19 egipthudhesavaasiyaagiya Kumaaraththiye, Siraiyiruppukkup Pogum Prayaana Saamaangalai Aayaththappaduththu, Nop Paazhaagum; Adhu Kudiyillaamal Sutterikkappattuk Kidakkum. "},
{ "Verses": "20 egipthu Magaa Nerththiyaana Kadaari, Adikkiravan Vadakkeyirundhu Varugiraan. "},
{ "Verses": "21 adhin Naduvil Irukkira Adhin Koolippadaigal Kozhuththa Kaalaigal Polirukkiraargal; Ivargalum Nirkaamal, Thirumbikkondu Egamaai Odippovaargal; Avargal Visaarikkappadugira Avargaludaiya Aabaththunaal Avargal Mel Vandhadhu. "},
{ "Verses": "22 avan Paambaipola Seerivaruvaan, Raanuvabalaththode Nadandhu, Kaaduvettigalaippol Kodarigalodu Adhinmel Varuvaargal. "},
{ "Verses": "23 ennappadaadha Marangalaayirundhaalum Andhak Kaattai Vettuvaargal Endru Karththar Sollugiraar; Avargal Vettukkiligalaip Paarkkilum Adhigamaanavargal, Avargalukkuth Thogaiyillai. "},
{ "Verses": "24 egipthin Kumaaraththi Kalanguvaal; Vadathisai Janaththin Kaiyil Oppukkodukkappaduvaal. "},
{ "Verses": "25 isravelin Dhevanaagiya Senaigalin Karththar Sollugiradhu Ennavendraal; Idho, Naan No Ennum Pattanaththilulla Thiralaana Janangalaiyum, Paarvonaiyum, Egipthaiyum, Adhin Dhevargalaiyum, Adhin Raajaakkalaiyum, Paarvonaiyum, Avanai Nambiyirukkiravargalaiyum Visaariththu, "},
{ "Verses": "26 avargal Praananai Vaangath Thedugiravargalin Kaiyilum, Baabilon Raajaavaagiya Nebugaadhnechchaarin Kaiyilum, Avanudaiya Sevagarin Kaiyilum, Avargalai Oppukkoduppen; Adharkuppinbu Adhu Poorvakaalaththil Irundhadhupol Kudiyetrappadum Endru Karththar Sollugiraar. "},
{ "Verses": "27 en Dhaasanaagiya Yaakkobe, Nee Bayappadaadhe; Isravele, Nee Kalangaadhe; Idho, Naan Unnai Dhooraththilum, Un Sandhadhiyai Avargal Siraiyiruppin Dhesaththilumirundhu Viduviththu Ratchippen; Appozhudhu Yaakkobu Thirumbivandhu, Amaidhiyodum Saangobaangaththodum Iruppaan; Avanaith Thaththalikkappannuvaar Illai. "},
{ "Verses": "28 en Dhaasanaagiya Yaakkobe, Nee Bayappadaadhe Endru Karththar Sollugiraar; Naan Unnudane Irukkiren; Unnaith Thuraththivitta Ellaa Jaadhigalaiyum Naan Nirmoolamaakkuven; Unnaiyo Naan Nirmoolamaakkaamal, Unnai Mattaai Dhandippen; Aanaalum Unnai Naan Kutramillaamal Neengalaaga Viduvadhillaiyengiraar. "}
]