[
{ "Verses": "1 ekoniyaa Ennum Raajaavum, Raajasthreeyum, Pradhaanigalum, Yoodhaavilum Erusalemilumulla Prabukkalum, Thachcharum, Kollarum Erusalemaivittup Purappattuppona Pirpaadu, "},
{ "Verses": "2 eremiyaa Theerkkadharisi Siraippattuppona Mooppargalil Meedhiyaanavargalukkum, Aasaariyargalukkum, Theerkkadharisigalukkum, Nebugaadhnechchaar Siraippaduththi Erusalemilirundhu Baabilonukkuk Kondupona Sagala Janangalukkum Ezhudhi, "},
{ "Verses": "3 yoodhaavin Raajaavaagiya Sidhekkiyaa Baabilon Raajaavaagiya Nebugaadhnechchaaridaththil Kodukkumpadi Saappaanin Kumaaranaagiya Eleyaasaarin Kaiyilum, Ilkkiyaavin Kumaaranaagiya Kemariyaavin Kaiyilum Koduththu, Erusalemilirundhu Baabilonukku Anuppina Nirubaththin Vibaram: "},
{ "Verses": "4 isravelin Dhevanaagiya Senaigalin Karththar, Thaam Erusalemilirundhu Baabilonukku Siraippattuppogappannina Anaivarukkum Arivikkiradhu Ennavendraal, "},
{ "Verses": "5 neengal Veedugalaik Katti, Kudiyirundhu, Thottangalai Naatti, Avaigalin Kaniyai Saappidungal. "},
{ "Verses": "6 neengal Pengalai Vivaagampanni, Kumaararaiyum Kumaaraththigalaiyum Petru, Ungal Kumaararukkup Pengalaikkondu, Ungal Kumaaraththigalaip Purusharukkuk Kodungal; Ivargalum Kumaararaiyum Kumaaraththigalaiyum Perattum; Neengal Ange Kurugaamal Perugi, "},
{ "Verses": "7 naan Ungalai Siraippattuppogappannina Pattanaththin Samaadhaanaththaith Thedi, Adharkaagak Karththarai Vinnappampannungal; Adharku Samaadhaanamirukkaiyil Ungalukkum Samaadhaanamirukkum. "},
{ "Verses": "8 melum, Ungal Naduvilirukkira Ungal Theerkkadharisigalum Ungal Kurikaararum Ungalai Mosampokkavottaadhirungal; Soppanam Kaanappannugira Ungal Soppanakkaararukku Sevikodaamalum Irungal Endru Isravelin Dhevanaagiya Senaigalin Karththar Sollugiraar. "},
{ "Verses": "9 avargal En Naamaththai Solli Ungalukkup Poiyaana Theerkkadharisanam Uraikkiraargal; Naan Avargalai Anuppinadhillai Endru Karththar Sollugiraar. "},
{ "Verses": "10 baabilonile Ezhubadhuvarusham Niraiverinapinbu Naan Ungalai Sandhiththu, Ungalai Ivvidaththukkuth Thirumbivarappannumpadikku Ungalmel En Nalvaarththaiyai Niraiverappannuven Endru Karththar Sollugiraar. "},
{ "Verses": "11 neengal Edhirpaarththirukkum Mudivai Ungalukku Kodukkumpadikku Naan Ungalperil Ninaiththirukkira Ninaivugalai Ariven Endru Karththar Sollugiraar; Avaigal Theemaikkalla, Samaadhaanaththukkedhuvaana Ninaivugale. "},
{ "Verses": "12 appozhudhu Neengal Koodivandhu, Ennaith Thozhudhukondu Ennai Nokki Vinnappampannuveergal; Naan Ungalukku Sevikoduppen. "},
{ "Verses": "13 ungal Muzhu Irudhayaththodum Ennaith Thedineergalaanaal, Ennaith Thedugaiyil Kandupidippeergal. "},
{ "Verses": "14 naan Ungalukkuk Kaanappaduven Endru Karththar Sollugiraar; Naan Ungal Siraiyiruppaith Thiruppi Naan Ungalaith Thuraththivitta Ellaa Jaadhigalilum Ellaa Idangalilumirundhu Ungalai Serththu, Naan Ungalai Vilakkiyirundha Sthalaththukke Ungalaith Thirumbivarappannuven Endru Karththarsollugiraar. "},
{ "Verses": "15 karththar Engalukku Baabilonilum Theerkkadharisigalai Ezhuppinaar Endru Sollugireergal. "},
{ "Verses": "16 aanaal Dhaaveedhin Singaasanaththil Utkaarndhirukkira Raajaavaikkuriththum Ungalodekooda Siraiyiruppil Purappattuppogaamal Indha Nagaraththil Kudiyirukkira Ungal Sagodhararaagiya Ellaa Janangalaikkuriththum, "},
{ "Verses": "17 idho, Naan Pattayaththaiyum, Panjaththaiyum, Kollainoyaiyum Avargalukkul Anuppuven Endru Karththar Sollugiraar; Pusikkaththagaadha Kettuppona Aththippazhangalukku Avargalai Oppaakkuven Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "18 avargal En Vaarththaigalaik Kelaamarponapadiyaal, Naan Avargalaip Pattayaththaalum, Panjaththaalum Kollainoyaalum Pinthodarndhu, Avargalai Boomiyilulla Ellaa Raajyangalilum Alaindhu Thirigiravargalaagavum, Naan Avargalaith Thuraththugira Ellaa Jaadhigalidaththilum Saabamaagavum, Paazhaagavum, Eesalidudhalukkidamaagavum, Nindhaiyaagavum Vaippen Endru Karththar Sollugiraar. "},
{ "Verses": "19 naan Ungalidaththirkuth Theerkkadharisigalaagiya En Oozhiyakkaararai Erkanave Anuppikkondeyirundhum, Neengal Sevikodaamarponeergale Endru Karththarsollugiraar. "},
{ "Verses": "20 ippodhum Siraiyirukkumpadi Naan Erusalemilirundhu Baabilonukku Anuppivitta Neengalellaarum Karththarudaiya Vaarththaiyaik Kelungal. "},
{ "Verses": "21 en Naamaththai Solli Ungalukkup Poiyaana Theerkkadharisanam Uraikkira Kolaayaavin Kumaaranaagiya Aagaabaiyum, Maaseyaavin Kumaaranaagiya Sidhekkiyaavaiyunkuriththu: Idho, Naan Avargalai Baabilon Raajaavaagiya Nebugaadhnechchaarin Kaiyile Oppukkodukkiren, Avan Avargalai Ungal Kangalukku Munbaagak Kondrupoduvaan. "},
{ "Verses": "22 baabilon Raajaa Akkiniyinaal Suttuppotta Sidhekkiyaavukkum Aagaabukkum Karththar Unnai Samaanamaakkakkadavarendru, Avargalaik Kuriththu Oru Saabavaarththai Baabilonile Siraiyirukkira Yoodhaa Anaivarukkullum Vazhangum Endru Isravelin Dhevanaagiya Senaigalin Karththar Sollugiraar. "},
{ "Verses": "23 avargal Isravelile Madhiketta Kaariyaththai Seydhu Thangal Ayalaarudaiya Penjaadhigalode Vibasaarampanni, Naan Avargalukkuk Karpiyaadha Poiyaana Vaarththaiyai En Naamaththai Solli Uraiththaargal; Naan Adhai Ariven; Adharku Naane Saatchi Endru Karththar Uraikkiraar Endru Ezhudhinaan. "},
{ "Verses": "24 pinnum Karththar Ennai Nokki: Nee Nekelaamiyanaagiya Semaayaavukkum Solliyanuppavendiyadhu Ennavendraal: "},
{ "Verses": "25 nee Erusalemilirukkira Ellaa Janangalukkum Maaseyaavin Kumaaranaagiya Seppaniyaa Ennum Aasaariyanukkum, Matra Aasaariyargalukkum Un Naamaththile Nirubaththai Ezhudhiyanuppinadhu Ennavendru Isravelin Dhevanaagiya Senaigalin Karththar Sollugiraar. "},
{ "Verses": "26 ivanukku Avan Ezhudhiyirundha Nirubamaavadhu: Neengal Karththarudaiya Aalayaththin Visaarippukkaararaayirukkumpadikkum, Bramaikondu Thannaith Theerkkadharisiyaakkikkolgiravanaagiya Endha Manushanaiyum Neer Kaavalaraiyilum Thozhuvilum Podumpadikkum, Karththar Ummai Aasaariyanaayirundha Yoidhaavin Sthaanaththile Aasaariyanaaga Vaiththaare. "},
{ "Verses": "27 ippodhum Ungalukkuth Theerkkadharisanam Koorivarugira Aanadhodh Ooraanaagiya Eremiyaavai Neer Kadindhukollaamarponadhenna? "},
{ "Verses": "28 indha Siraiyiruppu Nedunkaalamaaga Irukkum; Neengal Veedugalaikkatti, Avaigalil Kudiyirundhu, Thottangalai Naatti, Avaigalin Kanigalai Saappidungal Endru Baabilonilirukkira Engalukku Solliyanuppinaanendru Ezhudhiyirundhaan. "},
{ "Verses": "29 indha Nirubaththai Seppaniyaa Engira Aasaariyan Eremiyaa Theerkkadharisiyin Kaadhugal Ketka Vaasiththaan. "},
{ "Verses": "30 aadhalaal Karththarudaiya Vaarththai Eremiyaavukku Undaagi Avar: "},
{ "Verses": "31 siraiyirukkira Anaivarukkum Nee Solliyanuppavendiyadhu Ennavendraal: Nekelaamiyanaagiya Semaayaavaikkuriththu, Karththar: Semaayaavai Naan Anuppaadhirundhum, Avan Ungalukkuth Theerkkadharisanancholli, Ungalaip Poiyai Nambappannugirapadiyinaal, "},
{ "Verses": "32 idho, Naan Nekelaamiyanaagiya Semaayaavaiyum, Avan Sandhadhiyaiyum Dhandippen; Indha Janaththin Naduvile Kudiyiruppavan Oruvanum Avanukku Illaadhiruppaan; Naan En Janaththukku Seyyum Nanmaiyai Avan Kaanbadhillai Endru Karththar Sollugiraar; Karththarukku Virodhamaaik Kalagamundaagap Pesinaan Endru Karththar Sollugiraar Endru Sol Endraar. "}
]