[
{ "Verses": "1 nyaayancheygira Manushanaik Kandupidippeergalo Endrum, Saththiyaththaith Thedugiravan Undo Endrum, Erusalemin Therukkalile Thirindhupaarththu, Visaariththu, Adhin Veedhigalile Thedungal; Kaanbeergalaanaal Adharku Mannipputh Tharuven. "},
{ "Verses": "2 avargal: Karththarudaiya Jeevanaikkondu Sollugirom Endraalum, Poiyaanaiyidugiraargale. "},
{ "Verses": "3 karththaave, Ummudaiya Kangal Saththiyaththai Allavo Nokkugindradhu; Avargalai Adikkireer, Aanaalum Avargalukku Nogaadhu; Avargalai Nirmoolamaakkugireer, Aanaalum Buththiyai Etrukkollamaattom Engiraargal; Thangal Mugangalaik Kanmalaiyaippaarkkilum Kettiyaakki, Thirumbamaattom Engiraargal. "},
{ "Verses": "4 appozhudhu Naan: Ivargal Neesaraame, Ivargal Madhiyatravargal; Karththarudaiya Vazhiyaiyum, Thangal Dhevanudaiya Nyaayaththaiyum Ariyaadhirukkiraargal Endrum; "},
{ "Verses": "5 naan Periyorgalidaththile Poi, Avargalode Pesuven; Avargal Karththarudaiya Vazhiyaiyum, Thangal Dhevanudaiya Nyaayaththaiyum Arivaargalendrum Sonnen; Avargalo Egamaai Nugaththadiyai Muriththu, Kattugalai Aruththuppottaargal. "},
{ "Verses": "6 aagaiyaal Kaattilirundhu Varum Singam Avargalaik Kollum, Vanaandharaththilulla Onaaigal Avargalaip Peerum, Sivingi Avargal Pattanangalinmel Nokkamaayirukkum; Avaigalilirundhu Purappadugiravan Evanum Peerappaduvaan; Avargal Meerudhalgal Perugi, Avargal Seerkedugal Adhigariththadhu. "},
{ "Verses": "7 ivaigalai Naan Unakku Mannippadhu Eppadi? Un Pillaigal Ennai Vittuvittu, Dheyvam Allaadhavaigalperil Aanaiyidugiraargal; Naan Thirupthiyaakkina Avargal Vibasaarampanni Vesiveettile Koottankoodugiraargal "},
{ "Verses": "8 avargal Kozhuththa Kudhiraigalaippol Kaalame Ezhumbi, Avanavan Thanthan Ayalaanudaiya Penjaadhiyin Pinnaale Kanaikkiraan. "},
{ "Verses": "9 ivaigalai Visaariyaadhiruppeno? Ippadippatta Jaadhikku En Aaththumaa Needhiyai Sarikkattaadhirukkumo Endru Karththar Sollugiraar. "},
{ "Verses": "10 adhin Madhilgalmeleri Azhiththuppodungal, Aanaalum Sarvasangaaram Seyyaadhirungal; Adhin Koththalangalai Idiththuppodungal; Avaigalkarththarudaiyavaigal Alla. "},
{ "Verses": "11 isravel Vamsaththaarum, Yoodhaa Vamsaththaarum Enakku Virodhamaai Migudhiyum Dhrogampanninaargal Endru Karththar Sollugiraar. "},
{ "Verses": "12 avar Appadippattavar Allavendrum, Pollaappu Nammel Varaadhu, Naam Pattayaththaiyaagilum, Panjaththaiyaagilum Kaanbadhillaiyendrum, "},
{ "Verses": "13 theerkkadharisigal Kaatraaippovaargal; Thiruvaakku Avargalil Illai; Avargalukke Appadi Aagakkadavadhendrum, Avargal Sollik Karththaraimarudhaliththaargal. "},
{ "Verses": "14 aagaiyaal Senaigalin Dhevanaagiya Karththar Sollugiradhu Ennavendraal: Neengal Indha Vaarththaiyai Sonnapadiyinaal, Idho, Naan Un Vaayilitta En Vaarththaigalai Akkiniyum, Indha Janaththai Viragum Aakkuven, Adhu Ivargalaip Patchikkum. "},
{ "Verses": "15 isravel Vamsaththaare, Idho, Dhooraththilirundhu Naan Ungalmel Oru Jaadhiyaik Konduvaruven Endru Karththar Sollugiraar; Adhu Balaththa Jaadhi, Adhu Poorvakaalaththu Jaadhi, Avargal Nee Ariyaadha Baashaiyaip Pesum Jaadhi, Avargal Pesugiradhu Innadhendru Unakku Vilangaadhu. "},
{ "Verses": "16 thirandha Predhakkuzhigalaippol Avargal Ambaraaththoonigal Irukkum; Avargal Anaivarum Paraakkiramasaaligal. "},
{ "Verses": "17 avargal Un Kumaararum Un Kumaaraththigalum Saappidavendiya Un Vilaichchalaiyum Un Appaththaiyum Saappittu, Un Aadugalaiyum Un Maadugalaiyum Patchiththu, Un Dhraatchappazhangalaiyum Un Aththippazhangalaiyum Saappittu, Nee Nambina Unnudaiya Aranaana Pattanangalaip Pattayaththaale Verumaiyaakkuvaargal. "},
{ "Verses": "18 aagilum Naan Annaatkalilum Ungalai Sarvasangaaram Seyyaadhiruppen Endru Karththar Sollugiraar "},
{ "Verses": "19 engal Dhevanaagiya Karththar Engalukku Ivaigalaiyellaam Edhinimiththam Seydhaar Endru Neengal Kettaal, Appozhudhu Nee Avargalaip Paarththu Neengal Ennaivittu, Ungaludaiya Dhesaththile Anniya Dhevargalai Seviththadhupola, Ungaludaiyadhallaadha Dhesaththile Anniyargalai Sevippeergalendru Solvaayaaga. "},
{ "Verses": "20 neengal Yaakkobin Veettile Ariviththu, Yoodhaavile Sollik Kooravendiyadhu Ennavendraal, "},
{ "Verses": "21 kangal Irundhum Kaanaamalum, Kaadhugal Irundhum Kelaamalumirukkira Arivillaadha Janangale, Kelungal. "},
{ "Verses": "22 enakku Bayappadaadhiruppeergalo Endru Karththar Sollugiraar; Alaigal Modhiyadiththaalum Merkollaadhapadikkum, Avaigal Iraindhaalum Kadavaadhapadikkum, Kadakkak Koodaadha Niththiya Pramaanamaaga Samuththiraththin Manalai Ellaiyaai Vaiththirukkiravaraagiya Enakkumunbaaga Adhiraadhiruppeergalo? "},
{ "Verses": "23 indha Janangalo Murattaattamum Kalagamumaana Irudhayamullavargal; Murattaattampannip Poividugiraargal. "},
{ "Verses": "24 andhandhap Paruvaththile Engalukku Mazhaiyaiyum, Munmaariyaiyum Pinmaariyaiyum Koduththu, Aruppukku Niyamiththa Vaarangalai Engalukkuth Tharkaakkira Engal Dhevanaagiya Karththarukku Bayandhiruppom Endru Avargal Thangal Irudhayaththile Sollugiradhillai. "},
{ "Verses": "25 ungal Akkiramangal Ivaigalai Vilakki, Ungal Paavangal Ungalukku Nanmaiyai Varavottaadhirukkiradhu. "},
{ "Verses": "26 kuruvipidikkiravargal Padhungugiradhu Pol Padhungi, Manusharaip Pidikkak Kannigalai Vaikkira Dhunmaarkkar En Janangalil Kaanappadugiraargal. "},
{ "Verses": "27 kuruvigalaal Koondu Niraindhirukkiradhupol, Avargal Veedugal Kabadangalaal Niraindhirukkiradhu; Aadhalaal Avargal Perugi Aisuvariyavaangalaagiraargal. "},
{ "Verses": "28 kozhuththu, Salukkuppannugiraargal; Dhunmaarkkanudaiya Seyalgalaik Kandikkaamal Vidugiraargal; Thikkatravanudaiya Vazhakkai Visaariyaamal, Thaangalmaaththiram Vaazhugiraargal; Eliyavargalin Nyaayaththaith Theeraargal. "},
{ "Verses": "29 ivaigalai Visaariyaadhiruppeno? Ippadippatta Jaadhikku En Aaththumaa Needhiyai Sarikkattaadhirukkumo Endru Karththar Sollugiraar. "},
{ "Verses": "30 thigaiththuth Thidukkidaththakka Kaariyam Dhesaththile Nadandhuvarugiradhu. "},
{ "Verses": "31 theerkkadharisigal Kallaththeerkkadharisanam Sollugiraargal; Aasaariyargal Avargal Moolamaai Aalugiraargal; Ippadiyiruppadhu En Janaththukkup Piriyamaayirukkiradhu; Aanaalum Mudivile Ennaseyveergal? "}
]