[
{ "Verses": "1 eremiyaa Sagala Janangalukkum Avargaludaiya Dhevanaagiya Karththar Thannaikkondu Avargalukku Solliyanuppina Ellaa Vaarththaigalaiyum Sonnaan; Avargaludaiya Dhevanaagiya Karththarudaiya Ellaavaarthaigalaiyum Avan Avargalukku Sollimudiththapinbu, "},
{ "Verses": "2 osaayaavin Kumaaranaagiya Asariyaavum, Kareyaavin Kumaaranaagiya Yogaanaanum, Agangaarigalaana Ellaa Manusharum Eremiyaavai Nokki: Nee Poi Sollugiraai; Egipthile Thangumpadikku Ange Pogaadhirungal Endru Solla Engal Dhevanaagiya Karththar Unnai Engalidaththukku Anuppavillai. "},
{ "Verses": "3 kaldheyar Engalaik Kondrupodavum, Engalai Baabilolanukku Siraigalaagak Kondupogavum, Engalai Avargal Kaiyil Oppukkodukkumpadi, Neriyaavin Kumaaranaagiya Paarukkuththaane Unnai Engalukku Virodhamaaga Evinaan Endraargal. "},
{ "Verses": "4 appadiye Yoodhaavin Dhesaththile Thariththirukkavendum Ennum Karththarudaiya Saththaththukkuk Kareyaavin Kumaaranaagiya Yoganaanum, Sagala Raanuva Servaikkaararum, Sagala Janangalum Sevikodaamarponaargal. "},
{ "Verses": "5 yoodhaa Dhesaththil Thangiyiruppadharku, Thaangal Thuraththundirundha Sagala Jaadhigalidaththilumirundhu Thirumbi Vandha Meedhiyaana Yoodharellaaraiyum, Purusharaiyum, Sthreegalaiyum, Kuzhandhaigalaiyum, Raajaavin Kumaaraththigalaiyum, Kaavarchenaadhipadhiyaagiya Nebusaraadhaan, Saappaanin Kumaaranaagiya Agikkaamin Maganaana Kedhaliyaavinidaththil Vittuppona Sagala Aaththumaakkalaiyum, Theerkkadharisiyaagiya Eremiyaavaiyum, Neriyaavin Kumaaranaagiya Paarukkaiyum, "},
{ "Verses": "6 kareyaavin Kumaaranaagiya Yoganaanum Sagala Raanuva Servaikkaararum Koottikkondu, "},
{ "Verses": "7 karththarudaiya Saththaththukku Sevikodaadhapadiyinaale, Egipthu Dhesaththukkup Poga Eththaniththu, Adhilulla Thakpaanesmattum Poi Serndhaargal. "},
{ "Verses": "8 thakpaanesile Karththarudaiya Vaarththai Eremiyaavukku Undaagi Avar: "},
{ "Verses": "9 nee Un Kaiyile Periya Karkalai Eduththukkondu, Yoodhaa Janangalukku Munbaaga Avaigalaith Thakpaanesil Irukkira Paarvonudaiya Aramanaiyin Olimugavaasalil Irukkira Soolaiyin Kalimannile Pudhaiththu Vaiththu, "},
{ "Verses": "10 avargalai Nokki: Idho, En Oozhiyakkaaranaagiya Nebugaadhnechchaar Engira Baabilon Raajaavai Naan Azhaiththanuppi, Naan Pudhaippiththa Indhak Karkalinmel, Avanudaiya Singaasanaththai Vaippen; Avan Than Raaja Koodaaraththai Avaigalin Mel Virippaan. "},
{ "Verses": "11 avan Vandhu, Egipthudhesaththai Azhippaan; Saavukku Edhuvaanavan Saavukkum, Siraiyiruppukku Edhuvaanavan Siraiyiruppukkum, Pattayaththukku Edhuvaanavan Pattayaththukkum Ullaavaan. "},
{ "Verses": "12 egipthin Dhevargaludaiya Kovilgalil Akkiniyaik Koluththuven; Avan Avaigalai Sutteriththu, Avaigalai Siraipidiththup Poi, Oru Meyppan Than Kambaliyaip Porththukkollumaap Pol Egipthudhesaththaip Porththukkondu, Avvidaththilirundhu Sugamaaip Purappattuppovaan. "},
{ "Verses": "13 avan Egipthudhesaththil Irukkira Pedhshimesin Silaigalai Udaiththu, Egipthin Dhevargaludaiya Kovilgalai Akkiniyaal Suttup Poduvaan Endru Isravelin Dhevanaagiya Senaigalin Karththar Sollugiraar Endru Sol Endraar. "}
]