[
{ "Verses": "1 akkaalaththile Yoodhaavinudaiya Raajaakkalin Elumbugalaiyum, Avargaludaiya Prabukkalin Elumbugalaiyum, Aasaariyargalin Elumbugalaiyum, Theerkkadharisigalin Elumbugalaiyum, Erusalemudaiya Kudigalin Elumbugalaiyum, Avargaludaiya Predhakkuzhigalilirundhu Eduththu, "},
{ "Verses": "2 avargal Nesiththadhum, Seviththadhum, Pinpatrinadhum, Naadinadhum, Panindhukondadhumaayirundha Sooriyanukkum, Sandhiranukkum, Vaanaththin Sarvasenaikkum Munbaaga Avaigalaip Parappivaippaargal Endru Karththar Sollugiraar; Avaigal Vaari Adakkampannappadaamal Boomiyinmel Eruvaagum. "},
{ "Verses": "3 indhath Thushta Vamsaththil Meedhiyaayirundhu, Ennaal Ellaa Idangalilum Thuraththividappattu Meendhirukkira Yaavarukkum, Jeevanaippaarkkilum Maraname Viruppamaayirukkumendru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "4 nee Avargalai Nokki: Vizhundhavargal Ezhundhirukkiradhillaiyo? Vazhithappipponavargal Thirumbugiradhillaiyo? "},
{ "Verses": "5 aanaalum Erusalemiyaraagiya Indha Janam Endraikkum Vazhithappippogiradhenna? Kabadaththai Urudhiyaaip Pidiththirukkiraargal; Thirumbamaattom Engiraargal. "},
{ "Verses": "6 naan Gavaniththuk Ketten, Avargal Yadhaarththam Pesavillai; Enna Seydhenendru Solli, Than Pollaappinimiththam Manasthaabappadugiravan Oruvanumillai; Yuththaththukkul Paaigira Kudhiraiyaippola Avaravar Vegamaai Odipponaargal. "},
{ "Verses": "7 aagaayaththilulla Naarai Mudhalaaith Than Velaiyai Ariyum; Kaattuppuraavum, Kokkum, Thagaivilaan Kuruviyum Thaangal Varaththakka Kaalaththai Ariyum; En Janangalo Karththarin Nyaayaththai Ariyaargal Endru Karththar Uraikkiraar Endru Sol. "},
{ "Verses": "8 naangal Gnaanigalendrum, Karththarudaiya Vedham Engalidaththilirukkiradhendrum Neengal Sollugiradheppadi? Meyyaagave, Idho, Vedhapaaragarin Kalla Ezhuththaani Adhai Abaththamaakkugiradhu. "},
{ "Verses": "9 gnaanigal Vetki, Kalangip Pidipaduvaargal; Idho, Karththarudaiya Sollai Veruththuppottaargal; Avargalukku Gnaanamedhu? "},
{ "Verses": "10 aagaiyaal Avargaludaiya Sthreegalai Anniyarukkum, Avargaludaiya Vayalgalai Avaigalaik Kattikkolbavargalukkum Koduppen; Avargalile Siriyor Thodangip Periyormattum Ovvoruvarum Porulaasaikkaararaayirukkiraargal; Theerkkadharisigal Thodangi Aasaariyargal Mattum Ovvoruvarum Poiyaraayirundhu, "},
{ "Verses": "11 samaadhaanamillaadhirundhum, Samaadhaanam Samaadhaanam Endru Solli, En Janamaagiya Kumaaraththiyin Kaayangalai Merpoochchaaik Gunamaakkugiraargal. "},
{ "Verses": "12 thaangal Aruvaruppaanadhai Seydhadhinimiththam Vetkappadugiraargalaa? Parichchedham Vetkappadaargal, Naanavum Ariyaargal; Aagaiyaal Vizhugiravargalukkulle Vizhuvaargal; Naan Avargalai Visaarikkunkaalaththile Idarundupovaargal Endru Karththar Sollugiraar. "},
{ "Verses": "13 avargalai Mutrilum Azhiththuppoduven Endru Karththar Sollugiraar; Dhraatchachchediyile Kulaigaliraadhu, Aththimaraththile Pazhangaliraadhu, Ilaiyum Udhirum, Naan Avargalukkuk Koduththadhu Avargalaivittuth Thaandippogum Endru Sol. "},
{ "Verses": "14 naam Summaayiruppaanen? Koodivaarungal; Naam Aranaana Pattanangalukkul Pravesiththu, Ange Sangaaramaavom; Naam Karththarukku Virodhamaaip Paavancheydhapadiyaal, Nammudaiya Dhevanaagiya Karththar Nammai Sangaarampanni, Namakkup Pichchukkalandha Thanneeraik Kudikkakkodukkiraar. "},
{ "Verses": "15 samaadhaanaththukkuk Kaaththirundhom, Prayojanamillai; Aarokkiyakaalaththukkuk Kaaththirundhom, Idho, Aabaththu. "},
{ "Verses": "16 thaanilirundhu Avargaludaiya Kudhiraigalin Moochcheridhal Ketkappadugiradhu; Avargaludaiya Balaththa Asvangal Kanaikkira Saththaththinaal Dhesamellaam Adhirugiradhu; Avargal Vandhu Dhesaththaiyum Adhil Ullavaigalaiyum, Pattanaththaiyum Adhin Kudigalaiyum Patchippaargal. "},
{ "Verses": "17 meyyaai, Idho, Thadaikattappadaadha Sarppangalaiyum, Kattuviriyangalaiyum Ungalukkul Anuppugiren, Avaigal Ungalaik Kadikkum Endru Karththarsollugiraar. "},
{ "Verses": "18 naan Sanjalaththil Aarudhaladaiyappaarththum, En Irudhayam Balatchayamaayirukkiradhu. "},
{ "Verses": "19 idho, Seeyonil Karththar Illaiyo? Adhil Raajaa Illaiyo? Endru, En Janamaagiya Kumaaraththi Dhooradhesaththilirundhu Kooppidum Saththam Ketkappadugiradhu; Aanaal, Avargal Thangal Suroobangalinaalum Anniyarin Maayaigalinaalum Enakkuk Kobamundaakkinadhu Enna Engiraar. "},
{ "Verses": "20 aruppukkaalam Sendradhu, Kodaikkaalamum Mudindhadhu, Naamo Ratchikkappadavillai. "},
{ "Verses": "21 en Janamaagiya Kumaaraththiyin Kaayangalinaal Naanum Kaayappatten; Karigaruththirukkiren; Thigaippu Ennaip Pidiththadhu. "},
{ "Verses": "22 keeleyaaththile Pisin Thailam Illaiyo? Iranavaiththiyanum Ange Illaiyo? Pinnai En En Janamaagiya Kumaaraththi Sosthamadaiyaamarponaal? "}
]