[
{ "Verses": "1 seeyoninimiththamum Erusaleminimiththamum Naan Mavunamaayiraamalum, Adhin Needhi Pragaasaththaippolavum, Adhin Ratchippu Erigira Theevattiyaippolavum Velippadumattum Amaraamalum Iruppen. "},
{ "Verses": "2 jaadhigal Un Needhiyaiyum, Sagala Raajaakkalum Un Magimaiyaiyum Kaanbaargal; Karththarudaiya Vaai Sollum Pudhu Naamaththaal Nee Azhaikkappaduvaai. "},
{ "Verses": "3 nee Karththarudaiya Kaiyil Alangaaramaana Kreedamum, Un Dhevanudaiya Karaththil Raajamudiyumaayiruppaai. "},
{ "Verses": "4 nee Inik Kaividappattaval Ennappadaamalum, Un Dhesam Inip Paazhaana Dhesamennappadaamalum, Nee Epsibaa Endrum, Un Dhesam Piyoolaa Endrum Sollappadum; Karththar Unmel Piriyamaayirukkiraar; Un Dhesam Vaazhkkaippadum. "},
{ "Verses": "5 vaaliban Kannigaiyai Vivaagampannuvadhupola, Un Makkal Unnai Vivaagampannuvaargal; Manavaalan Manavaattiyinmel Magizhchchiyaayiruppadhupola, Un Dhevan Unmel Magizhchchiyaayiruppaar. "},
{ "Verses": "6 erusaleme, Un Madhilgalinmel Pagalmuzhudhum, Raamuzhudhum Orukkaalum Mavunamaayiraadha Jaamakkaararaik Kattalaiyidugiren. Karththaraip Prasthaabampannugiravargale, Neengal Amarikkaiyaayirukkalaagaadhu. "},
{ "Verses": "7 avar Erusalemai Sthirappaduththi, Boomiyile Adhaip Pugazhchchiyaakkumvaraikkum Avarai Amarndhirukkavidaadhirungal. "},
{ "Verses": "8 ini Naan Un Dhaaniyaththai Un Saththurukkalukku Aagaaramaagakkoden; Un Prayaasaththinaalaagiya Un Dhraatcharasaththai Anniya Puththirar Kudippadhumillaiyendru Karththar Thamadhu Valadhukaraththinmelum Thamadhu Vallamaiyulla Buyaththinmelum Aanaiyittaar. "},
{ "Verses": "9 adhai Serththavargale Adhaip Pusiththuk Karththaraith Thudhippaargal; Adhaik Koottivaiththavargale En Parisuththa Sthalaththin Praagaarangalil Adhaik Kudippaargal. "},
{ "Verses": "10 vaasalgal Vazhiyaaip Pravesiyungal, Pravesiyungal; Janaththukku Vazhiyai Sevvaippaduththungal, Paadhaiyai Uyarththungal, Uyarththungal; Adhilulla Karkalaip Porukkippodungal; Janangalukkaagak Kodiyai Etrungal. "},
{ "Verses": "11 neengal Seeyon Kumaaraththiyai Nokki: Idho Un Ratchippu Varugiradhu, Idho, Avar Arulum Balan Avarodum, Avar Seyyum Pradhipalan Avar Munbaagavum Varugiradhu Endru Sollungal Endru, Karththar Boomiyin Kadaiyaandharam Varaikkum Koorugiraar. "},
{ "Verses": "12 avargalaip Parisuththa Janamendrum, Karththaraal Meetkappattavargalendrum Solluvaargal; Nee Thedikkollappattadhendrum, Kaividappadaadha Nagaramendrum Peyarperuvaai. "}
]