[
{ "Verses": "1 eppiraayeemudaiya Veriyarin Perumaiyaana Kreedaththukku Aiyo, Madhubaanaththaal Mayakkamadaindhavargalin Sezhippaana Pallaththaakkudaiya Kodumudiyinmelulla Alangaara Jodippu Vaadippogum Pushpame! "},
{ "Verses": "2 idho, Thraaniyum Vallamaiyumudaiya Oruvan Aandavaridaththil Irukkiraan; Avan Kalmazhaippolavum, Sangaarap Pusalpolavum, Puranduvarugira Peruvellampolavum Vandhu, Kaiyinaale Adhaith Tharaiyil Thallividuvaan. "},
{ "Verses": "3 eppiraayeemudaiya Veriyarin Kreedam Kaalaal Midhiththuppodappadum. "},
{ "Verses": "4 sezhippaana Pallaththaakkudaiya Kodumudiyinmelulla Alangaara Jodippaagiya Vaadiya Pushpam, Paruvakaalaththukkumun Pazhuththadhum Kaangiravan Paarththu, Adhu Than Kaiyil Irukkumpodhe Vizhungugiradhumaana Mudhal Kaniyaippola Irukkum. "},
{ "Verses": "5 akkaalaththile Senaigalin Karththar Thamadhu Janaththil Meedhiyaanavargalukku Magimaiyaana Kreedamaagavum, Alangaaramaana Mudiyaagavum, "},
{ "Verses": "6 nyaayam Visaarikka Utkaarugiravanukku Nyaayaththin Aaviyaagavum, Yuththaththai Adhin Vaasalmattum Thiruppugiravargalin Paraakkiramamaagavum Iruppaar. "},
{ "Verses": "7 aanaalum Ivargalum Dhraatcharasaththaal Mayangi, Madhubaanaththaal Vazhithappippogiraargal; Aasaariyanum Theerkkadharisiyum Madhubaanaththaal Madhimayangi, Dhraatcharasaththaal Vizhungappattu, Saaraayaththinaal Vazhithappi, Theerkkadharisanaththil Mosampoi, Nyaayantheerkkiradhil Idarugiraargal, "},
{ "Verses": "8 pojanapeedangalellaam Vaandhiyinaalum Asuththaththinaalum Niraindhirukkiradhu; Suththamaana Idamillai. "},
{ "Verses": "9 avar Yaarukku Arivaip Podhippaar? Yaarukku Ubadhesaththai Unarththuvaar? Paalmarandhavargalukkum, Mulai Marakkappannappattavargalukkume. "},
{ "Verses": "10 karpanaiyinmel Karpanaiyum, Karpanaiyinmel Karpanaiyum, Pramaanaththinmel Pramaanamum, Pramaanaththinmel Pramaanamum, Inge Konjamum Ange Konjamumaam Engiraargal. "},
{ "Verses": "11 pariyaasa Udhadugalinaalum Anniyabaashaiyinaalum Indha Janaththode Pesuvaar. "},
{ "Verses": "12 idhuve Neengal Ilaiththavanai Ilaippaarappannaththakka Ilaippaarudhal; Idhuve Aarudhal Endru Avargalode Avar Sonnaalum Ketkamaattom Engiraargal. "},
{ "Verses": "13 aadhalaal Avargal Poi, Pinnittu Vizhundhu, Norungumpadikkum, Sikkundu Pidipadumpadikkum, Karththarudaiya Vaarththai Avargalukkuk Karpanaiyinmel Karpanaiyum Karpanaiyinmel Karpanaiyum Pramaanaththinmel Pramaanamum Pramaanaththinmel Pramaanamum Inge Konjamum Ange Konjamumaaga Irukkum. "},
{ "Verses": "14 aagaiyaal Erusalemilulla Indha Janaththai Aalugira Nindhanaikkaarare, Karththarudaiya Vaarththaiyaik Kelungal. "},
{ "Verses": "15 neengal: Maranaththode Udanpadikkaiyum Paadhaalaththode Oppandhamum Panninom; Vaadhai Peruvellamaaip Puranduvandhaalum Engalai Anugaadhu; Naangal Poiyai Engalukku Adaikkalamaakki, Maayaiyin Maraivile Vandhu Adaindhomengireergale. "},
{ "Verses": "16 aadhalaal Karththaraagiya Aandavar Uraikkiradhaavadhu: Idho, Asthibaaramaaga Oru Kallai Naan Seeyonile Vaikkiren; Adhu Pareetchikkappattadhum, Vilaiyerappetradhum, Thida Asthibaaramulladhumaana Moolaikkallaayirukkum; Visuvaasikkiravan Padharaan. "},
{ "Verses": "17 naan Nyaayaththai Noolum, Needhiyaith Thookkunoolumaaga Vaippen; Poi Ennum Adaikkalaththaik Kalmazhai Azhiththuvidum; Maraividaththai Jalappravaagam Adiththukkondupogum. "},
{ "Verses": "18 neengal Maranaththodu Seydha Udanpadikkai Virudhaavaagi, Neengal Paadhaalaththodu Seydha Oppandham Nirkaadhepom; Vaadhai Puranduvarumpodhu Adhinkeezh Midhikkappaduveergal. "},
{ "Verses": "19 adhu Puranduvandhamaaththiraththil Ungalai Adiththukkondupom; Adhu Naaldhorum Iravumpagalum Puranduvarum; Adhaippatrip Pirakkuncheydhiyaik Ketpadhum Sanjalaththai Undaakkum. "},
{ "Verses": "20 kaal Neettap Padukkaiyin Neelam Podhaadhu; Moodikkollap Porvaiyin Agalamum Podhaadhu. "},
{ "Verses": "21 karththar Thamadhu Kiriyaiyaagiya Aboorvamaana Kiriyaiyai Seyyavum, Thamadhu Velaiyaagiya Aboorvamaana Velaiyai Niraivetravum, Avar Peraadhseem Malaiyile Ezhumbinadhupola Ezhumbi, Kibiyonin Pallaththaakkil Kobankondadhupola Kobankolvaar. "},
{ "Verses": "22 ippozhudhum Ungal Kattugal Balaththuppogaadhapadikkup Pariyaasampannaadhirungal; Dhesam Anaiththinmelum Nirnayikkappatta Sangaaraththin Seydhiyai Senaigalin Karththaraagiya Aandavaraale Kelvippattirukkiren. "},
{ "Verses": "23 sevikoduththu En Saththaththaik Kelungal; Naan Solvadhaik Gavaniththuk Kelungal. "},
{ "Verses": "24 uzhugiravan Vidhaikkiradharkaaga Naaldhorum Uzhugiradhundo? Than Nilaththaik Koththi Naaldhorum Parambadikkiradhu Undo? "},
{ "Verses": "25 avan Adhai Melaaga Niravinapinbu, Adhadharketra Idaththil Ulundhaith Theliththu, Seeragaththaith Thoovi, Mudhaltharamaana Kodhumaiyaiyum Therindhukonda Vaarkodhumaiyaiyum Kambaiyum Vidhaikkiraan Allavo? "},
{ "Verses": "26 avanudaiya Dhevan Avanai Nandraaip Podhiththu, Avanai Unarththugiraar. "},
{ "Verses": "27 ulundhu Thoolaththaale Poradikkappadugiradhillai; Seeragaththinmel Vandilin Urulai Sutra Vidappadugiradhumillai; Ulundhu Kolinaalum Seeragam Milaatrinaalum Adikkappadum. "},
{ "Verses": "28 appaththukku Dhaaniyam Idikkappadum; Idaividaamal Avan Adhaip Poradikkiradhillai; Avan Than Vandilin Urulaiyaal Adhai Nasukkugiradhumillai, Than Kudhiraigalaal Adhai Norukkugiradhumillai. "},
{ "Verses": "29 idhuvum Senaigalin Karththaraale Undaagiradhu; Avar Aalosanaiyil Aachchariyamaanavar, Seyalil Magaththuvamaanavar. "}
]