[
{ "Verses": "1 aagilum Avar Sebulon Naattaiyum, Napthali Naattaiyum Idukkamaai Eenappaduththina Mundhina Kaalaththilirundhadhupola Adhu Irundiruppadhillai; Enendraal Avar Kadarkaraiyarugilum, Yordhaan Nadhiyoraththilumulla Purajaadhiyaarudaiya Kalileyaavaagiya Aththesaththaip Pirkaalaththile Magimaippaduththuvaar. "},
{ "Verses": "2 irulil Nadakkira Janangal Periya Velichchaththaik Kandaargal; Marana Irulin Dhesaththil Kudiyirukkiravargalinmel Velichcham Pragaasiththadhu. "},
{ "Verses": "3 andha Jaadhiyaith Thiralaakki, Adharku Magizhchchiyaip Perugappannineer; Aruppil Magizhgiradhupolavum, Kollaiyaip Pangittukkollugaiyil Kalikoorugiradhupolavum, Umakkumunbaaga Magizhugiraargal. "},
{ "Verses": "4 meedhiyaaniyarin Naalil Nadandhadhupola, Avargal Sumandha Nugaththadiyaiyum Avargal Tholinmelirundha Milaatraiyum, Avargal Aalottiyin Kolaiyum Muriththuppotteer. "},
{ "Verses": "5 amaliyaai Yuththampannugira Veerarudaiya Aayudhavarkkangalum, Raththaththil Puranda Uduppum Akkinikku Iraiyaaga Sutterikkappadum. "},
{ "Verses": "6 namakku Oru Paalagan Pirandhaar; Namakku Oru Kumaaran Kodukkappattaar; Karththaththuvam Avar Tholinmelirukkum; Avar Naamam Adhisayamaanavar, Aalosanaik Karththaa, Vallamaiyulla Dhevan, Niththiya Pidhaa, Samaadhaanapprabu Ennappadum. "},
{ "Verses": "7 dhaaveedhin Singaasanaththaiyum Avanudaiya Raajyaththaiyum Avar Thidappaduththi Adhai Idhumudharkondu Endrendraikkum Nyaayaththilum Needhiyinaalum Nilaippaduththumpadikku, Avarudaiya Karththaththuvaththin Perukkaththukkum, Adhin Samaadhaanaththukkum Mudivillai; Senaigalin Karththarudaiya Vairaakkiyam Idhai Seyyum. "},
{ "Verses": "8 aandavar Yaakkobukku Oruvaarththaiyai Anuppinaar; Adhu Isravelinmel Irangitru. "},
{ "Verses": "9 sengalkattu Idindhupoyitru, Polindha Kallaale Thirumbakkattuvom; Kaattaththimarangal Vettippodappattadhu, Avaigalukkup Padhilaagak Kedhurumarangalai Vaippom Endru, "},
{ "Verses": "10 agandhaiyum, Manapperumaiyumaai Sollugira Eppiraayeemarum, Samaariyaavin Kudigalumaagiya Ellaa Janaththukkum Adhu Theriyavarum. "},
{ "Verses": "11 aadhalaal Karththar Redhseenudaiya Saththurukkalai Avargalmel Uyarththi, Avargaludaiya Matra Saththurukkalai Avargalode Koottik Kalappaar. "},
{ "Verses": "12 murpuraththil Seeriyarum, Pirpuraththil Pelistharum Vandhu, Isravelaith Thirandhavaayaal Patchippaargal; Ivaiyellaavatrilum Avarudaiya Kobam Aaraamal, Innum Avarudaiya Kai Neettinapadiye Irukkiradhu, "},
{ "Verses": "13 janangal Thangalai Adikkiravaridaththil Thirumbaamalum, Senaigalin Karththaraith Thedaamalum Irukkiraargal. "},
{ "Verses": "14 aagaiyaal Karththar Isravelile Thalaiyaiyum, Vaalaiyum, Kilaiyaiyum, Naanalaiyum, Ore Naalile Vettippoduvaar. "},
{ "Verses": "15 mooppanum Ganamporundhinavanume Thalai, Poippodhagampannugira Theerkkadharisiye Vaal. "},
{ "Verses": "16 indha Janaththai Nadaththugiravargal Eththarumaai, Avargalaal Nadaththappadugiravargal Naasamadaigiravargalumaai Irukkiraargal. "},
{ "Verses": "17 aadhalaal, Aandavar Avargal Vaalibarmel Piriyamaayiruppadhillai; Avargalilirukkira Thikkatra Pillaigalmelum Vidhavaigalmelum Iranguvadhumillai; Avargal Anaivarum Maayakkaararum Pollaadhavargalumaayirukkiraargal; Ellaa Vaayum Aagaamiyam Pesum; Ivaiyellaavatrilum Avarudaiya Kobam Aaraamal Innum Avarudaiya Kai Neettinapadiye Irukkiradhu. "},
{ "Verses": "18 aagaamiyamaanadhu Akkiniyaippola Erigiradhu; Adhu Mutchediyaiyum Nerinjilaiyum Patchikkum, Adhu Nerungiya Kaattaik Koluththum, Pagai Thirandu Ezhumbum. "},
{ "Verses": "19 senaigalin Karththarudaiya Sinaththaal Dhesam Andhagaarappattu, Janangal Akkinikku Iraiyaavaargal; Oruvanum Than Sagodharanaith Thappavidaan. "},
{ "Verses": "20 valadhupuraththil Patchiththaalum Pasiththiruppaargal; Idadhupuraththil Thindraalum Thirupthiyadaiyaargal; Avanavan Thanthan Buyaththin Maamsaththaith Thinbaan. "},
{ "Verses": "21 manaase Eppiraayeemaiyum, Eppiraayeem Manaaseyaiyum Patchippaargal; Ivargal Egamaai Yoodhaavukku Virodhamaayiruppaargal; Ivaiyellaavatrilum Avarudaiya Kobam Aaraamal Innum Avarudaiya Kai Neettinapadiye Irukkiradhu. "}
]