[
{ "Verses": "1 usiyaavinudaiya Kumaaranaagiya Yodhaamin Kumaaran Aagaas Ennum Yoodhaadhesaththu Raajaavin Naatkalile, Redhseen Ennum Seeriyaavin Raajaavum, Remaliyaavin Kumaaranaagiya Pekkaa Ennum Isravelin Raajaavum Erusaleminmel Yuththampanna Vandhaargal, Avargalaal Adhaip Pidikkak Koodaamarpoyitru. "},
{ "Verses": "2 seeriyar Eppiraayeemai Saarndhirukkiraargalendru Dhaaveedhin Kudumbaththukku Arivikkappattapodhu, Raajaavin Irudhayamum Avan Janaththin Irudhayamum Kaattilulla Marangal Kaatrinaal Asaigiradhupol Asaindhadhu. "},
{ "Verses": "3 appozhudhu Karththar Esaayaavai Nokki: Neeyum Un Magan Seyaaryaasoobumaaga Vannaar Thuraivazhiyilulla Merkulaththu Madhagin Kadaisimattum Aagaasukku Edhirkondupoi, "},
{ "Verses": "4 nee Avanai Nokki: Seeriyar Eppiraayeemodum, Remaliyaavin Maganodum Unakku Virodhamaaga Dhuraalosanai Panni, "},
{ "Verses": "5 naam Yoodhaavukku Virodhamaaippoi, Adhai Nerukki, Adhai Namakkulle Pangittukkondu, Adharkuth Thabeyaalin Kumaaranai Raajaavaaga Erpaduththuvom Endru Sonnadhinimiththam; "},
{ "Verses": "6 nee Bayappadaamal Amarndhirukkap Paar; Indha Irandu Pugaigira Kollikkattaigalaagiya Seeriyarode Vandha Redhseenum, Remaliyaavin Maganum Konda Ukkirakkobaththinimiththam Un Irudhayam Thuvalavendaam. "},
{ "Verses": "7 karththaraagiya Aandavar: Andha Aalosanai Nilainirpadhillai, Adhinpadi Sambavippadhumillai; "},
{ "Verses": "8 seeriyaavin Thalai Thamasku, Thamaskuvin Thalai Redhseen; Innum Arubaththaindhu Varushangalile Eppiraayeem Oru Janamaayiraadhapadikku Norungundupom. "},
{ "Verses": "9 eppiraayeemin Thalai Samaariyaa, Samaariyaavin Thalai Remaliyaavin Magan; Neengal Visuvaasiyaavittaal Nilaiperamaatteergal Endru Sol Endraar. "},
{ "Verses": "10 pinnum Karththar Aagaasai Nokki: "},
{ "Verses": "11 nee Un Dhevanaagiya Karththaridaththil Oru Adaiyaalaththai Vendikkol; Adhai Aazhaththilirundhaagilum, Unnadhaththilirundhaagilum Undaagak Kettukkol Endru Sonnaar. "},
{ "Verses": "12 aagaaso: Naan Ketkamaatten, Naan Karththaraip Pareetchaiseyyamaatten Endraan. "},
{ "Verses": "13 appozhudhu Esaayaa: Dhaaveedhin Vamsaththaare, Kelungal; Neengal Manusharai Visanappaduththugiradhu Podhaadhendru En Dhevanaiyum Visanappaduththap Paarkkireergalo? "},
{ "Verses": "14 aadhalaal Aandavar Thaame Ungalukku Oru Adaiyaalaththaik Koduppaar; Idho, Oru Kannigai Karppavadhiyaagi Oru Kumaaranaip Peruvaal, Avarukku Immaanuvel Endru Periduvaal. "},
{ "Verses": "15 theemaiyai Veruththu Nanmaiyaith Therindhukolla Ariyum Vayadhumattum Avar Venneyaiyum Thenaiyum Saappiduvaar. "},
{ "Verses": "16 andhap Pillai Theemaiyai Verukkavum, Nanmaiyaith Therindhukollavum Arigiradharkumunne, Nee Aruvarukkira Dhesam Adhin Irandu Raajaakkalaal Vittuvidappadum. "},
{ "Verses": "17 eppiraayeem Yoodhaavaivittup Pirindha Naalmudhal Varaadha Naatkalaik Karththar Unmelum, Un Janaththinmelum, Un Pidhaavudaiya Vamsaththinmelum, Aseeriyaavin Raajaavinaale Varappannuvaar. "},
{ "Verses": "18 annaatkalile, Karththar Egipthu Nadhigalin Kadaiyaandharaththilulla Eeyaiyum, Aseeriyaa Dhesaththilirukkum Theneeyaiyum Payilkaatti Azhaippaar. "},
{ "Verses": "19 avaigal Vandhu Egamaai Vanaandharangalin Pallaththaakkugalilum, Kanmalaigalin Vedippugalilum, Ellaa Mutkaadugalilum, Meychchalulla Ellaa Idangalilum Thangum. "},
{ "Verses": "20 akkaalaththile Aandavar Koolikkuvaangina Savaragan Kaththiyinaal, Adhaavadhu, Nadhiyin Akkaraiyilulla Aseeriyaa Raajaavinaal Thalaimayiraiyum Kaalmayiraiyum Siraippiththu Thaadiyaiyum Vaangippoduvippaar. "},
{ "Verses": "21 akkaalaththil Oruvan Oru Ilampasuvaiyum, Irandu Aadugalaiyum Valarththaal, "},
{ "Verses": "22 avaigal Pooranamaaip Paalkarakkirapadiyinaal Venneyai Saappiduvaan; Dhesaththin Naduvil Meedhiyaayiruppavanevanum Venneyaiyum Thenaiyume Saappiduvaan. "},
{ "Verses": "23 annaalile, Aayiram Vellikkaasu Perum Aayiram Dhraatchachchediyirundha Nilamellaam Mutchediyum Nerinjilumaagum. "},
{ "Verses": "24 dhesamengum Mutchediyum Nerinjilum Undaayiruppadhinaal, Ambugalaiyum Villaiyum Pidiththu Ange Pogavendiyadhaayirukkum. "},
{ "Verses": "25 manvettiyaal Koththappadugira Malaigal Unde; Mutchedigalukkum Nerinjilgalukkum Bayappaduvadhinaal Avaigalil Ondrirkum Pogak Koodaamaiyinaal, Avaigal Maadugalai Ottividuvadharkum, Aadugal Midhippadharkumaana Idamaayirukkum Endraan. "}
]