[
{ "Verses": "1 idho, Ratchikkakkoodaadhapadikkuk Karththarudaiya Kai Kurugippogavumillai; Ketkakkoodaadhapadikku Avarudaiya Sevi Mandhamaagavumillai. "},
{ "Verses": "2 ungal Akkiramangale Ungalukkum Ungal Dhevanukkum Naduvaagap Pirivinai Undaakkugiradhu; Ungal Paavangale Avar Ungalukku Sevikodaadhapadikku Avarudaiya Mugaththai Ungalukku Maraikkiradhu. "},
{ "Verses": "3 enendraal, Ungal Kaigal Raththaththaalum, Ungal Viralgal Akkiramaththaalum, Karaippattirukkiradhu, Ungal Udhadugal Poiyaip Pesi, Ungal Naavu Nyaayakkettai Vasanikkiradhu. "},
{ "Verses": "4 needhiyaith Thedugiravanumillai, Saththiyaththinpadi Vazhakkaadugiravanumillai; Maayaiyai Nambi, Abaththamaanadhaip Pesugiraargal; Theemaiyaik Karppandhariththu, Akkiramaththaip Perugiraargal. "},
{ "Verses": "5 kattuviriyanin Muttaigalai Adaikaaththu, Silandhiyin Nesavugalai Neygiraargal; Avaigalin Muttaigalai Saappidugiravan Saavaan; Avaigal Nerukkappattadheyaanaal Viriyan Purappadum. "},
{ "Verses": "6 avaigalin Nesavugal Vasthirangalukketravaigal Alla; Thangal Kiriyaigalaale Thangalai Moodikkollamaattaargal; Avargal Kiriyaigal Akkiramakkiriyaigal; Kodumaiyaana Seygai Avargal Kaigalilirukkiradhu. "},
{ "Verses": "7 avargal Kaalgal Pollaappu Seyya Odi, Kutramillaadha Raththaththai Sindhath Theevirikkiradhu, Avargal Ninaivugal Akkiramaninaivugal; Paazhkkadippum Azhivum Avargal Vazhigalilirukkiradhu. "},
{ "Verses": "8 samaadhaana Vazhiyai Ariyaargal; Avargal Nadaigalil Nyaayamillai; Thangal Paadhaigalaith Thaangale Konalaakkikkondaargal; Avaigalil Nadakkira Oruvanum Samaadhaanaththai Ariyaan. "},
{ "Verses": "9 aadhalaal, Nyaayam Engalukku Dhooramaayirukkiradhu, Needhi Engalaith Thodarndhu Pidikkaadhu; Velichchaththukkuk Kaaththirundhom, Idho, Irul; Pragaasaththukkuk Kaaththirundhom, Aanaalum Andhagaaraththile Nadakkirom. "},
{ "Verses": "10 naangal Kurudaraippol Suvaraip Pidiththu, Kannillaadhavargalaippol Thadavugirom; Iravil Idarugiradhupolap Pattappagalilum Idarugirom; Seththavargalaippol Paazhidangalil Irukkirom. "},
{ "Verses": "11 naangal Anaivarum Karadigalaippola Urumi, Puraakkalaippolak Koovikkondirukkirom, Nyaayaththukkuk Kaaththirundhom, Adhaikkaanom; Ratchippukkuk Kaaththirundhom, Adhu Engalukku Dhooramaayitru. "},
{ "Verses": "12 engal Meerudhalgal Umakku Munbaaga Migudhiyaayirundhu, Engal Paavangal Engalukku Virodhamaai Saatchisollugiradhu, Engal Meerudhalgal Engalode Irukkiradhu; Engal Akkiramangalai Arindhirukkirom. "},
{ "Verses": "13 karththarukku Virodhamaai Dhrogampanni, Poipesi, Engal Dhevanaivittup Pinvaanginom; Kodumaiyaagavum Kalagamaagavum Pesinom; Kallavaarththaigalaik Karppandhariththu, Irudhayaththilirundhu Pirappikkappanninom. "},
{ "Verses": "14 nyaayam Pinnittu Agandradhu; Needhi Dhooramaai Nindradhu; Saththiyam Veedhiyile Idari, Yadhaarththam Vandhu Seramaattaamarpogiradhu. "},
{ "Verses": "15 saththiyam Thallupadiyaayitru; Pollaappai Vittu Vilagugiravan Kollaiyaagiraan; Idhaik Karththar Paarththu Nyaayamillaiyendru Visanamullavaraanaar. "},
{ "Verses": "16 oruvarum Illaiyendru Kandu, Vinnappam Pannugiravan Illaiyendru Aachchariyappattaar; Aadhalaal Avarudaiya Buyame Avarukku Ratchippaagi, Avarudaiya Needhiye Avaraith Thaangugiradhu. "},
{ "Verses": "17 avar Needhiyai Maarkkavasamaaga Anindhu, Ratchippennum Seeraavaith Thamadhu Sirasil Thariththu, Needhisarikkattudhalennum Vasthirangalai Uduppaaga Uduththu, Vairaakkiyaththai Saalvaiyaagap Porththukkondaar. "},
{ "Verses": "18 kiriyaigalukkuththakka Palanai Alippaar, Thammudaiya Saththurukkalidaththil Ukkiraththai Sarikkatti, Thammudaiya Pagaignarukkuth Thakka Palanaiyum, Theevugalukkuththakka Palanaiyum Sarikkattuvaar. "},
{ "Verses": "19 appozhudhu Sooriyan Asthamikkunthisaithodangi Karththarin Naamaththukkum, Sooriyan Udhikkunthisaithodangi Avarudaiya Magimaikkum Bayappaduvaargal; Vellampol Saththuru Varumpodhu, Karththarudaiya Aaviyaanavar Avanukku Virodhamaaik Kodiyetruvaar. "},
{ "Verses": "20 meetpar Seeyonukkum, Yaakkobile Meerudhalaivittuth Thirumbugiravargalukkum, Varuvaar Endru Karththar Sollugiraar. "},
{ "Verses": "21 unmelirukkira En Aaviyum, Naan Un Vaayil Aruliya En Vaarththaigalum, Idhumudhal Endrendraikkum Un Vaayilirundhum, Un Sandhadhiyin Vaayilirundhum, Un Sandhadhiyinudaiya Sandhadhiyin Vaayilirundhum Neenguvadhillaiyendru Karththar Sollugiraar; Idhu Enakku Avargalodirukkum En Udanpadikkaiyendru Karththar Sollugiraar. "}
]