[
{ "Verses": "1 pillaiperaadha Maladiye, Magizhndhupaadu; Karppavedhanaippadaadhavale, Gembeeramaaip Paadi Aanandhasaththamidu; Vaazhkkaippattavaludaiya Pillaigalaip Paarkkilum, Anaadha Sthreeyinudaiya Pillaigal Adhigam Endru Karththar Sollugiraar. "},
{ "Verses": "2 un Koodaaraththin Idaththai Visaalamaakku; Un Vaasasthalangalin Thiraigal Virivaagattum; Thadaiseyyaadhe; Un Kayirugalai Neelamaakki, Un Mulaigalai Urudhippaduththu. "},
{ "Verses": "3 nee Valadhupuraththilum Idadhupuraththilum Idankondu Peruguvaai; Un Sandhadhiyaar Jaadhigalai Sudhandhariththukkondu, Paazhaaikkidandha Pattanangalaik Kudiyetruvippaargal. "},
{ "Verses": "4 bayappadaadhe, Nee Vetkappaduvadhillai; Naanaadhe, Nee Lachchaiyadaivadhillai; Un Vaalibaththin Vetkaththai Nee Marandhu, Un Vidhavaiyiruppin Nindhaiyai Ini Ninaiyaadhiruppaai. "},
{ "Verses": "5 un Sirushtigare Un Naayagar; Senaigalin Karththar Enbadhu Avarudaiya Naamam; Isravelin Parisuththar Un Meetpar, Avar Sarvaboomiyin Dhevan Ennappaduvaar. "},
{ "Verses": "6 kaividappattu Manamnondhavalaana Sthreeyaippolavum, Ilam Praayaththil Vivaagancheydhu Thallappatta Manaiviyaippolavum Irukkira Unnaikkarththar Azhaiththaar Endru Un Dhevan Sollugiraar. "},
{ "Verses": "7 imaippozhudhu Unnaik Kaivitten; Aanaalum Urukkamaana Irakkangalaal, Unnai Serththukkolven. "},
{ "Verses": "8 arpakaalam Moonda Kobaththinaal En Mugaththai Imaippozhudhu Unakku Maraiththen; Aanaalum Niththiya Kirubaiyudan Unakku Iranguven Endrukarththaraagiya Un Meetpar Sollugiraar. "},
{ "Verses": "9 idhu Enakku Novaavin Kaalaththilundaana Vellampolirukkum; Novaavin Kaalaththilundaana Vellam Ini Boomiyinmel Puranduvaruvadhillai Endru Naan Aanaiyittadhupola, Unmel Naan Kobankolvadhillaiyendrum, Unnai Naan Kadindhukolvadhillaiyendrum Aanaiyitten. "},
{ "Verses": "10 malaigal Vilaginaalum, Parvadhangal Nilaipeyarndhaalum, En Kirubai Unnaivittu Vilagaamalum, En Samaadhaanaththin Udanpadikkai Nilaipeyaraamalum Irukkum Endru, Unmel Manadhurugugira Karththar Sollugiraar. "},
{ "Verses": "11 sirumaippattavale, Perungaatril Adipattavale, Thetraravatravale, Idho, Naan Un Kallugalaip Pragaasikkumpadi Vaiththu, Neelaraththinangalai Un Asthibaaramaakki, "},
{ "Verses": "12 un Palaganigalaip Palingum, Un Vaasalgalai Maanikkak Karkalum, Un Madhilgalaiyellaam Uchchidhamaana Karkalumaakkuven. "},
{ "Verses": "13 un Pillaigalellaarum Karththaraal Podhikkappattiruppaargal; Un Pillaigaludaiya Samaadhaanam Peridhaayirukkum. "},
{ "Verses": "14 needhiyinaal Sthirappattiruppaai; Kodumaikku Dhooramaavaai; Bayamillaadhiruppaai, Thigilukku Dhooramaavaai, Adhu Unnai Anuguvadhillai. "},
{ "Verses": "15 idho, Unakku Virodhamaaik Koottankoodinaal, Adhu Ennaale Koodugira Koottamalla; Evargal Unakku Virodhamaaik Koodugiraargalo, Avargal Un Patchaththil Varuvaargal. "},
{ "Verses": "16 idho, Karineruppai Oodhi, Thankiriyaikkaana Aayudhaththai Undupannugira Kollanaiyum Naan Sirushtiththen; Keduththu Nikkiragamaakkugiravanaiyum Naan Sirushtiththen. "},
{ "Verses": "17 unakku Virodhamaai Uruvaakkappadum Endha Aayudhamum Vaaikkaadhepom; Unakku Virodhamaai Nyaayaththil Ezhumbum Endha Naavaiyum Nee Kutrappaduththuvaai; Idhu Karththarudaiya Oozhiyakkaararin Sudhandharamum Ennaalundaana Avargaludaiya Needhiyumaayirukkiradhendru Karththar Sollugiraar. "}
]