[
{ "Verses": "1 raajaavaagiya Esekkiyaa Adhaikkettapodhu Than Vasthirangalaik Kizhiththu, Rattu Uduththukkondu, Karththarudaiya Aalayaththil Pravesiththu, "},
{ "Verses": "2 aramanai Visaarippukkaaranaagiya Eliyaakkeemaiyum, Sambiradhiyaagiya Sepnaavaiyum, Aasaariyargalin Moopparaiyum, Aamodhsin Kumaaranaagiya Esaayaa Ennum Theerkkadharisiyinidaththirku Rattu Uduththavargalaaga Anuppinaan. "},
{ "Verses": "3 ivargal Avanai Nokki: Indhanaal Nerukkamum, Kandidhamum, Dhooshanamum Anubavikkira Naal; Pillaipperu Nokkiyirukkiradhu; Peravo Belan Illai. "},
{ "Verses": "4 jeevanulla Dhevanai Nindhikkumpadi, Aseeriyaa Raajaavaagiya Than Aandavanaal Anuppappatta Rapsaakke Sonna Vaarththaigalai Umadhu Dhevanaagiya Karththarkettirukkiraar; Umadhu Dhevanaagiya Karththar Kettirukkira Vaarththaigalinimiththam Thandanaiseyvaar; Aagaiyaal, Innum Meedhiyaayirukkiravargalukkaaga Vinnappancheyveeraaga Endru Esekkiyaa Sollachchonnaar Endraargal. "},
{ "Verses": "5 ivvidhamaai Esekkiyaa Raajaavin Oozhiyakkaarar Esaayaavinidaththil Vandhu Sonnaargal. "},
{ "Verses": "6 appozhudhu Esaayaa Avargalainokki: Aseeriyaa Raajaavin Oozhiyakkaarar Ennai Dhooshiththadhum Neer Kettadhumaana Vaarththaigalinaale Bayappadaadheyum. "},
{ "Verses": "7 idho, Avan Oru Seydhiyaikkettu, Than Dhesaththukkuth Thirumbuvadharkaana Aaviyai Naan Avanukkul Anuppi, Avanai Avan Dhesaththile Pattayaththaal Vizhappannuven Endru Karththar Uraikkiraar Enbadhai Ungal Aandavanidaththil Sollungal Endraan. "},
{ "Verses": "8 aseeriyaa Raajaa Laageesaivittup Purappattaan Endru Kelvippattu, Rapsaakke Thirumbippoi, Avan Lipnaavinmel Yuththampannugiradhaik Kandaan. "},
{ "Verses": "9 appozhudhu, Eththiyoppiyaavin Raajaavaagiya Thiraakkaa Ummodu Yuththampannap Purappattaan Endru Sollak Kelvippattaan; Adhaik Kettapodhu Avan Esekkiyaavinidaththukku Sthaanaapadhigalai Anuppi: "},
{ "Verses": "10 neengal Yoodhaavin Raajaavaagiya Esekkiyaavukku Sollavendiyadhu Ennavendraal, Erusalem Aseeriyaa Raajaavin Kaiyil Oppukkodukkappaduvadhillai Endru Nee Nambiyirukkira Un Dhevan Unnai Eththavottaadhe. "},
{ "Verses": "11 idho, Aseeriyaa Raajaakkal Sagala Dhesangalaiyum Sangariththa Seydhiyai Nee Kelvippattirukkiraai; Nee Thappuvaayo? "},
{ "Verses": "12 en Pidhaakkal Azhiththuvitta Kosaanaiyum, Aaraanaiyum, Redhseppaiyum, Thelaasaarilirundha Edhenin Puththiraraiyum Avargaludaiya Dhevargal Thappuviththadhundo? "},
{ "Verses": "13 aamaaththin Raajaavum, Arpaaththin Raajaavum, Sepparvaayeem Enaa Eevaa Pattanangalin Raajaavum Enge Endru Sollungal Endraar. "},
{ "Verses": "14 esekkiyaa Sthaanaapadhigalin Kaiyilirundha Nirubaththai Vaangi Vaasiththaan; Pinbu Esekkiyaa Karththarudaiya Aalayaththirkup Poi Adhaik Karththarukkumunbaaga Viriththu, "},
{ "Verses": "15 karththarai Nokki: "},
{ "Verses": "16 senaigalin Karththaave, Kerubeengalin Maththiyil Vaasampannugira Isravelin Dhevane, Neer Oruvare Boomiyin Raajyangalukkellaam Dhevanaanavar; Neer Vaanaththaiyum Boomiyaiyum Undaakkineer. "},
{ "Verses": "17 karththaave, Umadhu Seviyai Saaiththukkelum; Karththaave, Neer Umadhu Kangalaith Thirandhupaarum, Sanakerip Jeevanulla Dhevanai Nindhikkumpadikku Solliyanuppina Vaarththaigalaiyellaam Kelum. "},
{ "Verses": "18 karththaave, Aseeriyaa Raajaakkal Andha Jaadhigalaiyum, Avargal Dhesaththaiyum Naasamaakki, "},
{ "Verses": "19 avargaludaiya Dhevargalai Neruppile Pottuvittadhu Meydhaan; Avaigal Dhevargal Allave, Manushar Kaivelaiyaana Maramum Kallundhaane; Aagaiyaal Avaigalai Neerththuliyaakkinaargal. "},
{ "Verses": "20 ippodhum Engal Dhevanaagiya Karththaave, Neer Oruvare Karththar Endru Boomiyin Raajyangalellaam Ariyumpadikku, Engalai Avan Kaikku Neengalaakki Ratchiyum Endru Vinnappampanninaan. "},
{ "Verses": "21 appozhudhu Aamodhsin Kumaaranaagiya Esaayaa, Esekkiyaavukku Solliyanuppinadhu: Isravelin Dhevanaagiya Karththar Uraikkiradhu Ennavendraal, Aseeriyaa Raajaavaagiya Sanakeripinimiththam Nee Ennai Nokki Vinnappampanninaaye. "},
{ "Verses": "22 avanaikkuriththuk Karththar Sollugira Vasanamaavadhu: Seeyon Kumaaraththiyaagiya Kanniyaasthree Unnai Igazhndhu, Unnaip Parigaasampannugiraal; Erusalem Kumaaraththi Un Pinnaale Thalaiyaith Thulukkugiraal. "},
{ "Verses": "23 yaarai Nindhiththu Dhooshiththaai? Yaarukku Virodhamaai Un Saththaththai Uyarththinaai? Nee Isravelin Parisuththarukku Virodhamaai Allavo Un Kangalai Mettimaiyaai Ereduththaai. "},
{ "Verses": "24 un Oozhiyakkaararaikkondu Aandavarai Nindhiththu: En Radhangalin Thiralinaale Naan Malaigalin Kodumudigalukkum Leebanonin Sigarangalukkum Vandhu Erinen; Adhin Uyaramaana Kedhurumarangalaiyum, Uchchidhamaana Dhevadhaaru Virutchangalaiyum Naan Vetti, Uyarndha Adhin Kadaisi Ellaimattum, Adhin Sezhumaiyaana Vanamattum Varuven Endrum, "},
{ "Verses": "25 naan Kinaru Vettith Thanneer Kudiththen; En Ullankaalinaal Aranippaana Idangalin Agazhigalaiyellaam Varalavum Panninen Endrum Sonnaai. "},
{ "Verses": "26 naan Vegukaalaththukkumun Adhai Niyamiththu, Poorvanaatkalmudhal Adhaith Thittampanninen Enbadhai Nee Kettadhillaiyo? Ippozhudhu Nee Aranaana Pattanangalaip Paazhaana Manmedugalaakkumpadi Naane Adhai Sambavikkappanninen. "},
{ "Verses": "27 adhinaale Avaigalin Kudigal Kaiyilaiththavargalaagi, Kalangi Vetkappattu, Veliyin Poondukkum, Pachchilaikkum, Veedugalinmel Mulaikkum Pullukkum Ongi Valarumun Theeyndhupom Payirukkum Samaanamaanaargal. "},
{ "Verses": "28 un Iruppaiyum, Un Pokkaiyum, Un Varavaiyum, Nee Enakku Virodhamaaik Kondhalikkiradhaiyum Ariven. "},
{ "Verses": "29 nee Enakku Virodhamaaik Kondhaliththu, Veeriyampesinadhu En Sevigalil Erinapadiyinaale, Naan En Thurattai Un Mookkilum, En Kadivaalaththai Un Vaayilum Pottu, Nee Vandha Vazhiye Unnaith Thirumbappannuven. "},
{ "Verses": "30 unakku Adaiyaalamaayiruppadhu Ennavendraal: Indha Varushaththile Thappip Payiraagiradhaiyum, Irandaam Varushaththile Thaanaai Vilaigiradhaiyum Saappiduveergal; Moondraam Varushaththilo Vidhaiththu Aruththu, Dhraatchaththottangalai Naatti, Avaigalin Kanigalaip Pusippeergal. "},
{ "Verses": "31 yoodhaa Vamsaththaaril Thappi Meendhirukkiravargal Marupadiyum Keezhe Verpatri Mele Kanikoduppaargal. "},
{ "Verses": "32 meedhiyaayirukkiravargal Erusalemilum, Thappinavargal Seeyon Malaiyilumirundhu Purappapaduvaargal; Senaigaludaiya Karththarin Vairaakkiyam Idhai Seyyum. "},
{ "Verses": "33 aagaiyaal Karththar Aseeriyaa Raajaavaikkuriththu: Avan Indha Nagaraththukkul Pravesippadhillai; Idhinmel Ambu Eyvadhumillai; Idharkumunbaagak Kedagaththode Varuvadhumillai; Idharku Edhiraagak Koththalampoduvadhumillai. "},
{ "Verses": "34 avan Indha Nagaraththukkul Pravesiyaamal, Thaan Vandhavazhiye Thirumbippovaan. "},
{ "Verses": "35 ennimiththamum En Dhaasanaagiya Dhaaveedhinimiththamum, Naan Indha Nagaraththai Ratchikkumpadikku Idharku Aadharavaayiruppen Enbadhaik Karththar Uraikkiraar Endru Solliyanuppinaan. "},
{ "Verses": "36 appozhudhu Karththarudaiya Thoodhan Purappattu, Aseeriyarin Paalayaththil Latchaththenbaththaiyaayiramperai Sangariththaan; Adhikaalame Ezhundhirukkumpodhu, Idho, Avargalellaarum Seththa Predhangalaaik Kidandhaargal. "},
{ "Verses": "37 appozhudhu Aseeriyaa Raajaavaagiya Sanakerip Prayaanappattuth Thirumbippoi, Niniveyil Irundhuvittaan. "},
{ "Verses": "38 avan Than Dhevanaagiya Nisrogin Kovilile Panindhukollugirapodhu, Avan Kumaararaagiya Adhramalekkum Saredhserum Avanaip Pattayaththinaal Vettippottu, Araraa Dhesaththukkuth Thappi Odipponaargal; Avan Kumaaranaagiya Esaraththon Avan Pattaththirku Vandhu Arasaandaan. "}
]