[
{ "Verses": "1 ezhumbu, Ezhumbu, Seeyone, Un Vallamaiyaith Thariththukkol; Parisuththa Nagaramaagiya Erusaleme, Un Alangaara Vasthirangalai Uduththikkol; Viruththasedhanamillaadhavanum Asuththanum Ini Unnidaththil Varuvadhillai. "},
{ "Verses": "2 thoosiyai Udharivittu Ezhundhiru; Erusaleme, Veetriru; Siraippattuppona Seeyon Kumaaraththiye, Un Kazhuththilulla Kattugalai Avizhththu Vidu. "},
{ "Verses": "3 vilaiyindri Virkappatteergal, Panamindri Meetkappaduveergal Endru Karththar Sollugiraar. "},
{ "Verses": "4 poorvaththil En Janangal Thangumpadi Egipthukkup Ponaargal; Aseeriyanum Mugaandharamillaamal Avargalai Odukkinaan Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "5 ippozhudhu Enakku Inge Enna Irukkiradhu, En Janangal Virudhaavaaik Kondupogappattaargal; Avargalai Aalugiravargal Avargalai Alarappannugiraargal; Niththamum Idaividaamal En Naamam Dhooshikkappadugiradhu Endru Karththar Sollugiraar. "},
{ "Verses": "6 idhinimiththam, En Janangal En Naamaththai Arivaargal; Idhaichchollugiravar Naane Endru Akkaalaththile Arivaargal; Idho, Inge Irukkiren Endrukarththar Sollugiraar. "},
{ "Verses": "7 samaadhaanaththaik Koori, Narkaariyangalai Suviseshamaai Ariviththu, Ratchippaip Prasiththappaduththi: Un Dhevan Raajarigam Pannugiraarendru Seeyonukku Sollugira Suviseshaganudaiya Paadhangal Malaigalinmel Evvalavu Azhagaayirukkindrana. "},
{ "Verses": "8 un Jaamakkaararudaiya Saththam Ketkappadum; Avargal Saththamittu Egamaai Gembeerippaargal; Enendraal, Karththar Seeyonaith Thirumbivarappannumpodhu, Adhaik Kannaarakkaanbaargal. "},
{ "Verses": "9 erusalemin Paazhaana Sthalangale, Muzhangi Egamaaik Gembeeriththup Paadungal; Karththar Thammudaiya Janangalukku Aarudhalseydhu Erusalemai Meettukkondaar. "},
{ "Verses": "10 ellaa Jaadhigalin Kangalukku Munbaagavum Karththar Thammudaiya Parisuththa Buyaththai Velippaduththuvaar; Boomiyin Ellaigalil Ullavargalellaarum Namadhu Dhevanudaiya Ratchippaik Kaanbaargal. "},
{ "Verses": "11 purappadungal, Purappadungal, Avvidamvittup Pongal; Asuththamaanadhaith Thodaadhirungal; Karththarudaiya Paaththirangalai Sumakkiravargale Adhin Naduvilirundhu Purappattu Ungalai Suththigariyungal. "},
{ "Verses": "12 neengal Theeviriththup Purappaduvadhillai; Ne "}
]