[
{ "Verses": "1 karththaraagiya Dhevanudaiya Aaviyaanavar Enmel Irukkiraar; Sirumaippattavargalukku Suviseshaththai Arivikkak Karththar Ennai Abishegampanninaar; Irudhayam Norungundavargalukkuk Kaayankattudhalaiyum, Siraippattavargalukku Vidudhalaiyaiyum, Kattundavargalukkuk Kattavizhththalaiyum Kooravum, "},
{ "Verses": "2 karththarudaiya Anukkiraga Varushaththaiyum, Nammudaiya Dhevan Needhiyai Sarikkattum Naalaiyum Kooravum, Thuyarappatta Anaivarukkum Aarudhal Seyyavum, "},
{ "Verses": "3 seeyonile Thuyarappattavargalai Seerppaduththavum Avargalukku Saambalukkup Padhilaaga Singaaraththaiyum, Thuyaraththukkup Padhilaaga Aanandha Thailaththaiyum, Odungina Aavikkup Padhilaagath Thudhiyin Udaiyaiyum Kodukkavum, Avar Ennai Anuppinaar; Avargal Karththar Thammudaiya Magimaikkendru Naattina Needhiyin Virutchangalennappaduvaargal. "},
{ "Verses": "4 avargal Nedunkaalam Paazhaaikkidandhavaigalaik Katti Poorvaththil Nirmoolamaanavaigalai Eduppiththu Thalaimurai Thalaimuraiyaai Idindhukidandha Paazhaana Pattanangalaip Pudhidhaaikkattuvaargal. "},
{ "Verses": "5 marujaadhiyaar Nindrukondu Ungal Mandhaigalai Meyththu, Anniya Puththirar Ungal Pannaiyaatkalum, Ungal Dhraatchaththottakkaararumaayiruppaargal. "},
{ "Verses": "6 neengalo Karththarin Aasaariyarendru Sollappaduveergal; Ungalai Namadhu Dhevanudaiya Panividaikkaararenbaargal; Neengal Jaadhigalin Selvaththai Anubaviththu, Avargal Magimaiyaikkondu Menmaipaaraattuveergal. "},
{ "Verses": "7 ungal Vetkaththukkup Padhilaaga Irandaththanaiyaai Balan Varum; Lachchaikkup Padhilaagath Thangal Paagaththil Sandhoshappaduvaargal; Adhinimiththam Thangal Dhesaththil Rattippaana Sudhandharam Adaivaargal; Niththiya Magizhchchi Avargalukku Undaagum. "},
{ "Verses": "8 karththaraagiya Naan Nyaayaththai Virumbi, Kollaipporulinaal Idappatta Thaganapaliyai Verukkiren, Naan Avargal Kiriyaiyai Unmaiyaakki, Avargalode Niththiya Udanpadikkai Pannuven. "},
{ "Verses": "9 avargal Sandhadhiyaanadhu Jaadhigalin Naduvilum, Avargal Sandhaanamaanadhu Janangalin Naduvilum Ariyappattirukkum; Avargalaip Paarkkira Yaavarum Avargalkarththaraal Aaseervaadham Petra Sandhadhiyendru Arindhukolvaargal. "},
{ "Verses": "10 karththarukkul Poorippaai Magizhugiren; En Dhevanukkul En Aaththumaa Kalikoorndhirukkiradhu; Manavaalan Aabaranangalinaal Thannai Alangariththukkollugiradharkum, Manavaatti Nagaigalinaal Thannai Singaariththukkollugiradharkum Oppaaga, Avar Ratchippin Vasthirangalai Enakku Uduththi, Needhiyin Saalvaiyai Enakkuth Thariththaar. "},
{ "Verses": "11 boomi Than Poondugalai Vilaivippadhupolavum Thottam Thannil Vidhaikkappattavaigalai Mulaivippadhupolavum Karththaraagiya Aandavar Ellaa Jaadhigalukkum Munbaaga Needhiyaiyum Thudhiyaiyum Mulaikkappannuvaar. "}
]