[
{ "Verses": "1 paavaththode Paavaththaik Koottumpadi, Ennai Allaamal Aalosanaipanni, En Aaviyai Allaamal Thangalai Moodikkollap Paarkkiravargalum, "},
{ "Verses": "2 en Vaakkaik Kelaamal Paarvonin Belaththinaale Belakkavum, Egipthin Nizhalile Odhungavum Vendum Endru Egipthukkup Pogiravargalumaagiya Murattaattamulla Puththirarukku Aiyo! Endru Karththar Sollugiraar. "},
{ "Verses": "3 paarvonudaiya Belan Ungalukku Vetkamaagavum Egipthinudaiya Nizhalodhukku Ungalukku Lachchaiyaagavum Irukkum. "},
{ "Verses": "4 avargal Prabukkal Sovaanile Poi Avargal Sthaanaapadhigal Aanesmattum Serugiraargal. "},
{ "Verses": "5 aanaalum Thangal Sagaayaththukkum Prayojanaththukkum Udhavaamal, Vetkaththukkum Nindhaikkume Udhavum Janaththinaale Yaavarum Vetkappaduvaargal. "},
{ "Verses": "6 therkepogira Mirugajeevangalin Baaram. Dthushtasingamum, Kizhachchingamum, Viriyanum, Parakkira Kollivaaichcharppamum Varugiradhum, Nerukkamum Idukkamum Adaivikkiradhumaana Dhesaththukku, Avargal Kazhudhai Marigaludaiya Mudhuginmel Thangal Aasthigalaiyum, Ottagangaludaiya Mudhuginmel Thangal Pokkishangalaiyum, Thangalukku Udhavaadha Janaththandaikku Etrikkondupogiraargal. "},
{ "Verses": "7 egipthiyar Sagaayampannuvadhu Viyarththamum Veenumaam; Aagaiyaal, Summaayiruppadhe Avargalukku Belan Endru Adharkaagak Koorugiren. "},
{ "Verses": "8 ippozhudhu Nee Poi, Idhu Pirkaalaththukku Endrendraikkum Irukkumpadi, Idhai Avargalukku Munbaaga Oru Palagaiyil Ezhudhi, Oru Pusthagaththil Varai. "},
{ "Verses": "9 ivargal Kalagamulla Janangalum, Poipesugira Pillaigalum, Karththarudaiya Vedhaththaik Ketka Manadhillaadha Puththirarumaayirukkiraargal. "},
{ "Verses": "10 ivargal Dharisanakkaararai Nokki: Dharisanan Kaanavendaam Endrum, Gnaanadhirushtikkaararai Nokki: Yadhaarththamaai Engalukku Dharisananchollaamal Engalukku Idhamaana Sorkalai Uraiththu, Maayamaanavaigalai Dhrushtiyungal Endrum, "},
{ "Verses": "11 neengal Vazhiyai Vittu, Paadhaiyinindru Vilagi, Isravelin Parisuththarai Engal Munbaaga Iraamal Oyappannungal Endrum Sollugiraargal. "},
{ "Verses": "12 neengal Indha Vaarththaiyai Veruththu, Idukkamum Thaarumaarum Seygiradhai Nambi, Adhai Saarndhukollugirapadiyaal, "},
{ "Verses": "13 indha Akkiramam Ungalukku Uyarththa Suvaril Vizhap Pidhunginirkiradhum, Thideerendru Sadidhiyaai Idiyap Pogiradhumaana Vedippaippola Irukkum Endru Isravelin Parisuththar Sollugiraar. "},
{ "Verses": "14 avargalai Avar Thappavidaamal Udaiyumpadi Kuyakkalaththai Norukkuvadhupola Avargalai Norukkuvaar; Aduppile Neruppu Edukkiradharkum, Kulaththile Thanneer Mollugiradharkum Norungina Thundugalil, Oru Odaagilum Adappadaadhepom. "},
{ "Verses": "15 neengal Mananthirumbi Amarndhirundhaal Ratchikkappaduveergal; Amarikkaiyum Nambikkaiyume Ungal Belanaayirukkum Endru Isravelin Parisuththaraayirukkira Karththaraagiya Dhevan Sollugiraar; Neengalo Appadi Seyya Manadhaayiraamal; "},
{ "Verses": "16 appadiyalla, Kudhiraigalinmel Eri Odippovom Engireergal; Appadiye Odippoveergal, Vegamaana Vaaganangalinmel Erippovom Engireergal; Appadiye Ungalaith Thuraththugiravargal Vegamaaiththuraththuvaargal. "},
{ "Verses": "17 neengal Malaiyuchchiyinmel Oru Kambaththaippolavum, Mettinmel Oru Kodiyaippolavum Meendhirukkumattaaga, Oruvan Bayamuruththa Aayiramperum, Aindhuper Bayamuruththa Neengal Anaivarum Odippoveergal. "},
{ "Verses": "18 aanaalum Ungalukku Irangumpadi Karththar Kaaththiruppaar, Ungalmel Manadhurugumpadi Ezhundhiruppaar; Karththar Needhiseygira Dhevan; Avarukkuk Kaaththirukkira Anaivarum Baakkiyavaangal. "},
{ "Verses": "19 seeyonai Serndha Janangal Erusalemil Vaasamaayiruppaargal; Ini Nee Azhudhukondiraai; Un Kooppidudhalin Saththaththukku Avar Urukkamaai Irangi Adhaik Kettavudane Unakku Maruuththaravu Aruluvaar. "},
{ "Verses": "20 aandavar Ungalukkuth Thunbaththin Appaththaiyum, Ubaththiravaththin Thanneeraiyum Koduththaalum, Un Podhagargal Ini Orupodhum Maraindhirukkamaattaargal; Un Kangal Un Podhagargalaik Kaanum. "},
{ "Verses": "21 neengal Valadhupuramaai Saayumpodhum, Idadhupuramaai Saayumpodhum: Vazhi Idhuve, Idhile Nadavungal Endru Ungalukkup Pinnaale Sollum Vaarththaiyai Ungal Kaadhugal Ketkum. "},
{ "Verses": "22 un Suroobangalai Moodiya Velliththagattaiyum, Un Vikkiragangalin Pon Aadaiyaabaranaththaiyum Theettaaga Enni, Avaigalaith Theettuppatta Vasthirampola Erindhuvittu, Adhai See! Po Enbaai. "},
{ "Verses": "23 appozhudhu Nee Nilaththil Vidhaikkum Un Vidhaikku Avar Mazhaiyaiyum, Nilaththin Palanaagiya Aagaaraththaiyum Tharuvaar; Adhu Kozhumaiyum Pushtiyumaai Irukkum; Akkaalaththile Un Aadumaadugal Visthaaramaana Meychchalulla Sthalaththile Meyum. "},
{ "Verses": "24 nilaththai Uzhugira Erudhugalum Kazhudhaimarigalum, Muraththinaalum Thootrukkoodaiyinaalum Thootrappatta Rusiyulla Kappigalaith Thinnum. "},
{ "Verses": "25 koburangal Vizhugira Magaa Sangaaraththin Naalile Uyaramaana Sagala Malaigalinmelum, Uyaramaana Sagalamedugalinmelum Aarugalum Vaaikkaalgalum Undaagum. "},
{ "Verses": "26 karththar Thamadhu Janaththin Murivaik Katti, Adhin Adikkaayaththai Gunamaakkum Naalile, Sandhiranudaiya Velichcham Sooriyanudaiya Velichchaththaippolavum, Sooriyanudaiya Velichcham Ezhaththanaiyaai Ezhu Pagalin Velichchaththaippolavum Irukkum. "},
{ "Verses": "27 idho, Karththarudaiya Naamam Dhooraththilirundhu Varum; Avarudaiya Kobam Erigiradhum Kanandru Pugaigiradhumaayirukkum; Avarudaiya Udhadugal Sinaththaal Niraindhu, Avarudaiya Naavu Patchikkira Akkinipola Irukkum. "},
{ "Verses": "28 naasam Ennum Salladaiyile Jaadhigalai Arikkumpadikku Avar Oodhum Suvaasam Kazhuththumattum Ettugira Aatruvellaththaippolavum, Janangaludaiya Vaayilepottu Alaikkazhikkira Kadivaalaththaippolavum Irukkum. "},
{ "Verses": "29 pandigai Aasarikkappadum Raaththiriyile Paadugiradhupolap Paaduveergal; Karththarudaiya Parvadhamaagiya Isravelin Kanmalaiyandaikkuppoga Naagasuraththode Nadandhuvarugirapodhu Magizhugiradhupola Magizhveergal. "},
{ "Verses": "30 karththar Magaththuvamaanavar; Thamadhu Saththaththaik Ketkappanni, Ukkira Kobaththinaalum, Patchikkira Akkinijuvaalaiyinaalum, Idi Peruvellam Kalmazhaiyinaalum, Thamadhu Buyaththin Vallamaiyaik Kaanbippaar. "},
{ "Verses": "31 appozhudhu Thandaayudhaththinaal Adiththa Aseeriyan Karththarudaiya Saththaththinaale Norungundupovaan. "},
{ "Verses": "32 karththar Avanmel Sumaththum Aakkinaiththandam Sellumidamengum Melangalum Veenaigalum Adhinudan Pogum; Kodiya Yuththangalinaal Avanai Edhirththu Yuththancheyvaar. "},
{ "Verses": "33 thoppedh Erkanave Erpaduththappattadhu; Raajaavukku Adhu Aayaththappaduththappattadhu; Adhai Aazhamum Visaalamumaakkinaar; Vegumpadi Akkiniyum Migundha Viragumundu; Karththarin Suvaasam Kandhagath Theeyaippola Adhaik Koluththum. "}
]