[
{ "Verses": "1 karththar Yaakkobukku Irangi, Pinnum Isravelaraith Therindhukondu, Avargalai Avargal Dhesaththile Thaabarikkappannuvaar; Anniyarum Avargalodu Serkkaiyaagi Yaakkobin Vamsaththode Koodikkolvaargal. "},
{ "Verses": "2 janangal Avargalai Azhaiththukkondupoi Avargal Sthaanaththil Viduvaargal; Isravel Vamsaththaar Karththarudaiya Dhesaththile Avargalai Velaikkaararaagavum Velaikkaarigalaagavum Kaiyaandu, Thangalai Siraiyaakkinavargalai Siraiyaakki, Thangalai Odukkinavargalai Aaluvaargal. "},
{ "Verses": "3 karththar Un Dhukkaththaiyum, Un Thaththalippaiyum, Nee Adimaiyaakkappattirundha Kadinamaana Adimaiththanaththaiyum Neekki, Unnai Ilaippaarappannum Akkaalaththile, "},
{ "Verses": "4 nee Baabilon Raajaavinmel Sollum Vaakkiyamaavadhu: Odukkinavan Ozhindhuponaane! Ponnagari Ozhindhupoyitre! "},
{ "Verses": "5 karththar Dhushtarin Thandaayudhaththaiyum, Arasaandavargalin Sengolaiyum Muriththuppottaar. "},
{ "Verses": "6 ukkirankondu Oyaadha Adiyaai Janangalai Adiththu, Kobamaai Jaadhigalai Arasaandavan, Thaduppaarillaamal Thunbappaduththappadugiraan. "},
{ "Verses": "7 boomimuzhudhum Ilaippaari Amaindhirukkiradhu; Gembeeramaai Muzhangugiraargal. "},
{ "Verses": "8 dhevadhaaru Virutchangalum, Leebanonin Kedhurukkalum Unnimiththam Sandhoshappattu, Nee Vizhundhukidandhadhu Mudharkondu Engalai Vettavaruvaar Oruvarum Illai Endru Sollugiradhu. "},
{ "Verses": "9 keezhe Irukkira Paadhaalam Unnimiththam Adhirndhu, Un Varugaikku Edhirkondu, Boomiyil Adhipadhigalaayirundhu Seththa Raatchadhar Yaavaraiyum Unnimiththam Ezhuppi, Jaadhigaludaiya Ellaa Raajaakkalaiyum Avargaludaiya Singaasanangalilirundhu Ezhundhirukkappannugiradhu. "},
{ "Verses": "10 avargalellaarum Unnai Nokki: Neeyum Engalaippola Balatchayamaanaayo? Engalukku Samaanamaanaayo? Endru Solluvaargal. "},
{ "Verses": "11 un Aadambaramum, Un Vaaththiyangalin Muzhakkamum Paadhaalaththil Thallundupoyitru; Puzhukkale Un Padukkai, Poochchigale Un Porvai. "},
{ "Verses": "12 adhikaalaiyin Maganaagiya Vidivelliye, Nee Vaanaththilirundhu Vizhundhaaye! Jaadhigalai Eenappaduththinavane, Nee Tharaiyile Vizha Vettappattaaye! "},
{ "Verses": "13 naan Vaanaththukku Eruven, Dhevanudaiya Natchaththirangalukkumelaaga En Singaasanaththai Uyarththuven; Vadapurangalilulla Aaraadhanaik Koottaththin Parvadhaththile Veetriruppen Endrum, "},
{ "Verses": "14 naan Megangalukku Melaaga Unnadhangalil Eruven; Unnadhamaanavarukku Oppaaven Endrum Nee Un Irudhayaththil Sonnaaye. "},
{ "Verses": "15 aanaalum Nee Agaadhamaana Paadhaalaththile Thallunduponaai. "},
{ "Verses": "16 unnaik Kaangiravargal Unnai Utruppaarththu, Unnaik Kuriththu Sindhiththu Ivandhaanaa Boomiyaith Thaththalikkavum, Raajyangalai Adhiravum Seydhu, "},
{ "Verses": "17 ulagaththai Vanaandharamaakki, Adhin Nagarangalai Azhiththu, Siraippattavargalaith Thangal Veedugalukkup Pogavidaamalirundhavan Enbaargal. "},
{ "Verses": "18 jaadhigaludaiya Sagala Raajaakkalum, Avaravar Thangal Araiyile Magimaiyode Kidaththappattirukkiraargal. "},
{ "Verses": "19 neeyo Azhugippona Kilaiyaippolavum, Pattayakkuththaal Kolaiyundavargalin Uduppaippolavum, Oru Kuzhiyin Karkalukkulle Kidakkiravargalaippolavum, Kaalaal Midhikkappatta Pinaththaippolavum, Un Kallaraikkup Purambaai Erindhuvidappattaai. "},
{ "Verses": "20 nee Avargalode Adakkampannappaduvadhillai; Nee Un Dhesaththaik Keduththu Un Janaththaik Kondrupottaai; Theemaiseygiravargaludaiya Sandhadhi Orupodhum Perperuvadhillai. "},
{ "Verses": "21 avan Puththirar Ezhumbi Dhesaththai Sudhandhariththukkondu, Ulagaththaip Pattanangalaal Nirappaadhapadikku, Avargal Pidhaakkaludaiya Akkiramaththinimiththam Avargalaik Kolaiseyya Aayaththampannungal. "},
{ "Verses": "22 naan Avargalukku Virodhamaai Ezhumbuven Endru Senaigalin Karththar Sollugiraar; Baabilonudaiya Peraiyum, Adhil Meendhirukkiradhaiyum, Puththiranaiyum Powththiranaiyum Sangarippenendru Karththar Sollugiraar. "},
{ "Verses": "23 adhai Mullampandrigalukku Sudhandharamum, Thanneer Nirkum Pallangalumaakki, Adhai Sangaaram Ennum Thudaippaththinaal Perukkividuven Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "24 naan Ninaiththirukkirapadiye Nadakkum; Naan Nirnayiththapadiye Nilainirkum Endru Senaigalin Karththar Aanaiyittu Sonnaar. "},
{ "Verses": "25 aseeriyanai En Dhesaththile Muriththu, En Malaigalinmel Avanai Midhiththuppoduven; Appozhudhu Avanudaiya Nugam Avargalmelirundhu Vilagi, Avanudaiya Sumai Avargal Tholilirundhu Neengum. "},
{ "Verses": "26 dhesamanaiththinmelum Nirnayikkappatta Yosanai Idhuve; Sagala Jaadhigalmelum Neettappattirukkira Kaiyum Idhuve Endraar. "},
{ "Verses": "27 senaigalin Karththar Ippadi Nirnayiththirukkiraar, Yaar Adhai Viyarththamaakkuvaan? Avarudaiya Kai Neettappattirukkiradhu, Yaar Adhaith Thiruppuvaan? "},
{ "Verses": "28 aagaas Raajaa Maranamadaindha Varushaththile Undaana Baaram Ennavendraal: "},
{ "Verses": "29 muzhu Pelisthiyaave, Unnai Adiththa Kol Murindhadhendru Akkalippaayiraadhe; Paambin Verilirundhu Kattuviriyan Thondrum; Adhin Kani Parakkira Akkini Sarppamaayirukkum. "},
{ "Verses": "30 thariththirarin Thalaippillaigal Thirupthiyaaip Pusiththu, Eliyavargal Sugamaaip Paduththiruppaargal; Unveraip Panjaththinaale Saagappannuven, Unnil Meedhiyaanavargalai Avan Kondrupoduvaan. "},
{ "Verses": "31 vaasale Alaru; Nagarame Kadharu; Pelisthiyaave, Nee Muzhudhum Karaindhupogiraai; Enendraal, Vadakke Irundhu Pugaikkaadaai Varugiraan; Avan Koottangalil Thaniththavanillai. "},
{ "Verses": "32 ippodhum Indha Jaadhiyin Sthaanaapadhigalukku Enna Maaruththaravu Sollappadum? Karththar Seeyonai Asthibaarappaduththinaar; Avarudaiya Janaththil Sirumaiyaanavargal Adhile Thidankondu Thanguvaargal Enbadhe. "}
]