[
{ "Verses": "1 pinnum Karththar Ennai Nokki: Nee Oru Periya Paththiraththai Eduththu Manushan Ezhudhugira Pragaaramaai Adhile Mager-saalaal-ash-paas Endru Ezhudhu Endraar. "},
{ "Verses": "2 appozhudhu Naan Unmaiyulla Saatchikkaararaagiya Aasaariyanaana Uriyaavaiyum, Yeperegiyaavin Kumaaranaana Sagariyaavaiyum Adharku Saatchigalaaga Vaiththukkonden. "},
{ "Verses": "3 naan Theerkkadharisiyaanavalai Serndhapodhu, Aval Karppavadhiyaagi Oru Kumaaranaip Petraal; Appozhudhu Karththar Ennai Nokki: Mager-saalaal-ash-paas Ennum Perai Avanukku Idu. "},
{ "Verses": "4 indhap Paalagan, Appaa, Ammaa Endru Kooppida Ariyumunne, Thamaskuvin Aasthiyum, Samaariyaavin Kollaiyum, Aseeriyaavin Raajaavukku Munbaagak Kondupogappadum Endraar. "},
{ "Verses": "5 pinnum Karththar Ennai Nokki: "},
{ "Verses": "6 indha Janam Medhuvaai Odugira Seelovaavin Thanneergalai Asattaipanni, Redhseenaiyum Remaliyaavin Kumaaranaiyum Saarndhu Sandhoshikkirapadiyinaal, "},
{ "Verses": "7 idho, Aandavar Vallamaiyulla Thiralaana Aatruneeraippondra Aseeriyaavin Raajaavaiyum, Avanudaiya Sagala Aadambaraththaiyum Avargalmel Puralappannuvaar; Adhu Avargaludaiya Odaigalellaavatrinmelum Poi, Avargaludaiya Ellaak Karaigalmelum Purandu, "},
{ "Verses": "8 yoodhaavukkul Pugundhu Pravaagiththuk Kadandhu, Kazhuththumattum Varum Endraar. Immaanuvele, Avan Settaigalin Virivu Umadhu Dhesaththin Visaalaththai Moodum. "},
{ "Verses": "9 janangale, Neengal Koottankoodungal, Muriyadikkappaduveergal; Dhoora Dhesaththaaraagiya Neengal Ellaarum Sevikodungal; Idaikkattikkollungal, Murindhoduveergal, "},
{ "Verses": "10 aalosanai Seyyungal, Adhu Abaththamaagum; Vaarththaiyai Vasaniyungal, Adhu Nirkaadhu; Dhevan Engalode Irukkiraar. "},
{ "Verses": "11 karththarudaiya Karam Enmel Amarndhu, Avar Ennudane Pesi, Naan Indha Janaththin Vazhiyile Nadavaadhapadi Enakku Buththisolli Vilambinadhaavadhu: "},
{ "Verses": "12 indha Janangal Kattuppaadu Endru Sollugiradhaiyellaam Neengal Kattuppaadu Endru Sollaamalum, Avargal Bayappadugira Bayaththinpadi Neengal Bayappadaamalum, Kalangaamalum, "},
{ "Verses": "13 senaigalin Karththaraiye Parisuththampannungal; Avare Ungal Bayamum Avare Ungal Achchamumaayiruppaar. "},
{ "Verses": "14 avar Ungalukkup Parisuththa Sthalamaayiruppaar; Aagilum Isravelin Irandu Koththiraththukkum Thadukkalin Kallum, Idarudhalin Kanmalaiyum, Erusalemin Kudigalukku Surukkum Kanniyumaayiruppaar. "},
{ "Verses": "15 avargalil Anegar Idari Vizhundhu Norungi Sikkundu Pidipaduvaargal. "},
{ "Verses": "16 saatchi Aagamaththaik Katti, En Seesharukkulle Vedhaththai Muththiraiyidu Endraar. "},
{ "Verses": "17 naano Yaakkobin Kudumbaththukkuth Thamadhu Mugaththai Maraikkira Karththarukkaagak Kaaththirundhu, Avarukku Edhirpaarththiruppen. "},
{ "Verses": "18 idho, Naanum, Karththar Enakkuk Koduththa Pillaigalum Seeyon Parvadhaththil Vaasamaayirukkira Senaigalin Karththaraale Isravelil Adaiyaalangalaagavum Arpudhangalaagavum Irukkirom. "},
{ "Verses": "19 avargal Ungalai Nokki: Anjanam Paarkkiravargalidaththilum, Munumunendru Odhugira Kurikaararidaththilum Visaariyungal Endru Sollumpodhu, Janangal Than Dhevanidaththil Visaarikkavendiyadhallavo? Uyirullavargalukkaaga Seththavargalidaththil Visaarikkalaamo? "},
{ "Verses": "20 vedhaththaiyum Saatchi Aagamaththaiyum Gavanikkavendum; Indha Vaarththaiyinpadiye Sollaavittaal, Avargalukku Vidiyarkaalaththu Velichchamillai. "},
{ "Verses": "21 idukkan Adaindhavargalaayum Pattiniyaayum Dhesaththaik Kadandhupovaargal; Avargal Pattiniyaayirukkumpodhu, Moorkkaverikondu, Thangal Raajaavaiyum Thangal Dhevanaiyum Dhooshippaargal. "},
{ "Verses": "22 avargal Annaandhu Paarppaargal, Boomiyaiyum Nokkip Paarppaargal; Aanaalum Idho, Ikkattum Andhagaaramum Irukkum; Idukkaththaal Iruladaindhu, Andhagaaraththile Thallundu Alaivaargal. "}
]