[
{ "Verses": "1 akkaalaththile Karththar Livyaadhaan Ennum Neenda Paambai, Livyaadhaan Ennum Konalaana Sarppaththaiye, Kadidhum Peridhum Balaththadhumaana Thamadhu Pattayaththaal Dhandippaar; Samuththiraththil Irukkira Valusarppaththaik Kondrupoduvaar. "},
{ "Verses": "2 akkaalaththile Nalla Dhraatcharasaththaith Tharum Dhraatchaththottamundaayirukkum; Adhaikkuriththup Paadungal. "},
{ "Verses": "3 karththaraagiya Naan Adhaik Kaappaatri, Adikkadi Adharkuth Thanneerppaaichchi, Oruvarum Adhai Sedhappaduththaadhapadikku Adhai Iravumpagalum Kaaththukkolven. "},
{ "Verses": "4 ukkiram Ennidaththil Illai; Mutchediyaiyum Nerinjilaiyum Enakku Virodhamaai Yuththaththil Konduvarugiravan Yaar? Naan Avaigalmel Vandhu, Avaigalai Egamaaik Koluththividuven; "},
{ "Verses": "5 illaavittaal Avan Enbelanaip Patrikkondu Ennode Oppuravaagattum, Avan Ennode Oppuravaavaan. "},
{ "Verses": "6 yaakkobu Verpatri, Isravel Pooththukkaaiththu Ulagaththai Balanaal Nirappum Naatkal Varum. "},
{ "Verses": "7 avar Avanai Adiththavargalai Adiththadhupola Ivanai Adikkiraaro? Avargal Kollappadum Kolaiyaai Ivan Kollappadugiraano? "},
{ "Verses": "8 dhevareer Janaththaith Thuraththividugaiyil Mattaai Adhanode Vazhakkaadugireer; Kondalkaatradikkira Naalile Avar Thammudaiya Kadunkaatrinaal Adhai Vilakkividugiraar. "},
{ "Verses": "9 aagaiyaal, Adhinaal Yaakkobin Akkiramam Nikkirampannappadum; Thoppuvikkiragangalum Silaigalum Ini Nirkaadhapadi Avargal Palipeedangalin Kallugalaiyellaam Norukkappatta Sunnaambu Kallugalaakkividumpodhu, Avargaludaiya Paavaththai Avar Agatruvaarenbadhe Adhinaal Undaagum Balan. "},
{ "Verses": "10 aranaana Nagaram Avaandharaiyaagum, Andha Vaasasthalam Thallundu Vanaandharaththaippola Vittuvidappattadhaayirukkum; Kandrukkuttigal Ange Meyndhu, Ange Paduththukkondu, Adhin Thazhaigalaith Thinnum. "},
{ "Verses": "11 adhin Koppugal Ularumpodhu Odindhupom; Sthreegal Vandhu Avaigalaik Koluththividuvaargal; Adhu Unarvulla Janamalla; Aagaiyaal Adhai Undaakkinavar Adharku Irangaamalum Adhai Uruvaakkinavar Adharkuk Kirubaiseyyaamalum Iruppaar. "},
{ "Verses": "12 akkaalaththile, Karththar Aatrankaraiyin Vilaivuthodangi Egipthin Nadhimattum Poradippaar; Isravel Puththirare, Neengal Ovvoruvaraai Serkkappaduveergal. "},
{ "Verses": "13 akkaalaththile Periya Ekkaalam Oodhappadum; Appozhudhu Aseeriyaadhesaththile Sidharadikkappattavargalum, Egipthudhesaththile Thuraththividappattavargalum Vandhu, Erusalemilulla Parisuththa Parvadhaththile Karththaraip Panindhukolluvaargal. "}
]