[
{ "Verses": "1 usiyaa Raajaa Maranamadaindha Varushaththil, Aandavar Uyaramum Unnadhamumaana Singaasanaththinmel Veetrirukkakkanden; Avarudaiya Vasthiraththongalaal Dhevaalayam Niraindhirundhadhu. "},
{ "Verses": "2 seraabeengal Avarukku Melaaga Nindraargal; Avargalil Ovvoruvanukkum Avvaaru Settaigalirundhana; Avanavan Irandu Settaigalaal Than Than Mugaththai Moodi, Irandu Settaigalaal Than Than Kaalgalai Moodi, Irandu Settaigalaal Parandhu; "},
{ "Verses": "3 oruvaraiyoruvar Nokki: Senaigalin Karththar Parisuththar, Parisuththar, Parisuththar, Boomiyanaiththum Avarudaiya Magimaiyaal Niraindhirukkiradhu Endru Kooppittu Sonnaargal. "},
{ "Verses": "4 kooppidugiravargalin Saththaththaal Vaasalgalin Nilaigal Asaindhu, Aalayam Pugaiyinaal Niraindhadhu. "},
{ "Verses": "5 appozhudhu Naan: Aiyo! Adhamaanen, Naan Asuththa Udhadugalulla Manushan, Asuththa Udhadugalulla Janangalin Naduvil Vaasamaayirukkiravan; Senaigalin Karththaraagiya Raajaavai En Kangal Kandadhe Endren. "},
{ "Verses": "6 appozhudhu Seraabeengalil Oruvan Palipeedaththilirundhu, Than Kaiyile Pidiththa Kurattaal Oru Nerupputh Thazhalai Eduththu, Ennidaththil Parandhu Vandhu, "},
{ "Verses": "7 adhinaal En Vaayaith Thottu: Idho, Idhu Un Udhadugalaith Thottadhinaal Un Akkiramam Neengi, Un Paavam Nivirththiyaanadhu Endraan. "},
{ "Verses": "8 pinbu Yaarai Naan Anuppuven, Yaar Namadhu Kaariyamaaip Povaan Endru Uraikkira Aandavarudaiya Saththaththaik Ketten. Adharku Naan: Idho, Adiyen Irukkiren; Ennai Anuppum Endren. "},
{ "Verses": "9 appozhudhu Avar: Nee Poi, Indha Janangalai Nokki: Neengal Kaadhaarak Kettum Unaraamalum, Kannaarakkandum Ariyaamalum Irungal Endru Sol. "},
{ "Verses": "10 indha Janangal Thangal Kangalinaal Kaanaamalum, Thangal Kaadhugalinaal Kelaamalum, Thangal Irudhayaththil Unarndhu Gunappadaamalum, Naan Avargalai Aarokkiyamaakkaamalumirukka, Nee Avargal Irudhayaththaik Kozhuththadhaakki, Avargal Kaadhugalai Mandhappaduththi, Avargal Kangalai Moodippodu Endraar. "},
{ "Verses": "11 appozhudhu Naan: Aandavare, Edhuvaraikkum Endru Ketten. Adharku Avar: Pattanangal Kudiyillaamalum, Veedugal Manushasanjaaramillaamalum Paazhaagi, Boomi Avaandharaveliyaagi, "},
{ "Verses": "12 karththar Manusharai Dhooramaaga Vilakkuvadhinaal, Dhesaththin Nadumaiyam Mutrilum Asaikkappadumvaraikkume. "},
{ "Verses": "13 aagilum Adhil Innum Paththiloru Pangirukkum, Adhuvum Thirumba Nirmoolamaakkappadum; Karvaalimaramum Arasamaramum Ilaiyatrupponapinbu, Avaigalin Adimaram Iruppadhupola, Adhin Adimaramum Parisuththa Viththaayirukkum Endraar. "}
]