[
{ "Verses": "1 needhimaan Madindhupogiraan, Oruvarum Adhai Manadhil Vaikkiradhillai; Buththimaangal Eduththukkollappadugiraargal, Aanaalum Theenguvaraadhadharkumunne Needhimaan Eduththukkollappadugiraan Enbadhai Sindhippaar Illai. "},
{ "Verses": "2 nermaiyaai Nadandhavargal Samaadhaanaththukkul Pravesiththu Thangal Padukkaigalil Ilaippaarugiraargal. "},
{ "Verses": "3 naalpaarkkiravalin Pillaigale, Vibasaaranukkum Vesikkum Pirandha Sandhadhiyaare, Neengal Inge Kittivaarungal. "},
{ "Verses": "4 neengal Yaaraip Pariyaasampannugireergal? Yaarukku Virodhamaai Vaayaith Thirandhu, Naakkai Neettugireergal? Neengal Dhrogampannugira Pillaigalum, Kalla Sandhadhiyaarumallavo? "},
{ "Verses": "5 neengal Pachchaiyaana Sagala Maraththinkeezhum, Vikkiraga Dhevargalode Mogaakkiniyil Vendhu, Pallaththaakkugalile Kanmalai Vedippugalin Keezhp Pillaigalaik Kondrupodugiravargal. "},
{ "Verses": "6 pallaththaakkugalilulla Vazhavazhappaana Silaigalidaththil Un Pangu Irukkiradhu; Avaigal, Avaigale Un Veedham; Avaigalukku Nee Paanapaliyai Vaarththu, Pojanapaliyaiyum Seluththugiraai; Ivaigalinmel Piriyappaduveno? "},
{ "Verses": "7 nee Uyaramum Unnadhamumaana Malaigalinmel Un Manjaththai Vaikkiraai; Angeyum Paliyidumpadi Erugiraai. "},
{ "Verses": "8 kadhavugalukkum Nilaigalukkum Pinnaaga Un Gnaabagakkuriyai Vaikkiraai; Nee Ennaivittuppoi Matravargalukku Unnai Velippaduththinaai; Erippoi Un Manjaththai Agalamaakki, Avargalode Udanpadikkaipanninaai; Avargaludaiya Manjaththaik Kaangira Ellaa Idaththilum Adhai Nesikkiraai. "},
{ "Verses": "9 nee Thailaththaip Poosikkondu Raajaavinidaththil Pogiraai; Un Parimalangalai Migudhiyaakki, Un Sthaanaapadhigalai Dhooraththukku Anuppi Unnaip Paadhaalamattum Thaazhththugiraai. "},
{ "Verses": "10 vazhidhooramaanadhaal Uzhandrupogiraai; Adhu Virudhaavendru Nee Sollugiradhillai; Un Kaibelaththaik Kandupidiththaai, Aagaiyaal Nee Aayaasappadavillai. "},
{ "Verses": "11 nee Yaarukku Anji Bayappadugiraai, Nee Poisollugiraaye; Nee Ennai Ninaiyaamalum, Un Manadhile Vaikkaamalum Pogiraai; Naan Vegukaalam Mavunamaayirundhen Allavaa? Aagaiyaal Enakku Bayappadaadhirukkiraai. "},
{ "Verses": "12 un Needhiyaiyum Un Kiriyaigalaiyum Naan Velippaduththuven Avaigal Unakku Udhavaadhu. "},
{ "Verses": "13 nee Kooppidumpodhu, Un Kanangal Unnaith Thappuvikkattum; Kaatru Avaigalaiyellaam Parakkadiththu Maayai Avaigalaik Kondupom; Ennai Nambiyirukkiravano Dhesaththai Sudhandhariththu, En Parisuththa Parvadhaththile Kaaniyaatchikkaaranaayiruppaan. "},
{ "Verses": "14 vazhiyai Uyarththi Uyarththi, Adhai Semmaippaduththi, Idaralgalai En Janaththin Vazhiyilirundhu Eduththuppodungal Ennappadum. "},
{ "Verses": "15 niththiyavaasiyum Parisuththar Engira Naamamullavarumaagiya Magaththuvamum Unnadhamumaanavar Sollugiraar: Unnadhaththilum Parisuththa Sthalaththilum Vaasampannugira Naan, Panindhavargalin Aaviyai Uyirppikkiradharkum, Norunginavargalin Irudhayaththai Uyirppikkiradharkum, Norungundu Panindha Aaviyullavargalidaththilum Vaasampannugiren. "},
{ "Verses": "16 naan Eppodhum Vazhakkaadamaatten; Naan Endraikkum Kobamaayiruppadhumillai; Enendraal, Aaviyum, Naan Undupannina Aaththumaakkalum, En Mugaththukku Munbaaga Sorndhupogume. "},
{ "Verses": "17 naan Avargal Porulaasaiyennum Akkiramaththinimiththam Kadunkobamaagi, Avargalai Adiththen; Naan Maraindhu, Kadunkobamaayirundhen, Thangal Manamponapokkile Maarubaadaai Nadandhaargale. "},
{ "Verses": "18 avargal Vazhigalai Naan Paarththu, Avargalai Gunamaakkuven; Avargalai Nadaththi, Thirumbavum Avargalukkum Avargalile Dhukkappadugiravargalukkum Aarudhal Alippen. "},
{ "Verses": "19 dhooramaayirukkiravargalukkum Sameebamaayirukkiravargalukkum Samaadhaanam Samaadhaanam Endru Koorum Udhadugalin Balanai Sirushtikkiren, Avargalaik Gunamaakkuven Endru Karththar Sollugiraar. "},
{ "Verses": "20 dhunmaarkkaro Kondhalikkum Kadalaippolirukkiraargal; Adhu Amarndhirukkak Koodaamal, Adhin Jalangal Setraiyum Azhukkaiyum Karaiyil Odhukkugiradhu. "},
{ "Verses": "21 dhunmaarkkarukku Samaadhaanam Illaiyendru En Dhevan Sollugiraar. "}
]