[
{ "Verses": "1 aamodhsin Kumaaranaagiya Esaayaa Baabilonmel Varakkanda Baaram. "},
{ "Verses": "2 uyarndha Parvadhaththinmel Kodiyetrungal; Uraththa Saththamittu Janangalai Varavazhaiyungal; Avargal Prabukkalin Vaasalgalukkul Pravesippadharku Saigai Kaattungal. "},
{ "Verses": "3 naan Parisuththamaakkinavargalukku Kattalai Koduththen; En Kobaththai Niraivetra En Paraakkiramasaaligalai Azhaiththum Irukkiren; Avargal En Magaththuvaththinaale Kalikoorugiravargal Engiraar. "},
{ "Verses": "4 thiralaana Janangalin Saththaththukkoththa Vegu Koottaththin Iraichchalum, Koottappatta Jaadhigaludaiya Raajyangalin Amaliyaana Iraichchalum Malaigalil Ketkappadugiradhu; Senaigalin Karththar Yuththaraanuvaththai Lakkampaarkkiraar. "},
{ "Verses": "5 karththar Varugiraar; Avarudaiya Kobaththin Aayudhangalum, Dhesaththaiyellaam Azhikka, Vaanankavizhndha Kadaiyaandhara Dhesaththilirundhu Varugiradhu. "},
{ "Verses": "6 alarungal, Karththarin Naal Sameebamaayirukkiradhu, Adhu Sarvavallavaridaththilirundhu Magaa Sangaaramaai Varum. "},
{ "Verses": "7 aadhalaal Ellaak Kaigalum Negizhndhu, Ellaa Manusharin Irudhayamum Karaindhupom. "},
{ "Verses": "8 avargal Thigiladaivaargal; Vedhanaigalum Vaadhaigalum Avargalaip Pidikkum; Pillaiperugiravalaippola Vedhanaippaduvaargal; Oruvaraiyoruvar Bramiththuppaarppaargal; Avargal Mugangal Neruppaana Mugangalaayirukkum. "},
{ "Verses": "9 idho, Dhesaththaip Paazhaakki, Adhin Paavigalai Adhilirundhu Azhippadharkaagak Karththarudaiya Naal Kadooramum, Moorkkamum, Ukkirakobamumaai Varugiradhu. "},
{ "Verses": "10 vaanaththin Natchaththirangalum Raasigalum Oli Kodaadhirukkum; Sooriyan Udhikkaiyil Irundupom; Sandhiran Oli Kodaadhirukkum. "},
{ "Verses": "11 paavaththinimiththam Ulagaththaiyum, Akkiramaththinimiththam Dhunmaarkkaraiyum Naan Dhandiththu, Agangaararin Perumaiyai Ozhiyappanni, Kodiyarin Idumbaith Thaazhththuven. "},
{ "Verses": "12 purushanaip Pasumponnilum, Manushanai Oppeerin Thangaththilum Abooruvamaakkuven. "},
{ "Verses": "13 idhinimiththam Senaigalin Karththarudaiya Ukkiraththinaal Avarudaiya Kadunkobaththin Naalile Boomi Thannidaththaivittu Neengumpadi Vaanaththai Adhirappannuven. "},
{ "Verses": "14 thuraththappatta Velimaanaippolum, Yaarum Serkkaadha Aattaippolum Iruppaargal; Avaravar Thangal Janaththandaikkup Poga Mugaththaith Thiruppi, Avaravar Thangal Dhesaththukku Odippovaargal. "},
{ "Verses": "15 adappattavanevanum Kuththundu, Avargalai Serndhirundhavanevanum Pattayaththaal Vizhuvaan. "},
{ "Verses": "16 avargal Kuzhandhaigal Avargal Kangalukku Munbaaga Modhiyadikkappadum; Avargal Veedugal Kollaiyidappadum; Avargal Manaivigal Avamaanappaduvaargal. "},
{ "Verses": "17 idho, Naan Avargalukku Virodhamaai Medhiyarai Ezhuppuven; Avargal Velliyai Madhiyaamalum, Ponninmel Piriyappadaamalum, "},
{ "Verses": "18 villugalaal Ilaignarai Sidhaiththuviduvaargal; Karppakkaniyinmel Avargal Iranguvadhillai; Avargal Kan Pillaigalaith Thappaviduvadhumillai. "},
{ "Verses": "19 raajyangalukkul Alangaaramum Kaltheyarudaiya Pradhaana Magimaiyumaagiya Baabilonaanadhu Dhevanaal Sodhomum Gomoraavum Kavizhkkappattadhupola Kavizhkkappadum. "},
{ "Verses": "20 ini Orupodhum Adhil Oruvarum Kudiyeruvadhumillai, Thalaimuraithorum Adhil Oruvarum Thangith Tharippadhumillai; Ange Arabiyan Koodaarampoduvadhumillai; Ange Meyppar Mandhaiyai Marippadhumillai. "},
{ "Verses": "21 kaattumirugangal Ange Paduththukkollum; Oolaiyidum Praanigal Avargal Veedugalai Nirappum, Kottaangal Ange Kudikollum; Kaattaadu Ange Thullum. "},
{ "Verses": "22 avargal Paazhaana Maaligaigalil Origal Oolaiyidum; Valusarppangal Avargal Selvikkaiyaana Aramanaigalil Egamaaik Koodum; Adhinkaalam Seekkiram Varum, Adhin Naatkal Neediththiraadhu Engiraar. "}
]