[
{ "Verses": "1 eesaayennum Adimaraththilirundhu Oru Thulir Thondri, Avan Vergalilirundhu Oru Kilai Ezhumbi Sezhikkum. "},
{ "Verses": "2 gnaanaththaiyum Unarvaiyum Arulum Aaviyum, Aalosanaiyaiyum Belanaiyum Arulum Aaviyum, Arivaiyum Karththarukku Bayappadugira Bayaththaiyum Arulum Aaviyumaagiya Karththarudaiya Aaviyaanavar Avarmel Thangiyiruppaar. "},
{ "Verses": "3 karththarukku Bayappadudhal Avarukku Ugandha Vaasanaiyaayirukkum; Avar Thamadhu Kan Kandapadi Nyaayantheerkkaamalum, Thamadhu Kaadhu Kettapadi Theerppuchcheyyaamalum, "},
{ "Verses": "4 needhiyinpadi Ezhaigalai Nyaayam Visaariththu, Yadhaarththaththinpadi Boomiyilulla Sirumaiyaanavargalukkuth Theerppuchcheydhu, Boomiyaith Thamadhu Vaakkin Kolaal Adiththu, Thamadhu Vaayin Suvaasaththaal Dhunmaarkkarai Sangarippaar. "},
{ "Verses": "5 needhi Avarukku Araikkattum, Saththiyam Avarukku Idaikkachchaiyumaayirukkum. "},
{ "Verses": "6 appozhudhu Onaai Aattukkuttiyode Thangum, Puli Vellaattukkuttiyode Paduththukkollum; Kandrukkuttiyum, Paalasingamum, Kaalaiyum, Orumiththirukkum; Oru Siru Paiyan Avaigalai Nadaththuvaan. "},
{ "Verses": "7 pasuvum Karadiyum Koodimeyum, Avaigalin Kuttigal Orumiththuppaduththukkollum; Singam Maattaippol Vaikkol Thinnum. "},
{ "Verses": "8 paal Kudikkunkuzhandhai Viriyanpaambu Valaiyinmel Vilaiyaadum, Paal Marandha Pillai Kattuviriyan Putrile Than Kaiyai Vaikkum, "},
{ "Verses": "9 en Parisuththa Parvadhamengum Theenguseyvaarumillai; Keduseyvaarumillai; Samuththiram Jalaththinaal Niraindhirukkiradhupol, Boomi Karththarai Arigira Arivinaal Niraindhirukkum. "},
{ "Verses": "10 akkaalaththile, Janangalukkuk Kodiyaaga Nirkum Eesaayin Verukkaaga Jaadhigal Visaariththuk Ketpaargal; Avarudaiya Thaabarasthalam Magimaiyaayirukkum, "},
{ "Verses": "11 akkaalaththile, Aandavar Aseeriyaavilum, Egipthilum, Padhrosilum, Eththiyoppiyaavilum, Persiyaavilum, Sineyaarilum, Aamaaththilum, Samuththirath Theevugalilum, Thammudaiya Janaththil Meedhiyaanavargalai Meettukkollath Thirumba Irandaamvisai Thamadhu Karaththai Neetti, "},
{ "Verses": "12 jaadhigalukku Oru Kodiyai Etri, Isravelil Thuraththundavargalai Serththu, Yoodhaavil Sidharadikkappattavargalai Boomiyin Naangu Thisaigalilumirundhu Koottuvaar. "},
{ "Verses": "13 eppiraayeemin Poraamai Neengum, Yoodhaavin Saththurukkal Sangarikkappaduvaargal; Eppiraayeem Yoodhaavinmel Poraamaiyaayiraan, Yoodhaa Eppiraayeemaith Thunbappaduththaan. "},
{ "Verses": "14 avargal Iruvarum Egamaaikkoodi Merkeyirukkira Pelistharudaiya Ellaigalinmel Paaindhu, Keezhththisaiyaaraik Kollaiyittu, Edhominmelum Movaabinmelum Kaipoduvaargal; Ammon Puththirar Avargalukkuk Keezhppadivaargal. "},
{ "Verses": "15 egipthin Samuththiramunaiyaik Karththar Mutrilum Azhiththu, Thammudaiya Kaatrin Valumaiyinaal Nadhiyinmel Thamadhu Kaiyai Neetti, Ezhaarugalaagap Piriththu, Janangal Kaalnanaiyaamal Kadandhupogumpadi Pannuvaar. "},
{ "Verses": "16 isravelar Egipthu Dhesaththilirundhu Purappattanaalil Avargalukku Irundhadhupola, Aseeriyaavile Avarudaiya Janaththil Meedhiyaanavargalukku Oru Perumpaadhaiyirukkum. "}
]