[
{ "Verses": "1 saththamittuk Kooppidu; Adakkikkollaadhe; Ekkaalaththaippola Un Saththaththai Uyarththi, En Janaththukku Avargal Meerudhalaiyum, Yaakkobin Vamsaththaarukku Avargal Paavangalaiyum Therivi. "},
{ "Verses": "2 thangal Dhevanudaiya Nyaayaththaivittu Vilagaamal Needhiyai Seydhuvarugira Jaadhiyaaraippol Avargal Naadorum Ennaith Thedi, En Vazhigalai Ariya Virumbugiraargal; Needhi Nyaayangalai Ennidaththil Visaariththu Dhevanidaththil Sera Virumbugiraargal. "},
{ "Verses": "3 naangal Ubavaasampannumpodhu Neer Nokkaamalirukkiradhenna? Naangal Engal Aaththumaakkalai Odukkumpodhu Neer Adhai Ariyaamalirukkiradhenna Engiraargal; Idho, Neengal Ubavaasikkum Naalile Ungal Ichchaiyinpadi Nadandhu, Ungal Velaigalaiyellaam Kattaayamaai Seygireergal. "},
{ "Verses": "4 idho, Vazhakkukkum Vaadhukkum Dhushtaththanaththaiyudaiya Kaiyinaal Kuththugiradharkum Ubavaasikkireergal; Neengal Ungal Kookkuralai Uyaraththile Ketkappannumpadiyaai, Innaalil Ubavaasikkiradhupol Ubavaasiyaadhirungal "},
{ "Verses": "5 manushan Than Aaththumaavai Odukkugiradhum, Thalaivanangi Naanalaippol Rattilum Saambalilum Paduththukkollugiradhum, Enakkup Piriyamaana Ubavaasa Naalaayirukkumo Idhaiyaa Ubavaasamendrum Karththarukkup Piriyamaana Naalendrum Solluvaai? "},
{ "Verses": "6 akkiramaththin Kattugalai Avizhkkiradhum, Nugaththadiyin Pinaiyalgalai Negizhkkiradhum, Nerukkappattirukkiravargalai Vidudhalaiyaakkividugiradhum, Sagala Nugaththadigalaiyum Udaiththuppodugiradhum, "},
{ "Verses": "7 pasiyullavanukku Un Aagaaraththaip Pagirndhukodukkiradhum, Thuraththunda Sirumaiyaanavargalai Veettile Serththukkollugiradhum, Vasthiramillaadhavanaikkandaal Avanukku Vasthiran Kodukkiradhum, Un Maamsamaanavanukku Unnai Olikkaamalirukkiradhum Allavo Enakku Ugandha Ubavaasam. "},
{ "Verses": "8 appozhudhu Vidiyarkaala Veluppaippola Un Velichcham Ezhumbi Un Sugavaazhvu Seekkiraththil Thulirththu Un Needhi Unakku Munnaale Sellum;karththarudaiya Magimai Unnaip Pinnaale Kaakkum. "},
{ "Verses": "9 appozhudhu Nee Kooppiduvaai, Karththar Maruuththaravu Koduppaar; Nee Saththamiduvaai: Idho, Naan Irukkiren Endru Solluvaar. Nugaththadiyaiyum Viral Neettudhalaiyum, Nibachchollaiyum, Nee Un Naduvilirundhu Agatri, "},
{ "Verses": "10 pasiyullavanidaththil Un Aaththumaavai Saaiththu, Sirumaippatta Aaththumaavaith Thirupthiyaakkinaal, Appozhudhu Irulil Un Velichcham Udhiththu, Un Andhagaaram Maththiyaanaththaippolaagum. "},
{ "Verses": "11 karththar Niththamum Unnai Nadaththi, Magaa Varatchiyaana Kaalangalil Un Aaththumaavaith Thirupthiyaakki, Un Elumbugalai Ninamulladhaakkuvaar; Nee Neerppaaichchalaana Thottaththaippolavum, Vatraadha Neerootraippolavum Iruppaai. "},
{ "Verses": "12 unnidaththilirundhu Thondrinavargal Poorvamudhal Paazhaaik Kidandha Sthalangalaik Kattuvaargal; Thalaimurai Thalaimuraiyaaga Irukkum Asthibaarangalmel Nee Kattuvaai; Thirappaanadhai Adaikkiravan Endrum, Kudiyirukkumpadi Paadhaigalaith Thiruththugiravan Endrum Nee Peyar Peruvaai. "},
{ "Verses": "13 en Parisuththanaalaagiya Oivunaalile Unakku Ishtamaanadhai Seyyaadhapadi, Un Kaalai Vilakki, Unvazhigalinpadi, Nadavaamalum, Unakku Ishtamaanadhai Seyyaamalum, Un Sondhappechchaip Pesaamalirundhu, Oivunaalai Manamagizhchchiyin Naalendrum, Karththarudaiya Parisuththa Naalai Magimaiyulla Naalendrum Solli, Adhai Magimaiyaaga Ennuvaayaanaal, "},
{ "Verses": "14 appozhudhu Karththaril Manamagizhchchiyaayiruppaai, Boomiyin Uyarndha Idangalil Unnai Eriyirukkumdi Panni, Un Thagappanaagiya Yaakkobudaiya Sudhandharaththaal Unnaip Poshippen; Karththarudaiya Vaai Idhai Sollitru. "}
]