[
{ "Verses": "1 idho, Karththar Dhesaththai Verumaiyum Paazhumaakki, Adhaik Kavizhththu Adhin Kudigalai Sidharadippaar. "},
{ "Verses": "2 appozhudhu, Janaththukku Eppadiyo Appadiye Aasaariyanukkum, Velaikkaaranukku Eppadiyo Appadiye Ejamaanukkum, Velaikkaarikku Eppadiyo Appadiye Ejamaanikkum, Kondavanukku Eppadiyo Appadiye Vitravanukkum, Kadan Koduththavanukku Eppadiyo Appadiye Kadanvaanginavanukkum, Vattivaanginavanukku Eppadiyo Appadiye Vattikoduththavanukkum, Ellaarukkum Sariyaaga Nadakkum. "},
{ "Verses": "3 dhesam Muzhudhum Kollaiyaagi Mutrilum Verumaiyaagum; Idhu Karththar Sonna Vaarththai. "},
{ "Verses": "4 dhesam Pulambi Vaadum; Boomi Saththuvamatru Ularndhupogum; Dhesaththu Janaththile Uyarndhavargal Thavippaargal. "},
{ "Verses": "5 dhesam Than Kudigalin Moolamaai Theettuppattadhu; Avargal Nyaayappramaanangalai Meeri, Kattalaiyai Maarupaadaakki, Niththiya Udanpadikkaiyai Muriththaargal. "},
{ "Verses": "6 idhinimiththam Saabam Dhesaththai Patchiththadhu, Adhin Kudigal Dhandikkappattaargal; Dhesaththaar Thagikkappattaargal, Silarmaaththiram Meendhirukkiraargal. "},
{ "Verses": "7 dhraatcharasam Dhukkankondaadum, Dhraatchachchedi Vadhangum; Manakkalippaayirundhavargal Ellaarum Perumoochchu Viduvaargal. "},
{ "Verses": "8 melangalin Sandhosham Oyum, Kalikoorugiravargalin Sandhadi Ozhiyum, Veenaiyin Kalippu Nindrupom. "},
{ "Verses": "9 paadalode Dhraatcharasam Kudiyaargal; Madhubaanam Adhaik Kudikkiravargalukkuk Kasakkum. "},
{ "Verses": "10 verumaiyaaippona Nagaram Thagarndhu, Oruvarum Ulle Pravesikkak Koodaadhapadi, Veedugalellaam Adaipattukkidakkum. "},
{ "Verses": "11 dhraatcharasaththukkaaga Veedhigalile Kookkural Undu; Ellaa Sandhoshamum Mangi, Dhesaththin Magizhchchi Atruppom. "},
{ "Verses": "12 nagaraththil Meedhiyaayiruppadhu Azhive; Vaasalgal Idikkappattup Paazhaaik Kidakkum. "},
{ "Verses": "13 olivamaraththai Ulukkumpodhum, Dhraatchappazhangalai Aruththuth Theerumpodhum, Pinparippukkuk Konjam Meendhiruppadhupola Dhesaththukkullum Indha Janangalin Naduvilum Konjam Meendhirukkum. "},
{ "Verses": "14 avargal Saththamittu Gembeerippaargal; Karththarudaiya Magaththuvaththinimiththam Samuththiraththinindru Aarpparippaargal. "},
{ "Verses": "15 aagaiyaal Karththarai, Velukkunthisaiyilum, Isravelin Dhevanaagiya Karththarin Naamaththai Samuththirath Theevugalilum Magimaippaduththungal. "},
{ "Verses": "16 needhiparanukku Magimai Endru Paadum Keedhangalai Boomiyin Kadaiyaandharaththilirundhu Ketkirom; Naano, Ilaiththupponen Ilaiththupponen; Enakku Aiyo! Dhrogigal Dhrogampannugiraargal; Dhrogigal Migudhiyaai Dhrogampannugiraargal Engiren. "},
{ "Verses": "17 dhesaththuk Kudigale, Thigilum, Padukuzhiyum, Kanniyum Ungalukku Neridum. "},
{ "Verses": "18 appozhudhu, Thigilin Saththaththirku Vilagi Odugiravan Padukuzhiyil Vizhuvaan; Padukuzhiyilirundhu Erugiravan Kanniyil Adappaduvaan; Uyara Irukkum Madhagugal Thiravundu, Boomiyin Asthibaarangal Kulungum, "},
{ "Verses": "19 dhesam Norungave Norungum, Dhesam Muriyave Muriyum, Dhesam Asaiyave Asaiyum. "},
{ "Verses": "20 veriththavanaippola Dhesam Thallaadi, Oru Kudilaippolap Peyarththuppodappadum; Adhin Paadhagam Adhinmel Baaramaayirukkaiyaal, Adhu Vizhundhupom, Ini Ezhundhiraadhu. "},
{ "Verses": "21 akkaalaththil Karththar Unnadhamaana Senaiyai Unnadhaththilum, Boomiyin Raajaakkalai Boomiyilum Visaarippaar. "},
{ "Verses": "22 avargal Kebiyil Egamaaik Kattundavargalaaga Serndhu Kaavalil Adaikkappattu, Aneganaal Sendrapinbu Visaarikkappaduvaargal. "},
{ "Verses": "23 appozhudhu Senaigalin Karththar Seeyon Malaiyilum Erusalemilum Aalugaiseyvadhaal, Sandhiran Kalangum, Sooriyan Naanamadaiyum; Avarudaiya Mooppargalukku Munbaaga Magimai Undaayirukkum. "}
]