[
{ "Verses": "1 aa, Umadhu Naamaththai Saththurukkalukkuth Theriyappannuvadharkum, Jaadhigal Ummudaiya Sannidhikku Mun Thaththalippadharkum, "},
{ "Verses": "2 dhevareer Vaanangalaik Kizhiththirangi, Urukkum Akkini Eriyumaappolavum, Akkini Thanneeraip Pongappannumaappolavum, Parvadhangal Umakkumunbaaga Urugumpadi Seyyum. "},
{ "Verses": "3 naangal Edhirpaarththiraadha Bayangaramaana Kaariyangalai Neer Seydhapodhu, Neer Irangineer, Umadhu Sannidhiyil Parvadhangal Urugippoyina. "},
{ "Verses": "4 dhevane, Umakkuk Kaaththirukkiravargalukku Neer Seybavaigalai, Neereyallaamal Ulagaththotrammudharkondu Oruvarum Kettadhumillai, Seviyaal Unarndhadhumillai, Avaigalaik Kandadhumillai. "},
{ "Verses": "5 magizhchchiyaai Needhiyai Seygiravargalaiyum, Ummudaiya Vazhigalil Ummai Ninaikkiravargalaiyum Sandhikkireer; Naangalo, Avaigalukku Virodhamaaga Eppozhudhum Paavancheydhapadiyinaale, Dhevareer Kadunkobankondeer; Innamum Thappiyirukkirom. "},
{ "Verses": "6 naangal Anaivarum Theettaanavargalpola Irukkirom; Engaludaiya Needhigalellaam Azhukkaana Kandhaipola Irukkiradhu, Naangal Anaivarum Ilaigalaippol Udhirugirom; Engal Akkiramangal Kaatraippol Engalai Adiththukkondupogiradhu. "},
{ "Verses": "7 umadhu Naamaththai Nokkik Kooppidugiravanum, Ummaip Patrikkollumpadikku Vizhiththukkollugiravanum Illai; Dhevareer Ummudaiya Mugaththai Engalai Vittu Maraiththu, Engal Akkiramangalinimiththam Engalaik Karaiyappannugireer. "},
{ "Verses": "8 ippozhudhum Karththaave, Neer Engaludaiya Pidhaa, Naangal Kaliman; Neer Engalai Uruvaakkugiravar, Naangal Anaivarum Umadhu Karaththin Kiriyai. "},
{ "Verses": "9 karththaave, Adhigamaaik Kadunkobankollaamalum, Endraikkum Akkiramaththai Ninaiththukkollaamalum Iruppeeraaga; Idho, Paarum, Naangal Anaivarum Ummudaiya Janangale. "},
{ "Verses": "10 umadhu Parisuththa Pattanangal Vanaandharamaayina; Seeyon Vanaandharamaayitru; Erusalem Paazhaaikkidakkiradhu. "},
{ "Verses": "11 engal Pidhaakkal Ummaith Thudhiththa Parisuththamum Magimaiyumaana Engaludaiya Aalayam Akkinikku Iraiyaagi, Inbamaana Engaludaiya Sthaanangalellaam Paazhaayina. "},
{ "Verses": "12 karththaave, Ivaigal Ippadiyirundhum Adakkikkondiruppeero? Mavunamaayirundhu, Adhigamaai Engalai Sirumaippaduththuveero? "}
]