[
{ "Verses": "1 annaatkalil Esekkiyaa Vyaadhippattu Maranaththukku Edhuvaayirundhaan; Appozhudhu Aamodhsin Kumaaranaagiya Esaayaa Ennum Theerkkadharisi Avanidaththil Vandhu, Avanai Nokki: Neer Umadhu Veettukkaariyaththai Ozhunguppaduththum, Neer Pizhaikkamaatteer, Mariththuppoveer Endru Karththar Sollugiraar Endraan. "},
{ "Verses": "2 appozhudhu Esekkiyaa Thanmugaththai Suvarppuramaagath Thiruppikkondu, Karththarai Nokki: "},
{ "Verses": "3 aa Karththaave, Naan Umakku Munbaaga Unmaiyum Mana Uththamamumaai Nadandhu, Umadhu Paarvaikku Nalamaanadhai Seydhen Enbadhai Ninaiththarulum Endru Vinnappampanni, Esekkiyaa Migavum Azhudhaan. "},
{ "Verses": "4 appozhudhu Esaayaavukku Undaana Karththarudaiya Vaarththaiyaavadhu: "},
{ "Verses": "5 nee Poi Esekkiyaavai Nokki: Un Thagappanaagiya Dhaaveedhin Dhevanaayirukkira Karththar Sollugiradhu Ennavendraal, Un Vinnappaththaik Ketten; Un Kanneeraik Kanden; Idho, Un Naatkalode Padhinaindhu Varusham Koottuven. "},
{ "Verses": "6 naan Unnaiyum Indha Nagaraththaiyum Aseeriyaa Raajaavin Kaikkuth Thappuviththu Indha Nagaraththukku Aadharavaayiruppen. "},
{ "Verses": "7 idho, Aagaasudaiya Sooriyakadiyaaraththil Paagaikkup Paagai Irangina Saayaiyaip Paththuppaagai Pinnittuth Thiruppuven Endraar. "},
{ "Verses": "8 thaam Sonna Indha Vaarththaiyinpadi Karththar Seyvaar Enbadharku Idhu Karththaraal Unakku Adaiyaalamaayirukkum Endru Sol Endraar; Appadiye Kadiyaaraththil Irangiyirundha Sooriyasaayai Paththuppaagai Thirumbitru. "},
{ "Verses": "9 yoodhaavin Raajaavaagiya Esekkiyaa Vyaadhippattu, Than Vyaadhi Neengi Sosthamaanapodhu Ezhudhivaiththadhaavadhu: "},
{ "Verses": "10 naan En Poorana Aayusin Varushangalukku Seraamal Paadhaalaththin Vaasalgalukkutpaduven Endru En Naatkal Aruppungirapodhu Sonnen. "},
{ "Verses": "11 karththarai, Karththarai, Naan Ini Uyirodirukkiravargalin Dhesaththile Dharisippadhillai; Ini Poologakkudigalode Irundhu Manusharai Naan Kaanbadhillai. "},
{ "Verses": "12 en Aayusu Meyppanudaiya Koodaaraththaippola Ennaivittup Peyarndhupogiradhu; Neygiravan Paavai Arukkiradhupola En Jeevanai Arukkak Kodukkiren; Ennaip Paavilirundhu Aruththuvidugiraar; Indru Iravukkulle Ennai Mudivadaiyappannuveer. "},
{ "Verses": "13 vidiyarkaalamattum Naan Ennamittukkondirundhen; Avar Singampol En Elumbugalaiyellaam Norukkuvaar; Indru Iravukkulle Ennai Mudivadaiyappannuveer Endru Solli, "},
{ "Verses": "14 namuttaippolum, Thagaivilaan Kuruviyaippolum Koovinen, Puraavaippol Pulambinen; En Kangal Uyarap Paarkkiradhinaal Pooththuppoyina;karththaave, Odungippogiren; En Kaariyaththai Merpottukkollum Endren. "},
{ "Verses": "15 naan Enna Solluven? Avar Enakku Vaakku Arulinaar; Andhappragaarame Seydhaar; En Aayusin Varushangalilellaam En Aaththumaavin Kasappai Ninaiththu Nadandhukolven. "},
{ "Verses": "16 aandavare, Ivaigalinaal Manushar Pizhaikkiraargal; Ivaigalellaam En Uyirkku Uyiraayirukkiradhu; Ennai Sosthappadavum Pizhaikkavumpannineer. "},
{ "Verses": "17 idho, Samaadhaanaththukkup Padhilaaga Magaa Kasappu Vandhirundhadhu, Dhevareero En Aaththumaavai Nesiththu Azhivin Kuzhikku Vilakkineer; En Paavangalaiyellaam Umadhu Mudhugukkup Pinnaaga Erindhuvitteer. "},
{ "Verses": "18 paadhaalam Ummaith Thudhiyaadhu, Maranam Ummaip Potraadhu; Kuzhiyilirangugiravargal Ummudaiya Saththiyaththai Dhiyaanippadhillai. "},
{ "Verses": "19 naan Indru Seygiradhupola, Uyirodirukkiravan, Uyirodirukkiravane, Ummaith Thudhippaan, Thagappan Pillaigalukku Umadhu Saththiyaththaith Therivippaan. "},
{ "Verses": "20 karththar Ennai Ratchikkavandhaar; Aagaiyaal Engal Jeevanaalellaam Karththarudaiya Aalayaththile En Keedhavaaththiyangalai Vaasiththup Paaduvom Endru Ezhudhivaiththaan. "},
{ "Verses": "21 aththippazhaththu Adaiyaik Konduvandhu, Pilavaiyinmel Patruppodungal; Appozhudhu Pizhaippaar Endru Esaayaa Solliyirundhaan. "},
{ "Verses": "22 appozhudhu Esekkiyaa: Naan Karththarudaiya Aalayaththukkup Povadharku Adaiyaalam Ennavendru Kettirundhaan. "}
]