[
{ "Verses": "1 karththaraagiya Naan Abishegampannina Koresukku Munbaaga Jaadhigalaik Keezhppaduththi, Raajaakkalin Idaikkattugalai Avizhkkumpadikkum, Avanukku Munbaaga Vaasalgal Poottappadaadhirukka, Kadhavugalaith Thirandhuvaikkumpadikkum, Avanaippaarththu, Avan Valadhukaiyaip Pidiththukkondu, Avanukku Sollugiradhaavadhu: "},
{ "Verses": "2 naan Unakku Munne Poi, Konalaanavaigalai Sevvaiyaakkuven. "},
{ "Verses": "3 unnaip Peyarsolli Azhaikkira Isravelin Dhevanaagiya Karththar Naane Endru Nee Ariyumpadikku, "},
{ "Verses": "4 vengalak Kadhavugalai Udaiththu, Irupputh Thaazhppaalgalai Muriththu, Andhagaaraththil Irukkira Pokkishangalaiyum, Olippidaththil Irukkira Pudhaiyalgalaiyum Unakkuk Koduppen; Naan En Dhaasanaagiya Yaakkobinimiththamum, Naan Therindhukonda Isravelinimiththamum, Naan Unnaip Peyarsolli Azhaiththu, Nee Ennai Ariyaadhirundhum Unakku Naamam Thariththen. "},
{ "Verses": "5 naane Karththar, Veroruvarillai; Ennaiththavira Dhevan Illai. "},
{ "Verses": "6 ennaiththavira Oruvarum Illaiyendru Sooriyan Udhikkira Thisaiyilum, Adhu Asthamikkira Thisaiyilum Ariyappadumpadikku Nee Ennai Ariyaadhirundhum, Naan Unakku Idaikkattu Kattinen; Naane Karththar, Veroruvar Illai. "},
{ "Verses": "7 oliyaip Padaiththu, Irulaiyum Undaakkinen, Samaadhaanaththaip Padaiththu Theengaiyum Undaakkugiravar Naane; Karththaraagiya Naane Ivaigalaiyellaam Seygiravar. "},
{ "Verses": "8 vaanangale Uyara Irundhu Soriyungal; Aagaayamandalangal Needhiyaippozhiyakkadavadhu; Boomi Thiravundu, Ratchippin Kaniyaiththandhu, Needhiyunkooda Vilaivadhaaga; Karththaraagiya Naan Ivaigalai Undaakkugiren. "},
{ "Verses": "9 mannodugalukkoththa Odaayirundhum, Thannai Uruvaakkinavarode Vazhakkaadugiravanukku Aiyo! Kaliman Thannai Uruvaakkinavanai Nokki: Enna Seygiraayendru Sollaththagumo? Un Kiriyaiyaanadhu: Avarukkuk Kaigalillaiyendru Sollalaamo? "},
{ "Verses": "10 thagappanai Nokki: En Janippiththaai Endrum, Thaayai Nokki: En Petraai Endrum Sollugiravanukku Aiyo! "},
{ "Verses": "11 isravelin Parisuththarum Avanai Uruvaakkinavarumaagiya Karththar Sollugiradhaavadhu: Varunkaariyangalai Ennidaththil Kelungal; En Pillaigalaikkuriththum, En Karangalin Kiriyaigalaikkuriththum Enakkuk Kattalaiyidungal. "},
{ "Verses": "12 naan Boomiyai Undupanni, Naane Adhinmel Irukkira Manushargalai Sirushtiththen; En Karangal Vaanangalai Viriththana; Avaigalin Sarvasenaiyaiyum Naan Kattalaiyitten. "},
{ "Verses": "13 naan Needhiyinpadi Avanai Ezhuppinen; Avan Vazhigalaiyellaam Sevvaippaduththuven; Avan En Nagaraththaik Katti, Siraippattuppona Ennudaiyavargalaik Kirayamillaamalum Paridhaanamillaamalum Vidudhalaiyaakkuvaan Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "14 egipthin Sambaaththiyamum, Eththiyoppiyaavin Varththagalaabamum, Nediya Aatkalaagiya Sabeyarin Varththagalaabamum, Unnidaththirkuth Thaandivandhu, Unnudaiyadhaagum; Avargal Un Pinne Sendru, Vilangidappattu Nadandhuvandhu: Unnudanemaaththiram Dhevan Irukkiraar Endrum, Avaraiyallaamal Vere Dhevan Illaiyendrum Solli, Unnaippanindhukondu, Unnai Nokki Vinnappampannuvaargal Endru Karththar Sollugiraar. "},
{ "Verses": "15 isravelin Dhevanum Ratchagarumaagiya Neer Meyyaagave Ummai Maraiththukkondirukkira Dhevanaayirukkireer. "},
{ "Verses": "16 vikkiragangalai Undupannugira Anaivarum Vetkappattu Lachchaiyadaindhu Egamaaik Kalangippovaargal. "},
{ "Verses": "17 isravelo, Karththaraale Niththiya Ratchippinaal Ratchikkappaduvaan; Neengal Endrendraikkumulla Sadhaakaalangalilum Vetkappadaamalum Kalangaamalum Iruppeergal. "},
{ "Verses": "18 vaanangalai Sirushtiththu Boomiyaiyum Verumaiyaayirukka Sirushtiyaamal Adhaik Kudiyiruppukkaagachcheydhu Padaiththu, Adhai Uruverpaduththina Dhevanaagiya Karththar Sollugiradhaavadhu: Naane Karththar, Veroruvar Illai. "},
{ "Verses": "19 naan Andharangaththilum, Boomiyin Andhagaaramaana Idaththilum Pesinadhillai; Virudhaavaaga Ennaith Thedungalendru Naan Yaakkobin Sandhadhikku Sonnadhumillai; Naan Needhiyaippesi, Yadhaarththamaanavaigalai Arivikkira Karththar. "},
{ "Verses": "20 jaadhigalinindru Thappinavargale, Koottankoodi Vaarungal; Egamaai Serungal; Thangal Vikkiragamaagiya Maraththai Sumandhu, Ratchikkamaattaadha Dhevanaith Thozhudhukollugiravargal Arivillaadhavargal. "},
{ "Verses": "21 neengal Therivikkumpadi Serndhu, Egamaai Yosanaipannungal; Idhaip Poorvakaalamudharkondu Vilangappanni, Annaalthuvakki Idhai Ariviththavar Yaar?karththaraagiya Naan Allavo? Needhibararum Ratchagarumaagiya Ennaiyallaamal Vere Dhevan Illai; Ennaiththavira Veroruvarum Illai. "},
{ "Verses": "22 boomiyin Ellaiyengumullavargale, Ennai Nokkippaarungal; Appozhudhu Ratchikkappaduveergal; Naane Dhevan, Veroruvarum Illai. "},
{ "Verses": "23 muzhangaal Yaavum Enakku Munbaaga Mudangum, Naavu Yaavum Ennai Munnittu Aanaiyidum Endru Naan Ennaikkonde Aanaiyittirukkiren; Indha Needhiyaana Vaarththai En Vaayilirundhu Purappattadhu; Idhu Maaruvadhu Illaiyengiraar. "},
{ "Verses": "24 karththaridaththilmaaththiram Needhiyum Vallamaiyumundendru Avanavan Solli Avaridaththil Vandhu Seruvaan; Avarukku Virodhamaai Erichchalkondirukkira Yaavarum Vetkappaduvaargal. "},
{ "Verses": "25 isravelin Sandhadhiyaagiya Yaavarum Karththarukkul Needhimaangalaakkappattu Menmaipaaraattuvaargal. "}
]