[
{ "Verses": "1 karththar Sollugiraar: Neengal Nyaayaththaik Kaikkondu, Needhiyai Seyyungal En Ratchippu Varavum, En Needhi Velippadavum Sameebamaayirukkiradhu. "},
{ "Verses": "2 ippadi Seygira Manushanum, Idhaip Patrikkondirundhu, Oivunaalaip Parisuththak Kulaichchalaakkaadhapadi Aasariththu, Oru Pollaappaiyum Seyyaadhapadi Than Kaiyaik Kaaththukkondirukkira Manupuththiranum Baakkiyavaan. "},
{ "Verses": "3 karththarai Serndha Anniyapuththiran: Karththar Ennaith Thammudaiya Janaththaivittu Mutrilum Piriththuppoduvaarendru Sollaanaaga; Annaganum, Idho, Naan Pattamaramendru Sollaanaaga. "},
{ "Verses": "4 en Oivunaatkalai Aasariththu, Enakku Ishtamaanavaigailaith Therindhukondu Udanpadikkaiyaip Pararikkollugira Annagargalaik Kuriththuk Karththarsollugiradhu Ennavendraal: "},
{ "Verses": "5 naan Avargalukku En Aalayaththilum, En Madhilgalukkullum Kumaararukkum Kumaaraththigalukkumuriya Idaththaiyum Keerththiyaiyumpaarkkilum, Uththama Idaththaiyum Keerththiyaiyum Koduppen, Endrum Azhiyaadha Niththiya Naamaththai Avargalukku Aruluven. "},
{ "Verses": "6 karththarai Sevikkavum, Karththarudaiya Naamaththai Nesikkavum Avarukku Oozhiyakkaararaayirukkavum, Avarai Serndhu, Oivunaalaip Parisuththakkulaichchalaakkaadhapadi Aasariththu En Udanpadikkaiyaip Patrikkondirukkira Anniyapuththirar Anaivaraiyum, "},
{ "Verses": "7 naan En Parisuththa Parvadhaththukkuk Konduvandhu: En Jebaveettile Avargalai Magizhappannuven; Avargaludaiya Sarvaangadhaganangalum, Avargaludaiya Paligalum, En Palipeedaththinmel Angigarikkappattirukkum; Ennudaiya Veedu Sagala Janangalukkum Jebaveedu Ennappadum. "},
{ "Verses": "8 isravelil Thallundavargalai Serkkira Karththaraagiya Aandavar: Avanidaththil Serkkappattavargalaiyallaamal Innum Avanidaththil Serppen Engiraar. "},
{ "Verses": "9 veliyil Sanjarikkira Sagala Mirugangale, Kaattilulla Sagala Mirugangale, Patchikka Vaarungal. "},
{ "Verses": "10 avanudaiya Kaavarkaarar Ellaarum Ondrum Ariyaadha Kurudar; Avargalellaarum Kulaikkamaattaadha Oomaiyaana Naaigal; Thookkamayakkamaaip Pulambugiravargal, Paduththukkollugiravargal, Niththiraip Piriyar; "},
{ "Verses": "11 thirupthiyadaiyaamalirukkum Peruvayitru Naaigal; Paguththarivillaadha Meyppar; Avargalil Ovvoruvanum Than Than Vazhiyaiyum Avanavan Than Than Moolaiyilirundhu Than Than Pozhivaiyum Nokkikkondirukkiraan. "},
{ "Verses": "12 vaarungal, Dhraatcharasaththaik Konduvaruven, Madhuvaik Kudippom; Naalaiyaththinam Indraiyathdhinampolavum, Idharku Adhigamaagavum Irukkum Enbaargal. "}
]