[
{ "Verses": "1 ennaikkuriththu Visaariththukkelaadhirundhavargalaale Thedappatten; Ennaith Thedaadhirundhavargalaale Kandariyappatten; Ennudaiya Naamam Vilangaadhirundha Jaadhiyai Nokki: Idho, Inge Irukkiren Endren. "},
{ "Verses": "2 nalamallaadha Vazhiyile Thangal Ninaivugalinpadi Nadakkira Murattaattamaana Janaththandaikku Naal Muzhudhum En Kaigalai Neettinen. "},
{ "Verses": "3 andha Janangal En Sannidhiyile Niththam Enakkuk Kobamundaakki, Thottangalile Paliyittu, Sengarkalinmel Thoobankaatti, "},
{ "Verses": "4 predhakkuzhigalandaiyil Utkaarndhu, Paazhaana Sthalangalil Raaththangi, Pandriyiraichchiyaith Thindru, Thangal Paaththirangalil Aruvaruppaanavaigalin Aanaththai Vaiththirundhu: "},
{ "Verses": "5 nee Unmattiliru, En Sameebaththil Varaadhe, Unnaippaarkkilum Naan Parisuththan Endru Sollugiraargal; Ivargal En Kobaththaalaagiya Pugaiyum, Naalmuzhudhum Erigira Akkiniyumaayiruppaargal. "},
{ "Verses": "6 idho, Adhu Enakku Munbaaga Ezhudhiyirukkiradhu; Naan Mavunamaayiraamal Sarikku Sarikkattuven. "},
{ "Verses": "7 ungal Akkiramangalukkum Malaigalil Thoobankaatti, Medaigalinmel Ennai Nindhiththa Ungal Pidhaakkaludaiya Akkiramangalukkum Thakkadhaaga Avargal Madiyile Sarikkattuven; Naan Avargal Mundhina Seygaiyin Palanai Avargal Madiyile Alappenendru Karththar Sollugiraar. "},
{ "Verses": "8 karththar Sollugiradhu Ennavendraal: Oru Dhraatchakkulaiyil Rasam Kaanappadumpodhu Adhai Azhikkaadhe, Adhile Aaseervaadham Undendru Sollugirapadi, Naan En Oozhiyakkaararinimiththam Anaiththaiyum Azhikkaadhapadi Seyven. "},
{ "Verses": "9 yaakkobilirundhu Oru Viththaiyum, Yoodhaavilirundhu En Malaigalai Sudhandharippavaraiyum Ezhumbappannuven; Naan Therindhukondavargal Adhai Sudhandhariththukkondu, En Oozhiyakkaarar Ange Vaasampannuvaargal. "},
{ "Verses": "10 ennaith Thedugira En Janaththukku Saaron Aattuththozhuvamaagavum, Aagorin Pallaththaakku Maattukkidaiyaagavum Irukkum. "},
{ "Verses": "11 aanaalum Karththarai Vittu, En Parisuththa Parvadhaththai Marandhu Kaadh Ennum Dheyvaththukkup Pandhiyai Aayaththampanni, Meni Ennum Dheyvaththukkup Paanapaliyai Niraiyavaarkkiravargale, "},
{ "Verses": "12 ungalai Naan Pattayaththukku Ennikkoduppen; Neengal Anaivarum Kolaiseyyappadak Kuniveergal; Naan Kooppittum Neengal Maruuththaravu Kodukkavillai; Naan Pesiyum Neengal Ketkavillai; En Paarvaikkup Pollaappaanadhai Seydhu, Enakkup Piriyamallaadhadhaith Therindhukondeergal. "},
{ "Verses": "13 aadhalaal Karththaraagiya Aandavar Sollugiraar: Idho, En Oozhiyakkaarar Pusippaargal, Neengalo Pasiyaayiruppeergal; Idho, En Oozhiyakkaarar Kudippaargal, Neengalo Thaagamaayiruppeergal; Idho, En Oozhiyakkaarar Sandhoshappaduvaargal, Neengalo Vetkappaduveergal. "},
{ "Verses": "14 idho, En Oozhiyakkaarar Manamagizhchchiyinaale Gembeerippaargal, Neengalo Mananovinaale Alari, Aaviyin Murivinaale Pulambuveergal. "},
{ "Verses": "15 naan Therindhukondavargalukku Neengal Ungal Naamaththai Saabavaarththaiyaagap Pinvaiththuppoveergal; Karththaraagiya Aandavar Unnaik Kondrupottu, Thammudaiya Oozhiyakkaararukku Vere Naamaththaith Tharippaar. "},
{ "Verses": "16 adhinaale Boomiyile Thannai Aaseervadhikkiravan Saththiya Dhevanukkul Thannai Aaseervadhippaan; Boomiyile Aanaiyidugiravan Saththiya Dhevanperil Aanaiyiduvaan; Mundhina Idukkangal Marakkappattu, Avaigal En Kangalukku Marandhupoyina. "},
{ "Verses": "17 idho, Naan Pudhiya Vaanaththaiyum Pudhiya Boomiyaiyum Sirushtikkiren; Mundhinavaigal Ini Ninaikkappaduvadhumillai, Manadhile Thondruvadhumillai. "},
{ "Verses": "18 naan Sirushtikkiradhinaale Neengal Endrendraikkum Magizhndhu Kalikoorndhirungal; Idho, Erusalemaik Kalikoorudhalaagavum, Adhin Janaththai Magizhchchiyaagavum Sirushtikkiren. "},
{ "Verses": "19 naan Erusaleminmel Kalikoorndhu, En Janaththinmel Magizhchchiyaayiruppen; Azhugaiyin Saththamum, Kookkuralin Saththamum Adhil Inik Ketkappaduvadhillai. "},
{ "Verses": "20 ange Ini Arpa Aayusulla Paalaganum, Than Naatkal Pooranamaagaadha Kizhavanum Undaayiraargal; Nooru Vayadhusendru Marikkiravanum Vaalibanendru Ennappaduvaan; Nooru Vayadhullavanaagiya Paaviyo Sabikkappaduvaan. "},
{ "Verses": "21 veedugalaik Katti, Avaigalil Kudiyiruppaargal, Dhraatchath Thottangalai Naatti, Avaigalin Kaniyaip Pusippaargal. "},
{ "Verses": "22 avargal Kattugiradhum, Veroruvar Kudiyirukkiradhum, Avargal Naattugiradhum, Veroruvar Kani Pusikkiradhumaayiruppadhillai; Enenil Virutchaththin Naatkalaippola En Janaththin Naatkalirukkum; Naan Therindhukondavargal Thangal Kaigalin Kiriyaigalai Nedunaalaai Anubavippaargal. "},
{ "Verses": "23 avargal Virudhaavaaga Uzhaippadhillai, Avargal Thunbamundaagap Pillaigalaip Peruvadhumillai; Avargalum, Avargalodekooda Avargal Sandhaanamumkarththaraale Aaseervadhikkappatta Sandhadhiyaayiruppaargal. "},
{ "Verses": "24 appozhudhu Avargal Kooppidugiradharkumunne Naan Maruuththaravukoduppen; Avargal Pesumpodhe Naan Ketpen. "},
{ "Verses": "25 onaayum Aattukkuttiyum Orumiththu Meyum; Singam Maattaippola Vaikkolaith Thinnum; Puzhudhi Sarppaththukku Iraiyaagum; En Parisuththa Parvadhamengum Avaigal Theenguseyvadhumillai, Kedundaakkuvadhumillaiyendru Karththar Sollugiraar. "}
]