[
{ "Verses": "1 akkaalaththile Yoodhaadhesaththil Paadappadum Paattaavadhu: Belanaana Nagaram Namakku Undu; Ratchippaiye Adharku Madhilum Aranumaaga Erpaduththuvaar. "},
{ "Verses": "2 saththiyaththaik Kaikkonduvarugira Needhiyulla Jaadhi Ulle Pravesippadharkaaga Vaasalgalaith Thiravungal. "},
{ "Verses": "3 ummai Urudhiyaaip Patrikkonda Manadhaiyudaiyavan Ummaiye Nambiyirukkirapadiyaal, Neer Avanaip Poorana Samaadhaanaththudan Kaaththukkolveer. "},
{ "Verses": "4 karththarai Endrendraikkum Nambungal; Karththaraagiya Yegovaa Niththiya Kanmalaiyaayirukkiraar. "},
{ "Verses": "5 avar Uyaraththile Vaasamaayirukkiravargalaiyum Keezhe Thallugiraar, Uyarndha Nagaraththaiyum Thaazhththugiraar; Avar Tharaimattum Thaazhththi Adhu Mannaagumattum Idiyappannuvaar. "},
{ "Verses": "6 kaal Adhai Midhikkum, Sirumaiyaanavargalin Kaalum Elimaiyaanavargalin Adigalume Adhai Midhikkum. "},
{ "Verses": "7 needhimaanudaiya Paadhai Semmaiyaayirukkiradhu; Magaa Needhipararaagiya Neer Needhimaanudaiya Paadhaiyai Semmaippaduththugireer. "},
{ "Verses": "8 karththaave, Ummudaiya Nyaayaththeerppugalin Vazhiyile Umakkuk Kaaththirukkirom; Umadhu Naamamum Ummai Ninaikkum Ninaivum Engal Aaththuma Vaanjaiyaayirukkiradhu. "},
{ "Verses": "9 en Aaththumaa Iravile Ummai Vaanjikkiradhu; Enakkul Irukkira En Aaviyaal Adhikaalaiyilum Ummaith Thedugiren; Ummudaiya Nyaayaththeerppugal Boomiyile Nadakkumpodhu Poochchakkaraththukkudigal Needhiyaik Katrukkolvaargal. "},
{ "Verses": "10 dhunmaarkkanukku Dhayai Seydhaalum Needhiyaik Katrukkollaan; Needhiyulla Dhesaththilum Avan Aniyaayancheydhu Karththarudaiya Magaththuvaththaik Gavaniyaadhepogiraan. "},
{ "Verses": "11 karththaave, Umadhu Kai Ongiyirukkiradhu, Avargal Adhaik Kaanaadhirukkiraargal; Aanaalum Umadhu Janaththukkaaga Neer Konda Vairaakkiyaththaikkandu Vetkappaduvaargal; Akkini Ummudaiya Saththurukkalaip Patchikkum. "},
{ "Verses": "12 karththaave, Engalukku Samaadhaanaththaik Kattalaiyiduveer; Engal Kiriyaigalaiyellaam Engalukkaaga Nadaththivarugiravar Neere. "},
{ "Verses": "13 engal Dhevanaagiya Karththaave, Ummaiyallaamal Vere Aandavanmaar Engalai Aandaargal; Ini Ummai Maaththiram Saarndhu Ummudaiya Naamaththaip Prasthaabappaduththuvom. "},
{ "Verses": "14 avargal Seththavargal, Jeevikkamaattaargal; Maanda Raatchadhar Thirumba Ezhundhiraargal; Neer Avargalai Visaariththu Sangariththu, Avargal Peraiyum Azhiyappannineer. "},
{ "Verses": "15 indha Jaadhiyaip Perugappannineer; Karththaave, Indha Jaadhiyaip Perugappannineer; Neer Magimaippatteer, Dhesaththin Ellai Ellaavatraiyum Nedundhooraththil Thalli Vaiththeer. "},
{ "Verses": "16 karththaave, Nerukkaththil Ummaiththedinaargal; Ummudaiya Thandanai Avargalmelirukkaiyil Andharanga Vendudhal Seydhaargal. "},
{ "Verses": "17 karththaave, Perukaalam Sameebiththirukkaiyil Vedhanaippattu, Than Ambaayaththil Kooppidugira Karppavadhiyaippola, Umakku Munbaaga Irukkirom. "},
{ "Verses": "18 naangal Karppamaayirundhu Vedhanaippattu, Kaatraip Petravargalaippol Irukkirom; Dhesaththil Oru Ratchippaiyum Seyyamaattaadhirukkirom; Poochchakkaraththuk Kudigal Vizhugiradhumillai. "},
{ "Verses": "19 mariththa Ummudaiyavargal Predhamaana Ennudaiyavargalodekooda Ezhundhiruppaargal; Mannile Thangiyirukkiravargale, Vizhiththu Gembeeriyungal; Ummudaiya Pani Poondugalinmel Peyyum Panipol Irukkum; Mariththorai Boomi Purappadap Pannum. "},
{ "Verses": "20 en Janame, Nee Poi Un Araikkulle Pravesiththu, Un Kadhavugalaip Poottikkondu, Sinam Kadandhupogumattum Konjaneram Oliththukkol. "},
{ "Verses": "21 idho, Boomiyinudaiya Kudigalin Akkiramaththinimiththam Avargalai Visaarikkumpadi Karththar Thammudaiya Sthaanaththilirundhu Purappattuvaruvaar; Boomi Than Raththappazhigalai Velippaduththi, Thannidaththil Kolaiseyyappattavargalai Ini Moodaadhirukkum. "}
]