[
{ "Verses": "1 aamodhsin Kumaaranaagiya Esaayaa, Yoodhaavin Raajaakkalaagiya Usiyaa, Yodhaam, Aagaas, Esekkiyaa Enbavargalin Naatkalil, Yoodhaavaiyum Erusalemaiyum Kuriththuk Kanda Dharisanam. "},
{ "Verses": "2 vaanangale, Kelungal; Boomiye, Sevikodu; Karththar Pesugiraar; Naan Pillaigalai Valarththu Aadhariththen; Avargalo Enakku Virodhamaaik Kalagampanninaargal. "},
{ "Verses": "3 maadu Than Ejamaanaiyum, Kazhudhai Than Aandavanin Munnanaiyaiyum Ariyum; Isravelo Arivillaamalum, En Janam Unarvillaamalum Irukkiradhu Engiraar. "},
{ "Verses": "4 aiyo, Paavamulla Jaadhiyum, Akkiramaththaal Paaranjumandha Janamum, Pollaadhavargalin Sandhadhiyum, Kedu Undaakkugira Puththirarumaayirukkiraargal; Karththaraivittu, Isravelin Parisuththarukkuk Kobamundaakki, Pinvaangipponaargal. "},
{ "Verses": "5 innum Neengal En Adikkappadavendum? Adhigamaai Vilagippogireergale; Thalaiyellaam Vyaadhiyum, Irudhayamellaam Palatchayamumaai Irukkiradhu. "},
{ "Verses": "6 ullankaal Thodangi Uchchanthalaimattum Adhile Sugamillai; Adhu Kaayamum Veekkamum, Nodhikkira Ranamumulladhu; Adhu Seezh Pidhukkappadaamalum, Kattappadaamalum, Enneyinaal Aatrappadaamalum Irukkiradhu. "},
{ "Verses": "7 ungal Dhesam Paazhaayirukkiradhu; Ungal Pattanangal Akkiniyinaal Sutterikkappattadhu; Ungal Naattai Anniyar Ungal Kangalukku Munbaagap Patchikkiraargal; Adhu Anniyaraal Kavizhkkappatta Paazhndhesam Pol Irukkiradhu. "},
{ "Verses": "8 seeyon Kumaaraththi Dhraatchaththottaththil Ulla Oru Kuchchupolavum Vellariththottaththilulla Oru Kudisaipolavum, Mutrikkai Podappatta Oru Pattanam Polavum Meendhirukkiraal. "},
{ "Verses": "9 senaigalin Karththar Namakkuk Konjam Meedhiyai Vaikkaadhirundhaaraanaal, Naam Sodhomaippolaagi, Gomoraavukku Oththiruppom. "},
{ "Verses": "10 sodhomin Adhipadhigale, Karththarudaiya Vaarththaiyaik Kelungal; Gomoraavin Janame, Namadhu Dhevanudaiya Vedhaththukku Sevikodungal. "},
{ "Verses": "11 ungal Paligalin Thiral Enakku Ennaththukku Endru Karththar Sollugiraar; Aattukkadaakkalin Thaganapaligalum, Kozhuththa Mirugangalin Ninamum Enakku Arosigamaayirukkiradhu; Kaalaigal, Aattukkuttigal, Kadaakkalin Raththaththinmel Enakkup Piriyamillai. "},
{ "Verses": "12 neengal En Sannidhiyil Varumpodhu, En Praagaarangalai Ippadi Midhikkavendumendru Ungalidaththil Kettadhu Yaar? "},
{ "Verses": "13 ini Veen Kaanikkaigalaik Konduvaravendaam; Thoobankaattudhal Enakku Aruvaruppaayirukkiradhu; Neengal Akkiramaththode Aasarikkira Maadhappirappaiyum, Oivunaalaiyum, Sabaikkoottaththaiyum Naan Ini Sagikkamaatten. "},
{ "Verses": "14 ungal Maadhappirappugalaiyum, Ungal Pandigaigalaiyum En Aaththumaa Verukkiradhu; Avaigal Enakku Varuththamaayirukkiradhu; Avaigalai Sumandhu Ilaiththupponen. "},
{ "Verses": "15 neengal Ungal Kaigalaiviriththaalum, En Kangalai Ungalaivittu Maraikkiren; Neengal Migudhiyaai Jebampanninaalum Kelen; Ungal Kaigal Raththaththinaal Niraindhirukkiradhu. "},
{ "Verses": "16 ungalaik Kazhuvi Suththigariyungal; Ungal Kiriyaigalin Pollaappai En Kangalukku Maraivaaga Agatrivittu, Theemaiseydhalai Vittu Oyungal; "},
{ "Verses": "17 nanmaiseyyap Padiyungal; Nyaayaththaith Thedungal; Odukkappattavanai Aadhariththu, Thikkatrap Pillaiyin Nyaayaththaiyum, Vidhavaiyin Vazhakkaiyum Visaariyungal. "},
{ "Verses": "18 vazhakkaaduvom Vaarungal Endru Karththar Sollugiraar; Ungal Paavangal Siverendrirundhaalum Uraindha Mazhaiyaip Pol Venmaiyaagum; Avaigal Raththaambara Sivappaayirundhaalum Panjaippolaagum. "},
{ "Verses": "19 neengal Manamporundhi Sevikoduththaal Dhesaththin Nanmaiyaip Pusippeergal. "},
{ "Verses": "20 maattom Endru Edhirththunirpeergalaagil Pattayaththukku Iraiyaaveergal; Karththarin Vaai Idhai Sollitru. "},
{ "Verses": "21 unmaiyulla Nagaram Eppadi Vesiyaaippoyitru! Adhu Nyaayaththaal Niraindhirundhadhu, Needhi Adhil Kudikondirundhadhu; Ippozhudho Adhin Kudigal Kolaipaadhagar. "},
{ "Verses": "22 un Velli Kalimbaayitru; Un Dhraatcharasam Thanneerkalappaanadhu. "},
{ "Verses": "23 un Prabukkal Muradarum Thirudarin Thozharumaayirukkiraargal; Avargalil Ovvoruvanum Paridhaanaththai Virumbi, Kaikkooliyai Naadiththirigiraan; Thikkatra Pillaiyin Nyaayaththai Visaariyaargal; Vidhavaiyin Vazhakku Avargalidaththil Erugiradhillai. "},
{ "Verses": "24 aagaiyaal Senaiyin Karththarum Isravelin Vallavarumaagiya Aandavar Sollugiradhaavadhu: Ogo Naan En Saththurukkalil Kobam Aari, En Pagaignarukku Needhiyai Sarikkattuven. "},
{ "Verses": "25 naan En Kaiyai Unnidamaaith Thiruppi, Un Kalimbu Neenga Unnai Suththamaaip Pudamittu, Un Eeyaththaiyellaam Neekkuven. "},
{ "Verses": "26 un Nyaayaadhipadhigalai Munnirundhadhupolavum Un Aalosanaikkaararai Aadhiyil Irundhadhupolavum Thirumbakkattalaiyiduven; Pinbu Nee Needhipuram Endrum, Saththiyanagaram Endrum Peyar Peruvaai. "},
{ "Verses": "27 seeyon Nyaayaththinaalum, Adhile Thirumbi Varugiravargal Needhiyinaalum Meetkappaduvaargal. "},
{ "Verses": "28 dhrogigalum Paavigalumo Egamaai Norungundu Povaargal; Karththaraivittu Vilagugiravargal Nirmoolamaavaargal. "},
{ "Verses": "29 neengal Virumbina Karvaalimarangalinimiththam Vetkappaduveergal; Neengal Therindhukonda Thoppugalinimiththam Naanamadaiveergal. "},
{ "Verses": "30 ilaiyudhirndha Karvaalimaraththaippolavum, Thanneerillaadha Thoppaip Polavum Iruppeergal. "},
{ "Verses": "31 paraakkiramasaali Sanarkoolamum, Avan Kiriyai Akkinipporiyumaagi, Irandum Avippaarillaamal Egamaai Vendhupom Endru Sollugiraar. "}
]