[
{ "Verses": "1 pel Paniyum, Nepo Kuniyum, Avaigalin Vikkiragangal Kaattumirugangalukkum Naattumirugangalukkum Sumaiyaagum; Neengal Sumandha Sumaigal Ilaiththuppona Mirugangalukku Baaramaayirukkum. "},
{ "Verses": "2 avaigal Egamaaik Kunindhupaniyum; Sumaigalai Avaigal Thappuvikkamaattaadhu; Avaigal Thaame Siraippattuppogum. "},
{ "Verses": "3 yaakkobin Sandhadhiyaare Isravel Sandhadhiyil Meedhiyaagiya Sagala Janangale, Enakku Sevikodungal; Thaayin Vayitril Thondrinadhumudhal Ungalai Endhi, Thaayin Karppaththil Urpaththiyaanadhumudhal Ungalaith Thaanginen, "},
{ "Verses": "4 ungal Mudhirvayadhuvaraikkum Naan Appadi Seyven; Naraivayadhumattum Naan Ungalaith Thaanguven; Naan Appadi Seydhuvandhen; Inimelum Naan Endhuven, Naan Sumappen, Thappuvippen. "},
{ "Verses": "5 yaarukku Ennai Saayalum Samamumaakki, Yaarukku Naan Oppaagumpadikku Ennai Oppiduveergal? "},
{ "Verses": "6 paiyilirukkira Ponnaikkotti, Velliyaith Tharaasil Niruththu, Thattaanudane Kooliporuththikkollugiraargal; Avan Oru Dheyvaththai Undaakkugiraan; Adhai Vanangip Panindhukollugiraargal. "},
{ "Verses": "7 adhaith Tholinmel Eduththu Adhai Sumandhu, Adhai Adhin Sthaanaththile Vaikkiraargal; Ange Adhu Nirkum; Than Idaththaivittu Asaiyaadhu; Oruvan Adhai Nokkik Kooppittaal, Adhu Maruuththaravu Kodukkiradhumillai, Avan Ikkattai Neekki Avanai Ratchikkiradhumillai. "},
{ "Verses": "8 idhai Ninaiththup Purusharaayirungal; Paadhagare, Idhai Manadhil Vaiyungal. "},
{ "Verses": "9 mundhip Poorvakaalaththil Nadandhavaigalai Ninaiyungal; Naane Dhevan, Veroruvarum Illai; Naane Dhevan Enakku Samaanamillai. "},
{ "Verses": "10 andhaththilullavaigalai Aadhimudharkondum, Innum Seyyappadaadhavaigalaip Poorvakaalamudharkondum Arivikkiren; En Aalosanai Nilainirkum, Enakku Siththamaanavaigalaiyellaam Seyven Endru Solli, "},
{ "Verses": "11 uraainjugira Oru Patchiyaik Kizhakkilirundhum, En Aalosanaiyai Niraivetrum Manushanai Dhooradhesaththilirundhum Varavazhaikkiravaraayirukkiren; Adhai Sonnen, Adhai Niraivetruven; Adhaith Thittampanninen. Adhai Seydhu Mudippen. "},
{ "Verses": "12 murattu Irudhayamullavargale, Needhikku Dhooramaanavargale, Enakkuchchevikodungal. "},
{ "Verses": "13 en Needhiyai Sameebikkappannugiren, Adhu Dhooramaayiruppadhillai; En Ratchipputh Thaamadhippadhumillai; Naan Seeyonil Ratchippaiyum, Isravelukku En Magimaiyaiyum Kattalaiyiduven. "}
]