[
{ "Verses": "1 idho, Naan Aadharikkira En Dhaasan, Naan Therindhukondavarum, En Aaththumaavukkup Piriyamaanavarum Ivare; En Aaviyai Avarmel Amarappanninen; Avar Purajaadhigalukku Nyaayaththai Velippaduththuvaar. "},
{ "Verses": "2 avar Kookkuralidavumaattaar, Thammudaiya Saththaththai Uyarththavum Adhai Veedhiyile Ketkappannavumaattaar. "},
{ "Verses": "3 avar Nerindha Naanalai Muriyaamalum, Mangiyerigira Thiriyai Anaiyaamalum, Nyaayaththai Unmaiyaaga Velippaduththuvaar. "},
{ "Verses": "4 avar Nyaayaththai Boomiyile Nilaippaduththumattum Ilakkarippadhumillai, Padharuvadhumillai; Avarudaiya Vedhaththukkuth Theevugal Kaaththirukkum. "},
{ "Verses": "5 vaanangalai Sirushtiththu, Avaigalai Viriththu, Boomiyaiyum, Adhile Urpaththiyaagiravaigalaiyum Parappinavarum, Adhil Irukkira Janaththukkuk Suvaasaththaiyum, Adhil Nadamaadugiravargalukku Aaviyaiyum Kodukkiravarumaana Karththaraagiya Dhevan Sollugiradhaavadhu. "},
{ "Verses": "6 neer Kurudarudaiya Kangalaith Thirakkavum, Kattundavargalaik Kaavalilirundhum, Irulil Irukkiravargalaik Siraichchaalaiyilirundhum Viduvikkavum, "},
{ "Verses": "7 karththaraagiya Naan Needhiyinpadi Ummai Azhaiththu, Ummudaiya Kaiyaippidiththu, Ummaith Tharkaaththu, Ummai Janaththirku Udanpadikkaiyaagavum, Jaadhigalukku Oliyaagavum Vaikkiren. "},
{ "Verses": "8 naan Karththar, Idhu En Naamam; En Magimaiyai Veroruvanukkum, En Thudhiyai Vikkiragangalukkum Koden. "},
{ "Verses": "9 poorvakaalaththil Therivikkappattavaigal, Idho, Niraiveralaayina; Pudhiyavaigalaiyum Naane Arivikkiren; Avaigal Thondraadhadharku Munne, Avaigalai Ungalukku Sollugiren. "},
{ "Verses": "10 samuththiraththil Yaaththiraipannugiravargale, Adhilullavaigale, Theevugale Avaigalin Kudigale, Karththarukkup Pudhuppaattaip Paadungal; Boomiyin Kadaiyaandharaththilirundhu Avarudaiya Thudhiyaip Paadungal. "},
{ "Verses": "11 vanaandharamum, Adhin Oorgalum, Kedhaariyaa Kudiyirukkira Graamangalum Uraththa Saththamidakkadavadhu; Kanmalaigalile Kudiyirukkiravargal Gembeeriththu, Parvadhangalin Kodumudiyilirundhu Aarpparippaargalaaga. "},
{ "Verses": "12 karththarukku Magimaiyaichcheluththi, Avar Thudhiyaith Theevugalil Arivippaargalaaga. "},
{ "Verses": "13 karththar Paraakkiramasaaliyaippol Purappattu, Yuththaveeranaippol Vairaakkiyamoondu, Muzhangik Kerchchiththu, Thammudaiya Saththurukkalai Merkolluvaar. "},
{ "Verses": "14 naan Vegukaalam Mavunamaayirundhen; Summaayirundhu Enakkulle Adakkikkondirundhen; Ippozhudhu Pillai Perugiravalaippola Saththamittu, Avargalaip Paazhaakki Vizhunguven. "},
{ "Verses": "15 naan Malaigalaiyum Kundrugalaiyum Paazhaakki, Avaigalilulla Poondugalaiyellaam Vaadappanni, Aarugalaith Thittugalaakki, Erigalai Vatrippogappannuven. "},
{ "Verses": "16 kurudarai Avargal Ariyaadha Vazhiyile Nadaththi, Avargalukkuth Theriyaadha Paadhaigalil Avargalai Azhaiththukkondu Vandhu, Avargalukku Munbaaga Irulai Velichchamum, Konalai Sevvaiyumaakkuven; Indhak Kaariyangalai Naan Avargalukku Seydhu, Avargalaik Kaividaadhiruppen. "},
{ "Verses": "17 siththiravelaiyaana Vikkiragangalai Nambi, Vaarppikkappatta Suroobangalai Nokki: Neengal Engal Dhevargal Endru Sollugiravargal Pinnidaindhu Migavum Vetkappaduvaargal. "},
{ "Verses": "18 sevidare, Kelungal; Kurudare, Neengal Kaanumpadi Nokkip Paarungal. "},
{ "Verses": "19 en Dhaasanaiyallaamaal Kurudan Yaar? Naan Anuppiya Thoodhanaiyallaamal Sevidan Yaar? Uththamanaiyallaamal Kurudan Yaar? Karththarudaiya Oozhiyakkaaranaiyallaamal Andhagan Yaar? "},
{ "Verses": "20 nee Anega Kaariyangalaik Kandum Gavaniyaadhirukkiraai; Avanukku Sevigalaith Thirandhaalum Kelaadhe Pogiraan. "},
{ "Verses": "21 karththar Thamadhu Needhiyinimiththam Avanmel Piriyam Vaiththirundhaar; Avar Vedhaththai Mukkiyappaduththi Adhai Magimaiyulladhaakkuvaar. "},
{ "Verses": "22 indha Janamo Kollaiyidappattum, Sooraiyaadappattum Irukkiraargal; Avargal Anaivarum Kebigalile Adappattu, Kaavalaraigalile Adaikkappattirukkiraargal, Thappuvippaar Illaamal Kollaiyaagi, Vittuvidu Enbaar Illaamal Sooraiyaavaargal. "},
{ "Verses": "23 ungalil Idharku Sevikoduththup Pinvarugiradhaik Gavaniththukketkiravan Yaar? "},
{ "Verses": "24 yaakkobai Siraiyittu Isravelaik Kollaikkaararukku Oppukkodukkiravar Yaar? Avargal Paavancheydhu Virodhiththa Karththar Allavo? Avarudaiya Vazhigalil Nadakka Manadhaayiraamalum, Avarudaiya Vedhaththukku Sevikodaamalum Ponaargale. "},
{ "Verses": "25 ivargalmel Avar Thamadhukobaththin Ukkiraththaiyum, Yuththaththin Valimaiyaiyum Varappanni, Avargalaichchoozha Akkinijuvaalaigalaik Koluththiyirundhum Unaraadhirundhaargal; Adhu Avargalaith Thagiththum, Adhaimanadhile Vaikkaadheponaargal. "}
]