[
{ "Verses": "1 ippodhum, En Dhaasanaagiya Yaakkobe, Naan Therindhukonda Isravele, Kel. "},
{ "Verses": "2 unnai Undaakkinavarum, Thaayin Karppaththil Unnai Uruvaakkinavarum, Unakkuth Thunaiseygiravarumaagiya Karththar Sollugiradhaavadhu; En Dhaasanaagiya Yaakkobe, Naan Therindhukonda Yeshoorane, Bayappadaadhe. "},
{ "Verses": "3 thaagamullavanmel Thanneeraiyum, Varanda Nilaththinmel Aarugalaiyum Ootruven; Un Sandhadhiyinmel En Aaviyaiyum, Un Sandhaanaththinmel En Aaseervaadhaththaiyum Ootruven. "},
{ "Verses": "4 adhinaal Avargal Pullin Naduve Neerkkaalgalin Oraththilulla Alarichchedigalaippola Valaruvaargal. "},
{ "Verses": "5 oruvan, Naan Karththarudaiyavan Enbaan; Oruvan Yaakkobinperaith Thariththukkolvaan; Oruvan, Thaan Karththarudaiyavan Endru Kaiyezhuththuppottu, Isravelin Naamaththaith Thariththukkolvaan. "},
{ "Verses": "6 naan Mundhinavarum, Naan Pindhinavarundhaane; Ennaiththavira Dhevan Illaiyendru, Isravelin Raajaavaagiya Karththarum, Senaigalin Karththaraagiya Avanudaiya Meetparum Sollugiraar. "},
{ "Verses": "7 poorvakaalaththu Janangalai Naan Sthaabiththadhu Mudharkondu, Ennaippola Edhaiyaagilum Varavazhaiththu, Inninnadhendru Munnariviththu, Enakku Munne Varisaiyaaga Niruththaththakkavan Yaar? Nigazhkaariyangalaiyum Varunkaariyangalaiyum Thangalukku Avargal Arivikkattum. "},
{ "Verses": "8 neengal Kalangaamalum Bayappadaamalum Irungal; Akkaalamudharkondu Naan Adhai Unakku Vilangappanninadhum Munnariviththadhumillaiyo? Idharku Neengale En Saatchigal, Ennaith Thavira Dhevanundo? Veroru Kanmalaiyum Illaiye; Oruvanaiyum Ariyen. "},
{ "Verses": "9 vikkiragangalai Uruvaakkugira Yaavarum Veenar; Avargalaal Ichchikkappattavaigal Ondrukkum Udhavaadhu; Avaigal Ondrum Kaanaamalum, Ondrum Ariyaamalum Irukkiradhendru Thangalukku Vetkamundaaga Avaigalukkuth Thaangale Saatchigalaayirukkiraargal. "},
{ "Verses": "10 ondrukkum Udhavaadha Dheyvaththai Uruvaakki, Vikkiragaththai Vaarppikkiravan Eppadippattavan? "},
{ "Verses": "11 idho, Avanudaiya Koottaaligalellaarum Vetkamadaivaargal; Thozhilaaligal Narajeevangaldhaane; Avargal Ellaarum Koodivandhu Nirkattum, Avargal Egamaaith Thigaiththuvetkappaduvaargal. "},
{ "Verses": "12 kollan Irumbaik Kurattaal Idukki, Ulaiyile Kaayavaiththu, Suththigalaal Adhai Uruvaakki, Thanbuyapalaththinaal Adhaip Panpaduththugiraan; Pattiniyaayirundhu Belanatruppogiraan; Thanneer Kudiyaamal Kalaiththuppogiraan. "},
{ "Verses": "13 thachchan Noolpidiththu, Mattappalagaiyaal Maraththukkuk Kuripottu, Uligalinaal Uruppaduththi Kavaraasaththinaal Adhai Vaguththu, Manusha Saayalaaga Manusharoobaththinpadi Uruvamaakkugiraan; Adhaik Kovilile Naatti Vaikkiraan. "},
{ "Verses": "14 avan Thanakkuk Kedhurukkalai Vettugiraan; Oru Marudhamaraththaiyaavadhu Karvaalimaraththaiyaavadhu, Therindhukondu, Kaattumarangalile Belaththa Maraththaith Than Kaariyaththukkaaga Valarkkiraan; Alladhu Asogamaraththai Nadugiraan, Mazhai Adhai Valarachcheyyum. "},
{ "Verses": "15 manushanukku Avaigal Aduppukkaagumpodhu, Avan Avaigalil Eduththuk Kulirkaaigiraan; Neruppaimootti Appamum Sudugiraan; Adhinaal Oru Dheyvaththaiyum Undupanni, Adhaip Panindhukollugiraan; Oru Vikkiragaththaiyum Adhinaal Seydhu, Adhai Vanangugiraan. "},
{ "Verses": "16 adhil Oru Thundai Aduppil Erikkiraan; Oru Thundinaal Iraichchiyai Samaiththup Pusiththu, Poriyalaipporiththu Thirupthiyaagi, Kulirunkaaindhu: Aaaa, Analaanen; Neruppaik Kanden Endru Solli; "},
{ "Verses": "17 adhil Meedhiyaana Thundaith Thanakku Vikkiragadheyvamaaga Seydhu, Adharkumun Vizhundhu, Adhai Vanangi; Nee En Dheyvam, Ennai Ratchikka Vendum Endru Adhai Nokki Mandraadugiraan. "},
{ "Verses": "18 ariyaamalum Unaraamalumirukkiraargal; Kaanaadhapadikku Avargal Kangalum, Unaraadhapadikku Avargal Irudhayamum Adaikkappattirukkiradhu. "},
{ "Verses": "19 adhil Paadhiyai Aduppil Eriththen; Adhin Thazhalinmel Appaththaiyum Suttu, Iraichchiyaiyum Poriththup Pusiththen; Adhil Meedhiyaana Thundai Naan Aruvaruppaana Vikkiragamaakkalaamaa? Oru Marakkattaiyai Vanangalaamaa Endru Solla, Than Manadhil Avanukkuth Thondravillai; Ammaaththiram Arivum Soranaiyum Illai. "},
{ "Verses": "20 avan Saambalai Meygiraan; Vanjikkappatta Manam Avanai Mosappaduththinadhu; Avan Than Aaththumaavaith Thappuvikkaamalum; En Valadhukaiyile Abaththam Allavo Irukkiradhendru Sollaamalum Irukkiraan. "},
{ "Verses": "21 yaakkobe, Isravele, Ivaigalai Ninai; Nee En Dhaasan; Naan Unnai Uruvaakkinen; Nee En Dhaasan; Isravele, Nee Ennaal Marakkappaduvadhillai. "},
{ "Verses": "22 un Meerudhalgalai Megaththaippolavum, Un Paavangalaik Kaarmegaththaippolavum Agatrivitten; Ennidaththil Thirumbu; Unnai Naan Meettukkonden. "},
{ "Verses": "23 vaanangale, Kaliththup Paadungal; Karththar Idhai Seydhaar; Poodhalaththin Thaazhvidangale, Aarppariyungal; Parvadhangale, Kaadugale, Kaattilulla Sagala Marangale, Gembeeramaai Muzhangungal; Karththar Yaakkobai Meettu, Isravelile Magimaippadugiraar. "},
{ "Verses": "24 un Meetparum, Thaayin Karppaththil Unnai Uruvaakkinavarumaana Karththar Sollugiradhaavadhu: Naane Ellaavatraiyum Seygira Karththar, Naan Oruvaraai Vaanangalai Viriththu, Naane Boomiyaip Parappinavar. "},
{ "Verses": "25 naan Kattukkadhaikkaararin Kurigalai Abaththamaakki, Kurisollugiravargalai Nirmoodaraakki, Gnaanigalai Vetkappaduththi, Avargal Arivaip Paiththiyamaagap Pannugiravar. "},
{ "Verses": "26 naan En Oozhiyakkaararin Vaarththaiyai Nilaippaduththi, En Sthaanaapadhigalin Aalosanaiyai Niraivetri: Kudiyeruvaai Endru Erusalemukkum, Kattappaduveergal Endru Yoodhaavin Pattanangalukkum Solli, Avaigalin Paazhaana Sthalangalai Eduppippavar. "},
{ "Verses": "27 naan Aazhaththai Nokki: Vatrippo Endrum, Un Nadhigalai Vettaandharaiyaakkuven Endrum Sollugiravar. "},
{ "Verses": "28 koresaik Kuriththu: Avan En Meyppan; Avan Erusalemai Nokki: Nee Kattappadu Endrum; Dhevaalayaththai Nokki: Nee Asthibaarappadu Endrum Solli, Enakkup Piriyamaanadhaiyellaam Niraivetruvaan Endru Sollugiravar Naan. "}
]