[
{ "Verses": "1 ezhumbip Pragaasi; Un Olivandhadhu, Karththarudaiya Magimai Unmel Udhiththadhu. "},
{ "Verses": "2 idho, Irul Boomiyaiyum, Kaarirul Janangalaiyum Moodum; Aanaalum Unmel Karththar Udhippaar; Avarudaiya Magimai Unmel Kaanappadum. "},
{ "Verses": "3 un Velichchaththinidaththukku Jaadhigalum, Udhikkira Un Oliyinidaththukku Raajaakkalum Nadandhuvaruvaargal. "},
{ "Verses": "4 sutrilum Un Kangalai Ereduththuppaar; Avargal Ellaarum Egamaaikkoodi Unnidaththirku Varugiraargal; Un Kumaarar Dhooraththilirundhu Vandhu, Un Kumaaraththigal Un Pakkaththile Valarkkappaduvaargal. "},
{ "Verses": "5 appozhudhu Nee Adhaik Kandu Odivaruvaai; Un Irudhayam Adhisayappattup Poorikkum; Kadarkaraiyin Thiralaana Koottam Un Vasamaaga Thirumbum, Jaadhigalin Balaththa Senai Unnidaththukku Varum. "},
{ "Verses": "6 ottagangalin Eraalamum, Meedhiyaan Eppaa Dhesangalin Vegamaana Ottagangalum Unnai Moodum; Sebaavilullavargal Yaavarum Ponnaiyum Thoobavarkkaththaiyum Konduvandhu, Karththarin Thudhigalaip Prasiththappaduththuvaargal. "},
{ "Verses": "7 kedhaarin Aadugalellaam Unnidaththil Serkkappadum; Nebaayoththin Kadaakkal Unnai Seviththu, Angigarikkappattadhaai En Palipeedaththinmel Erum; En Magimaiyin Aalayaththai Magimaippaduththuven. "},
{ "Verses": "8 megaththaippolavum Thangal Palaganiththuvaarangalukkuth Theevirikkira Puraakkalaippolavum Parandhuvarugira Ivargal Yaar? "},
{ "Verses": "9 theevugal Enakkuk Kaaththirukkum; Avar Unnai Magimaippaduththinaar Endru Un Pillaigalaiyum, Avargalodekooda Avargal Ponnaiyum Avargal Velliyaiyum Un Dhevanaagiya Karththarin Naamaththukkendrum Isravelin Parisuththarukkendrum Dhooraththilirundhu Konduvara, Tharsheesin Kappalgalum Erkanave Enakkuk Kaaththirukkum. "},
{ "Verses": "10 anniyarin Puththirar Un Madhilgalaik Katti, Avargaludaiya Raajaakkal Unnai Sevippaargal; En Kadunkobaththinaal Unnai Adiththen; Aanaalum En Kirubaiyinaal Unakku Iranginen. "},
{ "Verses": "11 unnidaththukku Jaadhigalin Balaththa Senaiyaik Konduvarumpadikkum, Avargaludaiya Raajaakkalai Azhaiththuvarumpadikkum Un Vaasalgal Iravumpagalum Poottappadaamal Eppozhudhum Thirandhirukkum. "},
{ "Verses": "12 unnai Sevikkaadha Jaadhiyum Raajyamum Azhiyum; Andha Jaadhigal Nichchayamaaip Paazhaagum. "},
{ "Verses": "13 en Parisuththa Sthaanaththai Singaarikkumpadikku, Leebanonin Magimaiyum, Dhevadhaaru Virutchangalum, Paaimara Virutchangalum, Punnaimarangalunkooda Unnidaththirkuk Konduvarappadum; En Paadhasthaanaththai Magimaippaduththuven. "},
{ "Verses": "14 unnai Odukkinavargalin Pillaigalum Kunindhu Unnidaththil Vandhu, Unnai Asattaipannina Yaavarum Un Kaaladiyil Panindhu, Unnaikkarththarudaiya Nagaram Endrum, Israveludaiya Parisuththarin Seeyon Endrum Solvaargal. "},
{ "Verses": "15 nee Negizhappattadhum, Kaividappattadhum, Oruvarum Kadandhu Nadavaadhadhumaayirundhaai; Aanaalum Unnai Niththiya Maatchimaiyaagavum, Thalaimurai Thalaimuraiyaayirukkum Magizhchchiyaagavum Vaippen. "},
{ "Verses": "16 nee Jaadhigalin Paalaik Kudiththu, Raajaakkalin Mulaippaalaiyum Undu, Karththaraagiya Naan Ratchagarendrum, Yaakkobin Vallavar Un Meetparendrum Arindhukolvaai. "},
{ "Verses": "17 naan Vengalaththukkup Padhilaagap Ponnaiyum, Irumbukkup Padhilaaga Velliyaiyum, Marangalukkup Padhilaaga Vengalaththaiyum, Karkalukkup Padhilaaga Irumbaiyum, Varappanni, Un Kankaanigalai Samaadhaanamullavargalum, Un Thandarkaararai Needhiyullavargalumaakkuven. "},
{ "Verses": "18 inik Kodumai Un Dhesaththilum, Azhivum Naasamum Un Ellaigalilum Ketkappadamaattaadhu; Un Madhilgalai Ratchippendrum Unvaasalgalaith Thudhiyendrum Solluvaai. "},
{ "Verses": "19 ini Sooriyan Unakkup Pagalile Velichchamaayiraamalum, Sandhiran Than Velichchaththaal Unakkup Pragaasiyaamalum, Karththar Unakku Niththiya Velichchamum, Un Dhevane Unakku Magimaiyumaayiruppaar. "},
{ "Verses": "20 un Sooriyan Ini Asthamippadhumillai, Un Sandhiran Maraivadhumillai; Karththare Unakku Niththiya Velichchamaayiruppaar; Un Dhukkanaatkal Mudindhupom. "},
{ "Verses": "21 un Janangal Yaavarum Needhimaangalum, Endraikkum Boomiyai Sudhandharikkun Kudigalum, Naan Natta Kilaigalum, Naan Magimaippadumpadi En Karangalin Kiriyaigalumaayiruppaargal. "},
{ "Verses": "22 sinnavan Aayiramum, Siriyavan Balaththa Jaadhiyumaavaan; Karththaraagiya Naan Etrakaalaththil Idhaith Theeviramaai Nadappippen. "}
]