[
{ "Verses": "1 ippozhudhu Naan En Nesaridaththil Avarudaiya Dhraatchaththottaththaik Kuriththu En Nesarukketra Oru Paattaip Paaduven; En Nesarukku Magaa Sezhippaana Mettile Oru Dhraatchaththottam Undu. "},
{ "Verses": "2 avar Adhai Veliyadaiththu, Adhilulla Karkalaip Porukki, Adhile Narkula Dhraatsachchedigalai Nattu, Adhin Naduvil Oru Koburaththaikkatti, Adhil Aalaiyaiyum Undupanni, Adhu Nalla Dhraatchappazhangalaith Tharumendru Kaaththirundhaar; Adhuvo Kasappaana Pazhangalaith Thandhadhu. "},
{ "Verses": "3 erusalemin Kudigale, Yoodhaavin Manushare, Enakkum En Dhraatchaththottaththukkum Nyaayantheerungal. "},
{ "Verses": "4 naan En Dhraatchaththottaththirkaaga Seyyaadha Endha Velaiyai Adharku Ini Seyyalaam? Adhu Nalla Dhraatchappazhangalaith Tharumendru Naan Kaaththirukka, Adhu Kasappaana Pazhangalaith Thandhadhenna? "},
{ "Verses": "5 ippodhum Naan En Dhraatchaththottaththukku Seyvadhai Ungalukku Arivippen; Adhin Veliyai Eduththuppoduven, Adhu Meyndhupodappadum; Adhin Adaippaith Thagarppen, Adhu Midhiyundupom. "},
{ "Verses": "6 adhaip Paazhaakkividuven; Adhin Kilai Narukkappadaamalum, Kalaikoththi Edukkappadaamalum Povadhinaal, Mutchediyum Nerinjilum Mulaikkum; Adhinmel Mazhai Peyyaadhapadikku Megangalukkum Kattalaiyiduven Engiraar. "},
{ "Verses": "7 senaigalin Karththarudaiya Dhraatchaththottam Isravelin Vamsame; Avarudaiya Manamagizhchchiyin Naatru Yoodhaavin Manushare; Avar Nyaayaththukkuk Kaaththirundhaar, Idho, Kodumai; Needhikkuk Kaaththirundhaar, Idho, Muraippaadu. "},
{ "Verses": "8 thaangalmaaththiram Dhesaththin Naduvil Vaasamaayirukkumpadi Matravargalukku Idamillaamarpogumattum, Veettode Veettai Serththu, Vayalode Vayalaik Koottugiravargalukku Aiyo! "},
{ "Verses": "9 senaigalin Karththar En Seviketka Sonnadhu: Meyyaagave Andhath Thiralaana Veedugal Paazhaagum; Periyavaigalum Nerththiyaanavaigalumaagiya Veedugal Kudiyillaadhirukkum. "},
{ "Verses": "10 pathther Nilamaagiya Dhraatchaththottam Orepadi Rasam Tharum; Oru Kala Vidhai Oru Kuruni Vilaiyum. "},
{ "Verses": "11 saaraayaththai Naadi Adhikaalame Ezhundhu, Madhubaanam Thangalai Soodaakkumpadi Thariththirundhu, Iruttippogumalavum Kudiththukkondeyirukkiravargalukku Aiyo! "},
{ "Verses": "12 avargal Suramandalaththaiyum, Thamburuvaiyum, Melaththaiyum, Naagasuraththaiyum, Madhubaanaththaiyum Vaiththu Virundhukondaadugiraargal; Aanaalum Karththarinkiriyaiyai Nokkugiradhumillai; Avar Karaththin Seygaiyai Sindhikkiradhumillai. "},
{ "Verses": "13 en Janangal Arivillaamaiyinaal Siraippattuppogiraargal; Avargalil Kadinamullavargal Pattiniyinaal Thoindhupogiraargal, Avargaludaiya Thiralaana Koottaththaar Thaagaththaal Naavarandu Pogiraargal. "},
{ "Verses": "14 adhinimiththam Paadhaalam Thannai Virivaakki, Than Vaayai Aavendru Mattillaamal Thirandhadhu; Avargal Magimaiyum, Avargal Thiralkoottamum, Avargal Aadambaramum, Avargalil Kalikoorugiravargalum Adharkul Irangippovaargal. "},
{ "Verses": "15 siriyavan Thaazhththappaduvaan, Periyavanum Thaazhchchiyadaivaan; Mettimaiyaanavargalin Kangal Thaazhndhupom. "},
{ "Verses": "16 senaigalin Karththar Nyaayaththeerppinaal Uyarndhu, Parisuththamulla Dhevan Needhiyinaal Parisuththaraai Vilanguvaar. "},
{ "Verses": "17 appozhudhu Aattukkuttigal Kandavidamellaam Meyum; Kozhuththavargaludaiyadhaayirundhu Paazhaaippona Nilangalaip Paradhesigal Anubavippaargal. "},
{ "Verses": "18 maayaiyin Kayirugalaal Akkiramaththaiyum, Vandil Vadangalaal Paavaththaiyum Izhuththukkonduvandhu, "},
{ "Verses": "19 naam Paarkkumpadi Avar Theeviriththuth Thamadhu Kiriyaiyai Seekkiramaai Nadappikkattumendrum, Isravelin Parisuththarudaiya Aalosanaiyai Naam Ariyumpadi Adhu Sameebiththu Varattumendrum Sollugiravargalukku Aiyo! "},
{ "Verses": "20 theemaiyai Nanmaiyendrum, Nanmaiyaith Theemaiyendrum Solli, Irulai Velichchamum, Velichchaththai Irulumaagap Paaviththu, Kasappaith Thiththippum, Thiththippaik Kasappumendru Saadhikkiravargalukku Aiyo! "},
{ "Verses": "21 thangal Paarvaikku Gnaanigalum, Thangal Ennaththukku Buththimaangalumaai Irukkiravargalukku Aiyo! "},
{ "Verses": "22 saaraayaththaik Kudikka Veerarum, Madhuvaik Kalandhuvaikkap Paraakkiramasaaligalumaayirundhu, "},
{ "Verses": "23 paridhaanaththirkaagak Kutravaaliyai Needhimaanaagath Theerththu, Needhimaanin Nyaayaththai Avanukku Virodhamaaip Purattugiravargalukku Aiyo! "},
{ "Verses": "24 idhinimiththam Akkinijuvaalai Vaikkolaip Patchippadhupolavum, Seththaiyaanadhu Neruppukku Iraiyaagi Erindhupovadhupolavum, Avargal Ver Vaadi, Avargal Thulir Thoosiyaippol Parandhupogum; Avargal Senaigalin Karththarudaiya Vedhaththai Veruththu, Isravelilulla Parisuththarudaiya Vasanaththai Asattaipanninaargale. "},
{ "Verses": "25 aagaiyaal Karththarudaiya Kobam Thamadhu Janangalukku Virodhamaai Moondadhu; Avar Thamadhu Kaiyai Avargalukku Virodhamaai Neetti Parvadhangal Adhiraththakkadhaayum, Avargal Pinangal Naduveedhigalil Kuppaipolaagaththakkadhaayum, Avargalai Adiththaar; Ivai Ellaavatrilum Avarudaiya Kobam Aaraamal, Innum Avarudaiya Kai Neettinapadiye Irukkiradhu. "},
{ "Verses": "26 avar Dhooraththilulla Jaadhiyaarukku Oru Kodiyai Etri, Avargalai Boomiyin Kadaiyaandharangalilirundhu Payilkaatti Azhaippaar; Appozhudhu Avargal Theeviramum Vegamumaai Varuvaargal. "},
{ "Verses": "27 avargalil Vidaaiththavanum Idarugiravanum Illai; Thoongugiravanum Urangugiravanum Illai; Avargalil Oruvanudaiya Iduppin Kachchai Avizhvadhum, Paadharatchaigalin Vaar Arundhupovadhum Illai. "},
{ "Verses": "28 avargal Ambugal Koormaiyum, Avargal Villugalellaam Naanetrinavaigalum, Avargal Kudhiraigalin Kulambugal Karpaaraiyaaga Ennappattavaigalum, Avargal Urulaigal Suzhalkaatrukku Oththavaigalumaayirukkum. "},
{ "Verses": "29 avargal Kerchchippu Singaththin Kerchchippupolirukkiradhu; Paalasingangalaippolak Kerchchiththu, Urumi, Iraiyaip Pidiththu Thappuvikkiravan Illaamal, Adhai Eduththukkondupoividuvaargal. "},
{ "Verses": "30 annaalil, Samuththiram Iraivadhupol Avargalukku Virodhamaai Iraivaargal; Appozhudhu Dhesaththaippaarththaal, Idho, Andhagaaramum Viyaagulamum Undu; Adhin Megangalinaal Velichcham Irundupom. "}
]