[
{ "Verses": "1 karththaave, Neere En Dhevan; Ummai Uyarththi, Umadhu Naamaththaith Thudhippen; Neer Adhisayamaanavaigalai Seydheer; Umadhu Aalosanaigal Saththiyamum Urudhiyumaanavaigal. "},
{ "Verses": "2 neer Nagaraththai Manmedum, Aranaana Pattanaththaip Paazhumaakkineer; Anniyarin Raajadhaaniyai Ooraayiraadhapadikkum, Endraikkum Kattappadaadhapadikkum Seydheer. "},
{ "Verses": "3 aagaiyaal Balaththa Janangal Ummai Magimaippaduththuvaargal; Kodooramaana Jaadhigalin Nagaram Umakku Bayappadum. "},
{ "Verses": "4 kodooramaanavargalin Seeral Madhilai Modhiyadikkira Peru Vellaththaippol Irukkaiyil, Neer Ezhaikku Belanum, Nerukkappadugira Eliyavanukkuth Thidanum Peruvellaththukkuth Thappum Adaikkalamum, Veyilukku Odhungum Nizhalumaaneer. "},
{ "Verses": "5 varatchiyaana Idaththin Kaangai Megaththinaal Thanivadhupola, Anniyarin Mummuraththaith Thaniyappannuveer; Megaththin Nizhalinaal Veyilthanigiradhupol Belavandharin Aaravaaram Thaniyum. "},
{ "Verses": "6 senaigalin Karththar Indha Malaiyile Sagala Janangalukkum Oru Virundhai Aayaththappaduththuvaar; Adhu Kozhumaiyaana Padhaarththangalum, Pazhamaiyaana Dhraatcharasamum, Oonum Ninamumulla Padhaarththangalum, Thelindha Pazhamaiyaana Dhraatcharasamum Niraindha Virundhaayirukkum. "},
{ "Verses": "7 sagala Janangalmelumulla Mukkaattaiyum, Sagala Jaadhigalaiyum Moodiyirukkira Moodalaiyum, Indha Malaiyile Agatrippoduvaar. "},
{ "Verses": "8 avar Maranaththai Jeyamaai Vizhunguvaar; Karththaraagiya Dhevan Ellaa Mugangalilumirundhu Kanneeraith Thudaiththu, Thamadhu Janaththin Nindhaiyai Boomiyiliraadhapadikku Mutrilum Neekkividuvaar; Karththare Idhai Sonnaar. "},
{ "Verses": "9 akkaalaththile: Idho, Ivare Nammudaiya Dhevan; Ivarukkaagak Kaaththirundhom, Ivar Nammai Ratchippaar; Ivare Karththar, Ivarukkaagak Kaaththirundhom; Ivarudaiya Ratchippinaal Kalikoorndhu Magizhuvom Endru Sollappadum. "},
{ "Verses": "10 karththarudaiya Karam Indha Malaiyile Thangum; Koolam Erukkalaththil Midhikkappaduvadhupola, Movaab Avarkeezh Midhikkappattuppom. "},
{ "Verses": "11 neendhugiravan Neendhuvadharkaagath Than Kaigalai Virippadhupola, Avar Thamadhu Kaigalai Avargal Naduvile Viriththu, Avargal Perumaiyaiyum, Avargal Kaigalin Sadhisarppanaigalaiyum Thaazhththividuvaar. "},
{ "Verses": "12 avar Un Madhilgaludaiya Uyarndha Aranaik Keezhe Thallith Thaazhththith Tharaiyile Thoolaaga Azhippaar. "}
]