[
{ "Verses": "1 idho, Senaigalin Karththaraagiya Aandavar Erusalemilirundhum Yoodhaavilirundhum Sagalavidhamaana Aadharavugalaagiya Appamengira Ellaa Aadharavaiyum, Thanneerengira Ellaa Aadharavaiyum; "},
{ "Verses": "2 paraakkiramasaaliyaiyum, Yuththaveeranaiyum, Nyaayaadhipadhiyaiyum, Theerkkadharisiyaiyum, Saasthiriyaiyum, Mooppanaiyum; "},
{ "Verses": "3 aimbadhuperukku Adhipadhiyaiyum, Ganamporundhinavanaiyum, Aalosanaikkaaranaiyum, Thozhilgalil Saamarththiyamullavanaiyum, Saadhuriyanaiyum Vilakkuvaar. "},
{ "Verses": "4 vaalibarai Avargalukku Adhipadhigalaagath Tharuven Engiraar; Pillaigal Avargalai Aaluvaargal. "},
{ "Verses": "5 janangal Odukkappaduvaargal; Oruvarukkoruvarum, Ayalaanukku Ayalaanum Virodhamaayiruppaargal; Vaaliban Mudhirvayadhullavanukkum, Keezhmagan Menmaganukkum Idumbu Seyvaan. "},
{ "Verses": "6 appozhudhu Oruvan Than Thagappan Veettaanaagiya Than Sagodharanaip Pidiththu: Unakku Vasthiram Irukkiradhu, Nee Engalukku Adhipadhiyaayiru; Kettukku Inamaana Indhak Kaariyam Un Kaiyin Keezhaavadhaaga Endru Solla; "},
{ "Verses": "7 avan Annaalile Than Kaiyai Uyarththi: Naan Seerppaduththugiravanaayirukkamaatten; En Veettile Appamumillai, Vasthiramumillai; Ennai Janangalukku Adhipadhiyaaga Vaikkavendaam Enbaan. "},
{ "Verses": "8 enendraal Erusalem Paazhaakkappattadhu, Yoodhaa Vizhundhupoyitru; Avargal Naavum, Avargal Kiriyaigalum, Karththarudaiya Magimaiyin Kangalukku Erichchal Undaagaththakkadhaaga Avarukku Virodhamaayirukkiradhu. "},
{ "Verses": "9 avargal Mugappaarvai Avargalukku Virodhamaai Saatchiyidum; Avargal Thangal Paavaththai Maraikkaamal, Sodhom Ooraaraippola Velippaduththugiraargal; Avargal Aaththumaavukku Aiyo! Thangalukke Theemaiyai Varuviththukkollugiraargal. "},
{ "Verses": "10 ungalukku Nanmaiyundaagum Endru Needhimaangalukku Sollungal; Avargal Thangal Kiriyaigalin Palanai Anubavippaargal. "},
{ "Verses": "11 dhunmaarkkanukku Aiyo! Avanukkuk Kedu Undaagum; Avan Kaigalin Palan Avanukkuk Kidaikkum. "},
{ "Verses": "12 pillaigal En Janangalai Odukkugiravargalaayirukkiraargal; Sthreegal Avargalai Aalugiraargal. En Janame, Unnai Nadaththugiravargal Unnai Mosampokki, Nee Nadakkavendiya Vazhiyai Azhiththuppodugiraargal. "},
{ "Verses": "13 karththar Vazhakkaada Ezhundhirundhu, Janangalai Nyaayantheerkka Nirkiraar. "},
{ "Verses": "14 karththar Thamadhu Janaththin Moopparaiyum, Adhin Prabukkalaiyum Nyaayam Visaarippaar. Neengale Indha Dhraatchaththottaththaip Patchiththuppotteergal; Sirumaiyaanavanidaththil Kollaiyitta Porul Ungal Veedugalil Irukkiradhu. "},
{ "Verses": "15 neengal En Janaththai Norukki Sirumaiyaanavargalin Mugaththai Nerikkiradhu Ennavendru Senaigalin Karththaraagiya Aandavar Uraikkiraar. "},
{ "Verses": "16 pinnum Karththar Sollugiradhaavadhu: Seeyon Kumaaraththigal Agandhaiyaayirundhu, Kazhuththai Neriththu Nadandhu, Kangalaal Maruttippaarththu, Oiyaaramaai Nadandhu, Thangal Kaalgalil Silambu Olikkath Thirigiraargal. "},
{ "Verses": "17 aadhalaal Aandavar Seeyon Kumaaraththigalin Uchchanthalaiyai Mottaiyaakkuvaar; Karththar Avargal Maanaththaik Kulaippaar. "},
{ "Verses": "18 annaalile Aandavar Avargaludaiya Aabaranangalaagiya Silambugalaiyum, Suttigalaiyum, Piraichchindhaakkugalaiyum, "},
{ "Verses": "19 aarangalaiyum, Asthakadagangalaiyum, Thalaimukkaadugalaiyum, "},
{ "Verses": "20 sirapooshanangalaiyum, Paadhasarangalaiyum, Maarkkachchaigalaiyum, Sugandhabaranigalaiyum, "},
{ "Verses": "21 thaayiththugalaiyum, Modhirangalaiyum, Mookkuththigalaiyum, "},
{ "Verses": "22 vinodha Vasthirangalaiyum, Saalvaigalaiyum, Porvaigalaiyum, Kuppigalaiyum, "},
{ "Verses": "23 kannaadigalaiyum, Sallaakkalaiyum, Kullaakkalaiyum, Thuppattaakkalaiyum Urindhupoduvaar. "},
{ "Verses": "24 appozhudhu, Sugandhaththukkup Padhilaagath Thurkkandhamum, Kachchaikkup Padhilaagak Kayirum, Mayirchchurulukkup Padhilaaga Mottaiyum, Aadambaramaana Vasthirangalukkup Padhilaaga Rattukkachchum, Azhagukkuppadhilaagak Karugippogudhalum Irukkum. "},
{ "Verses": "25 un Purushar Katkaththinaalum, Un Belasaaligal Yuththaththilum Vizhuvaargal. "},
{ "Verses": "26 avaludaiya Vaasalgal Dhukkiththup Pulambum; Aval Verumaiyaakkappattuth Tharaiyile Utkaaruvaal Engiraar. "}
]