[
{ "Verses": "1 aamodhsin Kumaaranaagiya Esaayaa Yoodhaavaiyum Erusalemaiyum Kuriththuk Kanda Dharisanam. "},
{ "Verses": "2 kadaisinaatkalil Karththarudaiya Aalayamaagiya Parvadham Parvadhangalin Kodumudiyil Sthaabikkappattu, Malaigalukku Melaai Uyarththappadum; Ellaa Jaadhigalum Adharku Odivaruvaargal. "},
{ "Verses": "3 thiralaana Janangal Purappattu Vandhu: Naam Karththarin Parvadhaththukkum, Yaakkobin Dhevanudaiya Aalayaththukkum Povom Vaarungal; Avar Thamadhu Vazhigalai Namakkup Podhippaar, Naam Avar Paadhaigalil Nadappom Enbaargal; Enenil Seeyonilirundhu Vedhamum, Erusalemilirundhu Karththarin Vasanamum Velippadum. "},
{ "Verses": "4 avar Jaadhigalukkul Nyaayam Theerththu, Thiralaana Janangalaik Kadindhukolvaar; Appozhudhu Avargal Thangal Pattayangalai Manvettigalaagavum Thangal Eettigalai Arivaalgalaagavum Adippaargal; Jaadhikkuvirodhamaai Jaadhi Pattayam Eduppadhillai, Ini Avargal Yuththaththaik Karpadhumillai. "},
{ "Verses": "5 yaakkobin Vamsaththaare, Karththarin Velichchaththile Nadappom Vaarungal. "},
{ "Verses": "6 yaakkobin Vamsaththaaraagiya Ummudaiya Janaththaik Kainegizhndheer; Avargal Keezhththisaiyaarin Podhagaththaal Niraindhu, Pelisthiyaraippol Naal Paarkkiravargalaayirundhu, Anniya Puththirar Mel Piriyappadugiraargale. "},
{ "Verses": "7 avargal Dhesam Velliyinaalum Ponninaalum Niraindhirukkiradhu; Avargal Pokkishangalukku Mudivillai; Avargal Dhesam Kudhiraigalaalum Niraindhirukkiradhu; Avargal Radhangalukkum Mudivillai. "},
{ "Verses": "8 avargal Dhesam Vikkiragangalaalum Niraindhirukkiradhu; Thangal Kaigalin Kiriyaiyaiyum Thangal Viralgal Undupanninadhaiyum Panindhu Kolgiraargal. "},
{ "Verses": "9 siriyavanum Kunigiraan, Periyavanum Panigiraan; Aagaiyaal Avargalukku Manniyaadhiruppeer. "},
{ "Verses": "10 karththarin Bayangaraththukkum, Avarudaiya Magimaippradhaabaththirkum Vilagi, Nee Kanmalaiyil Odhungi, Mannil Oliththukkol. "},
{ "Verses": "11 nararin Mettimaiyaana Kangal Thaazhththappadum, Manusharin Veeraappum Thaniyum; Karththar Oruvare Annaalil Uyarndhiruppaar. "},
{ "Verses": "12 ellaam Thaazhththappadumporuttu Senaigaludaiya Karththarin Naalaanadhu Perumaiyum Mettimaiyumaanavai Ellaavatrinmelum, Uyarndhavai Ellaavatrinmelum, "},
{ "Verses": "13 leebanonilulla Uyaramum Ongalumaana Ellaak Kedhurukkalinmelum, Paasaanilulla Ellaak Karvaali Marangalin Melum, "},
{ "Verses": "14 unnadhamaana Ellaap Parvadhangalinmelum, Uyaramaana Ellaamalaigalinmelum, "},
{ "Verses": "15 uyarndha Ellaakkoburaththinmelum, Aranaana Ellaa Madhilinmelum, "},
{ "Verses": "16 tharsheesin Kappalgal Ellaavatrinmelum, Ellaa Siththira Vinodhangalinmelum Varum. "},
{ "Verses": "17 appozhudhu Nararin Mettimaithaazhndhu, Manusharin Veeraappuththaniyum; Karththar Oruvare Annaalil Uyarndhiruppaar. "},
{ "Verses": "18 vikkiragangal Kattode Ozhindhupom. "},
{ "Verses": "19 boomiyaith Thaththalikkappannak Karththar Ezhumbumpodhu, Avarudaiya Bayangaraththirkum, Avarudaiya Magimaippradhaabaththirkum Vilagi, Kanmalaigalin Kebigalilum Boomiyin Kugaigalilum Pugundhukolvaargal. "},
{ "Verses": "20 boomiyaith Thaththalikkappannak Karththar Ezhumbum Annaalile, Avarudaiya Magimaippradhaabaththirkum Vilagi, Kanmalaigalin Vedippugalilum Kundrugalin Sandhugalilum Pugundhukollumpadikku, "},
{ "Verses": "21 manushan Panindhukollath Thanakku Undaakkiyirundha Than Velli Vikkiragangalaiyum, Than Pon Vikkiragangalaiyum, Moonjoorugalukkum Thurinjilgalukkum Erindhuviduvaan. "},
{ "Verses": "22 naasiyile Suvaasamulla Manushanai Nambuvadhaivittuvidungal; Ennappaduvadharku Avan Emmaaththiram. "}
]