[
{ "Verses": "1 theeruvin Baaram. Tharshees Kappalgale, Alarungal; Adhu Veedu Illaadhapadikkum, Adhil Varuvaar Illaadhapadikkum Paazhaakkappattadhu; Indha Seydhi Kiththeemdhesaththilirundhu Avargalukkuth Therivikkappadugiradhu. "},
{ "Verses": "2 theevukkudigale, Mavunamaayirungal; Seedhonin Varththagar Samuththiraththile Yaaththiraipanni Unnai Nirappinaargal. "},
{ "Verses": "3 seekor Nadhiyin Migundha Neerppaaichchalgalaal Vilaiyum Payirvagaigalum, Aatrangaraiyin Aruppum Adhin Varumaanamaayirundhadhu; Adhu Jaadhigalin Sandhaiyaayirundhadhu. "},
{ "Verses": "4 seedhone, Vetkappadu; Naan Inik Karppavedhanaippadugiradhum Illai; Perugiradhum Illai; Ilaignarai Valarkkiradhum Illai; Kannigaigalai Aadharikkiradhum Illai Endru Samuththirak Kottaiyaana Kadalthurai Sollugiradhu. "},
{ "Verses": "5 egipthin Seydhi Ketkappattadhinaal Noi Undaanadhupola Theeruvin Seydhi Ketkappaduvadhinaalum Noi Undaagum. "},
{ "Verses": "6 karaidhuraik Kudigale, Neengal Tharsheesmattum Purappattuppoi Alarungal. "},
{ "Verses": "7 poorvanaatkalmudhal Nilaipetrukalikoorndhirundha Ungal Pattanam Idhudhaanaa? Paradhesampoi Sanjarikkiradharku Aval Kaalgale Avalai Dhooramaaik Kondupom. "},
{ "Verses": "8 kreedam Tharippikkum Theerukku Virodhamaaga Idhai Yosiththuth Theermaaniththavar Yaar? Adhin Varththagar Prabukkalum, Adhin Viyaabaarigal Boomiyin Kanavaangalumaame. "},
{ "Verses": "9 sarva Singaaraththin Menmaiyaik Kulaikkavum Boomiyin Kanavaangal Yaavaraiyum Kanaeenappaduththavum, Senaigalin Karththare Idhai Yosiththuth Theermaaniththaar. "},
{ "Verses": "10 tharsheesin Kumaaraththiye, Nadhiyaippola Nee Un Dhesaththil Paaindhupo, Unakku Anaiyillai. "},
{ "Verses": "11 karththar Thamadhu Kaiyai Samuththiraththinmel Neetti, Raajyangalaik Kulungappanninaar; Kaanaanin Arangalai Azhikka Avar Adharku Virodhamaaik Kattalaikoduththu: "},
{ "Verses": "12 odungunda Kanniyaagiya Seedhon Kumaaraththiye, Inik Kalikoorndhukondiraai, Ezhundhu Kiththeemukkup Purappattuppo, Angum Unakku Ilaippaarudhal Illaiyendraar. "},
{ "Verses": "13 kaldheyarudaiya Dhesaththaip Paar; Andha Janam Munnirundhadhillai; Aseeriyan Vanaandharaththaarukkaaga Adhai Asthibaarappaduththinaan; Avargal Adhin Koburangalai Undaakki, Adhin Aramanaigalaik Kattinaargal; Avar Adhai Azhivukkendru Niyamiththaar. "},
{ "Verses": "14 tharshees Kappalgale, Alarungal; Ungal Aran Paazhaakkappattadhu. "},
{ "Verses": "15 akkaalaththile Theeru, Oru Raajaavudaiya Naatkalinpadi, Ezhubadhu Varusham Marakkappattirukkum; Ezhubadhu Varushangalin Mudivile Theeruvukku Sambavippadhu Vesiyin Paadalukku Samaanamaayirukkum. "},
{ "Verses": "16 marakkappatta Vesiye, Nee Veenaiyai Eduththu Nagaraththai Sutriththiri; Nee Ninaikkappadumpadi Adhai Inidhaaga Vaasiththu Bala Paattugalaip Paadu. "},
{ "Verses": "17 ezhubadhu Varushangalin Mudivile Karththar Vandhu Theeruvai Sandhippaar; Appozhudhu Adhu Than Panaiyaththukku Thirumbivandhu, Boomiyilulla Sagala Raajyangalodum Vesiththanam Pannum. "},
{ "Verses": "18 adhin Viyaabaaramum, Adhin Panaiyamum Karththarukkup Parisuththamaakkappadum; Adhu Pokkishamaai Serkkappaduvadhum Illai; Pootti Vaikkappaduvadhum Illai;karththarudaiya Samugaththil Vaasamaayirukkiravargal Thirupthiyaaga Saappidavum Nalla Vasthirangalaith Tharikkavum Adhin Viyaabaaram Avargalai Serum. "}
]