[
{ "Verses": "1 esekkiyaa Raajaa Arasaanda Padhinaalaam Varushaththile Aseeriyaa Raajaavaagiya Sanakerip Yoodhaavilirukkira Aranaana Sagala Pattanangalukkum Virodhamaai Vandhu, Avaigalaip Pidiththukkondaan. "},
{ "Verses": "2 appozhudhu Aseeriyaa Raajaa Laageesilirundhu Rapsaakkeyaip Periya Senaiyode Erusalemukku Esekkiyaa Raajaavinidaththil Anuppinaan; Avan Vandhu Vannaar Thuraiyin Vazhiyilulla Melkulaththu Saalagaththandaiyile Nindraan. "},
{ "Verses": "3 appozhudhu Ilkkiyaavin Kumaaranaagiya Eliyaakkeem Ennum Aramanai Visaarippukkaaranum Sepnaa Ennum Sambiradhiyum, Aasaappin Kumaaranaagiya Yovaak Ennum Kanakkanum Avanidaththirkup Purappattupponaargal. "},
{ "Verses": "4 rapsaakke Avargalai Nokki: Aseeriyaa Raajaavaagiya Magaaraajaavaanavar Uraikkiradhum, Neengal Esekkiyaavukku Sollavendiyadhum Ennavendraal: Nee Nambiyirukkira Indha Nambikkai Enna? "},
{ "Verses": "5 yuththaththukku Mandhiraalosanaiyum Vallamaiyum Undendru Sollugiraaye, Adhu Vaaippechcheyandri Veralla; Nee Ennai Virodhikkumpadi Yaarmel Nambikkai Vaiththirukkiraai? "},
{ "Verses": "6 idho, Nerindha Naanalkolaagiya Andha Egipthai Nambugiraai; Adhinmel Oruvan Saaindhaal, Adhu Avan Ullankaiyil Patturuvippom; Egipthin Raajaavaagiya Paarvon Thannai Nambugira Yaavarukkum Appadiye Iruppaan. "},
{ "Verses": "7 nee Ennidaththil: Naangal Engal Dhevanaagiya Karththarai Nambugirom Endru Solvaayaagil, Avarudaiya Medaigalaiyum Avarudaiya Palipeedangalaiyum Allavo Esekkiyaa Agatri, Yoodhaavaiyum, Erusalemaiyum Nokki: Indhap Palipeedaththinmun Paniyungal Endraane. "},
{ "Verses": "8 naan Unakku Irandaayiram Kudhiraigalaik Koduppen; Nee Avaigalmel Eraththakkavargalai Sambaadhikkakkoodumaanaal Aseeriyaa Raajaavaagiya En Aandavanode Sabadhankooru. "},
{ "Verses": "9 kooraadheponaal, Nee En Aandavanudaiya Oozhiyakkaararil Ore Oru Siriya Thalaivanudaiya Mugaththai Eppadith Thiruppuvaai? Radhangalodu Kudhiraiveerarum Varuvaargal Endru Egipthaiyaa Nambugiraai? "},
{ "Verses": "10 ippozhudhum Karththarudaiya Kattalaiyillaamal Indha Dhesaththai Azhikka Vandheno? Indha Dhesaththukku Virodhamaaip Poi Adhai Azhiththuppodu Endrukarththar Ennode Sonnaare Endru Sonnaan. "},
{ "Verses": "11 appozhudhu Eliyaakkeemum Sepnaavum Yovaagum, Rapsaakkeyaip Paarththu: Ummudaiya Adiyaarode Seeriyabaashaiyile Pesum, Adhu Engalukkuth Theriyum; Alangaththilirukkira Janaththin Sevigal Ketka Engalode Yoodhabaashaiyile Pesavendaam Endraargal. "},
{ "Verses": "12 adharku Rapsaakke: Ungalodunkoodath Thangal Malaththaith Thinnavum, Thangal Neeraik Kudikkavum, Alangaththile Thangiyirukkira Purusharandaikke Allaamal, Un Aandavanandaikkum, Unnandaikkumaa En Aandavan Indha Vaarththaigalaippesa Ennai Anuppinaar Endru Solli; "},
{ "Verses": "13 rapsaakke Nindrukondu Yoodhabaashaiyile Uraththasaththamaai: Aseeriyaa Raajaavaagiya Magaa Raajaavudaiya Vaarththaigalaik Kelungal. "},
{ "Verses": "14 esekkiyaa Ungalai Vanjiyaadhapadi Paarungal; Avan Ungalaith Thappuvikkamaattan. "},
{ "Verses": "15 karththar Nammai Nichchayamaaith Thappuvippaar, Indha Nagaram Aseeriyaa Raajaavin Kaiyil Oppukkodukkappaduvadhillai Endru Solli, Esekkiyaa Ungalaikkarththarai Nambappannuvaan; Adharku Idankodaadhirungal Endru Raajaa Sollugiraar. "},
{ "Verses": "16 esekkiyaavin Sollaik Kelaadhirungal. Aseeriyaa Raajaa Sollugiradhaavadhu: Neengal Ennode Raasiyaagi, Kaanikkaiyode Ennidaththil Vaarungal. "},
{ "Verses": "17 naan Vandhu, Ungalai Dhaaniyamum Dhraatchaththottamumulla Dhesamum, Appamum Dhraatcharasamumulla Dhesamumaagiya Ungal Dhesaththukku Oppaana Dhesaththukku Azhaiththukkondupogumalavum, Avanavan Than Than Dhraatchachchediyin Kaniyaiyum, Than Than Aththimaraththin Kaniyaiyum Pusiththu, Avanavan Than Than Kinatrin Thanneeraik Kudiyungal. "},
{ "Verses": "18 karththar Nammaith Thappuvippaarendru Ungalaip Podhanaiseyya Esekkiyaavukku Sevikodaadhirungal; Jaadhigaludaiya Dhevargalil Yaaraavadhu Thangal Dhesaththai Aseeriyaa Raajaavin Kaikku Thappuviththadhundo? "},
{ "Verses": "19 aamaadh Arpaadh Pattanangalin Dhevargal Enge? Sepparvaayeemin Dhevargal Enge? Avargal Samaariyaavai En Kaikkuth Thappuviththadhundo? "},
{ "Verses": "20 karththar Erusalemai En Kaikkuth Thappuvippaar Enbadharku, Andhaththesangaludaiya Ellaa Dhevargalukkullum Thangal Dhesaththai En Kaikkuth Thappuviththavar Yaar Endru Raajaa Sollugiraar Endraan. "},
{ "Verses": "21 avargalo Avanukku Oruvaarththaiyaiyum Pradhiyuththaramaaga Sollaamal Mavunamaayirundhaargal; Avanukku Maruuththaravu Sollavendaam Endru Raajaa Kattalaiyittirundhaan. "},
{ "Verses": "22 appozhudhu Ilkkiyaavin Kumaaranaagiya Eliyaakkeem Ennum Aramanai Visaarippukkaaranum, Sepnaa Ennum Sambiradhiyum, Aasaappin Kumaaranaagiya Yovaak Ennum Kanakkanum, Vasthirangalaik Kizhiththukkondu, Esekkiyaavinidaththil Vandhu, Raabsaakkeyin Vaarththaigalai Avanukku Ariviththaargal. "}
]