[
{ "Verses": "1 sagaayamadaiyumpadi Israveludaiya Parisuththarai Nokkaamalum, Karththaraith Thedaamalum, Egipthukkuppoi, Kudhiraigalmel Nambikkaivaiththu, Radhangal Anegamaayiruppadhinaal Avaigalai Naadi, Kudhiraiveerar Magaa Belasaaligalaayiruppadhinaal Avargalai Nambikkondirukkiravargalukku Aiyo! "},
{ "Verses": "2 avarum Gnaanamullavar; Avar Thammudaiya Vaarththaigalai Marukkaamal, Theengu Varappanni, Theemai Seygiravargalin Veettukkum, Akkiramakkaararukku Sagaayancheygiravargalukkum Virodhamaaga Ezhumbuvaar. "},
{ "Verses": "3 egipthiyar Dheyvam Alla, Manushardhaane Avargaludaiya Kudhiraigal Aaviyalla, Maamsandhaane; Karththar Thamadhu Karaththai Neettuvaar, Appozhudhu Sagaayam Seygiravanum Idari, Sagaayam Perugiravanum Vizhundhu, Anaivarum Egamaai Azhindhupovaargal. "},
{ "Verses": "4 karththar Ennudane Sonnadhu: Singamum Paalasingamum Thangal Iraiyaip Pidiththirukkumpodhu Kerchchiththu, Thangalukku Virodhamaaik Kooppidugira Thiralaana Meypparin Saththaththinaale Kalangaamalum, Avargal Amaliyinaale Paniyaamalum Irukkiradhupola, Senaigalin Karththar Seeyonmalaikkaagavum, Adhin Mettukkaagavum Yuththampanna Iranguvaar. "},
{ "Verses": "5 parandhu Kaakkira Patchigalaippola, Senaigalin Karththar Erusaleminmel Aadharavaaga Iruppaar; Avar Adhaik Kaaththuth Thappappannuvaar; Avar Kadandhuvandhu Adhai Viduvippaar. "},
{ "Verses": "6 isravel Puththirare, Neengal Mutrilum Vittuvilaginavaridaththil Thirumbungal. "},
{ "Verses": "7 ungalukkup Paavamaaga Ungal Kaigal Seydhirundha Velli Vikkiragangalaiyum, Pon Vikkiragangalaiyum, Ungalil Ovvoruvarum Akkaalaththile Veruththuviduveergal. "},
{ "Verses": "8 appozhudhu Veeranudaiya Pattayam Allaadha Pattayaththaale Aseeriyan Vizhuvaan; Neesanudaiya Pattayam Allaadha Pattayame Avanaip Patchikkum; Avan Pattayaththukkuth Thappa Oduvaan; Avan Vaalibar Kalaindhupovaargal. "},
{ "Verses": "9 avanudaiya Kanmalai Bayaththinaal Ozhindhupom, Avargaludaiya Prabukkal Kodiyaik Kandu Kalanguvaargal Enbadhai, Seeyonil Neruppaiyum Erusalemil Soolaiyaiyumudaiya Karththar Sollugiraar. "}
]