[
{ "Verses": "1 isravelennum Peyarpetru, Yoodhaavin Neerootrilirundhu Surandhavargalum, Karththarudaiya Naamaththinmel Aanaiyittu, Unmaiyum Needhiyum Illaamal Isravelin Dhevanai Arikkaiyidugiravargalumaana Yaakkobin Vamsaththaare, Kelungal. "},
{ "Verses": "2 avargal Thangalaip Parisuththa Nagaraththaar Endru Solli, Senaigalin Karththar Ennum Naamamulla Isravelin Dhevanmel Patrudhalaayirukkiraargal. "},
{ "Verses": "3 poorvakaalaththil Nadandhavaigalai Aadhimudhal Ariviththen, Avaigal En Vaayilirundhu Pirandhana, Avaigalai Velippaduththinen; Avaigalai Sadidhiyaai Seydhen, Avaigal Nadandhana. "},
{ "Verses": "4 nee Kadinamullavanendrum, Un Pidari Narambu Irumbendrum, Un Netri Vengalamendrum Arindhirukkiren. "},
{ "Verses": "5 aagaiyaal: En Vikkiragam Avaigalai Seydhadhendrum, Naan Seydha Suroobamum, Naan Vaarppiththa Vikkiragamum Avaigalaik Kattalaiyittadhendrum Nee Sollaadhapadikku, Naan Avaigalai Munname Unakku Ariviththu, Avaigal Varaadhadharkumunne Unakku Velippaduththinen. "},
{ "Verses": "6 avaigalaik Kelvippattaaye, Avaigalaiyellaam Paar, Ippozhudhu Neengalum Avaigalai Arivikkalaamallavo? Idhumudhal Pudhiyavaigalaanavaigalaiyum, Nee Ariyaadha Maraiporulaanavaigalaiyum Unakkuth Therivikkiren. "},
{ "Verses": "7 avaigal Aadhimudharkondu Alla, Ippozhudhe Undaakkappattana; Idho, Avaigalai Ariven Endru Nee Sollaadhapadikku, Innaatkalukku Munne Nee Avaigalaik Kelvippadavillai. "},
{ "Verses": "8 nee Kelvippadavumillai, Ariyavumillai; Aadhimudhal Un Sevi Thirandhirukkavumillai; Nee Dhrogampannuvaayenbadhaiyum, Thaayin Karppanthodangi Nee Meerugiravanendrum Peyarpetradhaiyum Arindhirukkiren. "},
{ "Verses": "9 en Naamaththinimiththam En Kobaththai Niruththivaiththen; Unnai Sangarikkaadhapadikku Naan En Pugazhchchiyinimiththam Unmel Porumaiyaayiruppen. "},
{ "Verses": "10 idho, Unnaip Pudamitten; Aanaalum Velliyaippolalla, Ubaththiravaththin Kugaiyile Unnaith Therindhukonden. "},
{ "Verses": "11 ennimiththam, Ennimiththame Appadi Seyven; En Naamaththin Parisuththam Eppadik Kulaikkappadalaam? En Magimaiyai Naan Veroruvarukkunkoden. "},
{ "Verses": "12 yaakkobe, Naan Azhaiththirukkira Isravele, Enakku Sevikodu; Naan Avare, Naan Mundhinavarum Naan Pindhinavarumaame. "},
{ "Verses": "13 en Karame Boomiyai Asthibaarappaduththi, En Valadhukai Vaanangalai Alavittadhu; Naan Avaigalukkuk Kattalaiyida, Avaigal Anaiththum Nirkum. "},
{ "Verses": "14 neengalellaarum Koodivandhu Kelungal; Karththarukkup Piriyamaanavan Avarukku Siththamaanadhai Baabilonil Seyvaan; Avan Buyam Kaldheyarinmel Irukkum Enbadhai Ivargalil Ariviththavan Yaar? "},
{ "Verses": "15 naan, Naane Adhai Sonnen; Naan Avanai Azhaiththen; Naan Avanai Varappanninen; Avan Vazhi Vaaikkum. "},
{ "Verses": "16 neengal En Sameebaththil Vandhu Naan Solvadhaik Kelungal; Naan Aadhimudharkondu Andharangaththil Pesavillai; Adhu Undaana Kaalanthuvakki Ange Naan Irundhen; Ippozhudho Karththaraagiya Aandavarum, Avarudaiya Aaviyum Ennai Anuppugiraar. "},
{ "Verses": "17 isravelin Parisuththaraayirukkira Un Meetparaana Karththar Sollugiradhaavadhu: Prayojanamaayirukkiradhai Unakkup Podhiththu, Nee Nadakkavendiya Vazhiyile Unnai Nadaththugira Un Dhevanaagiya Karththar Naane. "},
{ "Verses": "18 aa, En Karpanai "}
]