[
{ "Verses": "1 o, Thaagamaayirukkiravargale, Neengal Ellaarum Thanneergalandaikku Vaarungal; Panamillaadhavargale, Neengal Vandhu, Vaangi Saappidungal; Neengal Vandhu, Panamumindri Vilaiyumindri Dhraatcharasamum Paalumkollungal. "},
{ "Verses": "2 neengal Appamallaadhadharkaagap Panaththaiyum, Thirupthiseyyaadha Porulukkaaga Ungal Prayaasaththaiyum Selavazhippaanen? Neengal Enakku Gavanamaai Sevikoduththu Nalamaanadhai Saappidungal; Appozhudhu Ungal Aaththumaa Kozhuppaana Padhaarththaththinaal Magizhchchiyaagum. "},
{ "Verses": "3 ungal Seviyai Saaiththu, Ennidaththil Vaarungal: Kelungal, Appozhudhu Ungal Aaththumaa Pizhaikkum; Dhaaveedhukku Arulina Nichchayamaana Kirubaigalai Ungalukku Niththiya Udanpadikkaiyaaga Erpaduththuven. "},
{ "Verses": "4 idho, Avarai Janakkoottangalukku Saatchiyaagavum, Janangalukkuth Thalaivaraagavum Adhipadhiyaagavum Erpaduththinen. "},
{ "Verses": "5 idho, Nee Ariyaadhirundha Jaadhiyai Varavazhaippaai; Unnai Ariyaadhirundha Jaadhi Un Dhevanaagiya Karththarin Nimiththamum, Israveludaiya Parisuththarin Nimiththamum Unnidaththirku Odivarum; Avar Unnai Menmaipaduththiyirukkiraar. "},
{ "Verses": "6 karththaraik Kandadaiyaththakka Samayaththil Avaraith Thedungal; Avar Sameebamaayirukkaiyil Avarai Nokkik Kooppidungal. "},
{ "Verses": "7 dhunmaarkkan Than Vazhiyaiyum, Akkiramakkaaran Than Ninaivugalaiyumvittu, Karththaridaththil Thirumbakkadavan; Avar Avanmel Manadhuruguvaar; Nammudaiya Dhevanidaththirke Thirumbakkadavan; Avar Mannikkiradharku Dhayai Peruththirukkiraar. "},
{ "Verses": "8 en Ninaivugal Ungal Ninaivugal Alla; Ungal Vazhigal En Vazhigalum Allavendru Karththar Sollugiraar. "},
{ "Verses": "9 boomiyaippaarkkilum Vaanangal Eppadi Uyarndhirukkiradho, Appadiye Ungal Vazhigalaippaarkkilum En Vazhigalum, Ungal Ninaivugalaippaarkkilum En Ninaivugalum Uyarndhirukkiradhu. "},
{ "Verses": "10 maariyum Uraindha Mazhaiyum Vaanaththilirundhu Irangi, Avvidaththukkuth Thirumbaamal Boomiyai Nanaiththu, Adhil Mulai Kilambi Vilaiyumpadichcheydhu, Vidhaikkiravanukku Vidhaiyaiyum, Pusikkiravanukku Aagaaraththaiyum Kodukkiradhu Eppadiyo, "},
{ "Verses": "11 appadiye En Vaayilirundhu Purappadum Vasanamum Irukkum, Adhu Verumaiyaai Ennidaththirkuth Thirumbaamal, Adhu Naan Virumbugiradhaichcheydhu, Naan Adhai Anuppina Kaariyamaagumpadi Vaaikkum. "},
{ "Verses": "12 neengal Magizhchchiyaaip Purappattu, Samaadhaanamaaik Kondupogappaduveergal, Parvadhangalum Malaigalum Ungalukku Munbaaga Gembeeramaai Muzhangi, Veliyin Marangalellaam Kaikottum. "},
{ "Verses": "13 mutchedikkup Padhilaaga Dhevadhaaru Virutcham Mulaikkum, Kaanjorikkup Padhilaaga Mirudhuchchedi Ezhumbum; Adhu Karththarukkuk Keerththiyaagavum, Nirmoolamaagaadha Niththiya Adaiyaalamaagavum Irukkum. "}
]