[
{ "Verses": "1 idho, Oru Raajaa Needhiyaaga Araasaaluvaar; Prabukkalum Nyaayamaagath Thuraiththanampannuvaargal.. "},
{ "Verses": "2 avar Kaatrukku Odhukkaagavum, Peruvellaththukkup Pugalidamaagavum, Varanda Nilaththukku Neerkkaalgalaagavum Vidaaiththa Boomikkup Perunkanmalaiyin Nizhalaagavum Iruppaar. "},
{ "Verses": "3 appozhudhu Kaangiravargalin Kangal Mangalaayiraadhu; Ketkiravargalin Sevigal Gavaniththe Irukkum. "},
{ "Verses": "4 padhatramullavargalin Irudhayam Arivai Unarndhukollum, Thetruvaayarudaiya Naavu Thadaiyindrith Thelivaaip Pesum. "},
{ "Verses": "5 moodan Inith Thayaalan Endru Madhikkappadaan; Lobi Ini Udhaaran Endru Sollappaduvadhumillai. "},
{ "Verses": "6 enendraal Moodan, Moodaththanaththaip Pesugiraan; Avan Irudhayam Aniyaayaththai Nadappikkum; Avan Maayampanni, Karththarukku Virodhamaai Vibareedham Pesi, Pasiyulla Aaththumaavai Verumaiyaaga Vaiththu, Thaagamullavanukkuth Thaagantheerkkaadhirukkiraan. "},
{ "Verses": "7 lobiyin Eththanangalum Pollaadhavaigal; Ezhaigal Nyaayamaaippesumpodhu, Avan Kallavaarththaigalaale Eliyavargalaik Kedukkumpadi Theevinaigalai Yosikkiraan. "},
{ "Verses": "8 thayaalagunamullavan Thayaalamaanavaigalai Yosikkiraan, Thayaalamaanavaigalile Nilaiththum Irukkiraan. "},
{ "Verses": "9 sugajeevigalaagiya Sthreegale, Ezhundhirundhu En Vaarththaigalaik Kelungal; Nirvisaaramaana Kumaaraththigale, En Vasanaththukku Sevikodungal. "},
{ "Verses": "10 nirvisaarigale, Oru Varushamum Sila Naatkalumaaith Thaththalippeergal; Dhraatchappalan Atruppom; Aruppukkaalam Varaadhu. "},
{ "Verses": "11 sugajeevigale, Nadungungal; Nirvisaarigale, Thaththaliyungal, Udaiyai Urindhu Kalaindhupottu, Araiyil Rattaik Kattikkollungal. "},
{ "Verses": "12 sezhippaana Vayalgalinimiththamum Kanitharum Dhraatcha Sedigalinimiththamum Maaradiththup Pulambuvaargal. "},
{ "Verses": "13 en Janaththinudaiya Nilaththilum Kalikoorndhirundha Nagaraththilulla Sandhosham Niraindha Ellaa Veedugalilum, Mutchediyum Nerinjilum Mulaikkum. "},
{ "Verses": "14 aramanai Paazhaaga Vidappadum, Janam Niraindha Nagaram Verumaiyaagum, Medum Thurukkamum Endraikkum Kebigalaagum, Avaigal Kaattukkazhudhaigal Kalikkum Idamaayum Mandhaigalukku Meychchalidamaayum Irukkum. "},
{ "Verses": "15 unnadhaththilirundhu Nammel Aavi Ootrappadumattum Appadiye Irukkum; Appozhudhu Vanaandharam Sezhippaana Vayalveliyaagum; Sezhippaana Vayalveli Kaadaaga Ennappadum. "},
{ "Verses": "16 vanaandharaththile Nyaayam Vaasamaayirukkum, Sezhippaana Vayalveliyile Needhi Thangiththarikkum. "},
{ "Verses": "17 needhiyin Kiriyai Samaadhaanamum, Needhiyin Balan Endrumulla Amarikkaiyum Sugamumaam. "},
{ "Verses": "18 en Janam Samaadhaana Thaabarangalilum, Nilaiyaana Vaasasthalangalilum, Amaidhiyaaith Thangum Idangalilum Kudiyirukkum. "},
{ "Verses": "19 aanaalum Kaadu Azhiya Kalmazhai Peyyum, Andha Nagaram Magaa Thaazhvaaith Thaazhndhupom. "},
{ "Verses": "20 maadugalaiyum Kazhudhaigalaiyum Nadaththikkondupoi, Neervalam Porundhiya Idangalilellaam Vidhaividhaikkira Neengal Baakkiyavaangal. "}
]