[
{ "Verses": "1 egipthin Baaram. Idho, Karththar Vegamaana Megaththinmel Eri Egipthukku Varuvaar; Appozhudhu Egipthin Vikkiragangal Avarukku Munbaagak Kulungum, Egipthin Irudhayam Thanakkulle Karaindhupogum. "},
{ "Verses": "2 sagodharanode Sagodharanum, Snegidhanode Snegidhanum, Pattanaththode Pattanamum Raajyaththode Raajyamum Yuththampannumpadiyaai, Egipthiyarai Egipthiyarode Por Kalakkappannuven. "},
{ "Verses": "3 adhinaal Egipthiyarudaiya Aavi Avargalukkul Sorndhupogum; Avargal Aalosanaiyai Muzhugippogap Pannuven; Appozhudhu Vikkiragangalaiyum, Mandhiravaadhigalaiyum Sannadhakkaarargalaiyum, Kurisollugiravargalaiyum Theduvaargal. "},
{ "Verses": "4 naan Egipthiyaraik Kadinamaana Adhipadhiyin Kaiyil Oppippen; Kadooramaana Raajaa Avargalai Aaluvaanendru Senaigalin Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "5 appozhudhu Kadalin Thanneergal Kuraindhu, Nadhiyum Vatri Varandupom. "},
{ "Verses": "6 aarugalaith Thiruppividuvaargal; Aranippaana Agazhigal Verumaiyaagi Varandupom; Korukkaiyum Naanalum Vaadum. "},
{ "Verses": "7 nadhiyoraththilum Nadhimugaththilumirukkira Madalulla Sedigalum, Nadhiyaruge Vidhaikkappatta Yaavum Ularndhupom; Adhu Parakkadikkappattu Illaadhepom. "},
{ "Verses": "8 meenpidikkiravargal Perumoochchuviduvaargal, Nadhiyile Thoondilpodugira Yaavarum Dhukkippaargal; Thanneergalinmel Valaigalai Veesugiravargal Saliththuppovaargal. "},
{ "Verses": "9 melliya Sanalaip Pakkuvappaduththugiravargalum, Sallaakkalai Neygiravargalum Naanuvaargal. "},
{ "Verses": "10 meen Valarkkira Kulangalaik Koolikku Anaikkattugira Anaivarudaiya Anaikkattugalum Udaindhupom. "},
{ "Verses": "11 sovaanpattanaththin Prabukkalaanavargal Moodargal; Paarvonudaiya Gnaanamulla Aalosanaikkaararin Aalosanai Madhiyeenamaayitru: Naan Gnaanigalin Puththiran, Naan Poorva Raajaakkalin Kumaaran Endru Paarvonudane Eppadi Sollugireergal? "},
{ "Verses": "12 avargal Enge? Un Gnaanigal Enge? Senaigalin Karththar Egipthaikkuriththup Pannina Yosanaiyai Avargal Unakkuth Therivikkattum; Alladhu Thaangale Arindhukollattum. "},
{ "Verses": "13 sovaan Prabukkal Moodaraanaargal; Noppin Prabukkal Mosamponaargal; Egipthaiyum Adhin Koththiraththalaivaraiyum Vazhithappappannugiraargal. "},
{ "Verses": "14 karththar Adhin Naduvil Thaarumaarugalin Aaviyai Varappanninaar; Aanadhukondu Veriyan Vaandhipanni, Thallaadith Thirigiradhupola, Avargal Egipthai Adhin Ellaa Seygaiyilum Thallaadith Thiriyappannugiraargal. "},
{ "Verses": "15 egipthil Thalaiyaagilum Vaalaagilum Kilaiyaagilum Naanalaagilum Seyyum Velai Ondrumiraadhu. "},
{ "Verses": "16 akkaalaththile Egipthiyar Pendugalaippolirundhu, Senaigalin Karththar Thangalmel Asaikkum Kaiyasaivile Anji Nadunguvaargal. "},
{ "Verses": "17 senaigalin Karththar Avargalukku Virodhamaaga Nirnayiththukkonda Aalosanaiyinimiththam Yoodhaavin Dhesam Egipthiyarukku Bayangaramaayirukkum; Thanakkul Adhai Ninaikkiravanevanum Thidukkiduvaan. "},
{ "Verses": "18 akkaalaththile Egipthudhesaththilirukkum Aindhu Pattanangal Kaanaan Baashaiyaip Pesi, Senaigalin Karththarai Munnittu Aanaiyidum; Avaigalil Ondru Nirmoolamaana Pattanam Ennappadum. "},
{ "Verses": "19 akkaalaththile Egipthudhesaththin Naduvile Karththarukku Oru Palipeedamum, Adhin Ellaiyaruge Karththarukku Oru Sthambamum Undaayirukkum. "},
{ "Verses": "20 adhu Egipthu Dhesaththile Senaigalin Karththarukku Adaiyaalamum Saatchiyumaayirukkum; Odukkugiravargalinimiththam Avargal Karththarainokkik Kooppiduvaargal; Appodhu Avargalukku Oru Ratchaganaiyum, Oru Belavaanaiyum Anuppi Avargalai Viduvippaar. "},
{ "Verses": "21 appozhudhu Karththar Egipthiyarukku Ariyappaduvaar; Egipthiyar Karththarai Akkaalaththile Arindhu, Avarukkup Paligalodum Kaanikkaigalodum Aaraadhanaiseydhu, Karththarukkup Poruththanaigalaippanni Avaigalai Seluththuvaargal. "},
{ "Verses": "22 karththar Egipthiyarai Vaadhaiyinaal Adippaar; Adiththu Gunamaakkuvaar; Avargal Karththaridaththil Mananthirumbuvaargal; Appozhudhu Avargal Vinnappaththaik Kettu, Avargalaik Gunamaakkuvaar. "},
{ "Verses": "23 akkaalaththile Egipthilirundhu Aseeriyaavukkup Pogira Perumpaadhai Undaayirukkum; Aseeriyar Egipthukkum, Egipthiyar Aseeriyaavukkum Vandhu, Egipthiyar Aseeriyarodunkooda Aaraadhanai Seyvaargal. "},
{ "Verses": "24 akkaalaththile Isravel Egipthodum Aseeriyaavodum Moondraavadhaaga Boomiyin Naduvil Aaseervaadhamaayirukkum. "},
{ "Verses": "25 avargalaik Kuriththu Senaigalin Karththar: Egipthiyaraagiya En Janamum, Aseeriyaraagiya En Karaththin Kiriyaiyum, Isravelaraagiya En Sudhandharamum Aaseervadhikkappattadhu Endru Solli, Avargalai Aaseervadhippaar. "}
]