[
{ "Verses": "1 thesaadhipadhikku Seluththum Aattukkuttigalai Neengal Selaa Pattananthuvakki Vanaandharamattum Serththu Seeyon Kumaaraththiyin Malaikku Anuppungal. "},
{ "Verses": "2 illaavittaal Koottai Vittuththuraththappattu Alaigira Kuruviyaippola Movaabin Kumaaraththigal Arnon Nadhiyin Thuraigalidaththiliruppaargal. "},
{ "Verses": "3 nee Aalosanaipanni, Nyaayancheydhu, Maththiyaanaththile Un Nizhalai Iravaippolaakki, Thuraththappattavargalai Maraiththukkol, Odivarugiravargalaik Kaattikkodaadhiru. "},
{ "Verses": "4 movaabe, Thuraththividappatta En Janangal Unnidaththil Thangattum; Sangarikkiravanukkuth Thappa Avargalukku Adaikkalamaayiru; Odukkugiravan Illaadhepovaan; Sangarippu Ozhindhupom; Midhikkiravargal Dhesaththil Iraadhapadikku Azhindhupovaargal. "},
{ "Verses": "5 kirubaiyinaale Singaasanam Sthaabikkappadum; Nyaayam Visaariththuth Thuridhamaai Needhiseygira Oruvar Adhinmel Dhaaveedhin Koodaaraththile Nyaayaadhipadhiyaai Unmaiyode Veetriruppaar. "},
{ "Verses": "6 movaabin Perumaiyaiyum, Avan Mettimaiyaiyum, Avan Agangaaraththaiyum, Avan Ukkiraththaiyum Kuriththuk Kettom; Avan Meththap Perumaikkaaran; Aanaalum Avan Veembu Sellaadhu. "},
{ "Verses": "7 aagaiyaal, Movaabiyar Oruvarukkaaga Oruvar Alaruvaargal, Ellaarum Egamaai Alaruvaargal; Kiraaresedh Oorin Asthibaarangal Thagarkkappattadhe Endru Avaigalukkaagap Perumoochchu Viduvaargal. "},
{ "Verses": "8 espon Oor Vayalgal Vaadippoyina; Sipmaaoor Dhraatchachchediyin Nalla Kodigalai Jaadhigalin Adhipadhigal Narukkippottaargal; Avaigal Yaasermattum Sendru Vanaandharaththil Padarndhirundhadhu; Avaigalin Kodigal Neenduk Kadalukkappaale Ettiyirundhadhu. "},
{ "Verses": "9 aagaiyaal Yaaserukkaaga Azhudhadhupole, Sipmaaoor Dhraatchachchedikkaagavum Migavum Azhuven; Espone, Eleyaaleye Unakku En Kanneeraip Paaichchuven; Un Vasandhakaalaththup Pazhangalukkaagavum, Un Dhraatchappazha Aruppukkaagavum Aaravaarikkira Sandhosha Saththam Vizhundhupoyitru. "},
{ "Verses": "10 payirveliyilirundhu Sandhoshamum Kalippum Atruppoyina; Dhraatchaththottangalil Paadalumillai Aarpparippumillai; Aalaiyil Rasaththai Midhikkiravanumillai; Sandhosha Aaravaaraththai Oyappanninen. "},
{ "Verses": "11 aagaiyaal Movaabinimiththam En Kudalgalum, Kiraaresinimiththam En Ullamum Suramandalaththaippol Thonikkiradhu. "},
{ "Verses": "12 movaab Medaigalinmel Saliththupponaan Endru Kaanappadumpodhu, Praarththanaiseyyath Than Parisuththa Sthaanaththile Pravesippaan; Aanaalum Anugoolappadamaattaan. "},
{ "Verses": "13 movaabaikkuriththu Akkaalaththile Karththar Sonna Vaarththai Idhuve. "},
{ "Verses": "14 oru Koolikkaaranudaiya Varushangalukkoththa Moondru Varushangalukkulle Movaabin Magimaiyum Adhin Magaa Janakkoottamum Seerazhindhupom; Adhil Meedhiyaayiruppadhu Migavum Siridhum Arpamumaayirukkum Endru Karththar Ippozhudhu Sollugiraar. "}
]