[
{ "Verses": "1 theevugale, Enakku Munbaaga Mavunamaayirungal; Janangal Thangal Belanaip Pudhidhaakkikkondu, Sameebiththu Vandhu, Pinbu Pesakkadavargal; Naam Orumikka Nyaayaasanaththukku Munbaaga Seruvom. "},
{ "Verses": "2 kizhakkilirundhu Needhimaanai Ezhuppi, Thamadhu Paadhapadiyile Varavazhaiththavar Yaar? Jaadhigalai Avanukku Oppukkoduththu, Avanai Raajaakkalukku Aandavanaakki, Avargalai Avan Pattayaththukkuth Thoosiyum, Avan Villukku Sidharadikkappatta Thaaladiyumaakki, "},
{ "Verses": "3 avan Avargalaith Thuraththavum, Than Kaalgal Nadavaadhirundha Paadhaiyile Samaadhaanaththode Nadakkavum Panninavar Yaar? "},
{ "Verses": "4 adhai Seydhu Niraivetri, Aadhimudharkondu Thalaimuraigalai Varavazhaikkiravar Yaar? Mundhinavaraayirukkira Karththaraagiya Naandhaane; Pindhinavargalodum Iruppavaraagiya Naandhaane. "},
{ "Verses": "5 theevugal Adhaik Kandu Bayappadum, Boomiyin Kadaiyaandharangal Nadungum; Avargal Serndhuvandhu, "},
{ "Verses": "6 oruvarukku Oruvar Oththaasai Seydhu Thidankol Endru Sagodharanukku Sagodharan Sollugiraan. "},
{ "Verses": "7 siththiravelaikkaaran Thattaanaiyum, Suththiyaale Melliya Thagadu Thattugiravan Adaikallinmel Adikkiravanaiyum Urchaagappaduththi, Isaikkiradharkaana Pakkuvamendru Solli, Adhu Asaiyaadhapadikku Avan Aanigalaal Adhai Irukkugiraan. "},
{ "Verses": "8 en Dhaasanaagiya Isravele, Naan Therindhukonda Yaakkobe, En Snegidhanaana Aabiragaamin Sandhadhiye, "},
{ "Verses": "9 naan Boomiyin Kadaiyaandharangalilirundhu, Unnai Eduththu, Adhin Ellaigalilirundhu Azhaiththuvandhu: Nee En Dhaasan, Naan Unnaith Therindhukonden, Naan Unnai Veruththuvidavillai Endru Sonnen. "},
{ "Verses": "10 nee Bayappadaadhe, Naan Unnudane Irukkiren; Thigaiyaadhe, Naan Un Dhevan; Naan Unnai Balappaduththi Unakku Sagaayampannuven; En Needhiyin Valadhukaraththinaal Unnaith Thaanguven. "},
{ "Verses": "11 idho, Unmel Erichchalaayirukkira Yaavarum Vetki Lachchaiyadaivaargal; Unnode Vazhakkaadugiravargal Naasamaagi Ondrumillaamarpovaargal. "},
{ "Verses": "12 unnode Poraadinavargalaiththediyum Kaanaadhiruppaai; Unnode Yuththampannina Manushar Ondrumillaamal Ilporulaavaargal. "},
{ "Verses": "13 un Dhevanaayirukkira Karththaraagiya Naan Un Valadhukaiyaip Pidiththu: Bayappadaadhe, Naan Unakkuth Thunainirkiren Endru Sollugiren. "},
{ "Verses": "14 yaakkobu Ennum Poochchiye, Isravelin Sirukoottame, Bayappadaadhe; Naan Unakkuth Thunainirkiren Endru Karththarum Isravelin Parisuththarumaagiya Un Meetpar Uraikkiraar. "},
{ "Verses": "15 idho, Poradikkiradharku Naan Unnaip Pudhidhum Koormaiyumaana Parkalulla Yandharamaakkugiren; Nee Malaigalai Midhiththu Norukki, Kundrugalaip Padharukku Oppaakkividuvaai. "},
{ "Verses": "16 avaigalaith Thootruvaai, Appozhudhu Kaatru Avaigalaik Kondupoi, Suzhalkaatru Avaigalaip Parakkadikkum; Neeyo Karththarukkulle Kalikoorndhu, Isravelin Parisuththarukkulle Menmaipaaraattikkondiruppaai. "},
{ "Verses": "17 sirumaiyum Elimaiyumaanavargal Thanneeraith Thedi, Adhu Kidaiyaamal, Avargal Naavu Thaagaththaal Varalumpodhu, Karththaraagiya Naan Avargalukku Sevikoduththu, Isravelin Dhevanaagiya Naan Avargalaik Kaividaadhiruppen. "},
{ "Verses": "18 uyarndha Medugalil Aarugalaiyum, Pallaththaakkugalin Naduve Ootrugalaiyum Thirandhu, Vanaandharaththaith Thanneerth Thadaagamum, Varandaboomiyai Neerkkenigalumaakki "},
{ "Verses": "19 vanaandharaththile Kedhurumarangalaiyum, Seeththimmarangalaiyum, Mirudhuchchedigalaiyum, Olivamarangalaiyum Nattu, Avaandharaveliyile Dhevadhaaruvirutchangalaiyum, Paaimaravirutchangalaiyum, Punnaimarangalaiyum Undupannuven. "},
{ "Verses": "20 karththarudaiya Karam Adhaichcheydhadhu Endrum, Isravelin Parisuththar Adhaip Padaiththaar Endrum, Yaavarum Kandu Unarndhu Sindhiththu Arivaargal. "},
{ "Verses": "21 ungal Vazhakkaik Konduvaarungal Endru Karththar Sollugiraar; Ungal Balamaana Nyaayangalai Velippaduththungal Endru Yaakkobin Raajaa Uraikkiraar. "},
{ "Verses": "22 avargal Avaigalaik Konduvandhu, Sambavikkappogiravaigalai Namakkuth Therivikkattum; Avaigalil Mundhi Sambavippavaigal Innavaigalendru Solli, Naam Nammudaiya Manadhai Avaigalinmel Vaikkumpadikkum, Pindhi Sambavippavaigalaiyum Naam Ariyumpadikkum Namakkuth Therivikkattum; Varunkaariyangalai Namakku Arivikkattum. "},
{ "Verses": "23 pinvarum Kaariyangalai Engalukkuth Theriviyungal; Appozhudhu Neengal Dhevargal Endru Arivom; Alladhu Nanmaiyaavadhu Theemaiyaavadhu Seyyungal; Appozhudhu Naangal Thigaiththu Egamaaik Koodi Adhaippaarppom. "},
{ "Verses": "24 idho, Neengal Sooniyaththilum Sooniyamaayirukkireergal; Ungal Seyal Verumaiyilum Verumaiyaanadhu; Ungalaith Therindhukollugiravan Aruvaruppaanavan. "},
{ "Verses": "25 naan Vadakkeyirundhu Oruvanai Ezhumbappannuven, Avan Varuvaan; Sooriyodhaya Thisaiyilirundhu En Naamaththaith Thozhudhukolluvaan; Avan Vandhu Adhipadhigalai Setraippolavum, Kuyavan Kalimannai Midhippadhupolavum Midhippaan. "},
{ "Verses": "26 naam Adhai Ariyumpadiyaaga Aadhiyil Sonnavan Yaar? Naam Avanai Yadhaarththavaan Endru Sollumpadi Poorvakaalaththil Ariviththavan Yaar? Arivikkiravan Oruvanum Illaiye; Uraikkiravanum Illaiye; Ungal Vaarththaigalaik Kettirukkiravanum Illaiye. "},
{ "Verses": "27 mudhal Mudhal, Naane, Seeyonai Nokki: Idho, Avaigalaip Paarendru Solli Erusalemukku Suviseshagaraik Kodukkiren. "},
{ "Verses": "28 naan Paarththen, Avargalil Arivikkiravan Oruvanumillai; Naan Ketkun Kaariyaththukkup Pradhiyuththaram Kodukkaththakka Oru Aalosanaikkaaranum Avargalil Illai. "},
{ "Verses": "29 idho, Avargal Ellaarum Maayai, Avargal Kiriyaigal Virudhaa; Avargaludaiya Vikkiragangal Kaatrum Verumaiyundhaane. "}
]