[
{ "Verses": "1 en Janaththai Aatrungal, Thetrungal; "},
{ "Verses": "2 erusalemudan Patchamaaippesi, Adhin Pormudindhadhu Endrum, Adhin Akkiramam Nivirththiyaayitru Endrum, Adhu Than Sagala Paavangalinimiththamum Karththarinkaiyil Rattippaai Adaindhu Theerndhadhu Endrum, Adharkuk Koorungal Endru Ungal Dhevan Sollugiraar. "},
{ "Verses": "3 karththarukku Vazhiyai Aayaththappaduththungal, Avaandharaveliyile Nammudaiya Dhevanukkup Paadhaiyai Sevvaipannungal Endrum, "},
{ "Verses": "4 pallamellam Uyarththappattu, Sagala Malaiyum Kundrum Thaazhththappattu, Konalaanadhu Sevvaiyaagi, Karadumuradaanavai Samamaakkappadum Endrum. "},
{ "Verses": "5 karththarin Magimai Veliyarangamaagum, Maamsamaana Yaavum Adhai Egamaaik Kaanum, Karththarin Vaakku Adhai Uraiththadhu Endrum Vanaandharaththile Kooppidugira Saththam Undaayitru. "},
{ "Verses": "6 pinnum Kooppittu Sollendru Oru Saththam Undaayitru; Ennaththaik Kooppittu Solvenendren. Adharku: Maamsamellaam Pullaippolavum, Adhin Menmaiyellaam Veliyin Poovaippolavum Irukkiradhu. "},
{ "Verses": "7 karththarin Aavi Adhinmel Oodhumpodhu, Pul Ularndhu, Poo Udhirum; Janame Pul. "},
{ "Verses": "8 pul Ularndhu Poo Udhirum; Namadhu Dhevanudaiya Vasanamo Endrendraikkum Nirkum Enbadhaiye Sollendru Uraiththadhu. "},
{ "Verses": "9 seeyon Ennum Suviseshagiye, Nee Uyarndha Parvadhaththil Eru; Erusalem Ennum Suviseshagiye, Nee Uraththasaththamittuk Kooppidu, Bayappadaamal Saththamittu, Yoodhaa Pattanangalai Nokki: Idho, Ungal Dhevanendru Kooru. "},
{ "Verses": "10 idho, Karththaraagiya Aandavar Paraakkiramasaaliyaaga Varuvaar; Avar Thamadhu Buyaththinaal Arasaaluvaar; Idho, Avar Alikkum Balan Avarodekooda Varugiradhu; Avar Kodukkum Pradhibalan Avarudaiya Mugaththukku Munbaaga Sellugiradhu. "},
{ "Verses": "11 meyppanaippolath Thamadhu Mandhaiyai Meyppaar; Aattukkuttigalaith Thamadhu Buyaththinaal Serththu, Thamadhu Madiyile Sumandhu Karavalaadugalai Medhuvaai Nadaththuvaar. "},
{ "Verses": "12 thanneergalaith Thamadhu Kaippidiyaal Alandhu, Vaanangalai Jaanalavaaip Pramaaniththu, Boomiyin Mannai Marakkaalil Adakki, Parvadhangalaith Thulaakkolaalum, Malaigalaith Tharaasaalum Niruththavar Yaar? "},
{ "Verses": "13 karththarudaiya Aaviyai Alavittu, Avarukku Aalosanaikkaaranaayirundhu, Avarukkup Podhiththavan Yaar? "},
{ "Verses": "14 thamakku Arivai Unarththavum, Thammai Nyaayavazhiyile Ubadhesikkavum Thamakku Gnaanaththaik Katrukkodukkavum, Thamakku Vivegaththinvazhiyai Arivikkavum, Avar Yaarode Aalosanaipanninaar? "},
{ "Verses": "15 idho, Jaadhigal Etrachchaalil Thongum Thulipolavum, Tharaasile Padiyum Thoosipolavum Ennappadugiraargal; Idho, Theevugalai Oru Anuvaippol Thookkugiraar. "},
{ "Verses": "16 leebanon Erikkum Viragukkup Podhaadhu; Adhilulla Mirugajeevangal Thaganapalikkum Podhaadhu. "},
{ "Verses": "17 sagala Jaadhigalum Avarukku Munbaaga Ondrumillai, Avargal Sooniyaththil Sooniyamaagavum, Maayaiyaagavum Ennappadugiraargal. "},
{ "Verses": "18 ippadiyirukka, Dhevanai Yaarukku Oppiduveergal? Endha Saayalai Avarukku Oppiduveergal? "},
{ "Verses": "19 kannaan Oru Suroobaththai Vaarkkiraan, Thattaan Ponthagattaal Adhai Moodi, Adharku Vellichchangiligalaip Porundhavaikkiraan. "},
{ "Verses": "20 adharkuk Kodukka Vagaiyillaadhavan Uluththuppogaadha Maraththaiththerindhukondu, Asaiyaadha Orusuroobaththai Seyyumpadi Nibunanaana Oru Thachchanaith Thedugiraan. "},
{ "Verses": "21 neengal Ariyeergalaa? Neengal Kelvippadavillaiyaa? Aadhimudhal Ungalukkuth Therivikkappadavillaiyaa? Boomi Asthibaarappattadhumudhal Unaraadhirukkireergalaa? "},
{ "Verses": "22 avar Boomi Urundaiyinmel Veetrirukkiravar; Adhin Kudigal Vettukkiligalaippola Irukkiraargal; Avar Vaanangalai Melliya Thiraiyaagap Parappi, Avaigalaik Kudiyirukkiradharkaana Koodaaramaaga Virikkiraar. "},
{ "Verses": "23 avar Prabukkalai Maayaiyaakki, Boomiyin Nyaayaadhipadhigalai Avaandharamaakkugiraar. "},
{ "Verses": "24 avargal Thirumba Naattappaduvadhumillai, Vidhaikkappaduvadhumillai; Avargaludaiya Adimaram Thirumba Boomiyile Verviduvadhumillai; Avargalmel Avar Oodhave Pattuppovaargal; Perungaatru Avargalai Oru Thurumbaippol Adiththukkondupom. "},
{ "Verses": "25 ippadiyirukka, Ennai Yaarukku Oppiduveergal? Enakku Yaarai Nigaraakkuveergal? Endru Parisuththar Sollugiraar. "},
{ "Verses": "26 ungal Kangalai Ereduththuppaarungal; Avaigalai Sirushtiththavar Yaar? Avar Avaigalin Senaiyai Lakkaththittamaagap Purappadappanni, Avaigalaiyellaam Perperaaga Azhaikkiravaraame; Avarudaiya Magaa Belaththinaalum, Avarudaiya Magaa Vallamaiyinaalum Avaigalil Ondrum Kuraiyaamalirukkiradhu. "},
{ "Verses": "27 yaakkobe, Isravele: En Vazhi Karththarukku Maraivaayitru Endrum, En Nyaayam En Dhevanidaththil Ettaamal Pogiradhu Endrum Nee Solvaanen? "},
{ "Verses": "28 boomiyin Kadaiyaandharangalai Sirushtiththa Karththaraagiya Anaadhidhevan Sorndhupovadhumillai, Ilaippadaivadhumillai; Idhai Nee Ariyaayo? Idhai Nee Kettadhillaiyo? Avarudaiya Buththi Aaraaindhu Mudiyaadhadhu. "},
{ "Verses": "29 sorndhupogiravanukku Avar Belan Koduththu, Saththuvamillaadhavanukku Saththuvaththaip Perugappannugiraar. "},
{ "Verses": "30 ilaignar Ilaippadaindhu Sorndhupovaargal, Vaalibarum Idarivizhuvaargal. "},
{ "Verses": "31 karththarukkuk Kaaththirukkiravargalo Pudhuppelanadaindhu, Kazhugugalaippola Settaigalai Adiththu Ezhumbuvaargal; Avargal Odinaalum Ilaippadaiyaargal, Nadandhaalum Sorndhupogaargal. "}
]