[
{ "Verses": "1 jaadhigale, Ketkiradharkuk Kittivaarungal; Janangale Gavaniyungal; Boomiyum Adhin Niraivum, Poochchakkaramum Adhil Urpaththiyaana Yaavum Ketkakkadavadhu. "},
{ "Verses": "2 sagala Jaadhigalinmelum Karththarudaiya Kadunkobamum, Avargaludaiya Sagala Senaigalinmelum Avarudaiya Ukkiramum Moolugiradhu; Avargalai Sangaaraththukku Niyamiththu, Kolaikku Oppukkodukkiraar. "},
{ "Verses": "3 avargalile Kolaiseyyappattavargal Veliye Eriyundukidappaargal; Avargaludaiya Predhangal Naatramedukkum; Avargaludaiya Raththaththinaale Malaigalum Karaindhupom. "},
{ "Verses": "4 vaanaththin Sarvasenaiyum Karaindhu, Vaanangal Pusthagachchurulaippol Suruttappattu, Avaigalin Sarvasenaiyum Dhraatchachchediyin Ilaigal Udhirugiradhupolavum, Aththimaraththin Kaaigal Udhirugiradhupolavum Udhirndhu Vizhum. "},
{ "Verses": "5 vaanangalil En Pattayam Verikondadhu; Idho Edhominmelum, Naan Sangaaraththukku Niyamiththa Janaththin Melum, Adhu Nyaayancheyya Irangum. "},
{ "Verses": "6 posraavile Karththarukku Oru Yaagamum, Edhom Dhesaththile Magaasangaaramum Undu; Karththarudaiya Pattayam Raththaththaal Thirupthiyaagi, Ninaththinaal Poorikkindradhu; Aattukkuttigal Kadaakkaludaiya Raththaththinaalum, Aattukkadaakkaludaiya Kundikkaaigalin Kozhuppinaalum Thirupthiyaagum. "},
{ "Verses": "7 avaigalode Kaandaamirugangalum, Rishabangalode Kaalaigalum Vandhu Madiyum, Avargal Dhesam Raththaverikondu Avargal Man Ninaththinaal Kozhuththuppom. "},
{ "Verses": "8 adhu Karththar Pazhivaangum Naal, Seeyonudaiya Vazhakkinimiththam Padhilalikkum Varusham. "},
{ "Verses": "9 adhin Aarugal Pisinaagavum, Adhin Man Kandhagamaagavum Maari, Adhin Nilam Erigira Keelaaippom. "},
{ "Verses": "10 iravum Pagalum Adhu Aviyaadhu; Adhin Pugai Endrendraikkum Ezhumbum; Thalaimurai Thalaimuraiyaaga Adhu Paazhaayirukkum, Sadhaakaalam Sadhaakaalamaaga Adhai Oruvarum Kadandhupovadhillai. "},
{ "Verses": "11 naaraiyum Mullampandriyum Adhai Sudhandharikkum, Aandhaiyum Kaakkaiyum Adhile Kudiyirukkum; Adhinmel Vettaveliyin Noolaiyum, Verumaiyin Thookkaiyum Pidippaar. "},
{ "Verses": "12 raajyabaarampannina Adhin Menmakkalai Azhaiththaal, Ange Avargalil Oruvarum Iraargal; Adhin Prabukkal Anaivarum Illaamarpovaargal. "},
{ "Verses": "13 adhin Aramanaigalil Mutchedigalum, Adhin Kottaigalil Kaanjorigalum Mutpoondugalum Mulaikkum; Adhu Valusarppangalin Thaabaramum, Kottaangalin Maaligaiyumaayirukkum. "},
{ "Verses": "14 ange Kaattumirugangalum Origalum Ondraiyondru Sandhiththu Kaattaattaik Kaattaadu Kooppidum; Ange Saakkuruvigalum Thangi, Ilaippaarum Idaththaik Kandadaiyum. "},
{ "Verses": "15 ange Valloorum Koodukatti, Muttaiyittu, Kunjuporiththu, Avaigalaith Than Nizhalile Koottikkollum; Ange Kooligalum Jodujodaaga Serum. "},
{ "Verses": "16 karththarudaiya Pusthagaththilethedi Vaasiyungal; Ivaigalil Ondrum Kuraiyaadhu; Ivaigalil Ondrum Jodillaadhiraadhu; Avarudaiya Vaai Idhai Sollitru; Avarudaiya Aavi Avaigalai Serkkum. "},
{ "Verses": "17 avare Avaigalukku Seettuppottaar; Avarudaiya Kaiye Adhai Avaigalukku Alavunoolaal Pagirndhu Koduththadhu; Avaigal Endraikkum Adhai Sudhandhariththuth Thalaimurai Thalaimuraiyaaga Adhile Sanjarikkum. "}
]