[
{ "Verses": "1 karththar Sollugiradhu Ennavendraal, Vaanam Enakku Singaasanam, Boomi Enakkup Paadhapadi; Neengal Enakkuk Kattum Aalayam Eppadippattadhu? Naan Thangiyirukkum Sthalam Eppadippattadhu? "},
{ "Verses": "2 ennudaiya Karam Ivaigalaiyellaam Sirushtiththadhinaal Ivaigalellaam Undaayina Endru Karththar Sollugiraar; Aanaalum Sirumaippattu Aaviyil Norungundu En Vasanaththukku Nadungugiravanaiye Nokkippaarppen. "},
{ "Verses": "3 maattai Vettugiravan Manushanaik Kollugiravanaagavum, Aattaip Paliyidugiravan Naayaik Kazhuththarukkiravanaagavum, Kaanikkaiyaip Padaikkiravan Pandri Raththaththaip Padaikkiravanaagavum, Thoobankaattugiravan Vikkiragaththai Sthoththirikkiravanaagavum Irukkiraan. Ivargal Thangal Vazhigalaiye Therindhukollugiraargal; Ivargaludaiya Aaththumaa Thangal Aruvaruppugalinmel Viruppamaayirukkiradhu. "},
{ "Verses": "4 naan Kooppittum Maruuththaravukodukkiravanillaamalum, Naan Pesiyum Avargal Kelaamalum, Avargal En Paarvaikkup Pollaappaanadhai Seydhu, Naan Virumbaadhadhaith Therindhukondadhinimiththam, Naanum Avargaludaiya Aabaththaith Therindhukondu, Avargaludaiya Thigilgalai Avargalmel Varappannuven. "},
{ "Verses": "5 karththarudaiya Vasanaththukku Nadungugiravargale, Avarudaiya Vaarththaiyaik Kelungal; En Naamaththinimiththam Ungalaip Pagaiththu, Ungalai Appurappaduththugira Ungal Sagodharar, Karththar Magimaippaduvaaraaga Engiraargale. Avar Ungalukku Sandhosham Undaagumpadi Kaanappaduvaar; Avargalo Vetkappaduvaargal. "},
{ "Verses": "6 nagaraththilirundhu Amaliyin Iraichchalum Dhevaalayaththilirundhu Saththamum Ketkappadum; Adhu Thamadhu Saththurukkalukku Sarikku Sarikkattugira Karththarudaiyasaththandhaane. "},
{ "Verses": "7 prasavavedhanaippadumun Petraal, Karppavedhanai Varumun Aanpillaiyaip Petraal. "},
{ "Verses": "8 ippadippattavaigalaik Kelvippattadhu Yaar? Ippadippattavaigalaik Kandadhu Yaar? Oru Dhesaththukku Orenaalil Pillaipperu Varumo? Oru Jaadhi Orumikkap Pirakkumo? Seeyonovenil, Orumikka Vedhanaippattum Than Kumaararaip Petrum Irukkiradhu. "},
{ "Verses": "9 perappannugiravaraagiya Naan Perachcheyyaamal Iruppeno Endru Karththar Sollugiraar; Prasavikkappannugiravaraagiya Naan Prasavaththaith Thaduppeno Endru Un Dhevan Sollugiraar. "},
{ "Verses": "10 erusalemai Nesikkira Neengalellaarum Avalodekooda Sandhoshappattu, Avalaikkuriththuk Kalikoorungal; Aval Nimiththam Dhukkiththirundha Neengalellaarum Avalodekooda Migavum Magizhungal. "},
{ "Verses": "11 neengal Avaludaiya Aarudhalgalin Mulaippaalai Undu Thirupthiyaagi, Neengal Sooppikkudiththu, Avaludaiya Magimaiyin Pragaasaththinaal Manamagizhchchiyaagungal; "},
{ "Verses": "12 karththar Sollugiradhu Ennavendraal Idho, Naan Samaadhaanaththai Oru Nadhiyaippolavum, Jaadhigalin Magimaiyaip Purandu Odugira Aatraippolavum Avalidamaagap Paayumpadi Seygiren, Appozhudhu Neengal Mulaippaal Kudippeergal; Iduppil Vaiththu Sumakkappaduveergal; Muzhangaalil Vaiththuth Thaalaattappaduveergal. "},
{ "Verses": "13 oruvanai Avan Thaai Thetruvadhupol Naan Ungalaith Thetruven; Neengal Erusalemile Thetrappaduveergal. "},
{ "Verses": "14 neengal Adhaik Kaanumpodhu, Ungal Irudhayam Magizhndhu, Ungal Elumbugal Pasumpullaip Polachchezhikkum; Appozhudhu Karththarudaiya Oozhiyakkaararidaththil Avarudaiya Karamum, Avarudaiya Saththurukkalidaththil Avarudaiya Sinamum Ariyappadum. "},
{ "Verses": "15 idho, Thammudaiya Kobaththai Ukkiramaagavum, Thammudaiya Kadindhukolludhalai Akkinijuvaalaiyaagavum Seluththak Karththar Akkiniyodum Varuvaar, Perunkaatraippondra Thammudaiya Radhangalodum Varuvaar. "},
{ "Verses": "16 karththar Akkiniyaalum, Thamadhu Pattayaththaalum, Maamsamaana Ellaarodum Vazhakkaaduvaar; Karththaraal Kolaiyundavargal Anegaraayiruppaargal. "},
{ "Verses": "17 thangalaith Thaangale Parisuththappaduththikkollugiravargalum, Thoppugalin Naduvile Thangalaith Thaangale Oruvar Pin Oruvaraai Suththigariththukkollugiravargalum, Pandriyiraichchiyaiyum, Aruvaruppaanadhaiyum, Eliyaiyum Saappidugiravargalum Egamaai Sangarikkappaduvaargal Endrukarththar Sollugiraar. "},
{ "Verses": "18 naan Avargal Kiriyaigalaiyum, Avargal Ninaivugalaiyum Arindhirukkiren; Naan Sagala Jaadhiyaaraiyum Baashaikkaararaiyun Koottichcherkkunkaalam Varum; Avargal Vandhu En Magimaiyaik Kaanbaargal. "},
{ "Verses": "19 naan Avargalil Oru Adaiyaalaththaik Kattalaiyiduven; Avargalil Thappinavargalai, En Keerththiyaik Kelaamalum, En Magimaiyaikkaanaamalumirukkira Jaadhigalin Dhesangalaagiya Tharsheesukkum Vilveerar Irukkira Poolukkum, Loodhukkum, Thoobaalukkum, Yaavaanukkum, Dhooraththilulla Theevugalukkum Anuppuven; Avargal En Magimaiyai Jaadhigalukkulle Arivippaargal. "},
{ "Verses": "20 isravel Puththirar Suththamaana Paaththiraththil Kaanikkaiyaik Karththarudaiya Aalayaththukkuk Konduvarugiradhupola, Ungal Sagodhararellaaraiyum Avargal Kudhiraigalinmelum, Radhangalinmelum, Kulaarivandilgalinmelum, Koverukazhudhaigalinmelum, Vegamaana Ottagangalinmelum, Sagala Jaadhigalidaththilumirundhu Erusalemilulla Karththarukkuk Kaanikkaiyaaga En Parisuththa Parvadhaththukkuk Konduvaruvaargalendru Karththar Sollugiraar. "},
{ "Verses": "21 avargalilum Silarai Aasaariyaraagavum Leviyaraagavum Therindhukolven Endru Karththar Sollugiraar. "},
{ "Verses": "22 naan Padaikkappogira Pudhiyavaanamum Pudhiya Boomiyum Enakku Munbaaga Nirpadhupola, Ungal Sandhadhiyum Ungal Naamamum Nirkumendru Karththar Sollugiraar. "},
{ "Verses": "23 appozhudhu Maadhandhorum, Oivunaaldhorum, Maamsamaana Yaavarum Enakku Munbaagath Thozhudhukolvaargalendru Karththar Sollugiraar. "},
{ "Verses": "24 avargal Veliye Poi Enakku Virodhamaaip Paadhagancheydha Manusharudaiya Predhangalaip Paarppaargal; Avargaludaiya Poochchi Saagaamalum, Avargaludaiya Akkini Aviyaamalum Irukkum; Avargal Maamsamaana Yaavarukkum Arosigamaayiruppaargal. "}
]