[
{ "Verses": "1 engal Moolamaaik Kelvippattadhai Visuvaasiththavan Yaar? Karththarudaiya Buyam Yaarukku Velippattadhu? "},
{ "Verses": "2 ilankilaiyaippolavum, Varanda Nilaththilirundhu Thulirkkira Veraippolavum Avanukku Munbaaga Ezhumbugiraar; Avarukku Azhagumillai, Sowndhariyamum Illai; Avaraip Paarkkumpodhu, Naam Avarai Virumbaththakka Roobam Avarukku Illaadhirundhadhu. "},
{ "Verses": "3 avar Asattaipannappattavarum, Manusharaal Purakkanikkappattavarum, Dhukkam Niraindhavarum, Paadu Anubaviththavarumaayirundhaar; Avaraivittu, Nammudaiya Mugangalai Maraiththuk Kondom; Avar Asattaipannappattirundhaar; Avarai Ennaamarponom. "},
{ "Verses": "4 meyyaagave Avar Nammudaiya Paadugalai Etrukkondu, Nammudaiya Dhukkangalai Sumandhaar; Naamo, Avar Dhevanaal Adipattu Vaadhikkappattu, Sirumaippattavarendru Enninom. "},
{ "Verses": "5 nammudaiya Meerudhalgalinimiththam Avar Kaayappattu, Nammudaiya Akkiramangalinimiththam Avar Norukkappattaar; Namakku Samaadhaanaththai Undupannum Aakkinai Avarmel Vandhadhu; Avarudaiya Thazhumbugalaal Gunamaagirom. "},
{ "Verses": "6 naamellaarum Aadugalaippola Vazhithappiththirindhu, Avanavan Thanthan Vazhiyile Ponom; Karththaro Nammellaarudaiya Akkiramaththaiyum Avarmel Vizhappanninaar. "},
{ "Verses": "7 avar Nerukkappattum Odukkappattum Irundhaar, Aanaalum Thammudaiya Vaayai Avar Thirakkavillai; Adikkappadumpadi Kondupogappadugira Oru Aattuk Kuttiyaippolavum, Thannai Mayirkaththarikkiravanukku Munbaaga Saththamidaadhirukkira Aattaippolavum, Avar Thammudaiya Vaayaith Thiravaadhirundhaar. "},
{ "Verses": "8 idukkanilum Nyaayaththeerppilumirundhu Avar Edukkappattaar; Avarudaiya Vamsaththai Yaaraal Solli Mudiyum; Jeevanullorudaiya Dhesaththilirundhu Aruppundu Ponaar; En Janaththin Meerudhalinimiththam Avar Vaadhikkappattaar. "},
{ "Verses": "9 dhunmaarkkarode Avarudaiya Predhakkuzhiyai Niyamiththaargal; Aanaalum Avar Mariththapodhu Aisuvariyavaanode Irundhaar; Avar Kodumai Seyyavillai; Avar Vaayil Vanjanai Irundhadhumillai. "},
{ "Verses": "10 karththaro Avarai Norukka Siththamaagi, Avaraip Paadugalukkutpaduththinaar; Avarudaiya Aaththumaa Thannaik Kutranivaaranapaliyaaga Oppukkodukkumpodhu, Avar Thamadhu Sandhadhiyaik Kandu, Neediththanaalaayiruppaar, Karththarukku Siththamaanadhu Avar Kaiyinaal Vaaikkum. "},
{ "Verses": "11 avar Thamadhu Aaththuma Varuththaththin Palanaik Kandu Thirupthiyaavaar; En Dhaasanaagiya Needhibarar Thammaip Patrum Arivinaal Anegarai Needhimaangalaakkuvaar; Avargaludaiya Akkiramangalaith Thaame Sumandhukolvaar. "},
{ "Verses": "12 avar Thammudaiya Aaththumaavai Maranaththilootri, Akkiramakkaararil Oruvaraaga Ennappattu, Anegarudaiya Paavaththaith Thaame Sumandhu, Akkiramakkaararukkaaga Vendikkondadhinimiththam Anegarai Avarukkup Pangaagak Koduppen; Balavaangalai Avar Thamakkuk Kollaiyaagap Pangittukkolvaar. "}
]