[
{ "Verses": "1 edhomilum Adhilulla Posraa Pattanaththilumirundhu, Saayantheerndha Vasthirangaludaiyavaraagavum, Magaththuvamaai Uduththirukkiravaraagavum, Thamadhu Magaththaana Vallamaiyile Ezhundharulinavaraagavum Varugira Ivar Yaar? Needhiyaaip Pesi Ratchikka Vallavaraagiya Naandhaane. "},
{ "Verses": "2 ummudaiya Uduppu Sivappaagavum, Ummudaiya Vasthirangal Aalaiyai Midhikkiravan Vasthirangalpolavum Irukkiradhenna? "},
{ "Verses": "3 naan Oruvanaai Aalaiyai Midhiththen; Janangalil Oruvanum Ennodirundhadhillai, Naan En Kobaththile Avargalai Midhiththu, En Ukkiraththile Avargalai Nasukkippotten; Adhinaal Avargal Raththam En Vasthirangalinmel Theriththadhu, En Uduppaiyellaam Karaippaduththikkonden. "},
{ "Verses": "4 needhiyai Sarikkattum Naal En Manadhilirundhadhu; Ennudaiyavargalai Meetkum Varusham Vandhadhu. "},
{ "Verses": "5 naan Paarththen, Thunaiseyvaar Oruvarumillai; Thaanguvaar Oruvarumillai Endru Aachchariyappatten; Appozhudhu En Buyame Enakku Ratchippaagi, En Ukkirame Ennaith Thaangitru. "},
{ "Verses": "6 naan En Kobaththile Janangalai Midhiththu, En Ukkiraththile Avargalai Veriyaakki, Avargal Saaraththaith Tharaiyile Irangappanninen. "},
{ "Verses": "7 karththar Engalukku Seydharulina Ellaavatrirkum Thakkadhaagavum Avar Thammudaiya Irakkangalinpadiyum Thammudaiya Thiralaana Dhayavugalinpadiyum, Isravel Vamsaththukku Seydha Magaa Nanmaikkuththakkadhaagavum, Karththarudaiya Kiriyaigalaiyum, Karththarudaiya Thudhigalaiyum Prasthaabampannuven. "},
{ "Verses": "8 avargal En Jananthaanendrum, Avargal Vanjanaiseyyaadhirukkum Pillaigalendrum Solli Avargalukku Ratchagaraanaar. "},
{ "Verses": "9 avargaludaiya Ellaa Nerukkaththilum Avar Nerukkappattaar; Avarudaiya Samugaththin Thoodhanaanavar Avargalai Ratchiththaar; Avar Thamadhu Anbinimiththamum, Thamadhu Paridhaabaththinimiththamum Avargalai Meettu, Poorvanaatkalilellaam Avargalaith Thookki Sumandhuvandhaar. "},
{ "Verses": "10 avargalo Kalagampanni, Avarudaiya Parisuththa Aaviyai Visanappaduththinaargal; Adhinaal Avar Avargalukku Saththuruvaai Maari, Avare Avargalukku Virodhamaai Yuththampanninaar. "},
{ "Verses": "11 aagilum Avar Poorvanaatkalaiyum, Moseyaiyum, Thammudaiya Janaththaiyum Ninaivukoorndhaar; Aanaalum Avargalaiyum, Thamadhu Mandhaiyin Meyppanaiyum Samuththiraththilirundhu Erivarappanninavar Ippozhudhu Enge? "},
{ "Verses": "12 avargal Naduvile Thammudaiya Parisuththa Aaviyai Irukkak Kattalaiyittu, Moseyin Valadhukaiyaikkondu Avargalaith Thamadhu Magimaiyin Buyaththinaale Nadaththi, Thamakku Niththiyakeerththiyai Undaakka Avargalukku Munbaagath Thanneeraip Pilandhu, "},
{ "Verses": "13 oru Kudhirai Vanaandharaveliyile Nadakkiradhupola, Avargal Idaraadhapadikku Avargalai Aazhangalil Nadakkappanninavar Enge? "},
{ "Verses": "14 karththarudaiya Aaviyaanavar Avargalaip Pallaththaakkile Poi Irangugira Mirugajeevangalaippola Ilaippaarappanninaar; Ippadiye Dhevareer, Umakku Magimaiyulla Keerththiyai Undaakkumpadi Ummudaiya Janaththai Nadaththineer. "},
{ "Verses": "15 dhevareer Paralogaththilirundhu Kannokki, Parisuththamum Magimaiyumulla Ummudaiya Vaasasthalaththilirundhu Paarum, Ummudaiya Vairaakkiyamum, Ummudaiya Vallamaiyum Enge? Ummudaiya Ullaththin Kodhippaiyum, Ummudaiya Mana Urukkaththaiyum Enakku Munbaaga Adakkikkollugireero? "},
{ "Verses": "16 dhevareer Engal Pidhaavaayirukkireer; Aabiragaam Engalai Ariyaan, Isravelukku Naangal Ariyappattavargalumalla; Karththaave, Neer Engal Pidhaavum Engal Meetparumaayirukkireer; Idhu Poorvakaalamudhal Ummudaiya Naamam. "},
{ "Verses": "17 karththaave, Neer Engalai Ummudaiya Vazhigalaivittuth Thappippogappanni, Engal Irudhayaththai Umakku Bayappadaadhapadikkuk Kadinappaduththuvaanen? Ummudaiya Oozhiyakkaararinimiththamum, Ummudaiya Sudhandharamaana Koththirangalinimiththamum Thirumbiyarulum. "},
{ "Verses": "18 parisuththamulla Umadhu Janangal Konjak Kaalamaaththiram Adhai Sudhandhariththaargal; Engal Saththurukkal Ummudaiya Parisuththa Sthalaththai Midhiththuppottaargal. "},
{ "Verses": "19 naangale Ummudaiyavargal, Avargalai Orupozhudhum Neer Aandadhillai; Avargalukku Umadhu Naamam Tharikkappattadhumillai. "}
]