[
{ "Verses": "1 needhiyaip Pinpatri, Karththaraith Thedugira Neengal Enakku Sevikodungal; Neengal Vetti Edukkappatta Kanmalaiyaiyum, Neengal Thondi Edukkappatta Thuravin Kuzhiyaiyum Nokkippaarungal. "},
{ "Verses": "2 ungal Thagappanaagiya Aabiragaamaiyum, Ungalaip Petra Saaraalaiyum Nokkippaarungal; Avan Oruvanaayirukkaiyil Naan Avanai Azhaiththu, Avanai Aaseervadhiththu, Avanaip Perugappanninen. "},
{ "Verses": "3 karththar Seeyonukku Aarudhalseyvaar; Avar Adhin Paazhaana Sthalangalaiyellaam Therudhaladaiya Seydhu, Adhin Vanaandharaththai Edhenaippolavum, Adhin Avaandharaveliyaik Karththarin Thottaththaippolavum Aakkuvaar; Sandhoshamum Magizhchchiyum Thudhiyum Geedhasaththamum Adhil Undaayirukkum. "},
{ "Verses": "4 en Janangale, Enakku Sevikodungal; En Jaadhiyaare, En Vaakkai Gavaniyungal; Vedham Ennilirundhu Velippadum; En Pramaanaththai Janangalin Velichchamaaga Sthaabippen. "},
{ "Verses": "5 en Needhi Sameebamaayirukkiradhu; En Ratchippu Velippadum; En Buyangal Janangalai Nyaayantheerkkum; Theevugal Enakkuk Kaaththirundhu, En Buyaththinmel Nambikkaiyaayirukkum. "},
{ "Verses": "6 ungal Kangalai Vaanaththukku Eredungal, Keezhe Irukkira Boomiyaiyum Nokkippaarungal; Vaanam Pugaiyaippol Ozhindhupom, Boomi Vasthiraththaippol Pazhasaaippom, Adhin Kudigalum Appadiye Ozhindhupovaargal; En Ratchippo Endrendraikkum Irukkum; En Needhi Atruppovadhillai. "},
{ "Verses": "7 needhiyai Arindhavargale, En Vedhaththai Irudhayaththil Padhiththirukkira Janangale, Enakku Sevikodungal; Manusharin Nindhanaikku Bayappadaalum, Avargal Dhooshanangalaal Kalangaamalum Irungal. "},
{ "Verses": "8 pottuppoochchi Avargalai Vasthiraththaippol Ariththu, Puzhu Avargalai Aattumayiraippol Thinnum; Ennudaiya Needhiyo Endrendraikkum Nilaikkum, En Ratchippu Thalaimurai Thalaimuraithorum Irukkum. "},
{ "Verses": "9 ezhumbu, Ezhumbu, Belankol; Karththarin Buyame, Mundhina Naatkalilum Poorva Thalaimuraigalilum Ezhumbinapadi Ezhumbu; Raagaabaith Thundiththadhum Valusarppaththai Vadhaiththadhum Needhaanallavo? "},
{ "Verses": "10 magaa Aazhaththin Thanneergalaagiya Samuththiraththai Vatrippogappanninadhum, Meetkappattavargal Kadandhupogak Kadalin Pallangalai Vazhiyaakkinadhum Needhaanalla "}
]