[
{ "Verses": "1 thamaskuvin Baaram. Idho, Thamaskuvaanadhu Nagaramaayiraamal Thallappattu, Paazhaana Manmedaagum. "},
{ "Verses": "2 aaroverin Pattanangal Paazhaai Vidappattu, Mandhaigalin Veliyaayirukkum; Mirattuvaarillaamal Avaigal Ange Paduththukkollum. "},
{ "Verses": "3 aran Eppiraayeemaiyum, Raajaangam Thamaskuvaiyum Vittozhiyum; Isravel Puththirarudaiya Magimaikkunerittadhupola Seeriyaavil Meedhiyaayiruppavargalukkum Neridum Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "4 akkaalaththile Yaakkobin Magimai Kuraindhupom, Avanudaiya Kozhuththa Thegam Melindhupom. "},
{ "Verses": "5 oruvan Ongina Payirai Arindhu, Than Kaiyinaal Kadhirgalai Aruththu, Reppaayeem Pallaththaakkile Kadhirgalai Serkkiradhupolirukkum. "},
{ "Verses": "6 aanaalum Olivamaraththai Ulukkumpodhu Nunikkombile Irandumoondru Kaaigalum Kaaikkira Adhin Kilaigalile Naalaindhu Kaaigalum Meedhiyaayiruppadhupola, Adhile Pinparippukkuk Konjam Meedhiyaayirukkumendru Isravelin Dhevanaagiya Karththar Sollugiraar. "},
{ "Verses": "7 akkaalaththile Manushan Than Kaigalin Kiriyaiyaagiya Peedangalai Nokkaamalum, Than Viralgal Undupannina Thoppuvikkiragangalaiyum, Silaigalaiyum Nokkaamalum, "},
{ "Verses": "8 thannai Undaakkinavaraiye Nokkuvaan, Avan Kangal Isravelin Parisuththaraiye Nokkikkondirukkum. "},
{ "Verses": "9 akkaalaththile Avargaludaiya Aranaana Pattanangal Isravel Puththirarukku Meedhiyaai Vaikkappatta Thazhaiyaippolavum, Nunikkombaippolavumaagi, Paazhaaik Kidakkum. "},
{ "Verses": "10 un Belamaagiya Kanmalaiyai Nee Ninaiyaamal, Un Ratchippaagiya Dhevanai Marandhaai; Aadhalaal Nee Nerththiyaana Naatrugalai Nattaalum, Anniya Dhesaththuk Kandrugalai Vaiththaalum, "},
{ "Verses": "11 pagarkaalaththile Un Naatrai Valaravum, Vidiyarkaalaththile Un Vidhaiyai Mulaikkavum Panninaalum, Palanai Serkkum Naalile Dhukkamum Kadumvedhanaiyume Ungal Aruppaayirukkum. "},
{ "Verses": "12 aiyo! Kadalgal Kondhalikkiradhupola Kondhalikkira Anega Janangalin Thiralum, Balaththa Thanneergal Iraigiradhupola Iraigira Janakkoottangalin Amaliyum Undaayirukkiradhu. "},
{ "Verses": "13 janakkoottangal Thiralaana Thanneergal Iraigiradhupola Iraindhaalum, Avargalai Avar Adhattuvaar; Avargal Dhooramaai Odippovaargal; Malaigalile Kaatrinaal Parakkadikkira Padharaippolavum, Suzhalkaatrile Adappatta Thurumbaippolavum Thuraththappaduvaargal. "},
{ "Verses": "14 idho, Saayankaalaththile Kalakkamundaagum, Vidiyarkaalaththukkumun Avargal Ozhindhupovaargal; Idhuve Nammaik Kollaiyaadugiravargalin Pangum, Nammai Sooraiyaadugiravargalin Veedhamumaayirukkum. "}
]