[
{ "Verses": "1 ippodhum Yaakkobe, Unnai Sirushtiththavarum, Isravele Unnai Uruvaakkinavarumaagiya Karththar Sollugiradhaavadhu: Bayappadaadhe; Unnai Meettukkonden; Unnaip Persolli Azhaiththen; Nee Ennudaiyavan. "},
{ "Verses": "2 nee Thanneergalaik Kadakkumpodhu Naan Unnodu Iruppen; Nee Aarugalaik Kadakkumpodhu Avaigal Unmel Puraluvadhillai; Nee Akkiniyil Nadakkumpodhu Vegaadhiruppaai; Akkinijuvaalai Unperil Patraadhu. "},
{ "Verses": "3 naan Isravelin Parisuththarum, Un Ratchagarumaayirukkira Un Dhevanaagiya Karththar; Unnai Meetkumporulaaga Egipthaiyum, Unakku Eedaaga Eththiyoppiyaavaiyum Sebaavaiyum Koduththen. "},
{ "Verses": "4 nee En Paarvaikku Arumaiyaanapadiyinaal, Ganampetraai; Naanum Unnai Snegiththen, Aadhalaal Unakkup Padhilaaga Manushargalaiyum, Un Jeevanukku Eedaaga Janangalaiyum Koduppen. "},
{ "Verses": "5 bayappadaadhe, Naan Unnode Irukkiren; Naan Un Sandhadhiyaik Kizhakkilirundhu Varappanni, Unnai Merkilum Irundhu Koottichcherppen. "},
{ "Verses": "6 naan Vadakkai Nokki: Kodu Endrum, Therkai Nokki: Vaiththiraadhe Endrum Solli, Dhooraththilirundhu En Kumaararaiyum, Boomiyin Kadaiyaandharaththilirundhu En Kumaaraththigalaiyum, "},
{ "Verses": "7 naan En Magimaikkendru Sirushtiththu Uruvaakkip Padaiththu, En Naamantharikkappatta Yaavaraiyum Konduvaa Enben. "},
{ "Verses": "8 kangalirundhum Kurudaraayirukkira Janaththaiyum, Kaadhugalirundhum Sevidaraayirukkiravargalaiyum Purappattu Varappannungal. "},
{ "Verses": "9 sagala Jaadhigalum Egamaai Serndhukondu, Sagala Janangalum Koodivarattum; Idhai Ariviththu, Mundhi Sambavippavaigalai Namakkuth Therivikkiravan Yaar? Kettu Meyyendru Sollakkoodumpadikku, Avargal Thangal Saatchigalaik Konduvandhu Yadhaarththavaangalaai Vilangattum. "},
{ "Verses": "10 naane Avarendru Neengal Unarndhu, Ennai Arindhu Visuvaasikkumpadikku Neengalum Naan Therindhukonda En Dhaasanum Enakku Saatchigalaayirukkireergal Endru Karththar Sollugiraar; Enakku Mun Erpatta Dhevan Illai, Enakkuppin Iruppadhum Illai. "},
{ "Verses": "11 naan, Naane Karththar; Ennaiyallaamal Ratchagar Illai. "},
{ "Verses": "12 naane Ariviththu, Ratchiththu, Vilangappanninen; Ungalil Ippadi Seyyaththakka Anniya Dhevan Illai; Naane, Dhevan Enbadharku Neengal Enakku Saatchigal Endru Karththar Sollugiraar. "},
{ "Verses": "13 naal Undagaadhadharku Munnum Naane Irukkiren; En Kaikkuth Thappuvikkaththakkavan Illai; Naan Seygiradhaith Thaduppavan Yaar? "},
{ "Verses": "14 naan Ungalukkaaga Arangalellaam Idindhuvizhavum, Kaldheyar Padavugalilirundhu Alaravum Seyyaththakkavargalai Baabilonukku Anuppinenendru, Ungal Meetparum Isravelin Parisuththarumaagiya Karththar Sollugiraar. "},
{ "Verses": "15 naane Ungal Parisuththaraagiya Karththarum, Isravelin Sirushtigarum, Ungal Raajaavumaanavar. "},
{ "Verses": "16 samuththiraththile Vazhiyaiyum Valiya Thanneergalile Paadhaiyaiyum Undaakki, "},
{ "Verses": "17 radhangalaiyum Kudhiraigalaiyum Raanuvangalaiyum Paraakkiramasaaligalaiyum Purappadappanni, Avaigal Ezhundhiraadhapadikku Orumiththu Vizhundhukidakkavum, Oru Thiri Anaigiradhupol Avaigal Anaindhupogavumpannugira Karththar Sollugiradhaavadhu: "},
{ "Verses": "18 mundhinavaigalai Ninaikkavendaam; Poorvamaanavaigalai Sindhikkavendaam. "},
{ "Verses": "19 idho, Naan Pudhiya Kaariyaththai Seygiren; Ippozhudhe Adhu Thondrum; Neengal Adhai Ariyeergalaa? Naan Vanaandharaththile Vazhiyaiyum Avaandharaveliyile Aarugalaiyum Undaakkuven. "},
{ "Verses": "20 naan Therindhukonda En Janaththin Thaagaththukku Vanaandharaththile Thanneergalaiyum Avaandharaveliyile Aarugalaiyum Undaakkuvadhinaal, Kaattumirugangalum, Valusarppangalum, Kottaan Kunjugalum Ennai Ganampannum. "},
{ "Verses": "21 indha Janaththai Enakkendru Erpaduththinen; Ivargal En Thudhiyai Sollivaruvaargal. "},
{ "Verses": "22 aanaalum Yaakkobe, Nee Ennai Nokkik Kooppidavillai; Isravele, Nee Ennaikkuriththu Mananchaliththupponaai. "},
{ "Verses": "23 un Aadugalai Thaganapaligalaaga Nee Enakku Seluththavillai; Un Paligalaale Nee Ennai Ganampannavumillai; Kaanikkaigalai Seluththumpadi Naan Unnai Sangadappaduththaamalum, Thoobankaattumpadi Unnai Varuththappaduththaamalum Irundhen. "},
{ "Verses": "24 nee Enakkup Panangalaal Sugandhapattayaik Kollaamalum, Un Paligalin Ninaththinaal Ennaith Thirupthiyaakkaamalum, Un Paavangalinaal Ennai Sangadappaduththi, Un Akkiramangalinaal Ennai Varuththappaduththinaai. "},
{ "Verses": "25 naan, Naane Un Meerudhalgalai En Nimiththamaagave Kulaiththuppodugiren; Un Paavangalai Ninaiyaamalum Iruppen. "},
{ "Verses": "26 naam Oruvarodoruvar Vazhakkaadumpadi Enakku Ninaippoottu; Nee Needhimaanaaga Vilangumpadi Un Kaariyaththai Sol. "},
{ "Verses": "27 un Aadhithagappan Paavancheydhaan; Unakku Munnindru Pesugiravargalum Enakku Virodhamaai Dhrogampanninaargal. "},
{ "Verses": "28 aagaiyaal, Naan Parisuththa Sthalaththin Thalaivargalaip Parisuththakkulaichchalaakki, Yaakkobai Saabaththukkum, Isravelai Nindhanaikkum Oppukkoduppen. "}
]