[
{ "Verses": "1 dharisanap Pallaththaakkin Baaram. Unnil Ullavargal Ellaarum Veedugalinmel Eruvadharku Unakku Ippozhudhu Vandhadhu Enna? "},
{ "Verses": "2 sandhadigalaal Niraindhu Aaravaarampanni, Kalikoorndhirundha Nagarame, Unnidaththil Kolaiyundavargal Pattayaththaal Kolaiyundadhillai, Yuththaththil Seththadhum Illai. "},
{ "Verses": "3 un Adhipadhigal Ellaarum Egamaai Odi Alaindhum, Vilveeraraal Kattappadugiraargal; Unnil Adappatta Yaavarum Dhooraththukku Odiyum Egamaaik Kattappadugiraargal. "},
{ "Verses": "4 aagaiyaal, Ennai Nokkip Paaraadheyungal; En Janamaagiya Kumaaraththi Paazhaaipponadhinimiththam Manankasandhu Azhuven; Enakku Aarudhal Solla Varaadheyungal Engiren. "},
{ "Verses": "5 senaigalin Karththaraagiya Aandavaraale Idhu Dharisanap Pallaththaakkile Amaliyum, Midhiyungudhalum, Kalakkamumulla Naalaayirukkiradhu, Idhu Alangaththaith Thagarththu, Parvadhaththukku Nere Aarpparikkum Naalaayirukkiradhu. "},
{ "Verses": "6 elaamiyan Ambaraaththooniyai Eduththu, Radhangalodum Kaalaatkalodum Kudhiraiveerarodum Varugiraan; Keer Kedagaththai Velippaduththum. "},
{ "Verses": "7 magaa Vadivaana Un Pallaththaakkugal Radhangalaal Nirappappadum; Kudhiraiveerar Vaasalgal Mattum Vandhu Anivaguththu Nirpaargal. "},
{ "Verses": "8 avan Yoodhaavin Maraivai Neekkippoduvaan; Annaalile Vanamaaligaiyaagiya Aayudhasaalaiyai Nokkuvaai. "},
{ "Verses": "9 neengal Dhaaveedhu Nagaraththin Ididhalgal Anegamaayiruppadhaik Kandu Keezhkkulaththuth Thanneergalaik Kattivaiththu, "},
{ "Verses": "10 erusalemin Veedugalai Enni, Alangaththai Aranippaakkumpadi Veedugalai Idiththu, "},
{ "Verses": "11 irandu Madhilgalukku Naduve Pazhaiya Kulaththuth Thanneergalukku Oru Agazhai Undupannuveergal; Aanaalum Adhai Seydhavarai Neengal Nokkaamalum, Adhai Erpaduththi Dhooraththilirundhu Varappanninavaraik Gavaniyaamalum Pogireergal. "},
{ "Verses": "12 senaigalin Karththaraagiya Aandavar Akkaalaththile Azhavum, Pulambavum, Mottaiyidavum Rattuduththavum Kattalaiyittaar. "},
{ "Verses": "13 neengalo, Sandhoshiththukkaliththu, Aadumaadugalai Adiththu, Iraichchiyai Saappittu, Dhraatcharasaththaik Kudiththu: Pusippom Kudippom, Naalaikku Saavom Endru Solveergal. "},
{ "Verses": "14 meyyaagave Neengal Saagumattum Indha Akkiramam Ungalukku Nivirththiyaavadhillai Endru Senaigalin Karththaraagiya Aandavar Sollugiraarenbadhu En Sevi Ketkumpadi Senaigalin Karththaraal Therivikkappattadhu. "},
{ "Verses": "15 senaigalin Karththaraagiya Aandavar Uraiththadhaavadhu: Nee Aramanai Visaarippukkaaranum Pokkishakkaaranumaagiya Sepnaa Enbavanidaththil Poi Sollavendiyadhu Ennavendraal, "},
{ "Verses": "16 uyarndha Sthalaththile Than Kallaraiyai Vetti, Kanmalaiyile Thanakku Vaasasthalaththaith Thondugiravanaippola, Nee Unakku Inge Kallaraiyai Vettumpadikku Unakku Inge Enna Irukkiradhu? Unakku Inge Yaar Irukkiraargal? "},
{ "Verses": "17 idho, Belavaan Oruvanaith Thuraththugiravannamaagak Karththar Unnaith Thuraththivittu, Nichchayamaai Unnai Moodippoduvaar. "},
{ "Verses": "18 avar Unnai Urundaiyaippola Agalamum Visaalamumaana Dhesaththile Suzhatri Erindhuviduvaar; Ange Nee Saavaai, Ange Un Magimaiyin Radhangal Un Aandavanudaiya Veettukku Igazhchchiyaaga Irukkum. "},
{ "Verses": "19 unnai Un Nilaiyaivittuth Thuraththividuven; Un Sthaanaththilirundhu Nee Pidungippodappaduvaai. "},
{ "Verses": "20 annaalile Lakkiyaavin Kumaaranaagiya Eliyaakkeem Ennum En Oozhiyakkaaranai Naan Azhaiththu: "},
{ "Verses": "21 un Vasthiraththai Avanukkuth Thariththu, Un Kachchaiyaal Avanai Idaikkatti, Un Adhigaaraththai Avan Kaiyile Koduppen; Avan Erusalemin Kudigalukkum Yoodhaavin Vamsaththukkum Thagappanaayiruppaan. "},
{ "Verses": "22 dhaaveedhudaiya Veettin Thiravukolai Avan Tholinmel Vaippen; Oruvarum Poottak Koodaadhapadikku Avan Thirappaan. Oruvarum Thirakkak Koodaadhapadikku Avan Poottuvaan. "},
{ "Verses": "23 avanai Urudhiyaana Idaththile Aaniyaagak Kadaavuven; Avan Than Thagappan Veettukku Magimaiyaana Singaasanamaaga Iruppaan. "},
{ "Verses": "24 adhinmel Avan Thagappan Vamsaththaaraagiya Puththirar Powththirarudaiya Magimai Anaiththaiyum Siridhum Peridhumaana Sagala Paanapaaththirangalaiyum Thookkivaippargal. "},
{ "Verses": "25 urudhiyaana Idaththil Kadaavappattirundha Aani Annaalile Pidungappattu, Murindhuvizhum; Appozhudhu Adhinmel Thongina Baaram Arundhuvizhum Endru Senaigalin Karththar Uraikkiraar; Karththare Idhai Uraikkiraar Endru Sol Endraar. "}
]