[
{ "Verses": "1 dhaaveedhu Vaasampannina Nagaramaagiya Ariyele, Ariyele, Aiyo! Varushaavarusham Pandigaigalai Anusariththuvandhaalum, "},
{ "Verses": "2 ariyelukku Idukkam Undaakkuven; Appozhudhu Dhukkamum Salippum Undaagum; Adhu Enakku Ariyelaagaththaan Irukkum. "},
{ "Verses": "3 unnaip Soozhap Paalayamirangi Unnaith Thetrugalaal Mutrikkaipottu, Unakku Virodhamaaga Koththalangalai Eduppippen. "},
{ "Verses": "4 appozhudhu Nee Thaazhththappattuth Tharaiyilirundhu Pesuvaai; Un Pechchup Panindhadhaai Mannilirundhu Purappattu, Un Saththam Anjanam Paarkkiravanudaiya Saththaththaippola Tharaiyilirundhu Munumunuththu, Un Vaakku Mannilirundhu Kasugu Sendru Uraikkum. "},
{ "Verses": "5 unmel Varugira Anniyarin Thiral Podiththoolaththanaiyaagavum, Balavandharin Thiral Parakkum Padhar Kalaththanaiyaagavum Irukkum; Adhu Thideerendru Sadidhiyaai Sambavikkum. "},
{ "Verses": "6 idigalinaalum, Boomi Adhirchchiyinaalum, Periya Iraichchalinaalum, Perunkaatrinaalum, Pusalinaalum, Patchikkira Akkinijuvaalaiyinaalum, Senaigalinkarththaraale Visaarikkappaduvaai. "},
{ "Verses": "7 ariyelinmel Yuththampannugira Thiralaana Sagala Jaadhigalum, Adhinmelum Adhin Aranmelum Yuththampanni, Adharku Idukkan Seygira Anaivarum Raakkaalaththarisanamaagiya Soppanaththaik Kaangiravargalukku Oppaayiruppaargal. "},
{ "Verses": "8 adhu, Pasiyaayirukkiravan Thaan Pusikkiradhaaga Soppanam Kandum, Vizhikkumpodhu Avan Verumaiyaayirukkiradhupolavum, Thaagamaayirukkiravan, Thaan Kudikkiradhaaga Soppanam Kandum, Vizhikkumpodhu Avan Vidaaiththu Thavanaththodirukkiradhupolavum Seeyon Malaikku Virodhamaaga Yuththampannugira Thiralaana Sagala Jaadhigalum Irukkum. "},
{ "Verses": "9 thariththunindru Thigaiyungal; Bramiththuk Kooppidungal; Veruththirukkiraargal, Dhraatcharasaththinaal Alla; Thallaadugiraargal Madhubaanaththinaal Alla. "},
{ "Verses": "10 karththar Ungalmel Kananiththiraiyin Aaviyai Varappanni, Ungal Kangalai Adaiththu, Gnaanadhrushtikkaararaagiya Ungal Theerkkadharisigalukkum Thalaivargalukkum Mukkaadupottaar. "},
{ "Verses": "11 aadhalaal Dharisanamellaam Ungalukku Muththirikkappatta Pusthagaththin Vasanangalaippolirukkum; Vaasikka Arindhirukkira Oruvanukku Adhaik Koduththu: Nee Idhai Vaasi Endraal, Avan Idhu Ennaal Koodaadhu, Idhu Muththiriththirukkiradhu Enbaan, "},
{ "Verses": "12 alladhu Vaasikkath Theriyaadhavanidaththil Pusthagaththaik Koduththu: Nee Idhai Vaasi Endraal, Avan Enakku Vaasikkath Theriyaadhu Enbaan "},
{ "Verses": "13 indha Janangal Thangal Vaayinaal Ennidaththil Serndhu, Thangal Udhadugalinaal Ennaik Ganampannugiraargal; Avargal Irudhayamo Enakku Dhooramaai Vilagiyirukkiradhu; Avargal Enakku Bayappadugira Bayam Manusharaale Podhikkappatta Karpanaiyaayirukkiradhu. "},
{ "Verses": "14 aadhalaal Idho, Naan Arpudhamum Aachchariyamumaana Pragaaramaaga Indha Janangalukkulle Oru Adhisayaththai Seyven; Avargaludaiya Gnaanigalin Gnaanam Kettu, Avargaludaiya Vivegigalin Vivegam Marandhupogum Endru Aandavar Sollugiraar. "},
{ "Verses": "15 thangal Aalosanaiyaik Karththarukku Maraikkumpadikku Maraividangalil Oliththu, Thangal Kiriyaigalai Andhagaaraththil Nadappiththu: Nammaik Kaangiravar Yaar? Nammai Arigiravar Yaar Engiravargalukku Aiyo! "},
{ "Verses": "16 aa, Neengal Evvalavu Maarupaadullavargal! Kuyavan Kalimannukku Samaanamaaga Ennappadalaamo? Undaakkappattadhu Thannai Undaakkinavaraikkuriththu: Avar Ennai Undaakkinadhillai Endrum; Uruvaakkappattadhu Thannai Uruvaakkinavaraikkuriththu: Avarukku Buththiyillai Endrum Sollaththagumo? "},
{ "Verses": "17 innum Konjak Kaalaththilallavo Leebanon Sezhippaana Vayalveliyaaga Maarum; Sezhippaana Vayalveli Kaadaaga Ennappadum. "},
{ "Verses": "18 akkaalaththile Sevidar Pusthagaththin Vasanangalaik Ketpaargal; Kurudarin Kangal Irulukkum Andhagaaraththukkum Neengalaagip Paarvaiyadaiyum. "},
{ "Verses": "19 sirumaiyaanavargal Karththarukkul Migavum Magizhndhu, Manusharil Elimaiyaanavargal Isravelin Parisuththarukkul Kalikooruvaargal. "},
{ "Verses": "20 kodiyan Atruppovaan, Sakkandhakkaaran Illaamarpovaan. "},
{ "Verses": "21 oru Vaarththaiyinimiththam Manushanaik Kutrappaduththi, Nyaayavaasalil Thangalaik Kadindhukollugiravanukkuk Kannivaiththu, Needhimaanai Nirnimiththamaaith Thuraththi, Ippadi Akkiramancheyya Vagaithedugira Yaavarum Sangarikkappaduvaargal. "},
{ "Verses": "22 aagaiyaal, Aabiragaamai Meettukkonda Karththar Yaakkobin Vamsaththaik Kuriththu: Ini Yaakkobu Vetkappaduvadhillai; Ini Avan Mugam Seththuppovadhumillai. "},
{ "Verses": "23 avan En Karangalin Seyalaagiya Than Pillaigalai Than Naduvile Kaanumpodhu, En Naamaththaip Parisuththappaduththuvaargal; Yaakkobin Parisuththarai Avargal Parisuththappaduththi, Isravelin Dhevanukku Bayappaduvaargal. "},
{ "Verses": "24 vazhuvippogira Manadhai Udaiyavargal Buththimaangalaagi, Murumurukkiravargal Ubadhesam Katrukkolluvaargal. "}
]