[
{ "Verses": "1 kollaiyidappadaadhirundhum, Kollaiyidugiravanum, Dhrogampannaadhirukkiravargalukku Dhrogampannugiravanumaagiya Unakku Aiyo! Nee Kollaiyittu Mudindhapinbu Kollaiyidappaduvaai; Nee Dhrogampannith Theerndhapinbu Unakku Dhrogampannuvaargal. "},
{ "Verses": "2 karththaave, Engalukku Irangum, Umakkuk Kaaththirukkirom; Dhevareer Kaalaiyil Avargal Buyamum, Ikkattukkaalaththil Engal Ratchippumaayirum. "},
{ "Verses": "3 amaliyin Saththaththinaale Janangal Alaindhodi, Neer Ezhundhirukkumpodhu Jaadhigal Sidharadikkappaduvaargal. "},
{ "Verses": "4 vettukkiligal Serkkiradhupola Ungal Kollai Serkkappadum; Vettukkiligal Kudhiththuththirigiradhupola Manushar Adhinmel Kudhiththuth Thirivaargal. "},
{ "Verses": "5 karththar Uyarndhavar, Avar Unnadhaththil Vaasamaayirukkiraar; Avar Seeyonai Nyaayaththinaalum Needhiyinaalum Nirappugiraar. "},
{ "Verses": "6 pooranaratchippum Gnaanamum Arivum Un Kaalangaludaiya Urudhiyaayirukkum; Karththarukku Bayappadudhale Adhin Pokkisham. "},
{ "Verses": "7 idho, Avarudaiya Paraakkiramasaaligal Veliyile Alarugiraargal; Samaadhaanaththu Sthaanaapadhigal Manankasandhu Azhugiraargal. "},
{ "Verses": "8 paadhaigal Paazhaayina; Vazhippokkar Illai; Udanpadikkaiyai Meerugiraan; Nagarangalai Igazhchchipannugiraan; Manushanai Ennaadhepogiraan. "},
{ "Verses": "9 dhesam Dhukkiththu Vidaaiththirukkiradhu; Leebanon Vetki Vaadugiradhu, Saaron Vanaandharaththukku Oppaagiradhu; Paasaanum Karmelum Paazhaakkappadugiradhu. "},
{ "Verses": "10 ippozhudhu Ezhundharuluven, Ippozhudhu Uyaruven, Ippozhudhu Menmaippaduven Endru Karththar Sollugiraar. "},
{ "Verses": "11 padharaik Karppandhariththuth Thaaladiyaip Peruveergal; Akkiniyaippol Ungal Suvaasame Ungalaippatchikkum. "},
{ "Verses": "12 janangal Sunnaambaippola Neetrappaduvaargal; Vettappatta Mutchedigalaippolath Theeyil Erikkappaduvaargal. "},
{ "Verses": "13 dhooraththilullavargale, Naan Seygiradhaik Kelungal; Sameebaththilirukkiravargale En Paraakkiramaththai Arindhukollungal Engiraar. "},
{ "Verses": "14 seeyonilulla Paavigal Thigaikkiraargal; Maayakkaararai Nadukkam Pidikkiradhu; Patchikkum Akkinikku Munbaaga Nammil Thariththiruppavan Yaar? Niththiya Juvaalaikku Munbaaga Nammil Thaabarippavan Yaar Engiraargal. "},
{ "Verses": "15 needhiyaai Nadandhu, Semmaiyaanavaigalaip Pesi, Idukkan Seyvadhaal Varum Aadhaayaththai Veruththu, Paridhaanangalai Vaangaadhapadikkuth Than Kaigalai Udhari, Raththanchindhuvadharkaana Yosanaigalaik Kelaadhapadikkuth Than Seviyai Adaiththu, Pollaappaik Kaanaadhapadikkuth Than Kangalai Moodugiravanevano, "},
{ "Verses": "16 avan Uyarndha Idangalil Vaasampannuvaan; Kanmalaigalin Arangal Avanudaiya Uyarndha Adaikkalamaagum; Avan Appam Avanukkuk Kodukkappadum; Avan Thanneer Avanukku Nichchayamaaik Kidaikkum. "},
{ "Verses": "17 un Kangal Raajaavai Magimai Porundhinavaraagak Kaanum, Dhooraththilulla Dhesaththaiyum Paarkkum. "},
{ "Verses": "18 un Manam Bayangaraththai Ninaivukoorum; Kanakkan Enge? Thandalkaaran Enge? Koburangalai Enninavan Enge? "},
{ "Verses": "19 unakku Vilangaadha Baashaiyaiyum, Aridharkariya Oruvidhamaana Pechchaiyumudaiya Andhak Kuroora Janangalai Ini Nee Kaanaai. "},
{ "Verses": "20 nammudaiya Pandigaigal Aasarikkappadum Nagaramaagiya Seeyonai Nokkippaar; Un Kangal Erusalemai Amarikkaiyaana Thaabaramaagavum, Peyarkkappadaadha Koodaaramaagavum Kaanum; Ini Adhin Mulaigal Endraikkum Pidungappaduvadhumillai, Adhin Kayirugalil Ondrum Arundhu Povadhumillai. "},
{ "Verses": "21 magimaiyulla Karththar Ange Namakku Magaa Visaalamaana Nadhigalum Aarugalumulla Sthalampoliruppaar; Valikkira Padavu Ange Oduvadhum Illai, Periya Kappal Ange Kadandhuvaruvadhum Illai. "},
{ "Verses": "22 karththar Nammudaiya Nyaayaadhipadhi, Karththar Nammudaiya Nyaayappramaanigar, Karththar Nammudaiya Raajaa, Avar Nammai Ratchippaar. "},
{ "Verses": "23 un Kayirugal Thalarndhupom; Paaimaraththaik Kettippaduththavum Paayai Virikkavun Koodaamarpom; Appozhudhu Thiralaana Kollaipporul Pangidappadum; Sappaanigalum Kollaiyaaduvaargal. "},
{ "Verses": "24 vyaadhippattirukkiren Endru Nagaravaasigal Solvadhillai; Adhil Vaasamaayirukkira Janaththin Akkiramam Mannikkappattirukkum. "}
]