[
{ "Verses": "1 kadal Vanaandharaththin Baaram. Suzhalkaatru Thenthisaiyilirundhu Ezhumbik Kadandhuvarugiradhupola, Bayangaramaana Dhesamaagiya Vanaandharaththilirundhu Adhu Varugiradhu. "},
{ "Verses": "2 kodiya Dharisanam Enakkuth Therivikkappattadhu; Dhrogi Dhrogampanni Paazhaakkiravan Paazhaakkikkonde Irukkiraan; Elaame Ezhumbu; Medhiyaave Mutrikkaipodu; Adhinaale Undaana Thavippaiyellaam Ozhiyappanninen. "},
{ "Verses": "3 aagaiyaal, En Iduppu Magaa Vedhanaiyaal Niraindhirukkiradhu; Pillaiperugiravalin Vedhanaigalukku Oththa Vedhanaigal Ennaip Pidiththadhu; Kettadhinaal Ulaivukondu, Kandadhinaal Kalanginen. "},
{ "Verses": "4 en Irudhayam Thigaiththadhu; Thigil Ennaith Thidukkidappannitru; Enakku Inbanthandha Iravu Bayangaramaayitru. "},
{ "Verses": "5 pandhiyai Aayaththappaduththungal, Jaamakkaararai Vaiyungal, Pusiyungal Kudiyungal; Prabukkale, Ezhundhu Parisaigalukku Enney Poosungal. "},
{ "Verses": "6 aandavar Ennai Nokki: Nee Poi, Kaanbadhaith Therivikkumpadi Jaamakkaaranai Vai Endraar. "},
{ "Verses": "7 avan Oru Radhaththaiyum, Jodu Jodaana Kudhiraiveeraraiyum, Jodu Jodaagak Kazhudhaigalinmelum Ottagangalinmelum Erivarugiravargalaiyum Kandu, Migundha Gavanamaaik Gavaniththukkonde Irundhu: "},
{ "Verses": "8 aandavare, Naan Pagalmuzhudhum En Kaavalile Nindru, Raamuzhudhum Naan En Kaavalidaththile Thariththirukkiren Endru Singaththaippol Saththamittuk Kooppidugiraan. "},
{ "Verses": "9 idho, Oru Jodu Kudhirai Poonda Radhaththinmel Eriyirukkira Oru Manushan Varugiraan; Baabilon Vizhundhadhu, Vizhundhadhu; Adhin Vikkiragadhevargalaiyellaam Tharaiyode Modhi Udaiththaar Endru Pradhiyuththaram Sollugiraan. "},
{ "Verses": "10 en Poradippin Dhaaniyame, Kalaththin Kodhumaiye, Isravelin Dhevanaagiya Senaigalin Karththaraal Naan Kelvippattadhai Ungalukku Ariviththen. "},
{ "Verses": "11 thoomaavin Baaram. Seyeerilirundhu Ennai Nokki: Jaamakkaarane, Iravu Evvalavu Sendradhu? Endru Kooppittuk Ketka; "},
{ "Verses": "12 adharku Jaamakkaaran: Vidiyarkaalam Varugiradhu Raakkaalamum Varugiradhu; Neengal Ketka Manadhaanaal Thirumbivandhu Kelungal Endru Sollugiraan. "},
{ "Verses": "13 arabiyaavin Baaram. Thidhaaniyaraagiya Payanakkoottangale, Neengal Arabiyaavin Kaadugalil Raaththanguveergal. "},
{ "Verses": "14 themaadhesaththin Kudigale, Neengal Thaagamaayirukkiravargalukkuth Thanneer Kondupoi, Thappi Odugiravargalukku Appankodukka Edhirkondupongal. "},
{ "Verses": "15 avargal, Pattayangalukkum, Uruvina Katkaththukkum Naanetrina Villukkum, Yuththaththin Kodumaikkum Thappi Odugiraargal. "},
{ "Verses": "16 aandavar Ennai Nokki: Oru Koolikkaaranudaiya Varushangalukkoththa Ore Varushaththile Kedhaarudaiya Magimaiyellaam Atruppom. "},
{ "Verses": "17 kedhaar Puththiraraagiya Paraakkirama Vilveerarin Thogaiyil Meedhiyaanavargal Konjapperaayiruppaargal Endraar; Isravelin Dhevanaagiya Karththar Idhai Uraiththaar. "}
]