[
{ "Verses": "1 ezhaigalai Vazhakkile Thorkappannavum, En Janaththil Sirumaiyaanavargalin Nyaayaththaip Purattavum, Vidhavaigalai Sooraiyaadavum, Thikkatra Pillaigalaik Kollaiyidavum, "},
{ "Verses": "2 aniyaayamaana Theerppugalai Seygiravargalukkum, Kodumaiyaana Kattalaigalai Ezhudhugiravargalukkum Aiyo! "},
{ "Verses": "3 visaarippin Naalilum, Dhooraththilirundhu Varum Paazhkkadippin Naalilum Neengal Ennaseyveergal? Udhaviperumpadi Yaaridaththil Oduveergal? Ungal Magimaiyai Enge Vaiththu Viduveergal? "},
{ "Verses": "4 kattundavargalinkeezh Mudanginaalozhiya Kolaiseyyappattavargalukkul Vizhuvaargal; Ivaiyellaavatrilum Avarudaiya Kobam Aaraamal, Innum Avarudaiya Kai Neettinapadiye Irukkiradhu. "},
{ "Verses": "5 en Kobaththin Kolaagiya Aseeriyanukku Aiyo! Avan Kaiyilirukkiradhu En Sinaththin Thandaayudham. "},
{ "Verses": "6 avabakthiyaana Janangalukku Virodhamaai Naan Avanai Anuppi, Enakkuk Kobamoottina Janaththaikkollaiyidavum, Sooraiyaadavum, Adhai Veedhigalin Setraippol Midhiththuppodavum Avanukkuk Kattalaikoduppen. "},
{ "Verses": "7 avano Appadi Ennugiradhumillai, Avan Irudhayam Appadippattadhai Ninaikkiradhumillai; Anegam Jaadhigalai Azhikkavum, Sangarikkavume Than Manadhile Ninaivukollugiraan. "},
{ "Verses": "8 avan: En Prabukkal Anaivarum Raajaakkalallavo? "},
{ "Verses": "9 kalno Pattanam Karkemisaippolaanadhillaiyo? Aamaadh Arpaaththaippolaanadhillaiyo? Samaariyaa Thamaskuvaippolaanadhillaiyo? "},
{ "Verses": "10 erusalemaiyum Samaariyaavaiyum Paarkkilum Viseshiththa Silaigalulla Vikkiraga Raajyangalai En Kai Kandupidiththirukka, "},
{ "Verses": "11 naan Samaariyaavukkum, Adhin Vikkiragangalukkum Seydhadhupol, Erusalemukkum Adhin Vikkiragangalukkum Seyyaamaliruppeno Endru Sollugiraan. "},
{ "Verses": "12 aadhalaal: Aandavar Seeyon Malaiyilum Erusalemilum Thamadhu Seyalaiyellaam Mudiththirukkumpodhu, Aseeriya Raajaavinudaiya Perumaiyaana Nenjin Vinaiyaiyum, Avan Kangalin Mettimaiyaana Paarvaiyaiyum Naan Visaarippen Engiraar. "},
{ "Verses": "13 avan: En Kaiyin Belaththinaalum, En Gnaanaththinaalum Idhaichcheydhen; Naan Buththimaan, Naan Janangalin Ellaigalai Maatri, Avargal Pandagasaalaigalaik Kollaiyittu Vallavanaippol Kudigalaith Thaazhththinen. "},
{ "Verses": "14 oru Kuruvikkoottaik Kandupidikkiradhupola En Kai Janangalin Aasthiyaik Kandupidiththadhu; Vittuvidappatta Muttaigalai Vaarikkolvadhupol Boomiyaiyellaam Naan Vaarikkonden; Oruvarum Settaiyai Asaiththadhumillai, Vaayaith Thirandhadhumillai, Keechchendru Saththamittadhumillai Endru Sollugiraan. "},
{ "Verses": "15 kodariyaanadhu Thannaal Vettugiravanukku Virodhamaai Menmai Paaraattalaamo? Vaalaanadhu Thannaik Kaiyaadugiravanukku Virodhamaaip Perumaipaaraattalaamo? Paaraattinaal, Thadiyaanadhu Thannaip Pidiththavanai Mirattinaarpolavum, Kolaanadhu Naan Marakkattaiyallavendru Ezhumbinaarpolavum Irukkume. "},
{ "Verses": "16 aagaiyaal Senaigalin Aandavaraagiya Karththar, Avanaichcherndha Kozhuththavargalukkulle Ilaippai Anuppuvaar; Patchikkum Akkiniyaippolum Oru Akkiniyai Avan Magimaiyinkeezh Koluththuvaar. "},
{ "Verses": "17 isravelin Oliyaanavar Akkiniyum, Adhin Parisuththar Akkinijuvaalaiyumaagi, Orenaalile Avanudaiya Mutchedigalaiyum, Nerinjilgalaiyum Thagiththup Patchiththu, "},
{ "Verses": "18 avanudaiya Vanaththin Magimaiyaiyum, Avanudaiya Payirnilaththin Magimaiyaiyum, Ullum Purambumaai Azhiyappannuvaar; Kodipidikkiravan Kalaiththu Vizhuvadhupolaagum. "},
{ "Verses": "19 kaattil Avanukku Meedhiyaana Marangal Konjamaayirukkum, Oru Sirupillai Avaigalai Enni Ezhudhalaam. "},
{ "Verses": "20 akkaalaththile Isravelil Meedhiyaanavargalum, Yaakkobin Vamsaththil Thappinavargalum, Pinnorupodhum Thangalai Adiththavanai Saarndhukollaamal, Isravelin Parisuththaraagiya Karththaraiye Unmaiyaai Saarndhukolvaargal. "},
{ "Verses": "21 meedhiyaayiruppavargal, Yaakkobil Meedhiyaayiruppavargale, Vallamaiyulla Dhevanidaththil Thirumbuvaargal. "},
{ "Verses": "22 isravele, Un Janangal Samuththiraththin Manalaththanaiyaayirundhaalum, Avargalil Meedhiyaayiruppavargalmaaththiram Thirumbuvaargal; Theermaanikkappatta Azhivu Niraindha Needhiyode Puranduvarum. "},
{ "Verses": "23 senaigalin Karththaraagiya Aandavar Dhesaththukkullengum Theermaanikkappatta Azhivai Varachcheyvaar. "},
{ "Verses": "24 aagaiyaal Seeyonil Vaasamaayirukkira En Janame, Aseeriyanukku Bayappadaadhe; Avan Unnaikkolaal Adiththu, Egipthiyaraippol Than Thandaayudhaththai Unmel Onguvaan. "},
{ "Verses": "25 aanaalum Innum Konjakkaalaththukkulle En Ukkiramum, Avargalai Sangarikkappogiradhinaal En Kobamum Theerndhupom Endru Senaigalinkarththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "26 orep Kanmalaiyandaiyile Meedhiyaaniyar Vettundadhupol Senaigalin Karththar Avan Mel Oru Savukkai Ezhumbivarappanni, Egipthile Thamadhu Kolaik Kadalinmel Onginadhupol Adhai Avanmel Onguvaar. "},
{ "Verses": "27 annaalil Un Tholinindru Avan Sumaiyum, Un Kazhuththinindru Avan Dhukkamum Neekkappadum; Abishegaththin Nugam Murindhupom. "},
{ "Verses": "28 avan Aayaaththukku Vandhu, Mikronaik Kadandhu, Mikmaasile Than Rasthukkalai Vaiththirukkiraan. "},
{ "Verses": "29 kanavaayaith Thaandi, Kebaavile Paalayamirangugiraargal; Raamaa Adhirgiradhu; Savulin Ooraagiya Kibiyaa Odippogiradhu. "},
{ "Verses": "30 kaalim Kumaaraththiye, Uraththasaththamaaik Kooppidu; Ezhai Aana Thoththe, Laayeesh Oormattum Ettasaththamittuk Kooppidu. "},
{ "Verses": "31 madhmenaa Valasaivaangippom, Kebimin Kudigal Thappiodak Koottankoodugiraargal. "},
{ "Verses": "32 ini Orunaal Nopile Thangi, Seeyon Kumaaraththiyin Parvadhaththukkum, Erusalemin Mettukkum Virodhamaaik Kaineetti Mirattuvaan. "},
{ "Verses": "33 idho, Senaigalin Karththaraagiya Aandavar Thoppugalai Bayangaramaai Vettuvaar; Ongi Valarndhavaigal Vettundu Mettimaiyaanavaigal Thaazhththappadum. "},
{ "Verses": "34 avar Kaattin Adarththiyaik Kodariyinaal Vettippoduvaar; Magaththuvamaanavaraale Leebanon Vizhum. "}
]