[
{ "Verses": "1 indhudhesammudhal Eththiyoppiyaa Dhesamvaraikkumulla Nootrirubaththezhu Naadugalaiyum Arasaanda Agaasveruvin Naatkalile Sambaviththadhaavadhu: "},
{ "Verses": "2 raajaavaagiya Agaasveru Soosaan Aramanaiyilirukkira Than Raajyaththin Singaasanaththinmel Veetrirundhaan. "},
{ "Verses": "3 avan Than Raajyabaaraththin Moondraam Varushaththile Thannudaiya Prabukkalukkum Oozhiyakkaararukkum Virundhupanninaan; Appozhudhu Persiyaa Medhiyaa Dhesangalilulla Magaththaanavargalum, Naadugalin Adhipadhigalum, Prabukkalum, Avan Samugaththil Vandhirundhaargal. "},
{ "Verses": "4 avan Than Raajyaththin Magimaiyaana Aisuvariyaththaiyum, Than Magaththuvaththin Sirandha Pradhaabaththaiyum Anega Naalaagiya Nootrenbadhunaalalavum Vilangachcheydhukondirundhaan. "},
{ "Verses": "5 annaatkal Mudindhapodhu, Raajaavin Aramanaiyil Vandhirundha Periyormudhal Siriyormattumulla Samastha Janangalukkum Raaja Aramanaiyai Serndha Singaaraththottaththilulla Mandabaththil Ezhunaal Virundhu Seyviththaan. "},
{ "Verses": "6 ange Vengalath Thoongalinmelulla Velli Valaiyangalil Melliyanoolum Sivappunoolumaana Kayirugalaal Vellaiyum Pachchaiyum Ilaneelamumaagiya Thonguthiraigal Vidhaaniththirundhadhu; Sivappum Neelamum Vellaiyum Karuppumaana Karkal Padhiththirundha Thalavarisaiyinmel Porcharigaiyum Vellichcharigaiyumaana Meththaigal Vaikkappattirundhadhu. "},
{ "Verses": "7 ponnaal Seyyappatta Naanaavidha Paaththirangalile Paanam Kodukkappattadhu; Mudhaltharamaana Dhraatcharasam Raajasthidhikku Erkap Paripooranamaaip Parimaarappattadhu. "},
{ "Verses": "8 avaravarudaiya Manadhinpadiye Seyyalaam Endru Raajaa Than Aramanaiyin Periya Manusharukkellaam Kattalaiyittirundhapadiyinaal, Muraippadi Paanampanninaargal; Oruvanum Balavandhampannavillai. "},
{ "Verses": "9 raajasthreeyaagiya Vasthiyum Raajaavaagiya Agaasveruvin Aramanaiyile Sthreegalukku Oru Virundhu Seydhaal. "},
{ "Verses": "10 ezhaam Naalile Raajaa Dhraatcharasaththinaal Kalippaayirukkumpodhu, Magaa Roobavadhiyaayirundha Raajasthreeyaagiya Vasthiyin Sowndhariyaththai Janangalukkum Prabukkalukkum Kaanbikkumpadi, Raajagreedam Tharikkappattavalaaga, Avalai Raajaavukku Munbaaga Azhaiththuvaravendumendru, "},
{ "Verses": "11 raajaavaagiya Agaasveruvin Samugaththil Sevikkira Megumaan, Pisthaa, Arponaa, Pikdhaa, Abakdhaa, Sedhaar, Karkaas Ennum Ezhu Pradhaanigalukkum Kattalaiyittaan. "},
{ "Verses": "12 aanaalum Pradhaanigal Moolamaai Raajaa Solliyanuppina Kattalaikku Raajasthreeyaagiya Vasthi Varamaatten Endraal; Appozhudhu Raajaa Kadunkobamadaindhu, Thanakkulle Moorkkaverikondaan. "},
{ "Verses": "13 achchamayaththil Raajasamugaththaith Dharisikkiravargalum, Raajyaththin Mudhal Aasanangalil Utkaarugiravargalumaana Kaashenaa, Sedhaar, Adhmaadhaa, Tharshees, Meres, Marsenaa, Memugaan Ennum Persiyar Medhiyarudaiya Ezhu Prabukkalum Avan Sameebaththil Irundhaargal. "},
{ "Verses": "14 raajaa Nyaayappramaanaththaiyum Raajaneedhiyaiyum Arindhavargalidaththil Pesuvadhu Thanakku Vazhakkamaanapadiyaal, Kaalaakaala Varththamaanangalai Arindha Pandidhargalai Nokki: "},
{ "Verses": "15 raajaavaagiya Agaasveru Pradhaanigal Moolamaai Solliyanuppina Kattalaiyinpadi Raajasthreeyaagiya Vasthi Seyyaamarponadhinimiththam, Dhesachchattaththinpadi Avalukku Seyyavendiyadhu Enna Endru Kettaan. "},
{ "Verses": "16 appozhudhu Memugaan Raajaavukkum Prabukkalukkum Munne Pradhiyuththaramaaga: Raajasthreeyaagiya Vasthi Raajaavukkumaaththiram Alla, Raajaavaagiya Agaasveruvinudaiya Sagala Naadugalilumulla Sagala Prabukkalukkum Sagala Janangalukkunkooda Aniyaayancheydhaal. "},
{ "Verses": "17 raajaavaagiya Agaasveru Raajasthreeyaagiya Vasthiyaith Thamakku Munbaaga Azhaiththuvara Sonnapodhu, Aval Varamaattom Engira Seydhi Ellaa Sthreegalukkum Prasiththamaanaal, Avargalum Thangal Purusharaith Thangal Paarvaiyil Arpamaai Ennuvaargal. "},
{ "Verses": "18 indraiyadhiname Persiyaavilum Medhiyaavilumulla Prabukkalin Sthreegal Raajasthreeyin Seydhiyaik Ketkumpodhu, Raajaavin Prabukkalukkellaam Appadiye Solluvaargal; Migundha Asattaiyum Erichchalum Vilaiyum. "},
{ "Verses": "19 raajaavukku Sammadhiyaayirundhaal, Vasthi Ini Raajaavaagiya Agaasveruvukku Munbaaga Varak Koodaadhu Endrum, Avaludaiya Raajamenmaiyai Avalaippaarkkilum Uththamiyaagiya Matroru Sthreekku Raajaa Koduppaaraaga Endrum, Avaraal Oru Raajakattalai Pirandhu, Adhu Meerappadaadhapadikku, Persiyaavukkum Medhiyaavukkum Uriya Dhesa Sattaththilum Ezhudhappadavendum. "},
{ "Verses": "20 ippadi Raajaa Theerththa Kaariyam Thamadhu Vistheenaramaana Raajyamengum Ketkappadumpodhu, Periyormudhal Siriyormattumulla Ellaa Sthreegalum Thangal Purusharaik Ganampannuvaargal Endraan. "},
{ "Verses": "21 indha Vaarththai Raajaavukkum Prabukkalukkum Nalamaaith Thondrinadhinaal, Raajaa Memugaanudaiya Vaarththaiyinpadiye Seydhu, "},
{ "Verses": "22 endhap Purushanum Than Veettukkuththaane Adhigaariyaayirukkavendum Endrum, Idhai Andhandha Janangaludaiya Baashaiyile Prasiththampannavendumendrum, Andhandha Naattil Vazhangugira Atcharaththilum, Andhandha Jaadhiyaar Pesugira Baashaiyilum, Raajaavin Sagala Naadugalukkum Kattalai Ezhudhi Anuppinaan. "}
]