[
{ "Verses": "1 indha Nadapadigalukkuppinbu, Raajaavaagiya Agaasveru Ammedhaaththaavin Kumaaranaagiya Aamaan Ennum Aagaagiyanai Menmaippaduththi, Thannidaththilirukkira Sagala Prabukkalukkum Melaaga Avanudaiya Aasanaththai Uyarththivaiththaan. "},
{ "Verses": "2 aagaiyaal Raajaavin Aramanai Vaasalilirukkira Raajaavin Oozhiyakkaarar Ellaarum Aamaanai Vanangi Namaskariththu Vandhaargal; Avanukku Ippadi Seyyavendum Endru Raajaa Kattalaiyittirundhaan; Aanaalum Mordhegaai Avanai Vanangavumillai, Namaskarikkavumillai. "},
{ "Verses": "3 appozhudhu Raajaavin Aramanai Vaasalilirukkira Raajaavin Oozhiyakkaarar Mordhegaayaip Paarththu: Nee Raajaavin Kattalaiyai Meerugiradhu Enna Endru Kettaargal. "},
{ "Verses": "4 ippadi Avargal Naalukkunaal Avanudane Solliyum, Avan Thangalukku Sevikodaadhapodhu, Thaan Yoodhan Endru Avan Avargalukku Ariviththirundhapadiyaal, Mordhegaayin Sorkal Nilainirkumo Endru Paarkkiradharku, Adhai Aamaanukku Ariviththaargal. "},
{ "Verses": "5 aamaan Mordhegaai Thannai Vanangi Namaskariyaadhadhaik Kandapodhu, Moorkkam Niraindhavanaanaan. "},
{ "Verses": "6 aanaalum Mordhegaayinmel Maaththiram Kaipoduvadhu Avanukku Arpakkaariyamaagak Kandadhu; Mordhegaayin Janangal Innaarendru Aamaanukku Arivikkappattirundhapadiyaal, Agaasveruvin Raajyamengum Irukkira Mordhegaayin Janamaagiya Yoodharaiyellaam Sangarikka Avan Vagaithedinaan. "},
{ "Verses": "7 raajaavaagiya Agaasveruvin Pannirandaam Varusham Nisaan Maadhamaagiya Mudhalaam Maadhaththile Aamaanukku Munbaagap Poor Ennappatta Seettu Ovvoru Naalaiyum Ovvorumaadhaththaiyum Kuriththup Podappattu, Aadhaar Maadhamaana Pannirandaam Maadhaththinmel Vizhundhadhu. "},
{ "Verses": "8 appozhudhu Aamaan Agaasveru Raajaavai Nokki: Ummudaiya Raajyaththin Sagala Naadugalilumulla Janangalukkulle Oruvidha Janangal Sidharundu Parambiyirukkiraargal; Avargaludaiya Vazhakkangal Sagala Janangaludaiya Vazhakkangalukkum Vigarpamaayirukkiradhu; Avargal Raajaavin Sattangalaik Kaikkollugiradhillai; Aagaiyaal Avargalai Ippadi Vittirukkiradhu Raajaavukku Nyaayamalla. "},
{ "Verses": "9 raajaavukku Sammadhiyaanaal, Avargalai Azhikkavendumendru Ezhudhi Anuppavendiyadhu; Appozhudhu Naan Raajaavin Kajaanaavile Konduvandhu Seluththa Padhinaayiram Thaalandhu Velliyai Ennik Kaariyakkaarar Kaiyil Koduppen Endraan. "},
{ "Verses": "10 appozhudhu Raajaa Than Kaiyilirukkira Than Modhiraththaik Kazhatri, Adhai Aagaagiyanaana Ammedhaaththaavin Kumaaranum Yoodharin Saththuruvumaagiya Aamaanidaththil Koduththu, "},
{ "Verses": "11 aamaanai Nokki: Andha Velliyai Nee Vaiththukkol; Andha Janaththukku Un Ishtappadi Seyyalaam Endraan. "},
{ "Verses": "12 mudhalaam Maadham Padhinmoondraanthedhiyile, Raajaavin Sambiradhigal Azhaikkappattaargal; Aamaan Karpiththapadiyellaam Raajaavin Dhesaadhipadhigalukkum, Ovvoru Naattinmel Vaikkappattirundha Thuraigalukkum, Ovvoru Janaththin Prabukkalukkum, Andhandha Naattil Vazhangum Atcharaththilum, Andhandha Jaadhiyaar Pesum Baashaiyilum Ezhudhappattadhu; Raajaavaagiya Agaasveruvinperaal Adhu Ezhudhappattu, Raajaavin Modhiraththinaal Muththirai Podappattadhu. "},
{ "Verses": "13 aadhaar Maadhamaana Pannirandaam Maadham Padhinmoondraanthedhiyaagiya Orenaalile Siriyor Periyor Kuzhandhaigal Sthreegal Aagiya Sagala Yoodharaiyum Azhiththuk Kondru Nirmoolamaakkavum, Avargalaik Kollaiyidavum, Anjarkaarar Kaiyile Raajaavin Naadugalukkellaam Kattalaigal Anuppappattadhu. "},
{ "Verses": "14 andha Naalukku Aayaththappattirukkavendum Endru Sagala Janangalukkum Koori Arivikkiradharkaagak Kodukkappatta Kattalaiyin Nagal Idhuve, Idhu Ovvoru Naattilum Prasiththampannappattadhu. "},
{ "Verses": "15 andha Anjarkaarar Raajaavin Uththaravinaal Theeviramaaip Purappattupponaargal; Andhak Kattalai Soosaan Aramanaiyil Pirandhadhu. Raajaavum Aamaanum Kudikkumpadi Utkaarndhaargal; Soosaan Nagaram Kalangitru. "}
]