[
{ "Verses": "1 andha Raaththiriyile Raajaavukku Niththirai Varaadhapadiyinaal, Kaalavarththamaanangal Ezhudhiyirukkira Nadapadi Pusthagaththaik Konduvarachchonnaan; Adhu Raajasamugaththil Vaasikkappattadhu. "},
{ "Verses": "2 appozhudhu Vaasar Kaavalaalaril Raajaavin Irandu Pradhaanigalaagiya Pikdhaanaavum Theresum, Raajaavaagiya Agaasveruvinmel Kaipodappaarththa Seydhiyai Mordhegaai Ariviththaan Endru Ezhudhiyirukkiradhu Vaasikkappattadhu. "},
{ "Verses": "3 appozhudhu Raajaa: Idharkaaga Mordhegaaikku Ganamum Menmaiyum Seyyappattadhaa Endru Kettaan. Adharku Raajaavai Sevikkira Oozhiyakkaarar: Avanukku Ondrum Seyyappadavillai Endru Sonnaargal. "},
{ "Verses": "4 aamaan Thaan Seydha Thookkumaraththile Mordhegaayaith Thookkippodavendumendru, Raajaavinidaththil Pesumpadi Raaja Aramanaiyin Velimutraththile Vandhirundhaan. Appozhudhu Raajaa: Mutraththilirukkiradhu Yaar Endru Kettaan. "},
{ "Verses": "5 raajaavin Oozhiyakkaarar Avanai Nokki: Idho, Aamaan Mutraththile Nirkiraan Endraargal; Raajaa: Avan Ulle Varattum Endraan. "},
{ "Verses": "6 aamaan Ulle Vandhapodhu, Raajaa Avanai Nokki: Raajaa Ganampanna Virumbugira Manushanukku Enna Seyyappadavendum Endru Kettaan; Adharku Aamaan, Ennaiyandri, Yaarai Raajaa Ganampanna Virumbuvaar Endru Than Manadhile Ninaiththu, "},
{ "Verses": "7 raajaavai Nokki: Raajaa Ganampanna Virumbugira Manushanukku Seyyavendiyadhu Ennavendraal, "},
{ "Verses": "8 raajaa Uduththikkollugira Raajavasthiramum, Raajaa Erugira Kudhiraiyum, Avar Sirasile Tharikkappadum Raajamudiyum Konduvarappadavendum. "},
{ "Verses": "9 andha Vasthiramum Kudhiraiyum Raajaavudaiya Pradhaana Prabukkalil Oruvanudaiya Kaiyile Kodukkappadavendum; Raajaa Ganampanna Virumbugira Manushanai Alangariththapin, Avanaik Kudhiraiyinmel Etri, Nagaraveedhiyil Ulaavumpadi Seydhu, Raajaa Ganampanna Virumbugira Manushanukku Ippadiye Seyyappadum Endru Avanukku Munbaagak Koorappadavendum Endraan. "},
{ "Verses": "10 appozhudhu Raajaa Aamaanai Nokki: Seekkiramaai Nee Sonnapadi Vasthiraththaiyum Kudhiraiyaiyum Kondupoi, Raaja Aramanaiyin Vaasalil Utkaarndhirukkira Yoodhanaagiya Mordhegaaikku Andhappragaaram Sey; Nee Sonna Ellaavatrilum Ondrum Thavaraadhapadi Paar Endraan. "},
{ "Verses": "11 appadiye Aamaan Vasthiraththaiyum Kudhiraiyaiyum Kondupoi, Mordhegaayai Alangariththu, Avanaik Kudhiraiyinmel Etri, Nagaraveedhiyil Ulaavumpadi Seydhu, Raajaa Ganampanna Virumbugira Manushanukku Ippadiye Seyyappadum Endru Avanukku Munbaagak Koorinaan. "},
{ "Verses": "12 pinbu Mordhegaai Raajaavin Aramanaivaasalukkuth Thirumbivandhaan; Aamaanovendraal Sanjalappattu Mukkaadittukkondu Than Veettukkuth Theeviriththup Ponaan. "},
{ "Verses": "13 aamaan Thanakku Neritta Ellaavatraiyum Than Manaiviyaagiya Sireshukkum Than Snegidhar Ellaarukkum Ariviththapodhu, Avanudaiya Aalosanaikkaararum Avan Manaiviyaagiya Sireshum Avanaip Paarththu: Mordhegaaikku Munbaaga Neer Thaazhndhupogath Thodangineer; Avan Yoodhakulamaanaal, Neer Avanai Merkollaamal Avanukku Munbaagath Thaazhndhupovadhu Nichchayam Endraargal. "},
{ "Verses": "14 avargal Ippadip Pesikkondirukkumpodhe, Raajaavin Pradhaanigal Vandhu, Esthar Seydha Virundhukkuvara Aamaanaith Thuridhappaduththinaargal. "}
]