[
{ "Verses": "1 raajaavin Vaarththaiyinpadiyum Avanudaiya Kattalaiyinpadiyum Seyyappadugiradharku, Aadhaar Maadham Engira Pannirandaam Maadham Padhinmoondraan Thedhiyile, Yoodharin Pagaignar Avargalai Merkollalaam Endru Nambinaargale; Annaaliledhaane, Yoodharaanavargal Thangal Pagaignarai Merkollumpadikkuk Kaariyam Maarudhalaai Mudindhadhu. "},
{ "Verses": "2 yoodhar Agaasveru Raajaavin Sagala Naadugalilumulla Pattanangalile Thangalukkup Pollaappu Varappannappaarththavargalmel Kaipodak Koodikkondaargal; Oruvarum Avargalukku Munbaaga Nirkak Koodaadhirundhadhu; Avargalaippatri Sagala Janangalukkum Bayamundaayitru. "},
{ "Verses": "3 naadugalin Sagala Adhigaarigalum, Dhesaadhipadhigalum, Thuraigalum, Raajaavin Kaariyangalai Nadappikkiravargalum, Yoodharukkuth Thunainindraargal; Mordhegaayinaal Undaana Bayangaram Avargalaip Pidiththadhu. "},
{ "Verses": "4 mordhegaai Raajaavin Aramanaiyil Periyavanaayirundhaan; Avanudaiya Keerththi Ellaa Naadugalilum Prasiththamaayitru; Indha Mordhegaai Enbavan Menmelum Periyavanaanaan. "},
{ "Verses": "5 appadiye Yoodhar Thangal Saththurukkalaiyellaam Pattayaththaal Vettikkondru Nirmoolamaakki, Thangal Ishtappadi Thangal Pagaignarukku Seydhaargal. "},
{ "Verses": "6 yoodhar Soosaan Aramanaiyilum Ainnooruperaik Kondru Nirmoolamaakkinaargal. "},
{ "Verses": "7 ammedhaaththaavin Kumaaranaagiya Aamaan Ennum Yoodharudaiya Saththuruvin Kumaararaana Parsaandhaaththaa, Thalpon, Aspaadhaa, "},
{ "Verses": "8 poraadhaa, Adhaliyaa, Aridhaaththaa, "},
{ "Verses": "9 parmashtaa, Arisaai, Aridhaai, Vaaisaadhaa Aagiya Paththupperaiyum Kondrupottaargal. "},
{ "Verses": "10 aanaalum Kollaiyidath Thangal Kaiyai Neettavillai. "},
{ "Verses": "11 andraiyadhinam Soosaan Aramanaiyil Kondrupodappattavargalin Thogai Raajasamugaththil Konduvarappattadhu. "},
{ "Verses": "12 appozhudhu Raajaa, Raajaaththiyaagiya Estharai Nokki: Yoodhar Soosaan Aramanaiyil Ainnooruperaiyum Aamaanin Paththuk Kumaararaiyum Kondru Nirmoolamaakkinaargal; Raajaavin Matra Naadugalilum Enna Seydhiruppaargalo! Ippodhum Un Vendudhal Enna? Adhu Unakkuk Kattalaiyidappadum; Un Mandraattu Enna? Adhinpadi Seyyappadum Endraan. "},
{ "Verses": "13 appozhudhu Esthar: Raajaavukku Siththamaayirundhaal, Indraiyadhinaththuk Kattalaiyinpadiye Soosaanilirukkira Yoodhar Naalaiyadhinamum Seyyavum, Aamaanin Paththuk Kumaararin Udalaiyum Thookkumaraththil Thookkippodavum Uththaravaagavendum Endraal. "},
{ "Verses": "14 appadiye Seyyumpadikku Raajaa Uththaravu Koduththaan; Adharku Soochaanile Kattalai Pirandhadhu; Aamaanin Paththuk Kumaararudaiya Udalaiyum Thookkippottaargal. "},
{ "Verses": "15 soosaanilirukkira Yoodhar Aadhaar Maadhaththin Padhinaalaanthedhiyilum Koodichcherndhu, Soosaanil Munnooruperaik Kondrupottaargal; Aanaalum Kollaiyidath Thangal Kaiyai Neettavillai. "},
{ "Verses": "16 raajaavin Naadugalilulla Matra Yoodhargal Thangal Praananaith Tharkaakkavum, Thangal Pagaignarukku Vilagi Ilaippaarudhal Adaiyavum Orumikka Serndhu, Thangal Virodhigalil Ezhubaththaiyaayiram Peraik Kondrupottaargal; Aanaalum Kollaiyidath Thangal Kaiyai Neettavillai. "},
{ "Verses": "17 aadhaar Maadhaththin Padhinmoondraanthedhiyile Ippadi Seydhu, Padhinaalaanthedhiyile Ilaippaari, Adhai Virundhundu Sandhoshappadugira Pandigai Naalaakkinaargal. "},
{ "Verses": "18 soosaanilulla Yoodharovendraal, Andha Maadhaththin Padhinmoondraanthedhiyilum Padhinaalaanthedhiyilum Egamaaikkoodi, Padhinaindhaanthedhiyil Ilaippaari, Adhai Virundhundu Sandhoshappadugira Pandigai Naalaakkinaargal. "},
{ "Verses": "19 aadhalaal Alangamillaadha Oorgalil Kudiyirukkira Naattuppuraththaaraana Yoodhargal Aadhaar Maadhaththin Padhinaalaanthedhiyai Sandhoshamum, Virundhungira Poorippumaana Naalum, Oruvarukkoruvar Varisaigalai Anuppugira Naalumaakkinaargal. "},
{ "Verses": "20 mordhegaai Indha Varththamaanangalai Ezhudhi, Sameebaththilum Dhooraththilum Irukkira Agaasveru Raajaavin Sagala Naadugalilumulla Ellaa Yoodharukkum Nirubangalai Anuppi, "},
{ "Verses": "21 varushandhorum Aadhaar Maadhaththin Padhinaalaam Padhinaindhaanthedhigalai, Yoodhar Thangal Pagaignarukku Neengalaagi Ilaippaarudhal Adaindha Naatkalaagavum, Avargal Sanjalam Sandhoshamaagavum, Avargal Dhukkam Magizhchchiyaagavum Maarina Maadhamaagavum Aasariththu, "},
{ "Verses": "22 annaatkalil Virundhundu Sandhoshankondaadavum, Oruvarukkoruvar Varisaigalai Anuppavum, Eliyavargalukkuth Dhaanadharmancheyyavum Vendumendru Thittampanninaan. "},
{ "Verses": "23 appozhudhu Yoodhar Thaangal Seyyaththodanginapadiyum Mordhegaai Thangalukku Ezhudhinapadiyum Seyya Sammadhiththaargal. "},
{ "Verses": "24 ammedhaaththaavin Kumaaranaagiya Aamaan Ennum Aagaagiyan, Yoodharukkellaam Saththuruvaayirundhu Yoodharai Sangarikka Ninaiththu, Avargalai Azhikkavum Nirmoolamaakkavum, Poor Ennappatta Seettaip Poduviththaan. "},
{ "Verses": "25 aanaalum Esthar, Raajasamugaththilpoi, Yoodharukku Virodhamaai Avan Ninaiththa Avanudaiya Pollaadha Yosanai Avanudaiya Thalaiyinmel Thirumbumpadi Kattalai Pirappiththadhinaale, Avanaiyum Avan Kumaararaiyum Maraththile Thookkippottaargal. "},
{ "Verses": "26 aagaiyinaal Andha Naatkal Poor Ennum Perinaal Pooreem Ennappattadhu; Avan Andha Nirubaththil Ezhudhiyirundha Ellaa Vaarththaigalinimiththamum, Thaangale Indha Vishayaththil Anubaviththavaigaliniththamum, Thangalukku Nerittavaigalinimiththamum, "},
{ "Verses": "27 yoodhar Adhaith Thittappaduththi, Andha Irandu Naatkalaikkuriththu Ezhudhiyirukkirapadiye, Avaigalai Varushandhorum, Avaigalin Sariyaana Kaalaththile Aasariyaamaliruppadhillai Enbadhaiyum, "},
{ "Verses": "28 indha Naatkal Ellaath Thalaimuraigalilum, Vamsangalilum, Dhesangalilum, Oorgalilum Ninaivukoorappattu Aasarikkappadavendum Enbadhaiyum, Indhap Pooreem Ennum Pandigai Naatkal Yoodharukkulle Thavarippogaamalum, Avaigalai Ninaivukoorudhal Thangal Sandhadhiyaarukkulle Ozhindhupogaamalum Irukkavendum Enbadhaiyum, Thangalmelum, Thangal Sandhadhiyaarmelum, Thangal Maarkkaththil Amaiyappogira Matra Yaavarmelum Kadanaaga Niyamiththukkondaargal. "},
{ "Verses": "29 pooreemaikkuriththu Ezhudhiyirukkira Indha Irandaam Nirubaththaith Thidappaduththumpadikku, Abiyaayelin Kumaaraththiyaagiya Esthar Ennum Raajaaththiyum, Yoodhanaagiya Mordhegaayum, Pinnum Magaa Urudhiyaai Ezhudhinaargal. "},
{ "Verses": "30 yoodhanaagiya Mordhegaayum, Raajaaththiyaagiya Estharum Yoodharukku Urudhippaadupanninadhum, Avargaldhaane Ubavaasaththodum Alarudhalodum Aasarippom Endru Thangalmelum Thangal Sandhadhiyaarmelum Kadanaaga Niyamiththukkondadhumaana, Pooreem Ennappatta Indha Naatkal Avaigalin Sariyaana Kaalangalil Aasarikkappadum Kaariyaththai Urudhiyaakka, "},
{ "Verses": "31 avan Agaasveruvin Raajyaththilulla Nootrirubaththezhu Naadugalilum Irukkira Ellaa Yoodharukkum Samaadhaanamum Unmaiyumaana Vaarththaigalaiyudaiya Nirubangalai Anuppinaan. "},
{ "Verses": "32 ippadiye Estharin Kattalaiyaanadhu Pooreem Naatkalaippatrina Indha Varththamaanangalaith Thidappaduththinadhu; Adhu Oru Pusthagaththil Ezhudhappattadhu. "}
]