[
{ "Verses": "1 moondraam Naalile Esthar Raajavasthiran Thariththukkondu, Raaja Aramanaiyin Ulmutraththil, Raajaa Koluvirukkum Sthaanaththukku Edhiraaga Vandhu Nindraal; Raajaa Aramanaivaasalukku Edhiraana Kolumandabaththil Raajaasanaththile Veetrirundhaan. "},
{ "Verses": "2 raajaa Raajasthreeyaagiya Esthar Mutraththil Nirkiradhaik Kandapodhu, Avalukku Avan Kangalil Dhayai Kidaiththadhinaal, Raajaa Than Kaiyilirukkira Porchengolai Estharidaththirku Neettinaan; Appozhudhu Esthar Kittavandhu Sengolin Nuniyaith Thottaal. "},
{ "Verses": "3 raajaa Avalai Nokki: Esthar Raajaaththiye, Unakku Ennavendum? Nee Ketkira Mandraattu Enna? Nee Raajyaththil Paadhimattum Kettaalum, Unakkuk Kodukkappadum Endraan. "},
{ "Verses": "4 appozhudhu Esthar: Raajaavukku Siththamaanaal, Naan Thamakku Seyviththa Virundhukku Raajaavum Aamaanum Indraikku Varavendum Endraal. "},
{ "Verses": "5 appozhudhu Raajaa Esthar Sorpadi Seyya, Aamaanaith Theeviriththu Varumpadi Solli, Esthar Seydha Virundhukku Raajaavum Aamaanum Vandhaargal. "},
{ "Verses": "6 virundhile Dhraatcharasam Parimaarappadugaiyil, Raajaa Estharaip Paarththu: Un Vendudhal Enna? Adhu Unakkuk Kodukkappadum; Nee Ketkiradhu Enna? Nee Raajyaththil Paadhimattum Kettaalum Kidaikkum Endraan. "},
{ "Verses": "7 adharku Esthar Pradhiyuththaramaaga: "},
{ "Verses": "8 raajaavin Kangalil Enakkuk Kirubaikidaiththu, En Vendudhalaik Kattalaiyidavum, En Vinnappaththinpadi Seyyavum, Raajaavukku Siththamaayirundhaal, Raajaavum Aamaanum Naan Innum Thangalukku Seyyappogira Virundhukku Varavendum Enbadhe En Vendudhalum En Vinnappamumaayirukkiradhu; Naalaikku Raajaavin Sorpadi Seyven Endraal. "},
{ "Verses": "9 andraiya Dhinam Aamaan Sandhoshamum Manamagizhchchiyumaaip Purappattaan; Aanaalum Raajaavin Aramanai Vaasalilirukkira Mordhegaai Thanakku Mun Ezhundhiraamalum Asaiyaamalum Irukkiradhai Aamaan Kandapodhu, Avan Mordhegaayinmel Ukkiram Niraindhavanaanaan. "},
{ "Verses": "10 aagilum Aamaan Adhai Adakkikkondu, Than Veettukku Vandhu, Than Snegidharaiyum Than Manaiviyaagiya Sireshaiyum Azhaiththu, "},
{ "Verses": "11 than Aisuvariyaththin Magimaiyaiyum, Than Pillaigalin Thiratchiyaiyum, Raajaa Thannaip Periyavanaakki, Thannaip Prabukkalmelum Raajaavin Oozhiyakkaararmelum Uyarththina Ellaavatraiyum Aamaan Avargalukku Vivariththuchchonnaan. "},
{ "Verses": "12 pinnaiyum Aamaan: Raajasthreeyaagiya Estharum Thaan Seydha Virundhukku Raajaavudanekooda Ennaiththavira Veroruvaraiyum Azhaikkavillai; Naalaikkum Raajaavudanekooda Naan Virundhukku Varavazhaikkappattirukkiren. "},
{ "Verses": "13 aanaalum Andha Yoodhanaagiya Mordhegaai Raajaavin Aramanaivaasalil Utkaarndhirukkiradhai Naan Kaanumalavum Avaiyellaam Enakku Ondrumillaiyendraan. "},
{ "Verses": "14 appozhudhu Avan Manaiviyaagiya Sireshum Avanudaiya Snegidhar Ellaarum Avanaip Paarththu: Aimbadhumuzha Uyaramaana Oru Thookkumaram Seyyappadavendum; Adhile Mordhegaayai Thookkippodumpadi Naalaiyadhinam Neer Raajaavukku Sollavendum; Pinbu Sandhoshamaai Raajaavudanekooda Virundhukkuppogalaam Endraargal; Indhak Kaariyam Aamaanukku Nandraaik Kandadhinaal Thookkumaraththai Seyviththaan. "}
]