[
{ "Verses": "1 andraiyadhinam Agaasveru Raajaa Yoodharin Saththuruvaayirundha Aamaanin Veettai Raajaaththiyaagiya Estharukkuk Koduththaan; Mordhegaai Raajasamugaththil Vandhaan; Avan Thanakku Inna Uravu Endru Esthar Ariviththirundhaal. "},
{ "Verses": "2 raajaa Aamaanin Kaiyilirundhu Vaangippotta Thammudaiya Modhiraththai Eduththu, Adhai Mordhegaaikkuk Koduththaan; Esthar Mordhegaayai Aamaanin Aramanaikku Adhigaariyaaga Vaiththaal. "},
{ "Verses": "3 pinnum Esthar Raajasamugaththilpesi, Avan Paadhangalil Vizhundhu Azhudhu, Aagaagiyanaana Aamaanin Theevinaiyaiyum Avan Yoodharukku Virodhancheyya Yosiththa Yosanaiyaiyum Parigarikka Avanidaththil Vinnappampanninaal. "},
{ "Verses": "4 appozhudhu Raajaa Porchengolai Estharukku Neettinaan; Esthar Ezhundhirundhu Raajasamugaththil Nindru: "},
{ "Verses": "5 raajaavukku Siththamaayirundhu Avar Samugaththil Enakkuk Kirubaikidaiththu, Raajasamugaththil Naan Sollum Vaarththai Sariyendru Kaanappattu, Avarudaiya Kangalukku Naan Piriyamaayirundhaal, Raajaavin Naadugalilellaam Irukkira Yoodharai Azhikkavendum Endru Ammedhaaththaavin Kumaaranaagiya Aamaan Ennum Aagaagiyan Theevinaiyaai Ezhudhina Kattalaigal Sellaamarpogappannumpadi Ezhudhi Anuppappadavendum. "},
{ "Verses": "6 en Janaththinmel Varum Pollaappai Naan Eppadip Paarkkakkoodum? En Kulaththukku Varum Azhivai Naan Eppadi Sagikkakkoodum? Endraal. "},
{ "Verses": "7 appozhudhu Agaasveru Raajaa Raajaaththiyaagiya Estharaiyum Yoodhanaagiya Mordhegaayaiyum Nokki: Idho, Aamaanin Veettai Estharukkuk Koduththen; Avan Yoodharmel Than Kaiyaippoda Eththaniththapadiyinaal Avanai Maraththile Thookkippottaargal. "},
{ "Verses": "8 ippodhum Ungalukku Ishtamaanapadi Neengal Raajaavin Naamaththinaal Yoodharukkaaga Ezhudhi, Raajaavin Modhiraththinaal Muththiraipodungal; Raajaavinperaal Ezhudhappattu, Raajaavin Modhiraththinaal Muththiraipodappattadhai Sellaamar Pogappanna Oruvaraalum Koodaadhu Endraan. "},
{ "Verses": "9 seevaan Maadham Ennum Moondraam Maadham Irubaththumoondraanthedhiyaagiya Akkaalaththiledhaane Raajaavin Sambiradhigal Azhaikkappattaargal; Mordhegaai Karpiththapadiyellaam Yoodharukkum Indhudhesammudhal Eththiyoppiyaa Dhesamattumulla Nootrirubaththezhu Naadugalin Dhesaadhipadhigalukkum, Adhipadhigalukkum, Adhigaarigalukkum, Andhandha Naattil Vazhangum Atcharaththilum, Andhandha Jaadhiyaar Pesum Baashaiyilum, Yoodharukkum Avargal Atcharaththilum Avargal Baashaiyilum Ezhudhappattadhu. "},
{ "Verses": "10 andhak Kattalaigal Agaasveru Raajaavin Peraal Ezhudhappattu, Raajaavin Modhiraththinaal Muththirai Podappattapin, Kudhiraigalmelum Vegamaana Ottagangalmelum, Koveru Kazhudhaigalmelum Erippogira Anjarkaarar Kaiyil Anuppappattadhu. "},
{ "Verses": "11 avaigalil, Agaasveru Raajaavudaiya Ellaa Naadugalilum Aadhaar Maadham Engira Pannirandaam Maadham Padhinmoondraanthedhiyaagiya Andha Orenaalile, "},
{ "Verses": "12 andhandhap Pattanaththilirukkira Yoodhar Ondraai Serndhu, Thangal Praananaik Kaappaatravum, Thangalai Virodhikkum Saththurukkalaagiya Janaththaarum Dhesaththaarumaana Ellaaraiyum, Avargal Kuzhandhaigalaiyum, Sthreegalaiyum Azhiththuk Kondru Nirmoolamaakkavum, Avargal Udaimaigalaik Kollaiyidavum, Raajaa Yoodharukkuk Kattalaiyittaar Endru Ezhudhiyirundhadhu. "},
{ "Verses": "13 yoodhar Thangal Pagaignarukku Sarikku Sarikkattumpadi Niyamiththa Andraiyadhinaththil Aayaththamaayirukkavendumendru Andhandha Naattilulla Sagala Janangalukkum Koorappadugiradharkaagak Kodukkappatta Kattalaiyin Nagal Idhuve; Idhu Ovvoru Naattilum Prasiththampannappattadhu. "},
{ "Verses": "14 appadiye Vegamaana Ottagangalmelum, Koveru Kazhudhaigalmelum Erina Anjarkaarar Raajaavin Vaarththaiyinaale Evappattu, Theeviraththode Purappattupponaargal; Andhak Kattalai Soosaan Aramanaiyil Kodukkappattadhu. "},
{ "Verses": "15 appozhudhu Mordhegaai Ilaneelamum Vellaiyumaana Raajavasthiramum, Periya Ponmudiyum, Pattum Raththaambaramum Anindhavanaai Raajaavinidaththilirundhu Purappattaan; Soosaan Nagaram Aarppariththu Magizhndhirundhadhu. "},
{ "Verses": "16 ivvidhamaai Yoodharukku Velichchamum, Magizhchchiyum, Kalippum, Ganamum Undaayitru. "},
{ "Verses": "17 raajaavin Vaarththaiyum Avanudaiya Kattalaiyum Poichcherndha Ellaa Naadugalilum, Ellaap Pattanangalilum, Yoodharukkulle Adhu Magizhchchiyum, Kalippum, Virundhundu Kondaadum Nalla Naalumaayirundhadhu; Yoodharukku Bayappadugirabayam Dhesaththu Janangalaip Pidiththadhinaal, Avargalil Anegar Yoodhamaarkkaththil Amaindhaargal. "}
]