[
{ "Verses": "1 raajaaththiyaagiya Estharudane Virundhunna, Raajaavum Aamaanum Vandhapodhu, "},
{ "Verses": "2 irandaam Naal Virundhil Dhraatcharasam Parimaarappadumpodhu, Raajaa Estharai Nokki: Esthar Raajaaththiye, Un Vendudhal Enna? Adhu Unakkuk Kodukkappadum; Nee Ketkira Mandraattu Enna? Nee Raajyaththil Paadhimattum Kettaalum Kidaikkum Endraan. "},
{ "Verses": "3 appozhudhu Raajaaththiyaagiya Esthar Pradhiyuththaramaaga: Raajaave, Ummudaiya Kangalil Enakkuk Kirubai Kidaiththu, Raajaavukku Siththamaayirundhaal En Vendudhalukku En Jeevanum, En Mandraattukku En Janangalum Enakkuk Kattalaiyidappaduvadhaaga. "},
{ "Verses": "4 engalai Azhiththuk Kondru Nirmoolamaakkumpadi Naanum En Janangalum Virkappattom; Adimaigalaagavum Vellaattigalaagavum Virkappattupponaalum Naan Mavunamaayiruppen; Ippozhudho Raajaavukku Undaagum Nashtaththukku Andha Saththuru Uththaravaadhampannamudiyaadhu Endraal. "},
{ "Verses": "5 appozhudhu Raajaavaagiya Agaasveru Marumozhiyaaga, Raajaaththiyaagiya Estharai Nokki: Ippadi Seyyath Thunigarankondavan Yaar? Avan Enge? Endraan. "},
{ "Verses": "6 adharku Esthar: Saththuruvum Pagaignanumaagiya Andha Manidhan Indhath Thushta Aamaandhaan Endraal; Appozhudhu Raajaavukkum Raajaaththikkum Munbaaga Aamaan Thigiladaindhaan. "},
{ "Verses": "7 raajaa Ukkiraththode Dhraatcharasap Pandhiyai Vittezhundhu, Aramanaiththottaththirkup Ponaan; Raajaavinaal Thanakkup Pollaappu Nirnayikkappattadhendru Aamaan Kandu, Raajaaththiyaagiya Estharidaththil Than Praananukkaaga Vinnappampanna Ezhundhu Nindraan. "},
{ "Verses": "8 raajaa Aramanaith Thottaththilirundhu Dhraatcharasam Parimaarappatta Idaththukkuth Thirumbivarugaiyil, Esthar Utkaarndhirukkira Meththaiyinmel Aamaan Vizhundhukidandhaan; Appozhudhu Raajaa: Naan Aramanaiyilirukkumpodhe En Kanmunne Ivan Raajaaththiyai Balavandham Seyyavendumendrirukkiraano Endraan; Indha Vaarththai Raajaavin Vaayilirundhu Pirandhavudane Aamaanin Mugaththai Moodippottaargal. "},
{ "Verses": "9 appozhudhu Raajasamugaththil Irukkira Pradhaanigalil Arponaa Ennum Oruvan: Idho, Raajaavin Nanmaikkaagap Pesina Mordhegaaikku Aamaan Seyviththa Aimbadhu Muzha Uyaramaana Thookkumaram Aamaanin Veettandaiyil Naattappattirukkiradhu Endraan; Appozhudhu Raajaa: Adhile Avanaith Thookkippodungal Endraan. "},
{ "Verses": "10 appadiye Aamaan Mordhegaaikku Aayaththampannina Thookkumaraththil Aamaanaiye Thookkippottaargal; Appozhudhu Raajaavin Ukkiram Thanindhadhu. "}
]