[
{ "Verses": "1 ivaigalukkuppinbu, Raajaavaagiya Agaasveruvin Ukkiram Thanindhapodhu, Avan Vasthiyaiyum Aval Seydhadhaiyum Avalaikkuriththuth Theermaanikkappattadhaiyum Ninaiththaan. "},
{ "Verses": "2 appozhudhu Raajaavai Sevikkira Avanudaiya Oozhiyakkaarar Avanai Nokki: Roobavadhigalaayirukkira Kannippengalai Raajaavukkaagath Thedavendum. "},
{ "Verses": "3 adharkaaga Raajaa Thammudaiya Raajyaththin Naadugalilellaam Visaarippukkaararai Vaikkavendum; Ivargal Roobavadhigalaayirukkira Sagala Kannippengalaiyum Kootti, Soosaan Aramanaiyilirukkira Kannimaadaththukku Azhaiththuvandhu, Sthreegalaik Kaavalpannugira Raajaavin Pradhaaniyaagiya Yegaayin Vasaththile Oppuvikkavendum; Avargaludaiya Suththigarippukku Vendiyavaigal Avargalukkuk Kodukkappadavendum. "},
{ "Verses": "4 appozhudhu Raajaavin Kangalukkup Piriyamaana Kanni Vasthikkup Padhilaagap Pattaththu Sthreeyaagavendum Endraargal; Indha Vaarththai Raajaavukku Nalamaaith Thondrinapadiyaal Appadiye Seydhaan. "},
{ "Verses": "5 appozhudhu Soosaan Aramanaiyile Benyameeniyanaagiya Keesin Kumaaran Seemeyinudaiya Maganaagiya Yaaveerin Kumaaran Mordhegaai Ennum Perulla Oru Yoodhan Irundhaan. "},
{ "Verses": "6 avan Baabilon Raajaavaagiya Nebugaadhnechchaar Yoodhaavin Raajaavaagiya Ekoniyaavaip Pidiththukkondu Pogirapodhu, Avanodekooda Erusalemilirundhu Pidiththukkondu Pogappattavargalil Oruvanaayirundhaan. "},
{ "Verses": "7 avan Than Siriya Thagappan Kumaaraththiyaagiya Esthar Ennum Adhsaalai Valarththaan; Avalukkuth Thaaithagappanillai; Andhap Pen Roobavadhiyum Sowndhariyamudaiyavalumaayirundhaal; Aval Thagappanum Aval Thaayum Maranamadaindhapodhu, Mordhegaai Avalaith Than Kumaaraththiyaaga Eduththukkondaan. "},
{ "Verses": "8 raajaavin Kattalaiyum Theermaanamum Prasiththamaagi, Anegam Pengal Koottappattu, Soosaan Aramanaiyilulla Yegaayin Vasaththil Oppuvikkappadugirapodhu, Estharum Raajaavin Aramanaikku Azhaiththukkondupogappattu, Sthreegalaik Kaavalpannugira Yegaayin Vasaththil Oppuvikkappattaal. "},
{ "Verses": "9 andhap Pen Avan Paarvaikku Nandraayirundhadhinaal, Avalukku Avan Kangalile Dhayaikidaiththadhu; Aagaiyaal Avaludaiya Suththigarippukku Vendiyavaigalaiyum, Avalukkuth Thevaiyaana Matravaigalaiyum Avalukkuk Kodukkavum, Raaja Aramanaiyilirukkira Ezhu Thaadhimaargalai Avalukku Niyamikkavum Jaakkiradhaippattu Kannimaadaththil Sirandha Oru Idaththile Avalaiyum Aval Thaadhimaargalaiyum Vaiththaan. "},
{ "Verses": "10 estharovendraal Than Kulaththaiyum, Than Poorvoththaraththaiyum Arivikkaadhirundhaal; Mordhegaai Adhaith Therivikkavendaamendru Avalukkuk Karpiththirundhaan. "},
{ "Verses": "11 estharudaiya Sugaseydhiyaiyum Avalukku Nadakkunkaariyaththaiyum Ariya Mordhegaai Naadorum Kannimaadaththu Mutraththukku Munbaaga Ulaavuvaan. "},
{ "Verses": "12 ovvoru Pennum Aarumaadham Vellaippolath Thailaththinaalum, Aarumaadham Sugandhavarkkangalinaalum, Sthreegalukkuriya Matra Suththigarippugalinaalum Jodikkappadugira Naatkal Niraiveri, Ivvidhamaai Sthreegalin Muraimaippadi Pannirandu Maadhamaaga Seyyappattuth Theerndhapinbu, Raajaavaagiya Agaasveruvinidaththil Pravesikka, Avalavaludaiya Murai Varugirapodhu, "},
{ "Verses": "13 ippadi Jodikkappatta Pen Raajaavinidaththil Pravesippaal; Kannimaadaththilirundhu Thannodekooda Raaja Aramanaikkuppoga, Aval Thanakku Vendumendru Ketpavaiyellaam Avalukkuk Kodukkappadum. "},
{ "Verses": "14 saayankaalaththile Aval Ulle Pravesiththu, Kaalame, Abimaana Sthreegalaik Kaavalpannugira Raajaavin Pradhaaniyaagiya Saaskaasudaiya Visaarippukkullirukkira Sthreegalin Irandaam Maadaththukkuth Thirumbivaruvaal; Raajaa Thannai Virumbip Persolli Azhaippiththaalozhiya Aval Orupodhum Raajaavinidaththil Pravesikkakkoodaadhu. "},
{ "Verses": "15 mordhegaai Thanakkuk Kumaaraththiyaai Etrukkondavalum, Avan Siriyathagappanaagiya Abiyaayelin Kumaaraththiyumaana Esthar Raajaavinidaththil Pravesikkiradharku Muraivandhapodhu, Aval Sthreegalaik Kaavalpannugira Raajaavin Pradhaaniyaagiya Yegaai Niyamiththa Kaariyameyallaamal Verondrum Ketkavillai; Estharukkuth Thannaik Kaangira Ellaar Kangalilum Dhayai Kidaiththadhu. "},
{ "Verses": "16 appadiye Esthar Raajaavaagiya Agaasveru Arasaalugira Ezhaam Varusham Thebedh Maadhamaagiya Paththaam Maadhaththile Raajaavinidaththil Aramanaikku Azhaiththukkondu Pogappattaal. "},
{ "Verses": "17 raajaa Sagala Sthreegalaippaarkkilum Estharmel Anbuvaiththaan; Sagala Kannigaigalaippaarkkilum Avalukku Avan Samugaththil Adhiga Dhayaiyum Patchamum Kidaiththadhu; Aagaiyaal Avan Raajagreedaththai Aval Sirasinmel Vaiththu, Avalai Vasthiyin Sthaanaththile Pattaththu Sthreeyaakkinaan. "},
{ "Verses": "18 appozhudhu Raajaa Thannudaiya Ellaap Prabukkalukkum Oozhiyakkaararukkum, Estharinimiththam Oru Periya Virundhuseydhu, Naadugalukku Salakkaranai Undaakki, Raajasthidhikkuththakka Vegumaanangalaik Koduththaan. "},
{ "Verses": "19 irandaandharam Kannigaigal Serkkappadumpodhu, Mordhegaai Raajaavin Aramanai Vaasalil Utkaarndhirundhaan. "},
{ "Verses": "20 esthar Mordhegaai Thanakkuk Karpiththirundhapadi, Than Poorvoththaraththaiyum Than Kulaththaiyum Therivikkaadhirundhaal; Esthar Mordhegaai Idaththile Valarumpodhu Avan Sorkettu Nadandhadhupola, Ippozhudhum Avan Sorkettu Nadandhuvandhaal. "},
{ "Verses": "21 annaatkalil Mordhegaai Raajaavin Aramanai Vaasalil Utkaarndhirukkirapodhu, Vaasalkaakkira Raajaavin Irandu Pradhaanigalaagiya Pikdhaanum Theresum Varmam Vaiththu, Raajaavaagiya Agaasveruvinmel Kaipoda Vagaithedinaargal. "},
{ "Verses": "22 indhak Kaariyam Mordhegaaikkuth Theriyavandhadhinaal, Avan Adhai Raajaaththiyaagiya Estharukku Ariviththaan; Esthar Mordhegaayin Peraal Adhai Raajaavukku Sonnaal. "},
{ "Verses": "23 andhak Kaariyam Visaarikkappadugirapodhu, Adhu Meyyendru Kaanappattadhu; Aagaiyaal Avargal Iruvarum Maraththile Thookkippodappattaargal; Idhu Raaja Samugaththile Naalaagamappusthagaththile Ezhudhappattirukkiradhu. "}
]