[
{ "Verses": "1 nadandha Yaavatraiyum Mordhegaai Arindhapodhu, Mordhegaai Than Vasthirangalaik Kizhiththu, Rattuduththi, Saambal Pottukkondu, Nagaraththin Naduve Purappattuppoi, Thuyaramulla Magaa Saththaththudane Alarikkondu, "},
{ "Verses": "2 raajaavin Aramanai Vaasal Mugappumattum Vandhaan; Rattuduththinavanaai Raajaavin Aramanai Vaasalukkul Pravesikka Oruvanukkum Uththaravillai. "},
{ "Verses": "3 raajaavin Uththaravum Avanudaiya Kattalaiyum Poi Serndha Ovvoru Naattilum Sthalaththilumulla Yoodharukkulle Magaa Dhukkamum, Ubavaasamum, Azhugaiyum, Pulambalum Undaai, Anegar Rattuduththi Saambalil Kidandhaargal. "},
{ "Verses": "4 appozhudhu Estharin Thaadhimaargalum, Avaludaiya Pradhaanigalumpoi, Adhai Avalukku Ariviththaargal; Adhinaale Raajaaththi Migavum Dhukkappattu, Mordhegaai Uduththirundha Rattai Eduththuppottu, Avanai Uduththuvikkiradharku Vasthirangalai Anuppinaal; Avano Avaigalai Etrukkollaadhirundhaan. "},
{ "Verses": "5 appozhudhu Esthar Than Panividaikkendru Raajaavinaal Niyamiththirundha Avanudaiya Pradhaanigalil Oruvanaagiya Aaththaagai Azhaippiththu: Kaariyam Enna? Adhin Mugaandharam Enna? Endru Ariyumpadi, Mordhegaayinidaththil Visaarikka Avanukkuk Kattalaiyittaal. "},
{ "Verses": "6 appadiye Aaththaagu Raajaavin Aramanai Vaasalukku Munnaana Pattanaveedhiyilirukkira Mordhegaayinidaththil Purappattupponaan. "},
{ "Verses": "7 appozhudhu Mordhegaai Thanakku Sambaviththa Ellaavatraippatriyum, Yoodharai Azhikkumpadi Aamaan Raajaavin Kajaanaavukku Ennikkoduppen Endru Sonna Panaththogaiyaippatriyum Avanukku Ariviththadhum Andri, "},
{ "Verses": "8 yoodhargalai Azhikkumpadi Soosaanil Pirandha Kattalaiyin Nagalaiyum Avanidaththil Koduththu, Adhai Estharukkuk Kaanbiththuth Theriyappaduththavum, Aval Agaththiyamaai Raajaavinidaththir Poi, Avanidaththil Than Janangalukkaaga Vinnappampannavum Mandraadavum Vendumendru Avalukku Solla Sonnaan. "},
{ "Verses": "9 aaththaagu Vandhu, Mordhegaayin Vaarththaigalai Estharukku Ariviththaan. "},
{ "Verses": "10 appozhudhu Esthar Aaththaaginidaththil Mordhegaaikku Solliyanuppinadhu: "},
{ "Verses": "11 yaaraavadhu Azhaippikkappadaamal, Ulmutraththil Raajaavinidaththil Pravesiththaal, Purusharaanaalum Sthreeyaanaalum Sari, Avargal Pizhaikkumpadikku Avargalukku Raajaa Porchengolai Neettinaalozhiya Matrappadi Saagavendum Engira Oru Thavaraadha Sattamundu, Idhu Raajaavin Sagala Oozhiyakkaararukkum, Raajaavinudaiya Naadugalilulla Sagala Janangalukkum Theriyum; Naan Indha Muppadhu Naalalavum Raajaavinidaththil Varavazhaippikkappadavillai Endru Sollachchonnaal. "},
{ "Verses": "12 estharin Vaarththaigalai Mordhegaaikkuth Theriviththaargal. "},
{ "Verses": "13 mordhegaai Estharukkuth Thirumba Sollachchonnadhu: Nee Raajaavin Aramanaiyilirukkiradhinaal, Matra Yoodhar Thappakkoodaadhirukka, Nee Thappuvaayendru Un Manadhile Ninaivukollaadhe. "},
{ "Verses": "14 nee Indhak Kaalaththile Mavunamaayirundhaal, Yoodharukku Sagaayamum Ratchippum Veroru Idaththilirundhu Ezhumbum, Appozhudhu Neeyum Un Thagappan Kudumbaththaarum Azhiveergal; Nee Ippadippatta Kaalaththukku Udhaviyaayirukkumpadi Unakku Raajamenmai Kidaiththirukkalaame, Yaarukkuth Theriyum, Endru Sollachchonnaan. "},
{ "Verses": "15 appozhudhu Esthar Mordhegaaikku Marupadiyum Sollachchonnadhu: "},
{ "Verses": "16 neer Poi, Soosaanil Irukkira Yoodharaiyellaam Koodivarachcheydhu, Moondrunaal Allum Pagalum Pusiyaamalum Kudiyaamalumirundhu, Enakkaaga Ubavaasampannungal; Naanum En Thaadhimaarum Ubavaasampannuvom; Ivvidhamaaga Sattaththai Meeri, Raajaavinidaththil Pravesippen; Naan Seththaalum Saagiren Endru Sollachchonnaal. "},
{ "Verses": "17 appozhudhu Mordhegaai Purappattuppoi, Esthar Thanakkuk Karpiththapadiyellaam Seydhaan. "}
]