[
{ "Verses": "1 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane, Nee Ammon Puththirarukku Edhiraaga Mugaththaiththiruppi, Avargalukku Virodhamaagath Theerkkadharisanam Uraiththu, "},
{ "Verses": "3 ammon Puththirarukku Sollavendiyadhu Ennavendraal: Karththaraagiya Aandavarudaiya Vaarththaiyaik Kelungal; Karththaraagiya Aandavar Uraikkiraar: En Parisuththa Sthalam Parisuththakkulaichchalaakkappadugirapodhum, Yoodhaa Vamsaththaar Siraiyiruppile Pogirapodhum, Nee Avargalukku Virodhamaaga Aa Aa, Endru Nindhiththapadiyinaal, "},
{ "Verses": "4 idho, Naan Unnaik Kizhakku Dhesaththaarukku Sudhandharamaaga Oppukkoduppen, Avargal Unnil Thangal Arangalaik Katti Unnil Thangal Vaasasthalangalai Undupannuvaargal; Avargal Un Kanigalaip Pusiththu, Un Paalaik Kudippaargal. "},
{ "Verses": "5 naan Rappaavai Ottagangalin Kottagaiyaiyum, Ammon Puththirarin Dhesaththai Aattukkidaiyumaakkuven; Appozhudhu Naan Karththar Endru Arindhukolveergal. "},
{ "Verses": "6 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Isravel Dhesaththukku Virodhamaaga Nee Kaikotti, Un Kaalaal Thatti Varmamvaiththu, Aagadiyam Panninapadiyinaal, "},
{ "Verses": "7 idho, Unakku Virodhamaaga, Naan En Kaiyai Neetti, Unnai Jaadhigalukkuk Kollaiyaaga Oppukkoduththu, Unnai Janangalukkulle Veratruppogappanni, Unnai Dhesangalukkulle Azhiththu, Unnai Nirmoolamaakkuven, Appozhudhu Naan Karththar Endru Arindhukolvaai. "},
{ "Verses": "8 karththaraagiya Aandavar Uraikkiradhu Ennavendraal: Idho Yoodhaa Vamsaththaar Ellaa Jaadhigalukkum Oththavargalendru Movaabum Seyeerum Sollugirapadiyinaal, "},
{ "Verses": "9 idho, Ammon Puththirarinper Jaadhigalukkul Iraadhapadikku Naan Ammon Puththirarin Dhesaththaik Kizhakku Dhesaththaarukkuth Thirandhuvaiththu, Sudhandharamaai Oppukkodukkiravannamaaga, "},
{ "Verses": "10 naan Movaab Dhesaththin Pakkaththilulla Adhin Kadaiyaandhara Oorgalaagiya Pattanangal Mudharkondulla Dhesaththin Alangaaramaagiya Pedhyesimoththaiyum Paagaalmeyonaiyum, Keereeyaaththaayeemaiyum Avargalukkuth Thirandhuvaiththu, "},
{ "Verses": "11 movaabile Nyaayangalai Seyven, Appozhudhu Naan Karththar Endru Arindhukolvaargal. "},
{ "Verses": "12 karththaaraagiya Aandavar Uraikkiradhu Ennavendraal: Edhom Yoodhaa Vamsaththaaridaththil Kurodhantheerththupazhivaangi, Periya Kutrancheydhapadiyinaal, "},
{ "Verses": "13 karththaraagiya Aandavar Sollugiraar: Naan Edhom Dhesaththukku Virodhamaaga En Kaiyai Neetti Adhil Manusharaiyum Mirugangalaiyum Iraadhapadikku Sangaarampanni, Adhaith Themaan Thuvakkith Thedhaanmattum Vanaandharamaakkuven; Pattayaththaal Vizhuvaargal. "},
{ "Verses": "14 naan Isravelaagiya En Janaththin Kaiyinaal Edhominidaththil Pazhivaanguven; Avargal En Kobaththinpadiyum En Ukkiraththinpadiyum Edhomukku Seyvaargal; Appozhudhu Naan Pazhivaanguvadhu Innadhendru Arindhukolvaargal Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "15 karththaraagiya Aandavar Uraikkiradhu Ennavendraal; Pelisthiyar Kurodhakkaararaayirundhu, Pazhampagaiyaal Keduseyyavendumendru, Varmam Vaiththup Pazhivaanginapadiyinaal, "},
{ "Verses": "16 idho, Naan Pelisthiyarukku Virodhamaaga En Kaiyai Neetti, Kireththiyarai Sangariththu, Samuththirakkaraiyil Meedhiyaanavargalai Azhiththu, "},
{ "Verses": "17 ukkiramaana Thandanaigalinaal Avargalil Kodidhaaip Pazhivaanguven; Naan Avargalil Pazhivaangumpodhu Naan Karththar Endru Arindhukolvaargal Endru Karththaraagiya Aandavar Sollugiraar. "}
]