[
{ "Verses": "1 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane, Nee Erusalemin Aruvaruppugalai Adharku Ariviththu Sollavendiyadhu Ennavendraal: "},
{ "Verses": "3 karththaraagiya Aandavar Erusalemukku Sollugiraar, Kaanaan Dhesame Un Urpaththikkum Un Pirappukkum Idam, Un Thagappan Emoriyan, Un Thaai Eththiththi. "},
{ "Verses": "4 un Pirappin Varththamaanam Ennavendraal, Nee Pirandha Naalile Un Thoppul Arukkappadavumillai; Nee Suththamaavadharkuth Thanneerinaal Kulippaattappadavumillai; Thunigalil Sutrappadavumillai. "},
{ "Verses": "5 unakkaagap Paridhabiththu, Ivaigalil Ondraiyaagilum Unakku Seyya Oru Kannum Unperil Irakkamaayirundhadhumillai; Nee Pirandhanaalil Nee Aruvarukkappattadhinaal Veliyil Erindhuvidappattaai. "},
{ "Verses": "6 naan Un Aruge Kadandhupogum Podhu, Midhikkappaduvadharku Edhuvaai Nee Un Raththaththil Kidakkiradhaik Kandu, Un Raththaththil Kidakkira Unnaippaarththu: Pizhaiththiru Endren; Aam, Un Raththaththil Kidakkira Unnaippaarththu: Pizhaiththiru Endru Sonnen. "},
{ "Verses": "7 unnai Vayalin Payiraippola Anegamaayiramaaip Perugumpadi Vaiththen; Nee Valarndhu Periyavalaagi, Magaa Sowndhariyavadhiyaanaai; Un Sthanangal Ezhumbina, Un Mayir Valarndhadhu; Aanaalum, Nee Nirvaanamum Ammanamumaayirundhaai. "},
{ "Verses": "8 naan Un Aruge Kadandhupona Podhu, Unnaip Paarththen; Idho, Un Kaalam Paruvakaalamaayirundhadhu; Appozhudhu En Vasthiraththai Unmel Viriththu, Un Nirvaanaththai Moodi, Unakku Aanaiyittukkoduththu, Unnodu Udanpadikkai Panninen Endru Karththaraagiya Aandavar Sollugiraar; Ivvidhamaai Nee Ennudaiyavalaanaai. "},
{ "Verses": "9 naan Unnai Jalaththinaal Muzhukkaatti, Unnai Raththamara Snaanam Pannuviththu, Unakku Enney Poosi, "},
{ "Verses": "10 siththiraththaiyalaadaiyai Unakku Uduththi, Saayantheerndha Paadharatchaigalai Unakkuth Thariththu, Katta Melliya Pudavaiyaiyum, Moodikkollap Pattu Saalvaiyaiyum Unakkuk Koduththu, "},
{ "Verses": "11 unnai Aabaranangalaal Alangariththu, Un Kaigalile Kadagangalaiyum, Un Kazhuththile Sarappaniyaiyum Pottu, "},
{ "Verses": "12 un Netriyil Netrippattaththaiyum, Un Kaadhugalil Kaadhaniyaiyum, Un Thalaiyinmel Singaaramaana Kreedaththaiyum Thariththen. "},
{ "Verses": "13 ivvidhamaaip Ponninaalum Velliyinaalum Nee Alangarikkappattaai; Un Uduppu Melliya Pudavaiyum Pattum Siththiraththaiyalaadaiyumaayirundhadhu; Melliya Maavaiyum Thenaiyum Neyyaiyum Saappittaai; Nee Migavum Azhagullavalaagi, Raajyaththai Sudhandharikkum Silaakkiyaththaiyum Petraai. "},
{ "Verses": "14 un Azhaginaale Un Keerththi Pura Jaadhigalukkulle Prasiththamaayitru; Naan Unmel Vaiththa En Magimaiyinaale Adhu Kuraivatradhaai Irundhadhendru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "15 neeyovendraal Un Azhagai Nambi, Un Keerththiyinaal Soramaarkkamaai Nadandhu, Vazhippokkaril Unakku Nerpatta Yaavarodum Vesiththanampanni, "},
{ "Verses": "16 un Vasthirangalil Silavatrai Eduththu, Palavaruna Jodippaana Medaigalai Unakku Undaakki, Avaigalinmel Vesiththanampanninaai; Appadikkoththa Kaariyangal Orukkaalum Sambaviththadhumillai, Sambavippadhumillai. "},
{ "Verses": "17 naan Unakkuk Koduththa En Ponnum En Velliyumaana Un Singaara Aabaranangalai Nee Eduththu, Unakku Aansuroobangalai Undaakki, Avaigalode Vesiththanampanni, "},
{ "Verses": "18 un Siththiraththaiyalaadaigalai Eduththu, Avaigalai Moodi, En Enneyaiyum En Thoobavarkkaththaiyum Avaigalinmun Padaiththu, "},
{ "Verses": "19 naan Unakkuk Koduththa En Appaththaiyum, Nee Saappidumpadi Unakkuk Koduththa Melliya Maavaiyum Neyyaiyum Thenaiyum Nee Avaigalinmun Sugandhavaasanaiyaagap Padaiththaai; Kaariyam Ippadi Aayitrendru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "20 nee Enakkup Petra Un Kumaararaiyum Un Kumaaraththigalaiyum Eduththu, Avargalai Avaigalukku Iraiyaagap Paliyittaai. "},
{ "Verses": "21 nee Seydha Vesiththanangal Podhaadhendru, Nee En Pillaigalai Avaigalukkuth Theekkadakkappanna Oppukkoduththu, Avargalaik Kolaiseydhaai. "},
{ "Verses": "22 nee Un Ellaa Aruvaruppugalilum Vesiththanangalilum Nadakkumpodhu, Nirvaanamum Ammanamumaayirundhadhum, Un Raththaththile Midhikkappada Edhuvaaikkidandhadhumaana Un Siruvayadhin Naatkalai Ninaiyaamarponaai. "},
{ "Verses": "23 aiyo! Unakku Aiyo! Endru Karththaraagiya Aandavar Sollugiraar; Nee Seydha Pollaappukkalellaam Thavira, "},
{ "Verses": "24 nee Unakku Mandabangalaik Katti, Unakku Sagala Veedhigalilum Uyarndha Medaigalai Undupanninaai. "},
{ "Verses": "25 nee Sagala Vazhimuganaiyilum Un Uyarndha Medaigalaik Katti, Un Azhagai Aruvaruppaakki, Vazhippokkar Yaavarukkum Un Kaalgalai Viriththu, Un Vesiththanangalaith Thiralaaip Perugappanni, "},
{ "Verses": "26 sadhai Peruththa Un Ayal Dhesaththaaraagiya Egipthiya Puththirarode Vesiththanampanni, Enakkuk Kobam Undaakkumpadi Un Vesiththanangalaip Perugappanninaai. "},
{ "Verses": "27 aadhalaal, Idho, Naan En Kaiyai Unakku Virodhamaaga Neetti, Unakku Niyamiththa Pojanaththaik Kurukki, Un Muraikedaana Maarkkaththaik Kuriththu Vetkappatta Un Pagaiyaaligalaagiya Pelistharudaiya Kumaaraththigalin Ichchaikku Unnai Oppukkoduththen. "},
{ "Verses": "28 nee Thirupthiyadaiyaadhadhinaal Aseeriya Puththirarodum Vesiththanampanninaai; Avargalode Vesiththanampanniyum Nee Thirupthiyadaiyavillai. "},
{ "Verses": "29 nee Kaanaan Dhesaththile Seydha Vesiththanaththai Kaldheyarmattum Etta Seydhaai; Adhinaalum Nee Thirupthiyadaiyaamarponaai. "},
{ "Verses": "30 vetkanketta Vesiyin Kiriyaigalaagiya Ivaigalaiyellaam Nee Seydhu, "},
{ "Verses": "31 sagala Vazhimuganaiyilum Un Mandabangalaik Katti, Sagala Veedhigalilum Un Medaigalai Undaakkinapadiyaal, Un Irudhayam Evvalavaaik Kalaiththuppoyirukkiradhu Endru Karththaraagiya Aandavar Sollugiraar; Nee Panaiyaththai Alatchiyampannugiradhinaal, Nee Vesiyaippola Iraamal, "},
{ "Verses": "32 than Purushanukkup Padhilaaga Anniyarai Serththukkollugira Vibasaara Sthreeyaippola Irukkiraai. "},
{ "Verses": "33 ellaa Vesigalukkum Panaiyankodukkiraargal; Neeyo Un Nesargal Sutruppurangalilirundhu Unnidaththil Vesiththanancheyya Varumpadi Avargalukkellaam Neeye Panaiyankoduththu, Avargalukku Vegumadhigalaith Tharugiraai. "},
{ "Verses": "34 ivvidhamaai Un Vesiththanangalukkum Vere Sthreegalin Vesiththanangalukkum Viththiyaasamundu; Vesiththanampanna Avargal Unnai Pin Sellamaattaargal; Panaiyam Unakkuk Kodukkappadaamal Neeye Panaiyam Kodukkirapadiyaal Nee Seyvadhu Vibareedham. "},
{ "Verses": "35 aagaiyaal, Vesiye, Karththarudaiya Vaarththaiyaik Kel. "},
{ "Verses": "36 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Un Vesiththanaththin Asuththam Paaindhapadiyinaalum, Nee Un Kaamavigaarigalodum Aruvaruppaagiya Un Naragalaana Vikkiragangalodum Vesiththanampanni, Ivaigalukku Un Pillaigalin Raththaththaip Padaiththadhinaal Un Nirvaanam Thirakkappattapadiyinaalum, "},
{ "Verses": "37 idho, Nee Sampogampannina Un Ellaak Kaamavigaarigalaiyum, Nee Nesiththa Yaavaraiyum, Nee Pagaiththirukkira Anaivarodum Naan Koodivarachcheydhu, Sutrilumirundhu Avargalai Unakku Virodhamaaga Serththu, Avargal Un Nirvaanaththaiyellaam Kaanumpadi Un Nirvaanaththai Avargalukku Munbaagath Thirandhuvaiththu, "},
{ "Verses": "38 vibasaarigalaiyum Raththanchindhinavargalaiyum Nyaayantheerkkirapadiye Unnai Nyaayantheerththu, Ukkiragaththodum Erichchalodum Raththappazhiyai Unperil Sumaththi, "},
{ "Verses": "39 unnai Avargal Kaiyil Oppukkoduppen; Avargal Un Mandabangalai Idiththu, Un Medaigalaith Tharaiyaakkippottu, Un Vasthirangalai Urindhu, Un Singaara Aabaranangalai Eduththukkondu, Unnai Ammanamum Nirvaanamumaaga Vittuppoi, "},
{ "Verses": "40 unakku Virodhamaaga Oru Koottaththaik Konduvandhu, Unnaik Kallerindhu, Unnaith Thangal Pattayangalaal Kuththipottu, "},
{ "Verses": "41 un Veedugalai Akkiniyaal Sutteriththu, Anega Sthreegalin Kangalukku Munbaaga Unnil Nyaayaththeerppugalai Seyvaargal; Un Vesiththanaththai Ozhiyappannuven; Nee Inip Panaiyankoduppadhillai. "},
{ "Verses": "42 ivvidhamaai En Erichchal Unnai Vittu Neengumpadi Naan En Ukkiraththai Unnil Aarappanni, Ini Kobamaayiraamal Amaruven. "},
{ "Verses": "43 nee Un Ilavayadhin Naatkalai Ninaiyaamal, Ivaigalellaavatrinaalum Enakkuk Kobam Undaakkinapadiyinaal, Idho, Naan Un Vazhiyin Palanai Un Thalaiyinmel Sumarappannuven Endru Karththaraagiya Aandavar Sollugiraar; Adhinaale Ini Un Ellaa Aruvaruppugalinaalum Ippadippatta Muraikedaana Kaariyaththai Seyyamaattaai. "},
{ "Verses": "44 idho, Pazhamozhi Sollugiravargal Ellaarum: Thaayaippola Magal Endru Unnaikkuriththu Pazhamozhi Solluvaargal. "},
{ "Verses": "45 nee, Than Purushanaiyum Than Pillaigalaiyum Aruvaruththa Un Thaayin Magal; Nee, Thangal Purusharaiyum Thangal Pillaigalaiyum Aruvaruththa Un Sagodharigalin Sagodhari; Ungal Thaai Eththiththi; Ungal Thagappan Emoriyan. "},
{ "Verses": "46 un Idadhupuraththile, Thaanum Than Kumaaraththigalumaaik Kudiyirundha Samaariyaa Un Thamakkai; Un Valadhupuraththile, Thaanum Than Kumaaraththigalumaaik Kudiyirundha Sodhom Un Thangai. "},
{ "Verses": "47 aagilum Nee Avargaludaiya Maarkkangalile Nadavaamalum, Avargaludaiya Aruvaruppugalinpadi Seyyaamalum, Adhu Magaa Arpakaariyam Engiradhupola Nee Un Ellaa Vazhigalileyum Avargalaip Paarkkilum Kedaai Nadandhaai. "},
{ "Verses": "48 neeyum Un Kumaaraththigalum Seydhadhu Pola, Un Sagodhariyaagiya Sodhomum Avaludaiya Kumaaraththigalum Seyyavillai Endru En Jeevanaikkondu Sollugiren Endru Karththaraagiya Aandavar Uraikkiraar. "},
{ "Verses": "49 idho, Gervamum, Aagaarath Thiratchiyum, Nirvisaaramaana Saangobaangamumaagiya Ivaigale Un Sagodhariyaana Sodhomin Akkiramam; Ivaigale Avalidaththilum Aval Kumaaraththigalidaththilum Irundhana; Sirumaiyum Elimaiyumaanavanudaiya Kaiyai Aval Balappaduththavillai. "},
{ "Verses": "50 avargal Thangalai Uyarththi, En Mugaththukku Munbaaga Aruvaruppaanadhai Seydhaargal; Adhai Naan Kandapodhu, Avargalai Ozhiththuvitten. "},
{ "Verses": "51 nee Seydha Paavangalil Araivaasiyum Samaariyaa Seyyavillai; Nee Un Sagodharigalaippaarkkilum Unpaavangalaip Perugappanni, Nee Seydha Un Ellaa Aruvaruppugalinaalum Avargalai Needhiyullavargalendru Vilangappanninaai. "},
{ "Verses": "52 ippodhum Un Sagodharigalaik Kutravaaligal Endru Theerththa Nee Avargalaippaarkkilum Aruvaruppaaga Seydha Un Paavangalinimiththam Un Lachchaiyai Sumandhukol; Unnaip Paarkkilum Avargal Needhiyullavargal; Un Sagodharigalai Needhiyullavargalendru Vilangappannina Nee Vetkamadaindhu, Un Lachchaiyai Sumandhukol. "},
{ "Verses": "53 naan Sodhomum Aval Kumaaraththigalum Siraiyirukkira Avargaludaiya Siraiyiruppaiyum, Samaariyaavum Aval Kumaaraththigalum Siraiyirukkira Siraiyiruppaiyum Thiruppumpodhu, Avargal Naduvil Nee Siraiyirukkira Unnudaiya Siraiyiruppaiyum Thiruppuven. "},
{ "Verses": "54 adhinaal Nee Avargalukku Aarudhalaaga Irundhu, Un Lachchaiyai Sumandhu; Nee Seydha Ellaavatrinaalum Vetkamadaivaai. "},
{ "Verses": "55 un Sagodharigalaagiya Sodhomum Aval Kumaaraththigalum Thangal Mundhina Seerukkuth Thirumbuvaargal; Samaariyaavum Aval Kumaaraththigalum Thangal Mundhina Seerukkuth Thirumbuvaargal; Neeyum Un Kumaaraththigalum Ungal Mundhina Seerukkuth Thirumbuveergal. "},
{ "Verses": "56 unnai Verukkum Seeriyaavin Kumaaraththigalum, Avalai Sutrilum Irukkira Pelistharin Kumaaraththigalum Avamaanam Panninapodhu Un Pollaappu Veliyaayitre. "},
{ "Verses": "57 adharkumun Un Gervaththin Naalile Un Sagodhariyaagiya Sodhomin Peyarai Un Vaayinaale Uchcharikkavumaattaai. "},
{ "Verses": "58 un Muraikettaiyum Un Aruvaruppugalaiyum Nee Sumappaai Endru Karththar Sollugiraar. "},
{ "Verses": "59 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Udanpadikkaiyai Muriththupodugiradhinaal Aanaiyai Asattaipannina Nee Seydhadhupola Naan Unakkum Seyven. "},
{ "Verses": "60 aagilum Un Ilavayadhil Unnode Pannina En Udanpadikkaiyai Naan Ninaiththu, Niththiya Udanpadikkaiyai Unakku Erpaduththuven. "},
{ "Verses": "61 appozhudhu Un Thamakkaigalaiyum Un Thangaigalaiyum Nee Serththukkollugaiyil, Un Vazhigalai Ninaiththu Naanuvaai; Avargalai Naan Unakkuk Kumaaraththigalaagak Koduppen; Unnudaiya Udanpadikkaiyaip Paarththuk Koduppadhillai. "},
{ "Verses": "62 unnode En Udanpadikkaiyaippanni Erpaduththuven; Appozhudhu Naan Karththar Endru Arivaai. "},
{ "Verses": "63 nee Seydha Ellaavatraiyum Naan Manniththarulumpodhu, Nee Ninaiththu Vetki, Un Naanaththinaal Un Vaayai Inith Thirakkamaattaadhiruppaai Endru Karththaraagiya Aandavar Uraikkiraar Endru Sol Endraar. "}
]