[
{ "Verses": "1 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane, Nee Un Janaththin Puththirarode Pesi, Avargalode Sollavendiyadhaavadhu: Naan Dhesaththinmel Pattayaththai Varappannugaiyil Dhesaththin Janam Thangal Ellaigalilulla Oruvanai Azhaiththu, Avanaith Thangalukkuk Kaavarkaaranaaga Vaiththapinbu, "},
{ "Verses": "3 ivan Dhesaththinmel Pattayam Varuvadhaikkandu, Ekkaalam Oodhi, Janaththai Echcharikkumpodhu, "},
{ "Verses": "4 ekkaalaththin Saththaththaik Ketkiravan Adhaik Kettum, Echcharikkaiyaayiraamal, Pattayam Vandhu Avanai Vaarikkollugiradhu Undaanaal, Avanudaiya Raththappazhi Avan Thalaiyinmel Sumarum. "},
{ "Verses": "5 avan Ekkaalaththin Saththaththaikkettum, Echcharikkaiyaayirukkavillai; Avanudaiya Raththappazhi Avanperile Sumarum; Echcharikkaiyaayirukkiravano Than Jeevanaith Thappuviththukkolluvaan. "},
{ "Verses": "6 kaavarkaaran Pattayam Varuvadhaik Kandum, Avan Ekkaalam Oodhaamalum Janangal Echcharikkappadaamalum, Pattayam Vandhu Avargalil Yaadhoruvanai Vaarikkollugiradhu Undaanaal, Avan Than Akkiramaththile Vaarikkollappattaan; Aanaalum Avan Raththappazhiyaik Kaavarkaaran Kaiyile Ketpen. "},
{ "Verses": "7 manupuththirane, Naan Unnai Isravel Vamsaththaarukkuk Kaavarkaaranaaga Vaiththen; Aagaiyaal Nee En Vaayinaale Vaarththaiyaikkettu, En Naamaththinaale Avargalai Echcharippaayaaga. "},
{ "Verses": "8 naan Dhunmaarkkanai Nokki: Dhunmaarkkane, Nee Saagave Saavaayendru Sollugaiyil, Nee Dhunmaarkkanaith Than Dhunmaarkkaththiliraadhapadi Echcharikkaththakkadhaaga Adhai Avanukku Sollaamarponaal, Andha Dhunmaarkkan Than Akkiramaththile Saavaan; Aanaalum Avan Raththappazhiyai Un Kaiyile Ketpen. "},
{ "Verses": "9 dhunmaarkkan Than Vazhiyaivittuth Thirumbumpadi Nee Avanai Echchariththum, Avan Than Vazhiyaivittuth Thirumbaamarponaal, Avan Than Akkiramaththile Saavaan; Neeyo Un Aaththumaavaith Thappuvippaai. "},
{ "Verses": "10 manupuththirane, Nee Isravel Vamsaththaarai Nokki: Engal Dhrogangalum Engal Paavangalum Engalmel Irukkiradhu, Naangal Sorndhupogirom, Naangal Pizhaippadhu Eppadiyendru Neengal Sollugireergal. "},
{ "Verses": "11 karththaraagiya Aandavar Uraikkiradhu Ennavendraal: Naan Dhunmaarkkanudaiya Maranaththai Virumbaamal, Dhunmaarkkan Than Vazhiyaivittuth Thirumbip Pizhaippadhaiye Virumbugiren Endru En Jeevanaikkondu Sollugiren; Isravel Vamsaththaare, Ungal Pollaadha Vazhigalaivittuth Thirumbungal, Thirumbungal; Neengal En Saagavendum Engiraar Endru Avargalode Sollu. "},
{ "Verses": "12 manupuththirane, Nee Un Janaththin Puththirarai Nokki: Needhimaan Dhrogampannugira Naalile Avanudaiya Needhi Avanaith Thappuvippadhillai; Dhunmaarkkan Than Dhunmaarkkaththaivittuth Thirumbugira Naalile Avan Than Akkiramaththinaal Vizhundhupovadhumillai; Needhimaan Paavancheygira Naalile Than Needhiyinaal Pizhaippadhumillai. "},
{ "Verses": "13 pizhaikkave Pizhaippaai Endru Naan Needhimaanukku Sollumpodhu, Avan Than Needhiyai Nambi, Aniyaayancheydhaal, Avanudaiya Needhiyil Ondrum Ninaikkappaduvadhillai, Avan Seydha Than Aniyaayaththile Saavaan. "},
{ "Verses": "14 pinnum Saagave Saavaai Endru Naan Dhunmaarkkanukku Sollumpodhu, Avan Than Paavaththaivittuth Thirumbi, Nyaayamum Needhiyuncheydhu, "},
{ "Verses": "15 dhunmaarkkan Thaan Vaangina Adaimaanaththaiyum Thaan Kollaiyitta Porulaiyum Thirumbakkoduththuvittu, Aniyaayam Seyyaadhapadi Jeevappramaanangalil Nadandhaal, Avan Saagaamal Pizhaikkave Pizhaippaan. "},
{ "Verses": "16 avan Seydha Avanudaiya Ellaap Paavangalum Avanukku Virodhamaaga Ninaikkappaduvadhillai; Avan Nyaayamum Needhiyum Seydhaan, Pizhaikkave Pizhaippaan Endru Sollu. "},
{ "Verses": "17 un Janaththin Puththiraro, Aandavarudaiya Vazhi Semmaiyaanadhalla Engiraargal; Avargaludaiya Vazhiye Semmaiyaanadhalla. "},
{ "Verses": "18 needhimaan Than Needhiyaivittuth Thirumbi, Aniyaayancheydhaal, Avan Adhinaal Saavaan. "},
{ "Verses": "19 dhunmaarkkan Than Akkiramaththaivittuth Thirumbi, Nyaayamum Needhiyum Seydhaal, Avan Avaigalinaal Pizhaippaan. "},
{ "Verses": "20 neengalo, Aandavarudaiya Vazhi Semmaiyaanadhalla Engireergal, Isravel Veettaare, Naan Ungalil Ovvoruvanaiyum Avanavan Vazhigalinpadiye Nyaayantheerppenendru Sol Endraar. "},
{ "Verses": "21 engal Siraiyiruppin Pannirandaam Varusham Paththaam Maadham Aindhaanthedhiyile Erusalemilirundhu Thappina Oruvan Ennidaththil Vandhu: Nagaram Azhikkappattadhu Endraan. "},
{ "Verses": "22 thappinavan Varugiradharku Mundhina Saayankaalaththile Karththarudaiya Kai Enmel Amarndhu, Avan Kaalaiyil Ennidaththil Varumattum En Vaayaith Thirandhirukkappannitru; En Vaai Thirakkappattadhu, Pinbu Naan Mownamaayirukkavillai. "},
{ "Verses": "23 appozhudhu Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "24 manupuththirane, Isravel Dhesaththin Paazhaana Idangalilulla Kudigal: Aabiragaam Oruvanaayirundhu, Dhesaththai Sudhandhariththukkondaan; Naangal Anegaraayirukkirom, Engalukku Indha Dhesam Sudhandharamaagak Kodukkappattadhu Endru Sollugiraargal. "},
{ "Verses": "25 aagaiyaal, Nee Avargalai Nokki: Neengal Raththaththode Koodiyadhaith Thindru, Ungal Naragalaana Vikkiragangalukku Neraaga Ungal Kangalai Ereduththu, Raththaththai Sindhiyirukkireergal, Neengal Dhesaththai Sudhandhariththukkolveergalo? "},
{ "Verses": "26 neengal Ungal Pattayaththai Nambikkondu, Aruvaruppaanadhai Seydhu, Ungalil Avanavan Thanthan Ayalaan Manaiviyaith Theettuppaduththugireergal; Neengal Dhesaththai Sudhandhariththukkolveergalo Endru Karththaraagiya Aandavar Uraikkiraar Endru Sollu. "},
{ "Verses": "27 nee Avargalai Nokki: Paazhaana Idangalil Irukkiravargal Pattayaththaal Vizhuvaargal; Veligalil Irukkiravanai Mirugangalukku Iraiyaaga Oppukkoduppen; Kottaigalilum Kebigalilum Irukkiravargal Kollainoyaal Saavaargal. "},
{ "Verses": "28 naan Dhesaththaip Paazhum Avaandharamumaakkuven; Appozhudhu Adhinudaiya Belaththin Perumai Ozhindhupogum; Appozhudhu Isravelin Malaigal Kadandhupovaarillaamal Avaandharamaaik Kidakkum. "},
{ "Verses": "29 avargal Seydha Avargaludaiya Ellaa Aruvaruppugalinimiththamum Naan Dhesaththaip Paazhum Avaandharamumaakkumpodhu Naan Karththarendru Arindhukolvaargal, Idhai En Jeevanaikkondu Sollugiren Endru Karththaraagiya Aandavar Uraikkiraar Endru Sollu. "},
{ "Verses": "30 melum Manupuththirane, Un Janaththin Puththirar Suvar Orangalilum Veettuvaasalgalilum Unnaikkuriththup Pesi, Karththaridaththilirundhu Purappatta Vaarththai Ennavendru Ketpom Vaarungal Endru Oruvarodoruvarum Sagodharanode Sagodharanum Solli, "},
{ "Verses": "31 janangal Koodivarugira Vazhakkaththinpadi Unnidaththil Vandhu, Unakku Munbaaga En Janangalpol Utkaarndhu, Un Vaarththaigalaik Ketkiraargal; Aanaalum Avargal Avaigalinpadi Seygiradhillai; Avargal Thangal Vaayinaale Inbamaaip Pesugiraargal, Avargal Irudhayamo Porulaasaiyaip Pinpatrippogiradhu. "},
{ "Verses": "32 idho, Nee Iniya Kuralum Keedhavaaththiyam Vaasippadhil Saamarththiyamumudaiyavan Paadum Inbamaana Paattukku Samaanamaayirukkiraai; Avargal Un Vaarththaigalaik Ketkiraargal; Aanaalum Avaigalinpadi Seyyaamarpogiraargal. "},
{ "Verses": "33 idho, Adhu Varugiradhu, Adhu Varugaiyil Thangal Naduvile Oru Theerkkadharisi Irundhaan Endru Arindhukolvaargal Endraar. "}
]