[
{ "Verses": "1 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane, Nee Isravelin Parvadhangalukku Neraaga Un Mugaththaith Thiruppi, Avaigalukku Virodhamaagath Theerkkadharisanam Uraiththu Sollavendiyadhu Ennavendraal, "},
{ "Verses": "3 isravelin Parvadhangale, Karththaraagiya Aandavarin Vaarththaiyaik Kelungal; Karththaraagiya Aandavar Parvadhangalaiyum Kundrugalaiyum Odaigalaiyum Pallaththaakkugalaiyum Nokki: Idho, Ungalmel Naan, Naane Pattayaththai Varappanni, Ungal Medaigalai Azhiththuppoduven. "},
{ "Verses": "4 ungal Palipeedangal Paazhaakkappattu, Ungal Silaigal Thagarkkappadum; Ungalil Kolaiyungiravargalai Ungal Naragalaana Vikkiragangalukku Munbaaga Vizhappannuven. "},
{ "Verses": "5 naan Isravel Puththirarudaiya Predhangalai Avargaludaiya Naragalaana Vikkiragangalin Munne Kidakkappanni, Ungal Palipeedangalai Sutrilum Ungal Elumbugalai Sidharappannuven. "},
{ "Verses": "6 ungal Palipeedangal Nirmoolamum Paazhumaagumpadikkum, Ungal Naragalaana Vikkiragangal Thagarkkappattu, Oindhu, Ungal Silaigal Vettundu, Ungal Kiriyaigal Kulaindhupogumpadikkum, Ungaludaiya Sagala Vaasasthalangalilumulla Pattanangal Nirmoolamum Ungal Medaigal Paazhumaagum. "},
{ "Verses": "7 kolaiseyyappattavargal Ungal Naduvil Vizhuvaargal; Appozhudhu Naan Karththar Endru Arindhukolveergal. "},
{ "Verses": "8 neengal Dhesangalil Sidharadikkappadumpodhu, Purajaadhigalukkulle Pattayaththukkuth Thappuvaarai Ungalukku Meedhiyaaga Vaippen. "},
{ "Verses": "9 ennai Vittu Sorampogira Irudhayaththaikkuriththum, Thangal Naragalaana Vikkiragangalin Pinne Sorampogira Thangal Kangalaikkuriththum Manamadivaanen Endru Ungalil Thappippona Avargal Thaangal Siraippattirukkum Purajaadhigalukkulle Ennai Ninaiththu, Thangaludaiya Sagala Aruvaruppugalinaalum Thaangal Seydha Pollaappugalinimiththam Thangalaiye Veruththu, "},
{ "Verses": "10 indhath Theengugalaiyellaam Thangalukku Neridappannuven Endru Karththaraagiya Naan Virudhaavaai Sonnadhillaiyendru Arindhukolvaargal Endraar. "},
{ "Verses": "11 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Nee Un Kaiyil Adiththu, Un Kaalaal Thatti, Isravel Vamsaththaarudaiya Sagala Pollaadha Aruvaruppugalinimiththamum Aiyo! Endru Sol; Avargal Pattayaththaalum Panjaththaalum Kollainoyaalum Vizhuvaargal. "},
{ "Verses": "12 dhooraththilirukkiravan Kollainoyaal Saavaan; Sameebaththilirukkiravan Pattayaththaal Vizhuvaan; Meedhiyaayirundhu, Mutrikkaipodappattavan Panjaththaal Saavaan; Ippadi Avargalil En Ukkiraththaith Theerththukkolluven. "},
{ "Verses": "13 avargal Thangal Naragalaana Sagala Vikkiragangalukkum Madhuravaasanaiyaana Thoobaththaik Kaattina Sthalangalaagiya Uyarndha Sagala Medugalilum, Parvadhangaludaiya Sagala Sigarangalilum, Pachchaiyaana Sagala Virutchangalin Keezhum, Thazhaiththirukkira Sagala Karvaali Marangalin Keezhum, Avargaludaiya Naragalaana Vikkiragangalin Naduvilum Avargaludaiya Palipeedangalai Sutrilum, Avargalil Kolaiyundavargal Kidakkumpodhu, Naan Karththar Endru Arindhukolvaargal. "},
{ "Verses": "14 naan En Kaiyai Avargalukku Virodhamaaga Neetti, Avargaludaiya Ellaa Vaasasthalangalumulla Dhesaththai Azhiththu, Adhaith Thiplaaththin Vanaandharaththaippaarkkilum Adhigamaaip Paazhaakkuven, Appozhudhu Naan Karththar Endru Arindhukolvaargal Endraar. "}
]