[
{ "Verses": "1 manupuththirane, Nee Isravel Malaigalai Nokkith Theerkkadharisanam Uraiththu, Sollavendiyadhu Ennavendraal: Isravel Malaigale, Karththarudaiya Vaarththaiyaik Kelungal. "},
{ "Verses": "2 karththaraagiya Aandavar Uraikkiraar; Pagaignan Ungalaikkuriththu Aa, Aa, Niththiya Medugal Engal Vasamaayitru Endru Sollugirapadiyinaal, "},
{ "Verses": "3 nee Theerkkadharisanam Uraiththuchchollavendiyadhu Ennavendraal: Karththaraagiya Aandavar Uraikkiraar, Neengal Purajaadhigalil Meedhiyaanavargalukku Sudhandharamaayirukkumpadi Avargal Ungalaip Paazhaakki, Ungalai Sutrilumirundhu Vizhunginapadiyinaalum, Neengal Vaayaadigalukkuppechchum Janangalukku Avadhoorumaanavargalaanapadiyinaalum, "},
{ "Verses": "4 isravel Malaigale Neengal Karththaraagiya Aandavarudaiya Vaarththaiyaik Kelungal; Malaigalukkum Medugalukkum, Aarugalukkum, Pallaththaakkugalukkum, Paazhaakkappatta Avaandhara Idangalukkum, Verumaiyaai Vidappatta Pattanangalukkum Karththaraagiya Aandavar Sollugiraar: Ungalai Sutrilum Meedhiyaana Purajaadhigalukku Neengal Kollaiyum Pariyaasamumaaip Ponapadiyinaal, "},
{ "Verses": "5 karththaraagiya Aandavar Sollugiraar: En Dhesaththaik Kollaiyidappatta Veliyaakkumpadikku Adhai Muzhu Irudhayaththin Sandhoshaththodum Garvamaana Manadhodum Thangalukku Sudhandharamaaga Niyamiththukkonda Purajaadhigalil Meedhiyaanavargalukku Virodhamaagavum Edhom Anaiththukkum Virodhamaagavum, En Akkiniyaana Erichchalinaal Pesinen Endru Nichchayamaai Sollugiren. "},
{ "Verses": "6 aagaiyaal, Nee Isravel Dhesaththaikkuriththuth Theerkkadharisanam Uraiththu, Malaigalukkum, Medugalukkum, Aarugalukkum, Pallaththaakkugalukkum Sollavendiyadhu Ennavendraal: Karththaraagiya Aandavar Uraikkiraar, Idho, Neengal Purajaadhigal Seyyum Avamaanaththai Sumandhapadiyinaal Naan En Erichchalinaalum En Ukkiraththinaalum Pesinen; "},
{ "Verses": "7 aadhalaal, Karththaraagiya Aandavaraayirukkira Naan En Karaththai Uyarththuven, Ungalai Sutrilumirukkira Purajaadhigal Thangaludaiya Avamaanaththai Nichchayamaai Sumappaargal Endru Sollugiren. "},
{ "Verses": "8 isravel Malaigale, Neengal Ungal Koppugalai Vittu, En Janamaagiya Isravelukku Ungal Kanigalaik Koduppeergal; Avargal Sameebamaai Vandhuvittaargal. "},
{ "Verses": "9 idho Naan Ungal Patchaththilirundhu, Ungalaik Kannokkuven; Neengal Panpaduththappattu Vidhaikkappaduveergal. "},
{ "Verses": "10 naan Ungalmel Isravel Vamsamaagiya Manushar Yaavaraiyum Varththikkappannuven; Pattanangal Kudiyetrappadum, Avaandharamaana Sthalangal Kattappadum. "},
{ "Verses": "11 ungalmel Manusharaiyum Mirugajeevangalaiyum Perugip Palugumpadi Varththikkappannuven; Poorvanaatkalil Neengal Irundha Nilaimaiyil Naan Ungalai Sthaabiththu, Ungal Mundhina Seeraippaarkkilum Ungalukku Narcheer Undaagachcheyven; Adhinaal Naan Karththar Endru Arindhukolveergal. "},
{ "Verses": "12 naan Ungalmel En Janamaagiya Isravelin Manusharai Nadamaadappannuven, Avargal Unnaik Kaiyaaluvaargal; Avargalukku Sudhandharamaayiruppaai; Nee Inimel Avargalai Saagakkoduppadhillai. "},
{ "Verses": "13 karththaraagiya Aandavar Sollugiradhu Ennavendraal Janangal Unnaippaarththu: Nee Manusharaip Patchikkira Dhesamendrum, Nee Un Janangalai Saagakkodukkira Dhesamendrum Sollugirapadiyinaal, "},
{ "Verses": "14 nee Inimel Manusharaip Patchippadhumillai, Inimel Un Janangalai Saagakkoduppadhumillai Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "15 naan Inimel Purajaadhigal Seyyum Avamaanaththai Unnidaththile Ketkappannuvadhumillai. Nee Janangalin Nindhaiyai Inimel Sumappadhumillai; Nee Inimel Un Jaadhigalai Saagakkoduppadhumillaiyendru Karththaraagiya Aandavar Uraikkiraar Endru Sol Endraar "},
{ "Verses": "16 pinnum Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "17 manupuththirane, Isravel Vamsaththaar Thangal Suyadhesaththile Kudiyirukkaiyil Adhaith Thangal Nadakkaiyinaalum Thangal Kiriyaigalinaalum Theettuppaduththinaargal; Avargaludaiya Nadakkai En Mugaththukku Munbaaga Dhoorasthreeyin Theettaippol Irundhadhu. "},
{ "Verses": "18 aagaiyinaal Dhesaththile Avargal Sindhina Raththaththinimiththamum, Adhai Avargal Thangal Naragalaana Vikkiragangalaal Theettuppaduththinadhinimiththamum Naan En Ukkiraththai Avargalmel Ootri, "},
{ "Verses": "19 avargalaip Purajaadhigalukkulle Sidharadiththen; Dhesangalil Thootrippodappattaargal; Avargaludaiya Nadakkaiyinpadiyeyum Avargaludaiya Kiriyaigalinpadiyeyum Avargalai Nyaayantheerththen. "},
{ "Verses": "20 avargal Purajaadhigalidaththil Ponapodhu Andha Janangal Ivargalaikkuriththu: Ivargal Karththarudaiya Janangal, Avarudaiya Dhesaththilirundhu Vandhaargal Endru Sonnadhinaal, Ivargal En Parisuththa Naamaththaip Parisuththakkulaichchalaakkinaargal. "},
{ "Verses": "21 aanaalum Isravel Vamsaththaar Thaangal Vandhuserndha Purajaadhigalidaththile Parisuththakkulaichchalaakkina En Parisuththa Naamaththinimiththamaagave Irangugiren. "},
{ "Verses": "22 aadhalaal, Nee Isravel Vamsaththaarai Nokki: Karththaraagiya Aandavar Uraikkiradhu Ennavendraal, Isravel Vamsaththaare, Ungalnimiththamalla Neengal Vandhu Serndha Purajaadhigalidaththil Parisuththakkulaichchalaakkina En Parisuththa Naamaththinimiththame Naan Ippadi Seygiren. "},
{ "Verses": "23 purajaadhigalin Naduve Neengal Parisuththakkulaichchalaakkinadhum Avargalukkul Ungalaal Parisuththakkulaichchalaakkappattadhumaana En Magaththaana Naamaththai Naan Parisuththampannuven; Appozhudhu Purajaadhigal Thangal Kangalukku Munbaaga Naan Ungalukkul Parisuththampannappadugaiyil, Naan Karththar Enbadhai Arindhukolvaargal Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "24 naan Ungalaip Purajaadhigalidaththilirundhu Azhaiththu Ungalai Sagala Dhesangalilumirundhu Serththu, Ungal Suyadhesaththirku Ungalaik Konduvaruven. "},
{ "Verses": "25 appozhudhu Naan Ungalmel Suththamaana Jalam Thelippen; Naan Ungaludaiya Ellaa Asuththangalaiyum Ungaludaiya Ellaa Naragalaana Vikkiragangalaiyum Neekki Ungalai Suththamaakkuven, Neengal Suththamaaveergal. "},
{ "Verses": "26 ungalukku Navamaana Irudhayaththaik Koduththu, Ungal Ullaththile Pudhidhaana Aaviyaik Kattalaiyittu, Kallaana Irudhayaththai Ungal Maamsaththilirundhu Eduththuppottu Sadhaiyaana Irudhayaththai Ungalukkuk Koduppen. "},
{ "Verses": "27 ungal Ullaththile En Aaviyai Vaiththu, Ungalai En Kattalaigalil Nadakkavum En Nyaayangalaik Kaikkollavum Avaigalinpadi Seyyavumpannuven. "},
{ "Verses": "28 ungal Pidhaakkalukku Naan Koduththa Dhesaththile Neengal Kudiyiruppeergal; Neengal En Janamaayiruppeergal, Naan Ungal Dhevanaayirundhu, "},
{ "Verses": "29 ungal Asuththangalaiyellaam Neekki, Ungalai Ratchiththu Ungalmel Panjaththaik Kattalaiyidaamal, Kodhumaiyai Varavazhaiththu, Adhaipperugappanni, "},
{ "Verses": "30 neengal Inimel Jaadhigalukkulle Panjaththinaalundaagum Nindhaiyai Adaiyaadhapadikku, Virutchaththin Kanigalaiyum Vayalin Palangalaiyum Perugappannuven. "},
{ "Verses": "31 appozhudhu Neengal Ungal Pollaadha Maarkkangalaiyum Ungal Thagaadha Kiriyaigalaiyum Ninaiththu, Ungal Akkiramangalinimiththamum Ungal Aruvaruppugalinimiththamum Ungalaiye Arosippeergal. "},
{ "Verses": "32 naan Ippadi Seyvadhu Ungal Nimiththamaaga Allavendru Karththaraagiya Aandavar Sollugiraar, Idhu Ungalukku Ariyappattirukkakkadavadhu; Isravel Vamsaththaare Ungal Vazhigalinimiththam Vetki Naanungal. "},
{ "Verses": "33 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Naan Ungal Akkiramangalaiyellaam Neekki, Ungalai Suththamaakkum Kaalaththile Pattanangalil Kudiyetruvippen; Avaandharamaana Sthalangalum Kattappadum. "},
{ "Verses": "34 paazhaakkappatta Dhesam Kadandhupogira Yaavarudaiya Paarvaikkum Paazhaaikkidandhadharkup Padhilaaga Payiridappadum. "},
{ "Verses": "35 paazhaaikkidandha Iththesam, Edhen Thottaththaippolaayitrendrum, Avaandharamum Paazhum Nirmoolamumaayirundha Pattanangal Aranippaanavaigalum Kudiyetrappattavaigalumaayirukkiradhu Endrum Solluvaargal. "},
{ "Verses": "36 karththaraagiya Naan Nirmoolamaanavaigalaik Kattugiren Endrum, Paazhaanadhaip Payirnilamaakkugiren Endrum, Appozhudhu Ungalai Sutrilumulla Meedhiyaana Jaadhigal Arindhukolvaargal; Karththaraagiya Naan Idhai Sonnen, Idhai Seyven. "},
{ "Verses": "37 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Isravel Vamsaththaarukkaaga Naan Idhai Anukkiragancheyyumpadi Avargal Ennidaththil Vinnappam Pannavendum; Mandhai Perugugiradhupol Avargalil Manidharaip Perugappannuven. "},
{ "Verses": "38 pandigai Kaalangalil Erusalemile Parisuththampannappattu Varugira Mandhaigal Eppadith Thiralaayirukkiradho, Appadiye Avaandharamaayirundha Pattanangal Manusharin Mandhaiyaal Nirambiyirukkum; Adhinaal Naan Karththar Enbadhai Arindhukolvaargal Endru Sol Endraar. "}
]