[
{ "Verses": "1 pinnum Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane, Isravel Dhesaththaikkuriththuk Karththaraagiya Aandavar Sollugiradhu Ennavendraal: Mudivu Varugiradhu, Dhesaththin Naalu Munaigalin Melum Mudivu Varugiradhu. "},
{ "Verses": "3 ippodhe Unmel Mudivu Varugiradhu; Naan En Kobaththai Unmel Varuviththu, Un Vazhigalukkuththakkadhaaga Unnai Nyaayantheerththu, Un Ellaa Aruvaruppugalin Palanaiyum Unmel Varappannuven. "},
{ "Verses": "4 en Kan Unnaith Thappavidaadhu; Naan Irangaamal Un Vazhigalukkuththakkadhai Unmel Varappannuven; Un Aruvaruppugalukkuththakkadhu Un Naduvil Vandhirukkum; Appozhudhu Naan Karththar Endru Arindhukolveergal. "},
{ "Verses": "5 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Theengu Varugiradhu; Idho, Egamaana Theengu Varugiradhu. "},
{ "Verses": "6 mudivu Varugiradhu, Mudivu Varugiradhu, Adhu Unmel Nokkamaayirukkiradhu; Idho, Varugiradhu. "},
{ "Verses": "7 dhesaththil Kudiyirukkiravane, Annaalin Vidiyarkaalam Varugiradhu, Kaalam Varugiradhu, Amaliyin Naal Sameebiththirukkiradhu, Malaigalil Sandhoshasaththam Illai. "},
{ "Verses": "8 ippozhudhu Viraivil En Ukkiraththai Unmel Ootri, En Kobaththai Unnil Theerththukkondu, Unnai Un Vazhigalukkuththakkadhaaga Nyaayantheerththu, Un Ellaa Aruvaruppugalin Palanaiyum Unmel Varappannuven. "},
{ "Verses": "9 en Kan Unnaith Thappavidaadhu; Naan Irangaamal Un Vazhigalukkuththakkadhai Unmel Varappannuven; Un Aruvaruppugalukkuththakkadhu Un Naduvil Vandhirukkum; Appozhudhu Adikkiravaraagiya Naan Karththar Endru Arindhukolveergal. "},
{ "Verses": "10 idho, Andha Naal, Idho, Varugiradhu, Annaalin Vidiyarkaalam Udhikkiradhu, Milaaru Pookkiradhu, Agandhai Sezhikkiradhu. "},
{ "Verses": "11 akkiramaththukku Milaaraagak Kodumai Ezhumbugiradhu; Avargalilum Avargaludaiya Thiralaana Kumbilum Avargaludaiya Amaliyilum Ondrum Meedhiyaayiruppadhillai; Avargalnimiththam Pulambal Undaayiruppadhumillai. "},
{ "Verses": "12 andhak Kaalam Varugiradhu, Andha Naal Kittugiradhu; Kollugiravan Sandhoshappadaamalum, Virkiravan Dhukkappadaamalum Iruppaanaaga; Adhin Thiralaana Kumbalmelum Ukkiram Irangum. "},
{ "Verses": "13 avargal Jeevanullorukkulle Innum Uyirodirundhaalum, Vitravan Virkappattadharkuth Thirumbivaruvadhillai; Adhin Thiralaana Kumbinmelum Undaana Dharisanam Thirumbaadhu; Than Akkiramaththile Vaazhugira Evanum Thannaiththidappaduththamaattaan. "},
{ "Verses": "14 avargal Ekkaalam Oodhi, Ellaavatraiyum Aayaththampanniyum, Yuththaththukkup Pogiravanillai; En Ukkiram Adhin Thiralaana Kumbinmelum Irangugiradhu. "},
{ "Verses": "15 veliye Pattayamum Ulle Kollainoyum Panjamum Undu; Vayal Veliyil Irukkiravan Pattayaththaal Saavaan; Nagaraththil Irukkiravanaiyo Panjamum Kollainoyum Patchikkum. "},
{ "Verses": "16 avargalil Thappugiravargal Thappuvaargal; Aanaalum Avargal Anaivarum Avanavan Than Than Akkiramaththinimiththam Dhukkiththuk Kooppidugira Pallaththaakkugalin Puraakkalaippola Malaigalil Iruppaargal. "},
{ "Verses": "17 ellaak Kaigalum Saliththu, Ellaa Muzhankaalgalum Thanneeraippol Thaththalikkum. "},
{ "Verses": "18 rattai Uduththikkolvaargal; Thaththalippu Avargalai Moodum; Ellaa Mugangalum Vetkappadum, Ellaath Thalaigalum Mottaiyidappadum. "},
{ "Verses": "19 thangal Velliyaith Therukkalil Erindhuviduvaargal; Avargaludaiya Pon Vendaaveruppaayirukkum; Karththarudaiya Sinaththin Naalile Avargal Velliyum Avargal Ponnum Avargalai Viduvikkamaattaadhu; Avargal Adhinaal Thangal Aaththumaakkalaith Thirupthiyaakkuvadhum Illai Thangal Vayirugalai Nirappuvadhum Illai; Avargal Akkiramame Avargalukku Idaralaayirundhadhu. "},
{ "Verses": "20 avarudaiya Singaaraththin Magimaiyai Agandhaikkendru Vaiththu, Adhile Aruvarukkappadaththakkadhum Seeyendrigazhappadaththakkadhumaana Kaariyangalin Vikkiragangalai Undupanninaargal; Aagaiyaal Naan Avaigalai Avargalukku Vendaaveruppaakki, "},
{ "Verses": "21 adhai Anniyar Kaiyile Kollaiyaagavum, Boomiyil Dhushtargalukku Sooraiyaagavum Koduppen; Avargal Adhaip Parisuththakkulaichchalaakkuvaargal. "},
{ "Verses": "22 en Mugaththai Avargalai Vittuth Thiruppuven; Adhinaal En Andharanga Sthalaththaip Parisuththakkulaichchalaakkuvaargal; Parigaarar Adharkul Pravesiththu, Adhaip Parisuththakkulaichchalaakkuvaargal. "},
{ "Verses": "23 oru Sangiliyaip Pannivai; Dhesam Nyaayaththeerppukkullaana Raththappazhigalaal Niraindhirukkiradhu; Nagaram Kodumaiyaal Niraindhirukkiradhu. "},
{ "Verses": "24 aagaiyaal Purajaadhigalin Dhushtargalai Varappannuven, Avargal Ivargaludaiya Veedugalai Sudhandhariththukkolvaargal; Balavaangalin Perumaiyai Ozhiyappannuven, Avargal Parisuththa Sthalangal Parisuththakkulaichchalaagum. "},
{ "Verses": "25 sangaaram Varugiradhu; Appozhudhu Samaadhaanaththaith Theduvaargal; Aanaalum Adhu Kidaiyaadhu. "},
{ "Verses": "26 vikkinaththinmel Vikkinam Varum; Dhurchcheydhiyinmel Dhurchcheydhi Pirakkum; Appozhudhu Theerkkadharisiyinidaththile Dharisanaththaith Theduvaargal; Aanaalum Aasaariyinidaththile Vedhamum Moopparidaththile Aalosanaiyum Iraamal Ozhindhupogum. "},
{ "Verses": "27 raajaa Dhukkiththukkondiruppaan; Prabuvaith Thigil Moodikkondirukkum; Dhesaththu Janangalin Kaigal Thalarndhupogum; Naan Avargal Vazhigalinpadiye Avargalukku Seydhu, Avargal Nyaayangalinpadiye Avargalai Nyaayantheerppen; Appozhudhu Naan Karththar Endru Arindhukolvaargal Endraar. "}
]