[
{ "Verses": "1 aaraam Varushaththu Aaraam Maadham Aindhaanthedhiyile, Naan En Veettil Utkaarndhirukkirapodhum, Yoodhaavin Mooppargal Enakku Munbaaga Utkaarndhirukkirapodhum, Karththaraagiya Aandavarudaiya Karam Ange Enmel Amarndhadhu. "},
{ "Verses": "2 appozhudhu Idho, Akkinichchaayalaaith Thondrugira Oruvaraik Kanden; Avarudaiya Iduppukkuk Keezhellaam Akkiniyum Avarudaiya Iduppukku Melellaam Sogusaavaippol Pragaasikkira Saayalumaayirundhadhu. "},
{ "Verses": "3 kaipol Thondrinadhai Avar Neetti, En Thalaimayiraip Pidiththu Ennaith Thookkinaar, Aaviyaanavar Ennai Boomikkum Vaanaththukkum Naduve Kondupoi, Dhevadharisanaththile Ennai Erusalemil Vadathisaikku Edhiraana Ulvaasalin Nadaiyile Vittaar; Ange Erichchalundaakkugira Vikkiragaththin Sthaanam Irundhadhu. "},
{ "Verses": "4 idho, Naan Pallaththaakkile Kandirundha Dharisanaththukku Sariyaaga Isravelin Dhevanudaiya Magimai Ange Vilanginadhu. "},
{ "Verses": "5 avar Ennaip Paarththu; Manupuththirane, Un Kangalai Ereduththu, Vadakke Paar Endraar; Appozhudhu Naan En Kangalai Ereduththu, Vadakke Paarththen; Idho, Palipeedaththin Vaasalukku Vadakke Paarththen; Nadaiyile Erichchalundaakkugira Andha Vikkiragam Irundhadhu. "},
{ "Verses": "6 avar Ennai Nokki: Manupuththirane, Avargal Seygiradhaik Kaangiraayaa? En Parisuththa Sthalaththaivittu Ennai Dhooramaaip Pogappannumpadiyaana Isravel Vamsaththaar Inge Seygira Migundha Aruvaruppugalaik Kaangiraai Allavaa? Idhilum Adhiga Aruvaruppugalai Innamum Kaanbaai Endru Solli, "},
{ "Verses": "7 ennaip Praagaaraththin Vaasalukkuk Konduponaar; Appozhudhu Idho, Suvaril Oru Dhuvaaraththaik Kanden. "},
{ "Verses": "8 avar Ennai Nokki: Manupuththirane, Nee Suvarile Dhuvaaramidu Endraar; Naan Suvarile Dhuvaaramittapodhu, Idho, Oru Vaasal Irundhadhu. "},
{ "Verses": "9 avar Ennaippaarththu: Nee Ulle Poi, Avargal Inge Seygira Kodiya Aruvaruppugalaip Paar Endraar. "},
{ "Verses": "10 naan Ulle Poip Paarththa Podhu, Idho, Sagalavidha Oorumpraanigalum Aruvaruppaana Mirugangalumaagiya Ivaigalin Suroobangalum, Isravel Vamsaththaarudaiya Naragalaana Sagala Vikkiragangalum Suvaril Sutrilum Siththirantheerappattirundhana. "},
{ "Verses": "11 isravel Vamsaththaarin Moopparil Ezhubadhuperum, Avargalin Naduvile Saappaanudaiya Kumaaranaagiya Yasaniyaavum, Avanavan Thanthan Kaiyile Thanthan Thoobakalasaththaip Pidiththukkondu, Avaigalukku Munbaaga Nindraargal, Thoobavarkkaththinaal Migundha Pugai Ezhumbitru. "},
{ "Verses": "12 appozhudhu Avar Ennai Nokki: Manupuththirane, Isravel Vamsaththaarin Mooppargal Andhagaaraththile Avaravar Thangal Vikkiragangalin Siththira Vinodha Araigalil Seygiradhai Nee Kandaayaa? Karththar Engalaip Paarkkiradhillai; Karththar Dhesaththaik Kaivittaar Endru Sollugiraargale Endraar. "},
{ "Verses": "13 pinnum Avargal Seygira Adhiga Aruvaruppugalai Innamum Kaanbaai Endru Avar Ennudane Solli, "},
{ "Verses": "14 ennaik Karththarudaiya Aalayaththu Vadakku Vaasalin Nadaiyile Kondu Ponaar; Idho, Ange Thammoosukkaaga Azhudhukondirukkira Sthreegal Utkaarndhirundhaargal. "},
{ "Verses": "15 appozhudhu Avar: Manupuththirane, Idhaik Kandaayaa? Idhilum Adhiga Aruvaruppugalai Innamum Kaanbaai Endru Ennudane Solli, "},
{ "Verses": "16 ennaik Karththarudaiya Aalayaththin Utpraagaaraththile Konduponaar; Idho, Karththarudaiya Aalayaththin Vaasal Nadaiyile Mandabaththukkum Palipeedaththukkum Naduve, Erakkuraiya Irubaththaindhu Purushar, Thangal Mudhugaidh Karththarudaiya Aalayaththukkum Thangal Mugaththaik Keezhththisaikkum Neraagath Thiruppinavargalaaik Kizhakke Irukkum Sooriyanai Namaskariththaargal. "},
{ "Verses": "17 appozhudhu Avar Ennai Nokki: Manupuththirane, Idhaik Kandaayaa? Inge Yoodhaa Vamsaththaar Seygira Aruvaruppugal Arpamaana Kaariyamaa? Avargal Dhesaththaik Kodumaiyinaal Nirappi Ennai Adikkadi Kobamoottugiraargal; Idho, Avargal Dhraatchakkilaiyaith Thangal Naasikku Neraagap Pidikkiraargal. "},
{ "Verses": "18 aagaiyaal Naanum Ukkiraththode Kaariyaththai Nadaththuven; En Kan Thappaviduvadhillai, Naan Iranguvadhillai; Avargal Magaa Saththamaai En Sevigal Ketkak Kooppittaalum Avargalukku Naan Sevikoduppadhillai Endraar. "}
]