[
{ "Verses": "1 idho, Kerubeengaludaiya Thalaikkumel Irundha Mandalaththil Indhiraneelaraththinampondra Singaasana Saayalaana Oru Thotraththaik Kanden; Adhu Avaigalukkumel Kaanappattadhu. "},
{ "Verses": "2 avar Sanalnool Angi Thariththirundha Purushanai Nokki: Nee Kerubeenin Keezh Irukkira Sakkarangalukku Naduvile Pravesiththu, Kerubeengalin Naduve Irukkira Akkiniththazhalil Un Kai Niraiya Eduththu, Adhai Nagaraththinmel Iraiyendraar; Appadiye Avan En Kankaana Ulle Pravesiththaan. "},
{ "Verses": "3 andhap Purushan Ulle Pravesikkaiyil, Kerubeengal Aalayaththin Valadhu Puraththil Nindrana; Oru Megam Utpraagaaraththai Nirappitru. "},
{ "Verses": "4 karththarudaiya Magimai Kerubeenin Melirundhu Ezhumbi, Aalayaththin Vaasarpadiyile Vandhadhu; Aalayam Megaththinaale Niraindhirundhadhu, Praagaaramum Karththarudaiya Magimaiyin Pragaasaththinaal Nirampitru. "},
{ "Verses": "5 kerubeengaludaiya Settaigalin Iraichchal Sarvaththukkum Valla Dhevan Pesugaiyil Undaagum Saththampola Velippraagaaramattum Ketkappattadhu. "},
{ "Verses": "6 avar Sanalnool Angi Thariththirundha Purushanai Nokki: Nee Kerubeengalukkul Sakkarangalin Naduvilirundhu Akkiniyai Edu Endru Kattalaiyittavudane, Avan Ulle Pravesiththu Sakkarangalandaiyile Nindraan. "},
{ "Verses": "7 appozhudhu Kerubeengalukkulle Oru Kerubeen Than Kaiyaik Kerubeengalin Naduvil Irukkira Akkiniyil Neetti, Adhil Eduththu, Sanalnool Angi Thariththirundha Purushanudaiya Kaiyil Koduththaan; Avan Adhai Vaangik Kondu Veliye Vandhaan. "},
{ "Verses": "8 kerubeengaludaiya Settaigalin Keezh Manushar Kaiyin Saayalaanadhu Kaanappattadhu. "},
{ "Verses": "9 idho, Kerubeengalandaiyil Naalu Sakkarangal Irukkak Kanden; Ovvoru Kerubeen Andaiyil Ovvoru Sakkaram Irundhadhu; Sakkarangalin Thotram Padigappachchai Varunampolirundhadhu. "},
{ "Verses": "10 avaigal Naalukkum Ore Saayalaana Roobam Irundhadhu; Sakkarangalin Naduvile Sakkaram Irukkumaappol Kaanappattadhu. "},
{ "Verses": "11 avaigal Odugaiyil Thangal Naalu Pakkangalilum Odum; Odugaiyil Avaigal Thirumbinadhillai; Thalainokkum Idaththukke Avaigal Adhin Pinnaale Odina; Odugaiyil Avaigal Thirumbinadhillai. "},
{ "Verses": "12 avaigalin Udal Anaiththum, Avaigalin Mudhugugalum, Avaigalin Kaigalum, Avaigalin Settaigalum, Andha Sakkarangalum, Sutrilum Kangalinaale Niraindhirundhana; Avaigal Naalukkum Irundha Sakkarangalum Appadiye Irundhana. "},
{ "Verses": "13 andha Sakkarangalaip Paarththu; Sakkarame Endru Oruvan Kooppidugira Saththaththaikketten. "},
{ "Verses": "14 ovvondrukkum Naalu Mugangal Irundhana; Mudhalaam Mugam Kerubeen Mugamum, Irandaam Mugam Manushamugamum, Moondraam Mugam Singamugamum, Naalaam Mugam Kazhugumugamumaayirundhadhu. "},
{ "Verses": "15 kerubeengal Mele Ezhumbina; Idhudhaan, Naan Kebaar Nadhiyandaiyile Kandirundha Jeevan. "},
{ "Verses": "16 kerubeengal Sellugaiyil Sakkarangal Avaigal Aruge Odina; Boomiyilirundhu Ezhumbak Kerubeengal Thangal Settaigalai Viriththapodhu, Sakkarangalum Avaigalai Vittu Vilagippogavillai. "},
{ "Verses": "17 avaigal Nirkaiyil Ivaigalum Nindrana; Avaigal Ezhumbugaiyil Ivaigalum Ezhumbina; Jeevanudaiya Aavi Ivaigalil Irundhadhu. "},
{ "Verses": "18 karththarudaiya Magimai Aalayaththin Vaasarpadiyaivittup Purappattu, Kerubeengalinmel Nindradhu. "},
{ "Verses": "19 appozhudhu Kerubeengal Thangal Settaigalai Viriththu, En Kan Kaana Boomiyaivittu Ezhumbina; Avaigal Purappadugaiyil Sakkarangalum Avaigalukku Sariyaai Sendrana; Karththarudaiya Aalayaththin Kizhakku Vaasalile Poi Nirka, Isravelin Dhevanudaiya Magimai Avaigalinmel Uyara Irundhadhu. "},
{ "Verses": "20 idhu Naan Kebaar Nadhiyandaiyile Isravelin Dhevanukkuk Keezhe Irukkakkanda Andha Jeevandhaane; Avaigal Kerubeengal Endru Arindhukonden. "},
{ "Verses": "21 avaigalil Ovvondrukku Naalu Mugamum, Ovvondrukku Naalu Settaigalum Irundhana; Avaigaludaiya Settaigalin Keezh Manushakaigalin Saayal Irundhadhu. "},
{ "Verses": "22 avaigaludaiya Mugangal Naan Kebaar Nadhiyandaiyile Kandirundha Andha Mugangalin Saayalaayirundhadhu; Ovvondrum Thanthan Mugaththukku Edhiraana Thisaiyai Nokki Sendradhu. "}
]