[
{ "Verses": "1 padhinoraam Varusham Mudhalaanthedhiyile Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane, Theeruvaanadhu Erusalemukku Virodhamaaga, Aa Aa, Janasadhalangalin Olimugavaasalaayirundha Nagari Idikkappattadhendrum Ennidamaaga, Ellaam Puranduvarum, Adhu Paazhaakkappattirukka Naan Nirappappaduven Endrum Sollugirapadiyinaal, "},
{ "Verses": "3 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Theeruve Idho, Naan Unakku Virodhamaaga Varugiren; Samuththiram Than Alaigalai Ezhumbivarappannugira Vannamaai Naan Anegam Jaadhigalai Unakku Virodhamaaga, Ezhumbi Varappannuven. "},
{ "Verses": "4 avargal Theeruvin Madhilgalai Azhiththu, Adhin Koththalangalai Idiththuppoduvaargal; Naan Adhin Mannum Adhil Iraadhapadikku Vilakkippottu, Adhai Verum Paaraiyaakkividuven. "},
{ "Verses": "5 adhu Valaigalai Virikkira Idamaaga Samuththiraththin Naduvile Irukkum; Naan Idhai Sonnen Endru Karththaraagiya Aandavar Uraikkiraar; Adhu Jaadhigalukkuk Kollaiyaagum. "},
{ "Verses": "6 veliyil Irukkira Adhin Kumaaraththigalo Pattayaththaal Kondrupodappaduvaargal; Appozhudhu Naan Karththar Endru Arindhukolvaargal. "},
{ "Verses": "7 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Idho Naan Raajaadhiraajaavaagiya Nebugaadhnechchaar Ennum Baabilon Raajaavai Vadakkeyirundhu Kudhiraigalodum Radhangalodum Kudhiraiveerarodum Koottaththaarodum Thiralaana Janaththodum Theeruvukku Virodhamaaga Varappannuven. "},
{ "Verses": "8 avan Veliyil Irukkira Un Kumaaraththigalaip Pattayaththinaalkondru, Unakku Virodhamaagak Koththalangalaik Katti Unakku Virodhamaaga Anaipottu, Unakku Virodhamaagak Kedayangalai Eduththu, "},
{ "Verses": "9 un Madhilgalai Idikkira Yandhirangalai Edhire Vaiththu, Than Kattaippaaraigalaal Un Koththalangalai Idiththuppoduvaan. "},
{ "Verses": "10 avan Kudhiraigalin Eraalaththinaal Thool Ezhumbi Unnai Moodum; Idiththuth Thirappaakkappatta Pattanaththil Pravesikkum Vannamaaga, Avan Un Vaasalgalukkul Pravesikkaiyil, Kudhiraiveerarum Vandilgalum Radhangalum Iraigira Saththaththile Un Madhilgal Adhirum. "},
{ "Verses": "11 than Kudhiraigalin Kulambugalinaal Un Veedhigalaiyellaam Midhippaan; Un Janaththaip Pattayaththinaal Kondrupoduvaan; Un Balamaana Thoongal Tharaiyil Vizhundhupogum. "},
{ "Verses": "12 avargal Un Aasthiyaik Kollaiyittu, Un Sarakkugalai Sooraiyaadi, Un Madhilgalai Idiththu, Unakku Viruppamaana Veedugalai Azhiththu, Un Kallugalaiyum Un Marangalaiyum Un Mannaiyum Kadalin Naduvile Pottuviduvaargal. "},
{ "Verses": "13 un Paattugalin Saththaththai Oyappannuven; Un Suramandalangalin Saththam Inik Ketkappaduvadhillai. "},
{ "Verses": "14 unnai Verum Paaraiyaakkividuven; Nee Valaigalai Virikkira Sthalamaayiruppaai; Inik Kattappadaai; Karththaraagiya Naan Idhai Sonnen Endru Karththaraagiya Aandavar Uraikkiraar. "},
{ "Verses": "15 theeruvukkuk Karththaraagiya Aandavar Uraikkiradhu Ennavendraal: Kaayampattavargal Alarumpodhum, Un Naduvil Sangaaram Nadakkumpodhum, Nee Vizhugira Saththaththinaal Theevugal Adhiraadho? "},
{ "Verses": "16 kadalarasar Ellaarum Thangal Singaasanangalaivittu Irangi; Thangal Saalvaigalaik Kazhatri, Thangal Siththiraththaiyaaladaigalai Urindhupoduvaargal; Nadukkame Avargal Udaiyaagum; Tharaiyile Utkaarndhu, Nimishandhorum Thaththaliththu, Unnimiththam Bramippaargal. "},
{ "Verses": "17 avargal Unnimiththam Pulambi, Unnaik Kuriththu: Kadal Sanjaarigal Kudiyirundha Pugazhppetra Nagariye, Aiyo! Unnil Thanginavargalukkellaam Bayamundaakkina Un Kudigalodunkooda Samuththiraththile Balaththirundha Nee Azhindhuponaayo! "},
{ "Verses": "18 nee Vizhum Naalil Theevugal Thaththalikkum; Nee Agandrupogumpodhu Samuththiraththilulla Theevugal Kalangum Enbaargal. "},
{ "Verses": "19 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Naan Unnaik Kudiyillaadha, Nagarangalaippolap Paazhaana Nagaramaakkumpodhum, Migundha Thanneergal Unnai Moodaththakkadhaai Naan Unmel Samuththiraththai Varappannumpodhum, "},
{ "Verses": "20 poorvakaalaththu Janaththandakkuk Kuzhiyil Irangugiravargalode Naan Unnai Irangappannuven; Nee Kudiyeraadhirukkumpadi Poorvakaalamudharkondu Paazhaayirukkira Boomiyin Thaazhvidangalile Kuzhiyil Irangugiravargalodekooda Naan Unnaith Thangiyirukkappannuven; Jeevanullorudaiya Dhesaththilo Magimai Vilanga Seyven. "},
{ "Verses": "21 unnai Magaa Bayangaramaaga Vaippen; Ini Nee Irukkamaattaai; Nee Thedappattaalum Ini Endraikkum Kaanappadamaattaai Endru Karththaraagiya Aandavar Sollugiraar Endraar. "}
]