[
{ "Verses": "1 pinbu Avar Ennai Vadathisaiyin Vazhiyaaga Velippraagaaraththile Purappadappanni, Praththiyegamaana Idaththukku Edhiraagavum, Maaligaikku Edhiraagavum Vadakke Irundha Araiveedugalukku Ennai Azhaiththukkonduponaar. "},
{ "Verses": "2 nooru Muzha Neelaththukku Munne Vadakku Vaasal Irundhadhu; Avvidaththu Agalam Aimbadhu Muzham. "},
{ "Verses": "3 utpraagaaraththil Irundha Irubadhu Muzhaththukku Edhiraagavum Velippraagaaraththil Irundha Thalavarisaikku Edhiraagavum Ondrukkondru Edhiraana Moondru Nilaigalulla Nadaikaavanangal Irundhadhu. "},
{ "Verses": "4 utpuraththile Araiveedugalin Munbaagap Paththu Muzha Agalamaana Vazhiyum, Oru Muzha Agalamaana Paadhaiyum Irundhadhu; Avaigalin Vaasalgal Vadakke Irundhadhu. "},
{ "Verses": "5 uyara Irundha Araiveedugal Agalakkattaiyaayirundhadhu; Nadaikaavanangal Keezheyirukkira Araiveedugalukkum Naduveyirukkiravaigalukkum Adhiga Uyaramaana Maaligaiyaayirundhadhu. "},
{ "Verses": "6 avaigal Moondru Adukkugalaayirundhadhu; Praagaarangalin Thoongalukku Irundhadhupola, Avaigalukkuth Thoongalillai; Aagaiyaal Tharaiyilirundhu Alakka, Avaigal Keezheyum Naduveyum Irukkiravaigalaip Paarkkilum Agalakkattaiyaayirundhadhu. "},
{ "Verses": "7 purambe Araiveedugalukku Edhire Velippraagaarath Thisaiyil Arai Veedugalukku Munbaaga Irundha Madhilin Neelam Aimbadhu Muzham. "},
{ "Verses": "8 velippraagaaraththilulla Araiveedugalin Neelam Aimbadhu Muzham, Dhevaalayaththukku Munne Nooru Muzhamaayirundhadhu. "},
{ "Verses": "9 kizhakke Velippraagaaraththilirundhu Andha Araiveedugalukkul Pravesikkira Nadai Avaigalin Keezhe Irundhadhu. "},
{ "Verses": "10 keezhththisaiyaana Praagaaraththu Madhilin Agalaththile Praththiyegamaana Idaththukku Munbaagavum Maaligaikku Munbaagavum Araiveedugalum Irundhadhu. "},
{ "Verses": "11 avaigalukku Munnaana Vazhiyile Andha Araiveedugal Neelaththilum Agalaththilum Ellaa Vaasarpadigalilum, Thittangalilum, Vaasal Nadaigalilum Vadathisaiyaana Araiveedugalin Saayalaayirundhadhu. "},
{ "Verses": "12 thenthisaiyaana Araiveedugalin Vaasal Nadaikku Oppaaga Oru Vaasal Nadaivazhiyin Mugappil Irundhadhu; Keezhththisaiyil Avaigalukkup Pravesikkum Idaththile Semmaiyaana Madhilin Edhire Irundha Vazhiyin Mugappil Oru Vaasalirundhadhu. "},
{ "Verses": "13 avar Ennai Nokki: Praththiyegamaana Idaththukku Munnirukkira Vadapuramaana Araiveedugalum Thenpuramaana Araiveedugalum Parisuththa Araiveedugalaayirukkiradhu; Karththaridaththil Serugira Aasaariyar Ange Magaa Parisuththamaanadhaiyum, Pojanapaliyaiyum, Paavanivaarana Paliyaiyum, Kutranivaarana Paliyaiyum Vaippaargal; Andha Sthalam Parisuththamaayirukkiradhu. "},
{ "Verses": "14 aasaariyar Utpravesikkumpodhu, Avargal Parisuththa Sthalaththirundhu Velippraagaaraththukku Varaadhadharkumunne, Ange Thaangal Aaraadhanai Seydhu Uduththiyirundha Vasthirangalaik Kazhatri Vaippaargal; Avvasthirangal Parisuththamaanavaigal; Vere Vasthirangalai Uduththikkondu, Janaththin Praagaaraththile Povaargal Endraar. "},
{ "Verses": "15 avar Ulveettai Alandhu Theerndhapinbu, Keezhththisaikku Edhiraana Vaasalvazhiyaai Ennai Veliye Azhaiththukkondupoi, Adhaichchutrilum Alandhaar. "},
{ "Verses": "16 keezhththisaip Pakkaththai Alavukolaal Alandhaar; Adhu Alavukolinpadiye Sutrilum Ainnoorukolaayirundhadhu. "},
{ "Verses": "17 vadathisaippakkaththai Alavukolaal Sutrilum Ainnoorukolaai Alandhaar. "},
{ "Verses": "18 thenthisaippakkaththai Alavukolaal Ainnooru Kolaai Alandhaar. "},
{ "Verses": "19 metrisaip Pakkaththukkuth Thirumbi Adhai Alavukolaal Ainnooru Kolaai Alandhaar. "},
{ "Verses": "20 naalu Pakkangalilum Adhai Alandhaar; Parisuththamaanadharkum Parisuththamillaadhadharkum Viththiyaasampannumpadikku Adharku Ainnooru Kol Neelamum Ainnooru Kol Agalamumaana Madhil Sutrilum Irundhadhu. "}
]