[
{ "Verses": "1 paththaam Varusham Paththaam Maadham Pannirandaanthedhiyile Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane, Nee Egipthin Raajaavaagiya Paarvonukku Edhiraaga Un Mugaththaith Thiruppi, Avanukkum Egipthu Muzhuvadhukkum Virodhamaaith Theerkkadharisanam Uraiththu, Sollavendiyadhu Ennavendraal: "},
{ "Verses": "3 karththaraagiya Aandavar Sollugiraar Egipthin Raajaavaagiya Paarvone, Nee Un Nadhigalin Naduvile Paduththukkondu En Nadhi Ennudaiyadhu, Naan Adhai Enakkaaga Undupanninen Endru Sollugira Periya Mudhalaiye, Idho, Naan Unakku Virodhamaai Vandhu, "},
{ "Verses": "4 un Vaayile Thuradugalai Maatti Un Nadhigalin Machchangalai Un Sedhilgalil Ottikkollumpadi Seydhu, Unnai Un Nadhigalin Naduvilirundhu Thookkividuven; Un Nadhigalin Machchangalellaam Un Sedhilgalil Ottikkondirukkum. "},
{ "Verses": "5 unnaiyum Un Nadhigalin Ellaa Machchangalaiyum Vanaandharaththile Pottuviduven; Vettaveliyile Vizhuvaai; Nee Serththukkollappaduvadhillai; Unnai Boomiyin Mirugangalukkum Aagaayaththin Paravaigalukkum Iraiyaagak Koduppen. "},
{ "Verses": "6 appozhudhu Egipthudhesaththin Kudigalellaarum Naan Karththar Endru Arindhukolvaargal; Avargal Isravel Vamsaththaarukku Naanarkolaayirundhaargale. "},
{ "Verses": "7 avargal Unnaik Kaiyile Pidikkumpodhu, Nee Odindhupoi, Avargal Vilaavaiyellaam Pilappaai; Avargal Unmel Saayumpodhu, Nee Murindhu, Avargal Iduppu Muzhuvadhaiyum Maraththuppogappannuvaai. "},
{ "Verses": "8 aagaiyaal Karththaraagiya Aandavar Sollugiradhu Ennavendraal: Idho, Naan Unmel Pattayaththaivarappanni, Unnil Manusharaiyum Mirugangalaiyum Sangaarampannuven. "},
{ "Verses": "9 egipthu Dhesam Paazhum Vanaandharamumaagum; Appozhudhu Naan Karththar Endru Arindhukolvaargal Nadhi Ennudaiyadhu, Naan Adhai Undaakkinen Endru Sonnaane. "},
{ "Verses": "10 aagaiyaal, Idho, Naan Unakkum Un Nadhigalukkum Virodhamaaga Vandhu, Mikdholmudhal Eththiyoppiyaavin Ellaiyilulla Sevenevaraikkum Egipthudhesaththai Avaandharamum Paazhumaana Vanaandharangalaakkuven. "},
{ "Verses": "11 manushanudaiya Kaal Adhaikkadappadhumillai Mirugajeevanudaiya Kaal Adhai Midhippadhumillai; Adhu Naarpadhu Varusham Kudiyatrirukkum. "},
{ "Verses": "12 egipthudhesaththaip Paazhaaippona Dhesangalin Naduvile Paazhaaippogappannuven; Adhin Pattanangal Avaandharamaakkappatta Pattanangalin Naduvile Naarpadhuvarusham Paazhaaikkidakkum; Naan Egipthiyarai Jaadhigalukkulle Sidharadiththu, Avargalai Dhesangalukkulle Thootrividuven. "},
{ "Verses": "13 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Naarpadhuvarusham Mudiyumpodhu, Naan Egipthiyarai Avargal Sidharundirukkira Janangalidaththilirundhu Serththukkondu, "},
{ "Verses": "14 egipthiyarin Siraiyiruppaith Thiruppi, Avargalai Avargaludaiya Jananadhesamaagiya Padhros Dhesaththile Thirumbivarappannuven; Ange Avargal Arpa Raajyamaayiruppaargal. "},
{ "Verses": "15 adhu Ini Jaadhigalinmel Thannai Uyarththaamal, Matra Raajyangalilum Arpamaanadhaayirukkum; Avargal Ini Jaadhigalai Aalaadhapadikku Avargalaik Kurugippogappannuven. "},
{ "Verses": "16 avargalin Pirage Poi, Avargalai Nokkikkondirukkiradhinaal Isravel Vamsaththaar Enakkuth Thangal Akkiramaththai Ninaippoottaadhapadikku, Ini Avargal Ivargaludaiya Nambikkaiyaayiraamarpovaargal; Appozhudhu Naan Karththaraagiya Aandavar Endru Arindhukolvaargal Engiraar Endru Sol Endraar. "},
{ "Verses": "17 irubaththezhaam Varusham Mudhalaam Maadham Mudhalaanthedhiyile, Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "18 manupuththirane, Baabilon Raajaavaagiya Nebugaadhnechchaar Theeruvin Munne Than Senaiyinidaththil Kadum Oozhiyam Vaanginaan; Ovvoru Thalaiyum Mottaiyaayitru; Ovvoru Tholpattaiyin Tholum Urindhupoyitru; Aanaalum Avan Theeruvukku Virodhamaaga Seydha Oozhiyaththinaale Avanukkaavadhu Avan Senaikkaavadhu Kooli Kidaikkavillai. "},
{ "Verses": "19 aagaiyaal Karththaraagiya Aandavar Sollugiradhu Ennavendraal: Idho Naan Baabilon Raajaavaagiya Nebugaadhnechchaarukku Egipthudhesaththaik Kodukkiren; Avan Adhin Eraalamaana Janaththai Siraipidiththu Adhin Aasthiyai Sooraiyaadi Adhin Kollaipporulai Eduththukkolvaan; Idhu Avanudaiya Senaikkuk Kooliyaayirukkum. "},
{ "Verses": "20 avan Adhile Seydha Velaikku Egipthudhesaththai Naan Avanukkuk Kooliyaagak Koduththen; Enakkaaga Adhai Seydhaargalendru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "21 annaalile Naan Isravel Vamsaththaarin Kombai Mulaikkappanni, Avargal Naduvile Dhaaraalamaaip Pesum Vaayai Unakkuk Kattalaiyiduven; Appozhudhu Naan Karththar Endru Arindhukolvaargal Endraar. "}
]