[
{ "Verses": "1 pinbu Avar En Kaadhugal Ketka Magaa Saththamaai: Nagaraththin Visaarippukkaarar Sangarikkum Aayudhangalaith Thangal Kaigalil Pidiththukkondu Varakkadavargal Endru Sonnaar. "},
{ "Verses": "2 appozhudhu Idho, Aaru Purushar, Vettugira Aayudhangalaith Thangal Kaigalil Pidiththukkondu Vadakke Paarththa Uyarndha Vaasalin Vazhiyilirundhu Vandhaargal; Avargalil Sanalnool Angidhariththu, Than Araiyil Kanakkanudaiya Maikkoottai Vaiththirukkira Oruvan Irundhaan; Avargal Ulle Pravesiththu, Vengala Palipeedaththandaiyile Nindraargal. "},
{ "Verses": "3 appozhudhu Isravelin Dhevanudaiya Magimai Kerubeenmelirundhezhumbi, Aalayaththin Vaasarpadiyile Vandhu, Sanalnool Angidhariththu, Than Araiyile Kanakkanudaiya Maikkoottai Vaiththirukkira Purushanaik Kooppittu, "},
{ "Verses": "4 karththar Avanai Nokki: Nee Erusalem Nagaram Engum Uruvappoi, Adharkulle Seyyappadugira Sagala Aruvaruppugalinimiththamum Perumoochchuvittazhugira Manusharin Netrigalil Adaiyaalam Podu Endraar. "},
{ "Verses": "5 pinbu Avar En Kaadhugal Ketka Matravargalai Nokki: Neengal Ivan Pinnaale Nagaramengum Uruvappoi Vettungal; Ungal Kan Thappavidaamalum, Neengal Irangaamalum, "},
{ "Verses": "6 mudhiyoraiyum, Vaalibaraiyum, Kannigaigalaiyum, Kuzhandhaigalaiyum, Sthreegalaiyum Sangariththuk Kondrupodungal; Adaiyaalam Podappattirukkira Oruvanaiyum Kittaadhirungal En Parisuththa Sthalaththile Thuvakkungal Endru En Kaadhugal Ketka Sonnaar; Appozhudhu Avargal Aalayaththukku Munne Irundha Moopparidaththil Thuvakkampanninaargal. "},
{ "Verses": "7 avar Avargalai Nokki: Neengal Aalayaththaith Theettuppaduththi, Praagaarangalaik Kolaiyundavargalaale Nirappi, Purappattuppongal Endraar; Avargal Nagaraththil Poi Vettinaargal. "},
{ "Verses": "8 avargal Vettikkondupogaiyil Naanmaaththiram Thaniththu, Mugankuppura Vizhundhu: Aa, Karththaraagiya Aandavare, Dhevareer Erusaleminmel Umadhu Ukkiraththai Ootrugaiyil Isravelin Meedhiyaanavargalaiyellaam Azhippeero Endru Muraiyitten. "},
{ "Verses": "9 adharku Avar: Isravelum Yoodhaavumaagiya Vamsaththaarin Akkiramam Migavum Peridhu; Dhesam Raththappazhigalaal Niraindhirukkiradhu; Nagaramum Maarupaattinaal Nirappappattirukkiradhu; Karththar Dhesaththaik Kaivittaar; Karththar Paarkkamaattaar Endru Sollugiraargal. "},
{ "Verses": "10 aagaiyaal En Kan Thappaviduvadhumillai, Naan Irakkancheyvadhumillai, Avargaludaiya Vazhiyin Palanai Avargal Sirasinmel Irangappannuven Endraar. "},
{ "Verses": "11 idho, Sanalnool Angi Thariththu, Than Araiyil Maikoottai Vaiththirukkira Purushan Vandhu: Neer Enakkuk Kattalaiyittapadiye Seydhen Endru Kaariyaththaith Theriviththaan. "}
]