[
{ "Verses": "1 pinbu Avar Ennai Nokki: Manupuththirane, Nee Kaangiradhaip Pusi; Indha Surulai Nee Pusiththu, Isravel Sandhadhiyaaridaththil Poi Avargalode Pesu Endraar. "},
{ "Verses": "2 appadiye En Vaayaith Thirandhen; Appozhudhu Avar Andha Surulai Enakkup Pusikkakkoduththu: "},
{ "Verses": "3 manupuththirane, Naan Unakkuk Kodukkira Indha Surulai Nee Un Vayitrile Utkondu, Adhinaal Un Kudalgalai Nirappuvaayaaga Endraar; Appozhudhu Naan Adhaip Pusiththen; Adhu En Vaaikkuth Thenaippol Thiththippaayirundhadhu. "},
{ "Verses": "4 pinbu Avar Ennai Nokki: Manupuththirane, Nee Poi, Isravel Sandhadhiyaaridaththil Serndhu, En Vaarththaigalaik Kondu Avargalode Pesu. "},
{ "Verses": "5 vilangaadha Pechchum, Kadinamaana Baashaiyumulla Janaththandaikkalla, Isravel Sandhadhiyaaridaththirke Nee Anuppappadugiraai. "},
{ "Verses": "6 vilangaadha Pechchum, Thaangal Sollum Vaarththaigalai Nee Ariyaadha Kadinamaana Baashaiyumulla Anegamaana Janangalidaththirku Nee Anuppappadavillai; Naan Avargalidaththirku Unnai Anuppinaalum, Avargal Unakku Sevikoduppaargalo? "},
{ "Verses": "7 isravel Veettaarovenil, Unakku Sevikodukkamaattaargal; Enakke Sevikodukkamaattom Engiraargale; Isravel Vamsaththaar Anaivarum Kadinamaana Netriyum Murattaattamulla Irudhayamum Ullavargal "},
{ "Verses": "8 idho, Un Mugaththai Avargal Mugaththukku Edhiraagavum, Un Netriyai Avargal Netrikku Edhiraagavum Gettiyaakkinen. "},
{ "Verses": "9 un Netriyai Vachchirakkallaippolaakkinen, Kanmalaiyaippaarkkilum Gettiyaakkinen; Avargal Kalagamulla Veettaarendru Nee Avargalukku Bayappadaamalum Avargal Mugangalukkuk Kalangaamalum Iru Endraar. "},
{ "Verses": "10 pinnum Avar Ennai Nokki: Manupuththirane, Naan Unnudane Sollum En Vaarththaigalaiyellaam Nee Un Sevigalaale Kettu, Un Irudhayaththil Etrukkondu, "},
{ "Verses": "11 nee Poi, Siraippatta Un Janaththin Puththiraridaththile Serndhu, Avargal Kettaalum Kelaavittaalum Avargalode Pesi, Karththaraagiya Aandavar Inninnadhai Uraikkiraar Endru Avargalode Sol Endraar. "},
{ "Verses": "12 appozhudhu Aavi, Ennai Uyara Eduththukkondadhu; Karththarudaiya Sthaanaththilirundhu Vilangiya Avarudaiya Magimaikku Sthoththiram Undaavadhaaga Endru Enakkup Pinnaaga Kooppitta Magaa Saththaththin Iraichchalaik Ketten. "},
{ "Verses": "13 ondrodondru Inaindhirukkira Jeevangaludaiya Settaigalin Iraichchalaiyum, Adharkedhire Odiya Sakkarangalin Iraichchalaiyum, Magaa Saththaththin Iraichchalaiyum Ketten "},
{ "Verses": "14 aavi Ennai Uyara Eduththukkondadhu; Naan En Aaviyin Ukkiraththinaale Manankasandhuponen; Aanaalum Karththarudaiya Karam Enmel Balamaaga Irundhadhu. "},
{ "Verses": "15 kebaar Nadhiyandaiyile Thelaapeepile Thaabarikkira Siraippattavargalidaththukku Naan Vandhu, Avargal Thaabarikkira Sthalaththile Thaabariththu, Ezhunaal Avargal Naduvile Bramiththavanaaith Thanginen. "},
{ "Verses": "16 ezhunaal Mudindhapinbu Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "17 manupuththirane, Unnai Isravel Vamsaththaarukkuk Kaavalaalanaaga Vaiththen; Nee En Vaayinaale Vaarththaiyaikkettu, En Naamaththinaale Avargalai Echcharippaayaaga. "},
{ "Verses": "18 saagave Saavaai Endru Naan Dhunmaarkkanukku Sollugaiyil, Nee Dhunmaarkkanaith Than Dhunmaarkkamaana Vazhiyil Iraadhapadikku Echcharikkumpadiyaagavum, Avanai Uyirode Kaakkumpadiyaagavum, Adhai Avanukku Sollaamalum, Nee Avanai Echcharikkaamalum Irundhaal, Andha Dhunmaarkkan Than Dhunmaarkkaththile Saavaan; Avan Raththappazhiyaiyo Un Kaiyile Ketpen. "},
{ "Verses": "19 nee Dhunmaarkkanai Echchariththum, Avan Than Dhunmaarkkaththaiyum Than Aagaadha Vazhiyaiyum Vittuth Thirumbaamar Povaanaagil, Avan Than Dhunmaarkkaththile Saavaan Neeyovendraal Un Aaththumaavaith Thappuvippaai. "},
{ "Verses": "20 appadiye, Needhimaan Than Needhiyai Vittuth Thirumbi, Needhikedu Seyyumpodhum, Naan Avanmun Idaralai Vaikkumpodhum, Avan Saavaan; Nee Avanai Echcharikkaadhapadiyinaale Avan Than Paavaththile Saavaan; Avan Seydha Needhigal Ninaikkappaduvadhillai; Avanudaiya Raththappazhiyaiyo Un Kaiyile Ketpen. "},
{ "Verses": "21 needhimaan Paavan Cheyyaadhapadikku Nee Needhimaanai Echchariththapinbu Avan Paavancheyyaavittaal, Avan Pizhaikkave Pizhaippaan; Avan Echcharikkappattaan; Neeyum Un Aaththumaavaith Thappuviththaai Endraar. "},
{ "Verses": "22 avvidaththile Karththarudaiya Karam Enmel Amarndhadhu; Avar: Nee Ezhundhirundhu Pallaththaakkukkup Purappattuppo, Ange Unnudane Pesuven Endraar. "},
{ "Verses": "23 appadiye Naan Ezhundhirundhu, Pallaththaakkukkup Purappattup Ponen; Idho, Kebaar Nadhiyandaiyile Naan Kanda Magimai Vilanginadhu; Appozhudhu Naan Mugankuppura Vizhundhen. "},
{ "Verses": "24 udane Aavi Enakkulle Pugundhu, Ennaik Kaaloondri Nirkumpadi Seydhadhu, Appozhudhu Avar Ennudane Pesi; Nee Poi, Un Veettukkulle Unnai Adaiththukkondiru. "},
{ "Verses": "25 idho, Manupuththirane, Unmel Kayirugalaippottu, Avaigalaal Unnaik Kattappogiraargal; Aagaiyaal Nee Avargalukkulle Pogavendaam.. "},
{ "Verses": "26 naan Un Naavai Un Mel Vaayode Ottikkollappannuven; Nee Avargalaik Kadindhukollugira Manushanaayiraamal, Oomaiyanaayiruppaai; Avargal Kalagaveettaar. "},
{ "Verses": "27 naan Unnode Pesumpodhu, Un Vaayaith Thirappen; Appozhudhu Karththaraagiya Aandavar Inninnadhai Uraiththaar Endru Avargalode Solvaai; Ketkiravan Ketkattum, Kelaadhavan Kelaadhirukkattum; Avargal Kalagaveettaar. "}
]