[
{ "Verses": "1 neengal Sudhandhariththukkollumpadi Dhesaththai Seettuppottup Pangidumpodhu, Dhesaththil Irubaththaiyaayirankol Neelamum, Padhinaayirankol Agalamumaana Parisuththa Pangaik Karththarukku Arppidhamaagap Piriththu Vaikkakkadaveergal; Idhu Than Sutrellai Engum Parisuththamaayirukkum. "},
{ "Verses": "2 idhile Parisuththa Sthalaththukkendru Ainnooru Kol Neelamum Ainnooru Kol Agalamumaana Naarchadhuram Alakkappadakkadavadhu; Adharku Sutrilum Aimbadhu Muzhamaana Velinilam Irukkavendum. "},
{ "Verses": "3 indha Alavu Utpada Irubaththaiyaayirankol Neelaththaiyum Padhinaayirankol Agalaththaiyum Alappaayaaga; Adharkul Parisuththa Sthalamum Magaa Parisuththa Sthalamum Irukkavendum. "},
{ "Verses": "4 dhesaththil Parisuththa Pangaagiya Idhu Karththarukku Aaraadhanaiseyya Serugiravargalum, Parisuththa Sthalaththil Aaraadhanai Seygiravargalumaana Aasaariyarudaiyadhu; Idhu Avargalukku Veedugalukkaana Idamum, Parisuththa Sthalaththukku Aduththa Idamumaayirukkavendum. "},
{ "Verses": "5 pinnum Irubaththaiyaayirankol Neelamum Padhinaayirankol Agalamumaana Idam Aalayaththin Panividaikkaararaagiya Leviyarudaiyadhaayirukkum; Adhu Avargaludaiya Kaaniyaatchi; Adhil Irubadhu Araiveedugalirukkavendum. "},
{ "Verses": "6 parisuththa Pangaagap Padaikkappattadharku Edhire Nagaraththin Kaaniyaatchiyaaga Aiyaayirankol Agalaththaiyum Irubaththaiyaayirankol Neelaththaiyum Alandhu Koduppeergalaaga; Adhu Isravel Vamsaththaaranaivarukkum Sondhamaayirukkum. "},
{ "Verses": "7 parisuththa Pangaagap Padaikkappattadharkum Nagaraththin Kaaniyaatchikkum Indhappuraththilum Andhappuraththilum, Parisuththa Padaippukkumunbaagavum, Nagaraththin Kaanikkumunbaagavum, Adhipadhiyinudaiya Pangu Merkile Merpuramaagavum Kizhakkile Keezhppuramaagavum Iruppadhaaga; Adhin Neelam Melellai Thuvakkik Keezh Ellaimattum Pangugalil Ovvondrukkum Edhiraayirukkavendum. "},
{ "Verses": "8 idhu Avanukku Isravelile Kaaniboomiyaaga Irukkakkadavadhu; En Adhipadhigal Ini En Janaththai Odukkaamal Dhesaththai Isravel Vamsaththaarukku Avargaludaiya Koththirangalukkuth Thakkadhaaga Vittuviduvaargalaaga. "},
{ "Verses": "9 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Isravelin Adhipadhigale, Neengal Seydhadhupodhum; Neengal Kodumaiyaiyum Kollaiyidudhalaiyum Thavirththu, Nyaayaththaiyum Needhiyaiyum Seyyungal; Ungal Uththandangalai En Janaththaivittu Agatrungal Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "10 sumuththiraiyaana Tharaasum, Sumuththiraiyaana Marakkaalum, Sumuththiraiyaana Alavukudamum Ungalukku Irukkakkadavadhu. "},
{ "Verses": "11 marakkaalum Alavukudamum Ore Alavaayirundhu, Marakkaal Kalaththile Paththil Oru Pangum, Alavukudam Kalaththile Paththil Oru Pangum Pidikkakkadavadhu; Kalaththinpadiye Adhin Alavu Nirunayikkappaduvadhaaga. "},
{ "Verses": "12 sekkalaanadhu Irubadhu Keraa; Irubadhu Sekkalum Irubaththaindhu Sekkalum Padhinaindhu Sekkalum Ungalukku Oru Raaththalaagum. "},
{ "Verses": "13 neengal Seluththa Vendiya Kaanikkaiyaavadhu: Oru Kalam Kodhumaiyile Oru Marakkaalil Aarilorupangaiyum, Oru Kalam Vaarkodhumaiyile Oru Marakkaalil Aariloru Pangaiyum Padaikkakkadaveergal. "},
{ "Verses": "14 alavukudaththaal Alakkira Enneyin Kattalaiyaavadhu: Paththukkudam Pidikkira Kalaththukku Sariyaana Oru Jaadi Enneyile Paththil Oru Pangaip Padaippeergalaaga; Paththu Alavukudam Oru Kalamaagum. "},
{ "Verses": "15 isravel Dhesaththile Nallameychchalai Meygira Mandhaiyile Irunooru Aadugalil Oru Aadum, Avargaludaiya Paavanivaaranaththirkaaga Pojanapaliyaagavum Thaganapaliyaagavum Samaadhaanapaliyaagavum Seluththappadakkadavadhendru Karththaraagiya Aandavar Uraikkiraar. "},
{ "Verses": "16 isravelin Adhipadhikku Munbaaga Dhesaththin Janangal Ellorum Indhak Kaanikkaiyai Seluththak Kadanaaligalaayirukkiraargal. "},
{ "Verses": "17 isravel Vamsaththaar Koodivarak Kurikkappatta Sagala Pandigaigalilum Maadhappirappugalilum Oivunaatkalilum Thaganapaligalaiyum Pojanapaligalaiyum Paanapaligalaiyum Seluththuvadhu Adhipadhiyinmel Sumandha Kadanaayirukkum; Avan Isravel Vamsaththaarukkaagap Paavanivaaranampannumpadikkup Paavanivaaranapaliyaiyum Pojanapaliyaiyum Thaganapaliyaiyum Samaadhaanapaliyaiyum Padaippaanaaga. "},
{ "Verses": "18 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Mudhalaammaadham Mudhalaanthedhiyile Nee Pazhudhatra Oru Kaalaiyaik Konduvandhu, Parisuththa Sthalaththukkup Paavanivirththi Seyvaayaaga. "},
{ "Verses": "19 paavanivaaranapaliyin Raththaththile Konjam Aasaariyan Eduththu, Aalayaththin Vaasal Nilaigalilum, Palipeedaththu Sattaththin Naalu Kodigalilum, Utpraagaaraththina Vaasalnilaigalilum Poosakkadavan. "},
{ "Verses": "20 pizhaiseydhavanukkaagavum, Ariyaamal Thappidham Seydhavanukkaagavum Andhappragaaramaaga Ezhaanthedhiyilum Seyvaayaaga; Ivvidhamaai Aalayaththukkup Paavanivarththi Seyvaayaaga. "},
{ "Verses": "21 mudhalaam Maadham Padhinaalaanthedhiyile Pulippillaadha Ap "}
]