[
{ "Verses": "1 ippodhum Manupuththirane, Nee Kogukku Virodhamaagath Theerkkadharisanam Uraiththu Sollavendiyadhu Ennavendraal: Karththaraagiya Aandavar Uraikkiraar, Mesek Thoobaal Jaadhigalin Adhipadhiyaagiya Koge, Idho, Naan Unakku Virodhamaaga Varugiren. "},
{ "Verses": "2 naan Unnaith Thiruppi Unnai Aaru Thuradugalaal Izhuththu, Unnai Vadapurangalilirundhu Ezhumbavum Isravel Malaigalil Varavumpanni, "},
{ "Verses": "3 un Villai Un Idadhukaiyilirundhu Thattivittu, Un Ambugalai Un Valadhukaiyilirundhu Vizhappannuven. "},
{ "Verses": "4 neeyum Un Ellaa Raanuvangalum Unnodirukkira Janangalum Isravel Malaigalil Vizhuveergal; Uraainjugira Sagalavidha Patchigalukkum Veliyin Mirugangalukkum Unnai Iraiyaagakkoduppen. "},
{ "Verses": "5 visaalamaana Veliyil Vizhuvaai; Naan Idhai Sonnen Endru Karththaraagiya Aandavar Uraikkiraar. "},
{ "Verses": "6 naan Maagogidaththilum Theevugalil Nirvisaaramaaik Kudiyirukkiravargalidaththilum Akkiniyai Anuppuven; Appozhudhu Naan Karththarendru Arindhukolvaargal. "},
{ "Verses": "7 ivvidhamaai Naan En Janamaagiya Isravelin Naduvile En Parisuththa Naamaththaith Therivippen; En Parisuththa Naamaththai Inip Parisuththakkulaichchalaakkavotten; Adhinaal Naan Isravelil Parisuththaraagiya Karththar Endru Purajaadhigal Arindhukolvaargal. "},
{ "Verses": "8 idho, Adhu Vandhu, Adhu Sambaviththadhu Endru Karththaraagiya Aandavar Sollugiraar; Naan Sonna Naal Idhuve. "},
{ "Verses": "9 isravel Pattanangalin Kudigal Veliye Poi, Kedagangalum, Parisaigalum, Villugalum, Ambugalum Valaithadigalum, Eettigalumaagiya Aayudhangalai Eduththu Erippaargal; Ezhuvarusham Avaigalai Eduththu Erippaargal. "},
{ "Verses": "10 avargal Veliyilirundhu Viragukonduvaraamalum Kaadugalil Vettaamalum, Aayudhangalai Eduththu Erippaargal; Avargal Thangalaik Kollaiyittavargalaik Kollaiyittu, Thangalai Sooraiyaadinavargalai Sooraiyaaduvaargal Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "11 annaalil Isravel Dhesaththile Samuththiraththukkuk Kizhakke Prayaanakkaararin Pallaththaakkaip Pudhaikkira Sthaanamaaga Kogukkuk Koduppen; Adhu Vazhippokkar Mookkaip Poththikkondupogappannum; Ange Kogaiyum Avanudaiya Ellaa Senaiyaiyum Pudhaiththu, Adhai Aamonkogin Pallaththaakku Enbaargal. "},
{ "Verses": "12 isravel Vamsaththaar, Dhesaththai Suththampannumpadikku Avargalaip Pudhaiththuththeera Ezhumaadham Sellum. "},
{ "Verses": "13 dhesaththin Janangalellaarum Pudhaiththukkondiruppaargal; Naan Magimaippadum Annaalile Adhu Avargalukkuk Keerththiyaaga Irukkum Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "14 dhesaththai Suththampannuvadharkaaga Adhil Kidakkum Matrap Predhangalaip Pudhaikkumpadikku Niththamum Dhesaththil Sutriththiriyum Manusharaiyum, Sutriththirigiravargalodekoodap Pudhaikkiravargalaiyum Therindhu Niyamippaargal; Ezhumaadhangal Mudindhapinbum Ivargal Thedikkondiruppaargal. "},
{ "Verses": "15 dhesaththil Sutriththirigiravargal Thirindhukondiruppaargal; Yaaraavadhu Oruvan Manushanin Elumbaikkaanumpodhu Pudhaikkiravargal Adhai Aamonkogudaiya Pallaththaakkile Pudhaikkumattum Adhinandaiyile Oru Adaiyaalaththai Naattuvaan. "},
{ "Verses": "16 andha Nagaraththukku Aamonaa Endru Peyaridappadum; Ivvidhamaai Dhesaththai Suththampannuvaargal. "},
{ "Verses": "17 manupuththirane, Karththaraagiya Aandavar Sollugiradhu Ennavendraal: Nee Sagalavidha Patchigalaiyum Veliyil Irukkira Sagala Mirugangalaiyum Nokki: Neengal Egamaaik Koodikkondu, Isravelin Malaigalil Naan Ungalukkaaga Seyyum Yaagamaagiya Magaa Yaagaththukku Sutrilumirundhu Vandhuserndhu, Maamsam Thindru Raththankudiyungal. "},
{ "Verses": "18 neengal Paraakkiramasaaligalin Maamsaththaith Thindru, Boomiyinudaiya Prabukkalin Raththaththaik Kudippeergal; Avargal Ellaarum Paasaanile Kozhuththuppona Aattukkadaakkalukkum Aattukkuttigalukkum Vellaattuk Kadaakkalukkum Kaalaigalukkum Samaanamaanavargal. "},
{ "Verses": "19 naan Ungalukkaaga Seyyum Yaagaththile Neengal Thirupthiyaagumalavum Kozhuppaith Thindru Veriyaagumalavum Raththaththaik Kudippeergal. "},
{ "Verses": "20 ivvidhamaai En Pandhiyile Kudhiraigalaiyum, Radhaveerargalaiyum, Paraakkiramasaaligalaiyum, Sagala Yuththaveerargalaiyum Thindru, Thirupthiyaaveergalendru Karththaraagiya Aandavar Uraikkiraar Endru Sollu. "},
{ "Verses": "21 ivvidhamaai En Magimaiyai Naan Purajaadhigalukkulle Vilangappannuven; Naan Seydha En Nyaayaththaiyum, Avargalmel Naan Vaiththa En Kaiyaiyum Ellaa Jaadhigalum Kaanbaargal. "},
{ "Verses": "22 andrumudhal Endrum Naan Thangal Dhevanaagiya Karththar Endru Isravel Vamsaththaar Arindhukolvaargal. "},
{ "Verses": "23 isravel Vamsaththaar Thangal Akkiramaththinimiththame Siraippattupponaargal Endru Appozhudhu Purajaadhigal Arindhukolvaargal; Avargal Enakku Virodhamaaith Dhrogampanninapadiyaal, En Mugaththai Naan Avargalukku Maraiththu, Avargal Saththurukkalin Kaiyil Avargalai Oppukkoduththen; Avargal Anaivarum Pattayaththaal Vizhundhaargal. "},
{ "Verses": "24 avargaludaiya Asuththaththukkuth Thakkadhaagavum, Avargaludaiya Meerudhalgalukkuththakkadhaagavum, Naan Avargalukku Seydhu, En Mugaththai Avargalukku Maraiththen. "},
{ "Verses": "25 aadhalaal Karththaraagiya Aandavar Sollugiradhu Ennavendraal: "},
{ "Verses": "26 avargal Thangal Avamaanaththaiyum, Bayappaduththuvaar Illaamal, Thaangal Sugamaaith Thangal Dhesaththil Kudiyirukkumpodhu Enakku Virodhamaaith Thaangal Seydha Ellaath Dhrogaththaiyum Sumandhu Theerththapinbu, Naan Yaakkobin Siraiyiruppaiththiruppi, Isravel Vamsamanaiththukkum Irangi, En Parisuththa Naamaththukkaaga Vairaakkiyamaayiruppen. "},
{ "Verses": "27 naan Avargalai Janasadhalangalilirundhu Thirumbivarappanni, Avargaludaiya Pagaignarin Dhesangalilirundhu Avargalaik Koottikkonduvandhu, Thiralaana Jaadhigaludaiya Kangalukku Munbaaga Avargalukkul Naan Parisuththar Endru Vilangumpodhu, "},
{ "Verses": "28 thangalaip Purajaadhigalidaththil Siraippattuppogappannina Naan Thangalil Oruvaraiyum Ange Appuram Vaikkaamal, Thangalaith Thangal Suyadhesaththile Thirumbakkoottikkonduvandhen Enbadhinaal, Naan Thangal Dhevanaagiya Karththar Endru Arindhukolvaargal. "},
{ "Verses": "29 naan Isravel Vamsaththaarmel En Aaviyai Ootrinapadiyinaal En Mugaththai Ini Avargalukku Maraikkamaatten Endru Karththaraagiya Aandavar Sollugiraar Endraar. "}
]