[
{ "Verses": "1 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane, Ore Thaayin Kumaaraththigalaagiya Irandu Sthreegal Irundhaargal. "},
{ "Verses": "3 avargal Egipthile Vesiththanampanninaargal; Thangal Ilampraayaththile Vesiththanampanninaargal; Ange Avargaludaiya Sthanangal Amukkappattu, Avargaludaiya Kannimaiyin Kongaigal Thodappattadhu. "},
{ "Verses": "4 avargalil Mooththavalin Peyar Akolaal, Avaludaiya Thangaiyin Peyar Akolibaal; Avargal Ennudaiyavargalaagi, Kumaararaiyum Kumaaraththigalaiyum Petraargal; Ivaigale Avargaludaiya Peyargal; Akolaal Enbadharku Samaariyaa Endrum Akolibaal Enbadharku Erusalem Endrum Porulaam. "},
{ "Verses": "5 akolaal Ennudaiyavalaayirukkumpodhu Soramponaal. "},
{ "Verses": "6 neelaambaranthariththa Thalaivarum, Adhipadhigalum, Sowndhariya Vaalibarum, Kudhiraigalinmel Erugira Veerarumaayirundha Sameebadhesaththaaraagiya Aseeriyar Engira Than Snegidharmel Aval Mogiththu, "},
{ "Verses": "7 aseeriyarin Puththiraril Sreshtamaana Anaivarodum, Thaan Mogiththa Anaivarodum Than Vesiththanangalai Nadappiththu, Avargaludaiya Naragalaana Sagala Vikkiragangalaalum Theettuppattupponaal. "},
{ "Verses": "8 thaan Egipthile Pannina Vesiththanangalai Aval Vidavillai; Avargal Avaludaiya Vaalibaththile Avalode Sayaniththu, Avaludaiya Kannimaiyin Kongaigalaith Thottu, Avalidaththil Thangal Vesiththanaththai Nadappiththaargal. "},
{ "Verses": "9 aagaiyaal Avaludaiya Snegidharin Kaiyile, Aval Mogiththirundha Aseeriyapuththirarin Kaiyile, Naan Avalai Oppukkoduththen. "},
{ "Verses": "10 avargal Avalai Nirvaanamaakkinaargal; Avaludaiya Kumaararaiyum Avaludaiya Kumaaraththigalaiyum Siraipidiththu, Avalaiyo Pattayaththinaal Kondrupottaargal; Appadiye Avalidaththil Aakkinaigal Seyyappattapadiyinaal Sthreegalukkul Avakeerththiyullavalaanaal. "},
{ "Verses": "11 avaludaiya Thangaiyaagiya Akolibaal Idhaik Kandum, Than Mogavigaaraththil Avalaip Paarkkilum Kettavalaanaal; Than Sagodhariyin Vesiththanangalilum Than Vesiththanangal Adhigamaayitru. "},
{ "Verses": "12 magaa Alangaara Uduppulla Thalaivarum Adhipadhigalum, Kudhiraigal Erugira Veerarum, Sowndhariyamulla Vaalibarumaana Sameebadhesaththaaraagiya Aseeriya Puththirarmel Mogankondaal. "},
{ "Verses": "13 avalum Asuththamaanaalendrum, Avargal Iruvarum Ore Vazhiyilponaargalendrum Kanden. "},
{ "Verses": "14 aval Than Vesiththanangalil Adhigariththaal; Suvaril Jaadhilingaththaal Siththirantheerndha Kaldheyarin Purusha Suroobangalaik Kandaal. "},
{ "Verses": "15 avargal Ellaarum Thangal Jenmadhesamaagiya Kaldheyaavilulla Baabilon Puththirarin Saayalaagath Thangal Araigalil Kachchai Kattinavargalum Thangal Thalaigalil Saayantheerndha Periya Paagaigalaith Thariththavargalum, Paarvaikku Raajakumaarargalumaaga Irundhaargal. "},
{ "Verses": "16 avaludaiya Kangal Avargalaip Paarththavudane, Aval Avargalmel Mogiththu, Kaldheyaavukku Avargalandaiyile Sthaanaapadhigalai Anuppinaal. "},
{ "Verses": "17 appozhudhu Baabilon Puththirar Avalandaiyile Snega Sambogaththukku Vandhu, Thangal Vesiththanangalaal Avalaith Theettuppaduththinaargal; Aval Ivargalaal Theettuppattuppona Pinbu, Aval Manadhu Avargalai Vittup Pirindhadhu. "},
{ "Verses": "18 ivvidhamaai Aval Than Vesiththanangalai Velippaduththi, Thannai Nirvaanamaakkinapodhu, En Manam Avaludaiya Sagodhariyai Vittup Piriththadhupola Avalaiyum Vittup Pirindhadhu. "},
{ "Verses": "19 aval Egipthudhesaththile Vesiththanam Pannina Than Vaalibaththin Naatkalai Ninaiththu, Than Vesiththanangalil Adhigariththupponaal. "},
{ "Verses": "20 kazhudhaimaamsamaana Maamsamum, Kudhirai Indhiriyamaana Indhiriyamumulla Avargalukku Aval Vaippaattiyaayirukkumpadi Avargalmel Mogiththaal. "},
{ "Verses": "21 egipthiyaraal Un Kannimaiyin Sthanangalaagiya Kongaigal Thodappatta Kaalaththil, Nee Un Ilampraayaththil Seydha Muraikedugalai Ninaiththuvarugiraai. "},
{ "Verses": "22 aagaiyaal, Akolibaale, Karththaraagiya Aandavar Sollugiradhu Ennavendraal: Idho, Un Manadhuvittup Pirindha Un Snegidharai Naan Unakku Virodhamaaga Ezhuppi, Unakku Virodhamaaga Avargalai Sutrilumvarappannuven. "},
{ "Verses": "23 sowndhariyamulla Vaalibarum, Thalaivarum Adhipadhigalum, Kudhiraigalmel Erugira Veerarumaagiya Perpetra Prabukkalaana Baabilon Puththiraraiyum, Kaldheyar Ellaaraiyum, Pekodu, Sovaa, Kovaa Engira Dhesangalin Manusharaiyum Avargalodekooda Aseeriya Puththirar Ellaaraiyum Varappannuven. "},
{ "Verses": "24 avargal Vandilgalodum, Radhangalodum Yandhirangalodum, Janakkoottaththodum, Kedagangalum Parisaigalum Thalaichcheeraakkalum Thariththavargalaai, Unakku Virodhamaaga Vandhu, Unnai Sutrilum Paalayamiranguvaargal; Avargalukku Munne Naan Nyaayaththai Vilangappannuven; Avargal Thangal Nyaayangalinpadi Unnai Nyaayantheerppaargal. "},
{ "Verses": "25 unakku Virodhamaaga En Erichchalai Vilangappannuven; Avargal Unnai Ukkiramaai Nadappiththu, Un Mookkaiyum Un Kaadhugalaiyum Aruththuppoduvaargal; Unnil Meedhiyaayiruppavargal Pattayaththaal Vettundupovaargal; Avargal Un Kumaararaiyum Un Kumaaraththigalaiyum Pidiththukkolluvaargal; Unnil Meedhiyaayiruppavargal Akkinikku Iraiyaavaargal. "},
{ "Verses": "26 avargal Un Vasthirangalai Urindhu, Un Singaaramaana Aabaranangalaip Pariththukkolluvaargal. "},
{ "Verses": "27 ivvidhamaai Un Muraikettaiyum, Nee Egipthudhesaththil Thuvakkina Un Vesiththanaththaiyum Ozhiyappannuven; Nee Ini Avargalai Nokka Un Kangalai Eredukkaamalum, Egipthuvai Ninaiyaamalum Iruppaai. "},
{ "Verses": "28 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Idho, Nee Pagaikkiravargalin Kaiyilum, Un Manam Vittup Pirindhavargalin Kaiyilum Naan Unnai Oppukkoduppen. "},
{ "Verses": "29 avargal Unnai Veruppaai Nadaththi Un Prayaasaththin Palanaiyellaam Eduththukkondu, Unnai Ammanamum Nirvaanamumaakkividuvaargal; Appadiye Un Vetkakkedum Un Muraikedumaana Un Vesiththanaththin Nirvaanam Velippaduththappadum. "},
{ "Verses": "30 nee Purajaadhigalaip Pinthodarndhu, Avargaludaiya Naragalaana Vikkiragangalaal Unnaith Theettuppaduththikkonda Un Vesiththanaththinimiththam Ivaigal Unakku Seyyappadum. "},
{ "Verses": "31 un Sagodhariyin Vazhiyile Nee Nadandhaai; Aagaiyaal Avaludaiya Paaththiraththai Un Kaiyile Koduppen. "},
{ "Verses": "32 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Nee Un Sagodhariyinudaiya Aazhamum Agalamumaanadhum Niraiya Vaarkkappattadhumaana Paaththiraththaik Kudiththu, Nagaippum Pariyaasamumaavaai. "},
{ "Verses": "33 samaariyaa Ennum Un Sagodhariyinudaiya Paaththiramaayirukkira Bramippum Paazhkkadippum Engira Paaththiraththaal Veriyinaalum Sanjalaththinaalum Niraiyappaduvaai. "},
{ "Verses": "34 nee Adhil Irukkiradhaik Kudiththu, Urinji, Adhin Odugalai Udaiththuppottu, Un Sthanangalaik Keerikkolvaai; Naan Idhai Sonnen Endru Karththaraagiya Aandavar Uraikkiraar. "},
{ "Verses": "35 aagaiyaal, Nee Ennai Marandhu, Ennai Unakkup Purambe Thallivittadhinimiththam, Nee Un Muraikettaiyum Un Vesiththanangalaiyum Sumappaai Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "36 pinnum Karththar Ennai Nokki: Manupuththirane, Nee Akolaalaiyum Akolibaalaiyum Kuriththu Vazhakkaada Manadhaanaal, Avargaludaiya Aruvaruppugalai Avargalukkuth Theriyakkaattu. "},
{ "Verses": "37 avargal Vibasaarampanninaargal, Avargal Kaigalil Raththamum Irukkiradhu; Avargal Thangal Naragalaana Vikkiragangalode Vibasaarampanni, Thaangal Enakkup Petra Thangal Pillaigalaiyum Avaigalukku Iraiyaagath Theekkadakkappanninaargal. "},
{ "Verses": "38 andriyum Avargal En Parisuththa Sthalaththai Annaaliledhaane Theettuppaduththi, En Oivunaatkalaip Parisuththakkulaichchalaakkinaargal. "},
{ "Verses": "39 avargal Thangal Pillaigalaith Thangal Naragalaana Vikkiragangalukkendru Paliyittapinbu, Avargal En Parisuththa Sthalaththaip Parisuththakkulaichchalaakka Annaalildhaane Adharkul Pravesiththaargal; Idho, En Aalayaththin Naduvile Ippadi Seydhaargal. "},
{ "Verses": "40 idhuvumallaamal, Dhooraththilulla Purusharidaththirkuth Thoodhu Anuppi, Avargalai Varavazhaiththaargal, Avargal Vandhaargal; Avargalukkendru Nee Kuliththu, Un Kangalil Maiyittukkondu, Aabaranangalaal Unnai Alangariththu, "},
{ "Verses": "41 sirandha Manjaththinmel Utkaarndhukondaai; Adhin Munne Oru Peedam Aayaththampannappattirundhadhu; En Thoobavarkkaththaiyum En Enneyaiyum Adhinmel Vaiththaai. "},
{ "Verses": "42 avalidaththile Andha Sandhadiyin Iraichchal Adangina Pinbu, Janaththiralaana Purusharaiyum Azhaiththanuppinaargal; Sabeyar Vanaandharaththilirundhu Konduvarappattaargal; Ivargal Avargaludaiya Kaigalil Kadagangalaiyum Avargaludaiya Thalaigalil Alangaaramaana Kreedangalaiyum Pottaargal. "},
{ "Verses": "43 vibasaarangalil Kizhaviyaanavalaikkuriththu Aval Innum Than Vesiththanangalai Seyvaalo Endren. "},
{ "Verses": "44 parasthreeyinidaththile Pravesikkumaappola Avalidaththil Pravesiththaargal; Indhappragaaramaaga Muraikedaanavargalaagiya Akolaalidaththilum Akolibaalidaththilum Pravesiththaargal. "},
{ "Verses": "45 aagaiyaal, Vibasaarigalai Nyaayantheerkkira Pragaaramaagavum, Raththanchindhum Sthreegalai Nyaayandheerkkira Pragaaramaagavum Needhimaangal Avargalai Nyaayantheerppaargal; Avargal Vibasaarigal, Avargaludaiya Kaigalil Raththam Irukkiradhu. "},
{ "Verses": "46 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Naan Avargalukku Virodhamaai Oru Koottaththaivarappanni, Avargalai Alaichchalukkum Kollaikkum Oppukkoduppen. "},
{ "Verses": "47 andhak Koottaththaar Avargalaik Kallerindhu, Thangal Pattayangalaal Vettip Poduvaargal; Avargaludaiya Kumaararaiyum Avargaludaiya Kumaaraththigalaiyum Kondru, Avargaludaiya Veedugalai Akkiniyaal Sutterippaargal. "},
{ "Verses": "48 ivvidhamaai Ellaa Sthreegalum Buththiyadaindhu, Ungal Muraikedugalai Seyyaadhirukkumpadi, Muraikettai Dhesaththaivittu Ozhiyappannuven. "},
{ "Verses": "49 ungal Muraikettai Ungalmel Sumaththuvaargal; Appozhudhu Neengal Ungal Naragalaana Vikkiragangalai Seviththa Paavangalai Sumandhu, Naan Karththaraagiya Aandavar Endru Arindhukolveergal. "}
]