[
{ "Verses": "1 pinbu Aaviyaanavar Ennai Eduththu, Ennaik Karththarudaiya Aalayaththin Kizhakku Mugamaayirukkira Vaasalukkuk Konduponaar; Idho, Andha Vaasalin Nadaiyil Irubaththaindhu Purushar Irundhaargal; Avargalin Naduve Janaththin Prabukkalaagiya Aasoorin Kumaaranaagiya Yasaniyaavaiyum, Penaayaavin Kumaaranaagiya Belaththiyaavaiyum Kanden. "},
{ "Verses": "2 appozhudhu Avar Ennai Nokki: Manupuththirane, Ivargal Indha Nagaraththile Akkiramamaana Ninaivugalai Ninaiththu, Dhuraalosanai Sollugira Manushar. "},
{ "Verses": "3 idhu Veedugalaik Kattuvadharkuk Kaalamalla Endrum, Indha Nagaram Paanai, Naangal Adhilulla Iraichchiyendrum Sollugiraargal. "},
{ "Verses": "4 aagaiyaal Avargalukku Virodhamaaith Theerkkadharisananchollu, Manupuththirane, Theerkkadharisananchollu Endraar. "},
{ "Verses": "5 appozhudhu Karththarudaiya Aavi Enmel Iranginaar; Avar Ennai Nokki: Nee Sollavendiyadhu Ennavendraal, Isravel Vamsaththaare, Neengal Ippadip Pesugiradhu Undu; Ungal Manadhil Ezhumbugiradhai Naan Ariven. "},
{ "Verses": "6 indha Nagaraththil Neengal Anegaraik Kolaiseydheergal; Adhin Veedhigalaik Kolaiyundavargalaal Nirappineergal Endru Karththar Sollugiraar. "},
{ "Verses": "7 aagaiyaal Neengal Kolaiseydhu, Adhin Naduvil Pottuvittavargale Iraichchiyum, Indha Nagaram Paanaiyumaame; Ungalaiyo Adharkul Iraadhapadikkup Purambaakkuven Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "8 pattayaththukku Bayappatteergal, Pattayaththaiye Ungalmel Varappannuven Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "9 naan Ungalai Adharkul Iraadhapadikku Purambaakki, Ungalai Anniyarin Kaiyil Oppukkoduththu, Ungalil Nyaayaththeerppugalai Niraivetruven. "},
{ "Verses": "10 pattayaththaal Vizhuveergal; Isravel Dhesaththin Ellaiyile Ungalai Nyaayantheerppen; Appozhudhu Naan Karththar Endru Arindhukolveergal. "},
{ "Verses": "11 indha Nagaram Ungalukkup Paanaiyaayiruppadhumillai, Neengal Adhilulla Iraichchiyaayiruppadhumillai; Isravel Dhesaththin Ellaiyile Ungalai Nyaayantheerppen. "},
{ "Verses": "12 en Kattalaigalinpadi Nadavaamalum, En Nyaayangalinpadi Seyyaamalum, Ungalai Sutrilumirukkira Purajaadhigaludaiya Muraimaigalinpadi Seydha Neengal Appozhudhu Naan Karththar Endru Arindhukolveergal Endru Sol Endraar. "},
{ "Verses": "13 naan Ippadith Theerkkadharisananchollugaiyil, Penaayaavin Kumaaranaagiya Belaththiyaa Seththaan; Appozhudhu Naan Mugankuppura Vizhundhu, Magaa Saththamaai: Aa,karththaraagiya Aandavare, Dhevareer Isravelil Meedhiyaanavargalai Sarvasangaarancheyveero Endru Muraiyitten. "},
{ "Verses": "14 appozhudhu Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "15 manupuththirane, Neengal Karththarai Vittu Dhooramaai Pongal, Engalukku Indha Dhesam Sudhandharamaagak Kodukkappattadhendru, Un Sagodhararukkum, Un Kudumbaththaarukkum, Un Pandhu Janangalukkum, Isravel Vamsaththaar Anaivarukkum, Erusalemin Kudigal Sollugiraargal. "},
{ "Verses": "16 aagaiyaal Naan Avargalai Dhooramaagap Purajaadhigalukkulle Thuraththiyirundhaalum, Naan Avargalai Dhesangalile Sidharadiththaalum, Naan Avargal Pona Dhesangalil Avargalukkuk Konja Kaalaththukkup Parisuththa Sthalamaaga Iruppen Endru Karththaraagiya Aandavar Uraikkiraar Endru Sol. "},
{ "Verses": "17 aadhalaal Naan Ungalai Janangalidaththilirundhu Serththu, Neengal Sidharadikkappatta Dhesangalilirundhu Ungalaik Koottikkondu, Isravel Dhesaththai Ungalukkuk Koduppen Endru Karththaraagiya Aandavar Uraikkiraar Endru Sollu. "},
{ "Verses": "18 avargal Ange Vandhu, Adhil Seeyendrigazhappadaththakkadhum Aruvarukkappadaththakkadhumaayirukkiradhaiyellaam Adhilirundhu Agatruvaargal. "},
{ "Verses": "19 avargal En Kattalaigalinpadi Nadandhu, En Nyaayangalaik Kaikkondu, Avaigalinpadi Seyya Naan Avargalukku Ega Irudhayaththai Thandhu, Avargal Ullaththil Pudhiya Aaviyaikkoduththu, Kallaana Irudhayaththai Avargal Maamsaththilirundhu Eduththuppottu, Sadhaiyaana Irudhayaththai Avargalukku Aruluven. "},
{ "Verses": "20 avargal En Janamaayiruppaargal, Naan Avargal Dhevanaayiruppen. "},
{ "Verses": "21 aanaalum Seeyendrigazhappadaththakkadhum Aruvarukkappadaththakkadhumaana Thangal Irudhayaththin Ichchaiyile Evargal Nadakkiraargalo Avargaludaiya Vazhiyin Palanai Avargal Thalaigalinmel Sumarappannuven Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "22 appozhudhu Kerubeengal Thangal Settaigalai Viriththu Ezhumbina; Sakkarangalum Avaigalukku Aruge Sendrana; Isravelin Dhevanudaiya Magimai Avaigalinmel Uyara Irundhadhu. "},
{ "Verses": "23 karththarudaiya Magimai Nagaraththin Naduvilirundhezhumbi, Nagaraththukkuk Kizhakke Irukkira Malaiyinmel Poi Nindradhu. "},
{ "Verses": "24 pinbu Aaviyaanavar Ennai Eduththu, Ennai Dhevanudaiya Aavikkullaana Dharisanaththile Kaldheyaavukku Siraippattupponavargal Idaththile Kondupoi Vittaar; Appozhudhu Naan Kanda Dharisanam Ennilirundhu Edupattuppoyitru. "},
{ "Verses": "25 karththar Enakkuk Kaanbiththa Yaavaiyum Siraiyiruppilirundhavargalukku Sonnen. "}
]