[
{ "Verses": "1 onbadhaam Varusham Paththaam Maadham Paththaanthedhiyile Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane, Indha Naalin Peraiyum Indhath Thedhiyaiyum Nee Ezhudhivai, Indhath Thedhiyildhaane Baabilon Raajaa Erusalemil Paalayamiranginaan. "},
{ "Verses": "3 ippodhum Nee Kalagaveettaarukku Oru Ubamaanaththaik Kaanbiththu, Avargalai Nokki: Karththaraagiya Aandavar Uraikkiradhu Ennavendraal, Oru Kopparaiyai Aduppile Vai; Adhai Aduppile Vaiththu, Adhile Thanneerai Vidu. "},
{ "Verses": "4 sagala Nalla Kandangalaana Pinnanthodaigalum Munnanthodaigalumaagiya Kandangalai Serththu Adhile Podu; Nalla Elumbugalaal Adhai Nirappu. "},
{ "Verses": "5 aattumandhaiyil Therindhukollappattadhai Adharkaagak Konduvandhu, Elumbugalai Adhin Keezhe Kuviththu Erikkavendum; Adhilulla Elumbugalum Vegaththakkadhaaga Adhaip Pongappongak Kaaichchavendum. "},
{ "Verses": "6 idharkaagak Karththaraagiya Aandavar Sollugiradhu Ennavendraal: Adhu Nurai Ottikkondirukkiradhum Nurai Neengaadhadhumaagiya Kopparai Ennappatta Raththanchindhiya Nagaraththukku Aiyo! Adhil Irukkiradhaik Kandankandamaaga Eduththukkondupo; Adhinperil Seettuppodalaagaadhu. "},
{ "Verses": "7 aval Raththam Aval Naduvilirukkiradhu; Mannile Maraindhu Pogumpadi Adhaith Tharaiyile Ootraamal Karpaaraiyile Ootrippottaal. "},
{ "Verses": "8 needhiyai Sarikkattuvadharkaagak Kobam Moolumpadi Naan Aval Raththaththai Maraikkaamal Kanmalaiyinmel Vaiththen. "},
{ "Verses": "9 aadhalaal, Karththaraagiya Aandavar Sollugiradhu Ennavendraal: Raththanchindhiya Nagaraththukku Aiyo! Naan Peridhaana Kattaigalaik Kuviththu Eriyappannuven. "},
{ "Verses": "10 thiralaana Viragugalaik Koottu, Theeyai Moottu, Iraichchiyai Murugaveviththu Sambaarangalai Idu; Elumbugalai Eriththuppodu. "},
{ "Verses": "11 pinbu Kopparai Kaaindhu, Adhin Kalimbu Vendhu, Adharkul Irukkira Adhan Azhukku Urugi, Adhin Nurai Neengumpadi Adhai Verumaiyaagath Thazhalinmel Vai. "},
{ "Verses": "12 adhu Magaa Varuththaththai Undaakkiyum, Adhin Thiralaana Nurai Adhai Vittu Neengavillai; Adhin Nurai Akkinikku Ullaaga Vendiyadhu. "},
{ "Verses": "13 un Asuththaththode Muraikedum Irukkiradhu; Naan Unnai Suththigariththum, Nee Suththamaagaadhapadiyinaal, Ini En Ukkiram Unnil Aariththeerumattum Un Asuththam Neengi Suththigarikkappadamaattaai. "},
{ "Verses": "14 karththaraagiya Naan Idhai Sonnen, Idhu Niraiverum, Naan Idhai Seyven; Naan Pinvaanguvadhum Thappaviduvadhum Manasthaabappaduvadhum Illai; Un Vazhigalukkum Un Seygaigalukkunthakkadhaaga Unnai Nyaayantheerppaargalendru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "15 pinnum Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "16 manupuththirane, Idho, Naan Un Kangalukku Viruppamaanavalai Ore Adiyinaale Unnaivittu Eduththukkolluven; Aanaalum Nee Pulambaamalum Azhaamalum Kanneervidaamalum Iruppaayaaga. "},
{ "Verses": "17 alaraamal Perumoochchuvidu, Izhavukondaadavendaam; Un Paagaiyai Un Thalaiyile Katti, Un Paadharatchaigalai Un Paadhangalil Thoduththukkol; Un Thaadiyai Moodaamalum Dhukkankondaadugiravargalin Appaththaip Pusiyaamalum Irukkakkadavaai Endraar. "},
{ "Verses": "18 vidiyarkaalaththil Naan Janangalode Pesinen; Andru Saayankaalaththil En Manaivi Seththupponaal; Enakkuk Kattalaiyittapadiye Vidiyarkaalaththil Seydhen. "},
{ "Verses": "19 appozhudhu Janangal Ennai Nokki: Neer Seygiravaigal Engalukku Ennaththirku Adaiyaalam Enbadhai Engalukkuth Therivikkamaatteeraa Endru Kettaargal. "},
{ "Verses": "20 naan Avargalukkup Pradhiyuththaramaaga: Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "21 nee Isravel Veettaarai Nokki, Karththaraagiya Aandavar Uraikkiradhu Ennavendraal Idho, Ungal Balaththin Mukkiyamum Ungal Kangalin Viruppamum Ungal Aaththumaavin Vaanjaiyumaagiya En Parisuththa Sthalaththai Naan Parisuththakkulaichchalaakkugiren; Neengal Vittuvandha Ungal Kumaararum Ungal Kumaaraththigalum Pattayaththaal Vizhuvaargal. "},
{ "Verses": "22 appozhudhu Naan Seydhadhupola Neengalum Seyveergal; Thaadiyai Moodaamalum Dhukkankondaadugiravargalin Appaththaip Pusiyaamalum Iruppeergal. "},
{ "Verses": "23 ungal Paagaigal Ungal Thalaigalilum, Ungal Paadharatchaigal Ungal Kaalgalilum Irukkum; Neengal Pulambaamalum Azhaamalum Irundhu, Ungal Akkiramangalil Vaadippoi, Oruvaraiyoruvar Paarththuth Thavippeergal. "},
{ "Verses": "24 appadiye Esekkiyel Ungalukku Adaiyaalamaaga Iruppaan; Avan Seydhapadi Ellaam Neengalumseyveergal; Ippadi Varumpodhu Naan Karththaraagiya Aandavar Endru Arindhukolveergal Endru Sol Endru Uraiththaar Endren. "},
{ "Verses": "25 pinnum Manupuththirane, Naan Endha Naalile Avargaludaiya Balaththaiyum, Avargaludaiya Alangaaraththin Magizhchchiyaiyum, Avargaludaiya Kangalin Viruppaththaiyum, Avargaludaiya Aaththumaavin Viseshiththa Vaanjaiyaiyum, Avargaludaiya Kumaararaiyum, Avargaludaiya Kumaaraththigalaiyum Avargalaivittu Eduththukkollugireno, "},
{ "Verses": "26 andha Naaliledhaane Thappivandha Oruvan Unnidaththil Vandhu Un Kaadhugal Ketka Solluvaan Allavo? "},
{ "Verses": "27 andha Naaliledhaane Un Vaaithirakkappattu, Nee Thappivandhavanode Pesuvaai; Ini Mavunamaayirukkamaattaai; Ippadi Nee Avargalukku Adaiyaalamaaga Iruppaai; Naan Karththar Endru Appozhudhu Arindhukolvaargal Endraar. "}
]