[
{ "Verses": "1 muppadhaam Varusham Naalaam Maasam Aindhaanthedhiyile, Naan Kebaar Nadhiyandaiyile Siraippattavargal Naduvil Irukkumpodhu, Sambaviththadhu Ennavendraal, Vaanangal Thirakkappada, Naan Dhevadharisanangalaik Kanden. "},
{ "Verses": "2 adhu Yoyaakkeen Raajaavudaiya Siraiyiruppin Aindhaam Varushamaayirundhadhu. "},
{ "Verses": "3 andha Aindhaanthedhiyile, Kaldheyar Dhesaththilulla Kebaar Nadhiyandaiyile Poosiyennum Aasaariyanudaiya Kumaaranaagiya Esekkiyelukkuk Karththarudaiya Vaarththai Undaagi, Ange Karththarudaiya Karam Avanmel Amarndhadhu. "},
{ "Verses": "4 idho, Vadakkeyirundhu Pusalkaatrum Periya Megamum, Aththode Kalandha Akkiniyum Varakkanden; Adhai Sutrilum Pragaasamum, Adhin Naduvil Akkinikkullirundhu Vilangiya Sogusaavin Niramum Undaayirundhadhu. "},
{ "Verses": "5 adhin Naduvilirundhu Naalu Jeevangal Thondrina; Avaigalin Saayal Manusha Saayalaayirundhadhu. "},
{ "Verses": "6 avaigalil Ovvondrukkum Nannaangu Mugangalum, Ovvondrukkum Nannaangu Settaigalum Irundhana. "},
{ "Verses": "7 avaigaludaiya Kaalgal Nimirndha Kaalgalaayirundhana; Avaigaludaiya Ullankaalgal Kandrukkuttiyin Ullankaalgalukku Oppaayirundhana; Avaigal Thulakkappatta Vengalaththin Varunamaai Minnikkondirundhana. "},
{ "Verses": "8 avaigaludaiya Settaigalin Keezh Avaigalin Naalu Pakkangalilum Manusha Kaigal Irundhana; Andha Naalukkum Adhinadhin Mugangalum Adhinadhin Settaigalum Undaayirundhana. "},
{ "Verses": "9 avaigal Ovvondrin Settaigalum Matradhin Settaigalode Serndhirundhana; Avaigal Sellugaiyil Thirumbaamal Ovvondrum Thanthan Thisaikku Nermugamaai Sendrana. "},
{ "Verses": "10 avaigaludaiya Mugangalin Saayalaavadhu; Valadhupakkaththil Naalum Manushamugamum Singamugamum, Idadhupakkaththil Naalum Erudhu Mugamum Kazhugu Mugamumaayirundhana. "},
{ "Verses": "11 avaigaludaiya Mugangal Ippadiyirukka, Avaigaludaiya Settaigal Mele Pirindhirundhana, Ovvondrukkumulla Irandirandu Settaigal Ondrodondru Serndhirundhana; Matra Irandirandu Settaigal Avaigaludaiya Udalgalai Moodina. "},
{ "Verses": "12 avaigal Ovvondrum Thanthan Thisaikku Nermugamaai Sendradhu; Aavi Pogavendumendrirundha Evvidaththukkum Avaigal Poyina; Pogaiyil Avaigal Thirumbippaarkkavillai. "},
{ "Verses": "13 jeevangaludaiya Saayal Eppadiyirundhadhendraal, Avaigal Erigira Akkiniththazhalin Thotramum Theevarththigalin Thotramumaayirundhadhu; Andha Akkini Jeevangalukkulle Ulaavip Pragaasamaayirundhadhu; Akkiniyilirundhu Minnal Purappattadhu. "},
{ "Verses": "14 andha Jeevangal Minnalin Thotrampola Odiththirindhana. "},
{ "Verses": "15 naan Andha Jeevangalaip Paarththuk Kondirukkaiyil, Idho, Boomiyil Jeevangalandaiyile Naalu Mugangalaiyudaiya Oru Sakkaraththaik Kanden. "},
{ "Verses": "16 sakkarangalin Roobamum Avaigalin Velaiyum Padigappachchai Varunamaayirundhadhu; Avaigal Naalukkum Orevidha Saayal Irundhadhu; Avaigalin Roobamum Avaigalin Velaiyum Sakkaraththukkul Sakkaram Irukkumaappol Irundhadhu. "},
{ "Verses": "17 avaigal Odugaiyil Thangal Naalu Pakkangalilum Odum, Odugaiyil Avaigal Thirumbugiradhillai. "},
{ "Verses": "18 avaigalin Vattangal Bayangarappadaththakka Uyaramaayirundhana; Andha Naalu Vattangalum Sutrilum Kangalaal Niraindhirundhana. "},
{ "Verses": "19 andha Jeevangal Sellumpodhu, Andha Sakkarangal Avaigal Aruge Odina; Andha Jeevangal Boomiyilirundhu Ezhumbumpodhu Sakkarangalum Ezhumbina. "},
{ "Verses": "20 aavi Pogavendumendrirundha Evvidaththukkum Avaigal Poyina; Avvidaththukku Avaigalin Aaviyum Pogavendumendrirundhadhu; Sakkarangalum Avaigalin Aruge Ezhumbina; Jeevanudaiya Aavi Sakkarangalil Irundhadhu. "},
{ "Verses": "21 avaigal Sellumpodhu Ivaigalum Sendrana; Avaigal Nirkum Podhu Ivaigalum Nindrana; Avaigal Boomiyilirundhu Ezhumbumpodhu, Sakkarangalum Avaigal Aruge Ezhumbina; Jeevanudaiya Aavi Sakkarangalil Irundhadhu. "},
{ "Verses": "22 jeevanudaiya Thalaigalinmel Bramikkaththakka Vachchirappragaasamaana Oru Mandalam Irundhadhu; Adhu Avaigaludaiya Thalaigalinmel Uyara Virindhirundhadhu. "},
{ "Verses": "23 mandalaththinkeezh Avaigaludaiya Settaigal Ondrukkondru Edhir Neraai Virindhirundhana; Thangalthangal Udalgalai Moodikkollugira Irandirandu Settaigal Irupakkaththilum Irukkira Ovvondrukkum Irundhana. "},
{ "Verses": "24 avaigal Sellumpodhu Avaigaludaiya Iraichchalaik Ketten; Adhu Peruvellaththin Iraichchalpolavum, Oru Raanuvaththin Iraichchalukku Oththa Aaravaaraththin Saththampolavumirundhadhu; Avaigal Nirkumpodhu Thangal Settaigalaith Thalaravittirundhana. "},
{ "Verses": "25 avaigal Nindru Thangal Settaigalaith Thalaravittirukkaiyil, Avaigaludaiya Thalaigalukku Melaana Mandalaththinmelirundhu Oru Saththam Pirandhadhu. "},
{ "Verses": "26 avaigalin Thalaigalukkumelulla Mandalaththinmeedhil Neelaraththinampola Vilangum Oru Singaasanaththin Saayalum, Andha Singaasanaththin Saayalinmel Manushasaayalukku Oththa Oru Saayalum Irundhadhu. "},
{ "Verses": "27 avarudaiya Iduppaagak Kaanappattadhumudhal Melellaam Utpuram Sutrilum Akkinimayamaana Sogusaavin Niramaayirukkakkanden; Avarudaiya Iduppaagak Kaanappattadhumudhal Keezhellaam Akkinimayamaagavum, Adhai Sutrilum Pragaasamaagavum Irukkakkanden. "},
{ "Verses": "28 mazhaipeyyum Naalil Megaththil Vaanavil Eppadik Kaanappadugiradho, Appadiye Sutrilumulla Andhap Pragaasam Kaanappattadhu; Idhuve Karththarudaiya Magimaiyin Saayalukkuriya Dharisanamaayirundhadhu; Adhai Naan Kandapodhu Mugankuppura Vizhundhen; Appozhudhu Pesugira Oruvarudaiya Saththaththaik Ketten. "}
]