[
{ "Verses": "1 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 pidhaakkal Dhraatchakkaaigalaith Thindraargal, Pillaigalin Parkal Koosippoyina Ennum Pazhamozhiyai Neengal Isravel Dhesaththaik Kuriththuchchollugiradhu Enna? "},
{ "Verses": "3 ini Isravelil Indhap Pazhamozhiyai Solvadhu Illai Enbadhai En Jeevanaikkondu Sollugiren Endru, Karththaraagiya Aandavar Uraikkiraar. "},
{ "Verses": "4 idho, Ellaa Aaththumaakkalum Ennudaiyavaigal; Thagappanin Aaththumaa Eppadiyo, Appadiye Maganin Aaththumaavum Ennudaiyadhu; Paavancheygira Aaththumaave Saagum. "},
{ "Verses": "5 oruvan Needhimaanaayirundhu, Nyaayaththaiyum Needhiyaiyum Seydhu, "},
{ "Verses": "6 malaigalinmel Saappidaamalum, Isravel Vamsaththaarin Naragalaana Vikkiragangalukku Neraagath Than Kangalai Eredukkaamalum, Than Ayalaanudaiya Manaiviyaith Theettuppaduththaamalum Dhoorasthreeyode Seraamalum, "},
{ "Verses": "7 oruvanaiyum Odukkaamalum, Kollaiyidaamalumirundhu, Kadan Vaanginavanukku Adaimaanaththaith Thirumbakkoduththu Than Appaththaip Pasiththavanukkup Pangittu, Vasthiramillaadhavanukku Vasthiram Tharippiththu, "},
{ "Verses": "8 vattikkuk Kodaamalum, Polisai Vaangaamalum, Aniyaayaththukkuth Than Kaiyai Vilakki, Manidharukkulla Vazhakkai Unmaiyaaith Theerththu, "},
{ "Verses": "9 en Kattalaigalinpadi Nadandhu, En Nyaayangalaik Kaikkondu, Unmaiyaayiruppaanaagil Avane Needhimaan; Avan Pizhaikkave Pizhaippaan Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "10 aanaalum Avanukku Oru Kumaaran Pirandhu, Avan Kallanum Raththanchindhugiravanum, Mercholliya Kadamaigalinpadi Nadavaamal, "},
{ "Verses": "11 ivaigalil Ondrukkoppaanadhai Seygiravanumaayirundhu, Malaigalinmel Saappittu, Than Ayalaanudaiya Manaiviyaith Theettuppaduththi, "},
{ "Verses": "12 sirumaiyum Elimaiyumaanavanai Odukki, Kollaikkaaranaayirundhu, Adaimaanaththaith Thirumbak Kodaamal, Naragalaana Vikkiragangalukku Neraaga Than Kangalai Ereduththu, Aruvaruppaanadhai Seydhu, "},
{ "Verses": "13 vattikkuk Koduththu, Polisaivaanginaal, Avan Pizhaippaano? Avan Pizhaippadhillai, Indha Ellaa Aruvaruppugalaiyum Seydhaane; Avan Saagavesaavaan; Avan Raththappazhi Avanmel Irukkum. "},
{ "Verses": "14 pinnum, Idho, Avanukku Oru Kumaaran Pirandhu, Avan Than Thagappanseydha Ellaap Paavangalaiyum Kandu, Thaan Avaigalinpadi Seyyaadhapadikku Echcharikkaiyaayirundhu, "},
{ "Verses": "15 malaigalinmel Saappidaamalum, Isravel Vamsaththaarin Naragalaana Vikkiragangalukku Neraagath Than Kangalai Eredukkaamalum, Than Ayalaanudaiya Manaiviyaith Theettuppaduththaamalum, "},
{ "Verses": "16 oruvanaiyum Odukkaamalum, Adaimaanaththai Vaiththukkondiraamalum, Kollaiyidaamalum, Than Appaththaip Pasiththavanukkup Pangittu, Vasthiramillaadhavanukku Vasthirandharippiththu, "},
{ "Verses": "17 sirumaiyaanavanukku Novundaakkaadhapadith Than Kaiyai Vilakki, Vattiyum Polisaiyum Vaangaamalirundhu Than Nyaayangalinpadi Seydhu, En Kattalaigalil Nadandhaal, Avan Than Thagappanudaiya Akkiramaththinimiththam Saagaamal Pizhaikkave Pizhaippaan. "},
{ "Verses": "18 avan Thagappanovendraal Kodumaiseydhu, Sagodharanaik Kollaiyittu, Thagaadhadhaith Than Janangalin Naduvile Seydhapadiyinaal, Idho, Avan Than Akkiramaththile Saavaan. "},
{ "Verses": "19 idheppadi, Kumaaran Thagappanudaiya Akkiramaththai Sumakkiradhillaiyaa Endru Neengal Kettaal, Kumaaran Nyaayaththaiyum Needhiyaiyum Seydhu, En Kattalaigalaik Kaikkondu, Avaigalinpadi Seydhadhinaal, Avan Pizhaikkave Pizhaippaan. "},
{ "Verses": "20 paavancheygira Aaththumaave Saagum; Kumaaran Thagappanudaiya Akkiramaththai Sumappadhumillai, Thagappan Raajaavinudaiya Akkiramaththai Sumappadhumillai; Needhimaanudaiya Needhi Avanmeldhaan Irukkum, Dhunmaarkkanudaiya Dhunmaarkkamum Avanmeldhaan Irukkum. "},
{ "Verses": "21 dhunmaarkkan Thaan Seydha Ellaap Paavangalaiyum Vittuth Thirumbi, En Kattalaigalaiyellaam Kaikkondu, Nyaayaththaiyum Needhiyaiyum Seyvaaneyaagil, Avan Pizhaikkave Pizhaippaan, Avan Saavadhillai. "},
{ "Verses": "22 avan Seydha Ellaa Meerudhalgalum Ninaikkappaduvadhillai; Avan Thaan Seydha Needhiyile Pizhaippaan. "},
{ "Verses": "23 dhunmaarkkan Saagiradhu Enakku Evvalavenum Piriyamo? Avan Than Vazhigalai Vittuth Thirumbip Pizhaippadhu Allavo Enakkup Piriyam Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "24 needhimaan Than Needhiyaivittu Vilagi, Aneedhi Seydhu, Dhunmaarkkan Seygira Sagala Aruvaruppugalinpadiyum Seyvaaneyaagil, Avan Pizhaippaano? Avan Seydha Avanudaiya Ellaa Needhigalum Ninaikkappaduvadhillai; Avanseydha Than Dhrogaththileyum Avan Seydha Than Paavaththileyum Saavaan. "},
{ "Verses": "25 neengalo, Aandavarudaiya Vazhi Semmaiyaai Irukkavillai Engireergal; Isravel Vamsaththaare, Kelungal; En Vazhi Semmaiyaayiraadho? Ungal Vazhigal Allavo Semmaiyallaadhadhaayirukkiradhu. "},
{ "Verses": "26 needhimaan Than Needhiyaivittu Vilagi, Aneedhiseydhu Adhile Seththaal, Avan Seydha Than Aneedhiyinimiththam Avan Saavaan. "},
{ "Verses": "27 dhunmaarkkan Thaan Seydha Dhunmaarkkaththaivittu Vilagi, Nyaayaththaiyum Needhiyaiyum Seyvaaneyaagil, Avan Than Aaththumaavaip Pizhaikkappannuvaan. "},
{ "Verses": "28 avan Echcharippadaindhu, Avan Seydha Ellaa Meerudhalgalaiyum Vittuth Thirumbugirapadiyinaale Avan Pizhaikkave Pizhaippaan, Avan Saavadhillai. "},
{ "Verses": "29 isravel Vamsaththaaro: Aandavarudaiya Vazhi Semmaiyaai Irukkavillai Engiraargal; Isravel Vamsaththaare, En Vazhigal Semmaiyaayiraadho? Ungal Vazhigal Allavo Semmaiyallaadhadhaayirukkiradhu. "},
{ "Verses": "30 aagaiyaal Isravel Vamsaththaare, Naan Ungalil Avanavanai Avanavan Vazhigalukkuth Thakkadhaaga Nyaayantheerppen Endru Karththaraagiya Aandavar Sollugiraar; Neengal Mananthirumbungal, Ungaludaiya Ellaa Meerudhalgalaiyum Vittuth Thirumbungal; Appozhudhu Akkiramam Ungal Kettukkuk Kaaranamaayiruppadhillai. "},
{ "Verses": "31 neengal Dhrogampannina Ungaludaiya Ellaa Dhrogangalaiyum Ungalmel Iraadhapadikku Vilakki, Ungalukkup Pudhu Irudhayaththaiyum Pudhu Aaviyaiyum Undupannikkollungal; Isravel Vamsaththaare, Neengal En Saagavendum. "},
{ "Verses": "32 mananthirumbungal, Appozhudhu Pizhaippeergal; Saagiravanudaiya Saavai Naan Virumbugiradhillai Endru Karththaraagiya Aandavar Sollugiraar. "}
]