[
{ "Verses": "1 pinbu Avar Ennaik Keezhththisaikku Edhir Vaasalaagiya Vaasalukku Azhaiththukkonduponaar. "},
{ "Verses": "2 idho, Isravelin Dhevanudaiya Magimai Keezhththisaiyilirundhu Vandhadhu; Avarudaiya Saththam Peruvellaththin Iraichchalaip Pola Irundhadhu; Avarudaiya Magimaiyinaal Boomi Pragaasiththadhu. "},
{ "Verses": "3 naan Kanda Indha Dharisanam, Nagaraththai Azhikkavandhapodhu Kanda Dharisanampola Irundhadhu; Indha Dharisanangal Kebaar Nadhiyandaiyile Naan Kandirundha Dharisanaththaippolum Irundhadhu; Naan Mugankuppura Vizhundhen. "},
{ "Verses": "4 karththarudaiya Magimai Keezhththisaikku Edhiraana Vaasalvazhiyaai Aalayaththukkul Pravesiththadhu. "},
{ "Verses": "5 appozhudhu Aavi Ennai Eduththu, Utpraagaaraththile Kondupoivittadhu; Idho, Karththarudaiya Magimai Aalayaththai Nirappitru. "},
{ "Verses": "6 avar Aalayaththilirundhu Ennode Pesugiradhaik Ketten; Andhap Purushan Ennandaiyil Nindrirundhaar. "},
{ "Verses": "7 avar Ennai Nokki: Manupuththirane, Idhu Naan Isravel Puththirarin Naduve Endrendraikkum Vaasampannum En Singaasanamum En Paadhapeedaththin Sthaanamumaayirukkiradhu; Ini Isravel Vamsaththaarum Avargaludaiya Raajaakkalum En Parisuththa Naamaththaith Thangal Medaigalil Thangal Vesiththanaththinaalum Thangal Raajaakkalin Predhangalinaalum Theettuppaduththuvadhillai. "},
{ "Verses": "8 avargal Enakkum Thangalukkum Naduve, Oru Suvar Irukkumpadi, Thangal Vaasarpadiyai En Vaasarpadiyandaiyilum, Thangal Vaasalnilaigalai En Vaasal Nilaigalandaiyilum Serththu, En Parisuththa Naamaththaith Thaangal Aruvaruppugalinaal Theettuppaduththinaargal; Aagaiyaal En Kobaththile Avargalai Naasamaakkinen. "},
{ "Verses": "9 ippozhudhum Avargal Thangal Vesiththanaththaiyum Thangal Raajaakkalin Predhangalaiyum En Mugaththinindru Agatrinaal Naan Endrendraikkum Avargal Naduve Vaasamaayiruppen. "},
{ "Verses": "10 manupuththirane, Isravel Vamsaththaar Thangal Akkiramangalinimiththam Vetkappadumpadikku, Nee Avargalukku Indha Aalayaththaik Kaanbi; Adhin Alavai Alakkakkadavargal. "},
{ "Verses": "11 avargal Seydha Ellaavatrinimiththamum Vetkappattaal, Appozhudhu Indha Aalayaththin Roobaththaiyum, Adhin Alavaiyum, Adhin Mun Vaasalgalaiyum, Adhin Pin Vaasalgalaiyum, Adhin Ellaa Ozhungugalaiyum, Adhin Ellaak Kattalaigalaiyum, Adhin Ellaa Niyamangalaiyum Adhin Ellaa Sattangalaiyum Avargalukkuth Theriyappaduththi, Avargal Adhinudaiya Ellaa Ozhungugalaiyum, Adhinudaiya Ellaa Muraimaigalaiyum Kaikkondu, Avaigalinpadi Seyyumpadikku Adhai Avargal Kangalukkumunbaaga Ezhudhivai. "},
{ "Verses": "12 aalayaththinudaiya Pramaanam Ennavendraal: Malaiyuchchiyinmel Sutrilum Adhin Ellaiyengum Migavum Parisuththamaayirukkum; Idhuve Aalayaththinudaiya Pramaanam. "},
{ "Verses": "13 muzhangalinpadi Alakkum Palipeedaththin Alavugalaavana: Oru Kai Muzhamum Naalu Virarkadaiyum Kondadhu Oru Muzhamaagum; Adhinpadi Sutraadhaaram, Oru Muzha Uyaramum, Oru Muzha Agalamum, Adhin Oraththai Sutrilumulla Vilimbu Oru Jaanumaayirukkum; Idhu Palipeedaththin Merpuram. "},
{ "Verses": "14 tharaiyil Irukkira Aadhaaranthuvakkik Keezhnilaimattum Irandumuzhamum, Agalam Oru Muzhamum, Sinna Nilai Thuvakkip Periya Nilaimattum Naalumuzhamum, Agalam Oru Muzhamumaayirukkum. "},
{ "Verses": "15 palipeedaththin Sigaram Naalu Muzha Uyaramaayirukkum; Palipeedaththin Sigaraththukkumele Naalu Kombugal Irukkum. "},
{ "Verses": "16 palipeedaththin Sigaram Pannirandu Muzha Neelamum, Pannirandu Muzha Agalamum Than Naalu Pakkangalilum Naarchadhuramumaayirukkum. "},
{ "Verses": "17 adhin Naalu Pakkangalilulla Sattaththin Neelam Padhinaalu Muzhamum, Agalam Padhinaalu Muzhamum, Adhai Sutrilumirukkira Vilimbu Arai Muzhamum, Adharku Aadhaaramaanadhu Sutrilum Oru Muzhamumaayirukkum; Adhin Padigal Kizhakkukku Edhiraayirukkum Endraar. "},
{ "Verses": "18 pinnum Avar Ennai Nokki: Manupuththirane, Karththaraagiya Aandavar Uraikkiradhu Ennavendraal Palipeedaththai Undupannum Naalile Adhinmel Thaganapaliyidugiradharkum Adhinmel Raththam Thelikkiradharkumaana Kattalaigalaavana: "},
{ "Verses": "19 enakku Aaraadhanai Seygiradharku Ennidaththil Serugira Saadhokkin Vamsaththaaraana Levi Koththiraththaaraagiya Aasaariyargalukku Nee Paavanivaarana Paliyaaga Oru Ilankaalaiyaik Koduppaayaaga Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "20 adhin Raththaththil Konjam Eduththu, Adhin Naalu Kombugalilum, Sattaththin Naalu Kodigalilum, Sutriyirukkira Vilimbilum Poosi Paavanivirththiseydhu, Adhai Suththigariththu, "},
{ "Verses": "21 pinbu Paavanivaaranaththin Kaalaiyaik Kondupoi, Adhai Aalayaththile Parisuththa Sthalaththukkup Purambaagak Kurikkappatta Idaththile Sutterikkavendum. "},
{ "Verses": "22 irandaam Naalile Pazhudhatra Oru Vellaattukkadaavaip Paavanivaaranaththukkaagap Paliyiduvaayaaga; Avargal Ilankaalaiyile Palipeedaththai Suththi Seydhadhupolap Paavanivaaranan Cheyyavendum. "},
{ "Verses": "23 nee Paavanivaaranaththai Mudiththapinbu, Pazhudhatra Oru Ilankaalaiyaiyum, Pazhudhatra Oru Aattukkadaavaiyum Mandhaiyilirundhu Eduththup Paliyiduvaayaaga. "},
{ "Verses": "24 avaigalaik Karththarudaiya Sannidhiyil Paliyiduvaayaaga, Aasaariyargal Avaigalinmel Upputhoovi, Avaigalaik Karththarukku Thaganapaliyaaga Idakkadavargal. "},
{ "Verses": "25 ezhunaalvaraikkum Dhinandhinam Paavanivaaranaththukkaaga Oru Vellaattukkadaavaip Padaippaayaaga; Pazhudhatravaigalaana Ilankaalaiyaiyum Mandhaiyilirundheduththa Aattukkadaavaiyum Padaippaargalaaga. "},
{ "Verses": "26 ezhunaalvaraikkum Palipeedaththaip Paavanivirththiseydhu, Adhai Suththigariththu, Pradhishtaipannakkadavargal. "},
{ "Verses": "27 annaatkal Mudindhapinbu, Ettaam Naalmudhal Aasaariyargal Palipeedaththinmel Ungal Thaganapaligalaiyum Ungal Sthoththirapaligalaiyum Padaippaargalaaga; Appozhudhu Ungalai Angeegarippen Endru Karththaraagiya Aandavar Sollugiraar. "}
]