[
{ "Verses": "1 karththarudaiya Vaarththai Enakku Undaagi Avar: "},
{ "Verses": "2 manupuththirane, Nee Kalagaveettaarin Naduvile Thangiyirukkiraai; Kaanumpadikku Avargalukkuk Kangal Irundhaalum Kaanaamarpogiraargal; Ketkumpadikku Avargalukkuk Kaadhugal Irundhaalum Kelaamarpogiraargal; Avargal Kalagaveettaar. "},
{ "Verses": "3 ippodhum Manupuththirane, Nee Paradhesam Pogumpadi Prayaana Saamaangalai Aayaththappaduththi, Pagarkaalaththile Avargal Munbaagap Prayaanappadu; Un Sthalaththaivittu Vere Sthalaththukku Avargaludaiya Kangalukku Munbaagap Purappattuppo; Avargal Kalagaveettaaraanapodhilum Oruvelai Sindhiththu Unaruvaargal. "},
{ "Verses": "4 avargaludaiya Kangalukku Munbaaga Nee Suvarile Dhuvaaramittu, Adhin Vazhiyaai Avaigalai Veliye Kondupovaayaaga. "},
{ "Verses": "5 siraiyiruppukkup Pogiravanaippol Un Saamaangalai Nee Pagarkaalaththile Avargal Kangalukku Munbaaga Veliye Vaiththu, Nee Saayankaalaththile Avargal Kangalukku Munbaaga Siraiyiruppukkup Pogiravanaippola Purappaduvaayaaga. "},
{ "Verses": "6 avargaludaiya Kangalukku Munbaaga Avaigalai Un Tholinmel Eduththu, Maalaimayangum Velaiyile Veliye Kondupovaayaaga; Nee Dhesaththaip Paaraadhapadi Un Mugaththai Moodikkol; Isravel Vamsaththaarukku Unnai Adaiyaalamaakkinen Endraar. "},
{ "Verses": "7 enakkuk Kattalaiyittapadiye Naan Seydhen; Siraippattuppogumpodhu Saamaangalaik Kondupovadhupola En Saamaangalaip Pagarkaalaththil Veliye Vaiththen; Saayankaalaththilo Kaiyinaal Suvarile Dhuvaaramittu, Maalai Mayangum Velaiyile Avaigalai Veliye Kondupoi, Avargal Kangalukku Munbaaga Avaigalaith Tholinmel Eduththukkonduponen. "},
{ "Verses": "8 vidiyarkaalaththile Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "9 manupuththirane, Kalagaveettaaraagiya Isravel Vamsaththaar Unnai Paarththu: Nee Seygiradhu Ennavendru Unnaik Kettaargal Allavaa? "},
{ "Verses": "10 idhu Erusalemil Irukkira Adhipadhiyinmelum Adhin Naduvil Irukkira Isravel Vamsaththaar Anaivarinmelum Sumarum Baaram Endru Karththaraagiya Aandavar Uraikkiraar Endru Avargalidaththil Sollu. "},
{ "Verses": "11 nee Avargalai Nokki: Naan Ungalukku Adaiyaalamaayirukkiren; Naan Seyvadhu Eppadiyo, Appadiye Avargalukkum Seyyappadum; Siraippattup Paradhesam Povaargal. "},
{ "Verses": "12 avargal Naduvil Irukkira Adhipadhi Maalaimayangumpodhu Tholinmel Sumaisumandhu Purappaduvaan; Veliye Sumaikondupoga Suvarile Dhuvaaramiduvaargal; Kanninaale Avan Than Dhesaththaik Kaanaadhapadi Than Mugaththai Moodikkolvaan. "},
{ "Verses": "13 naan En Valaiyai Avanmel Veesuven, Avan En Kanniyile Pidipaduvaan; Avanaik Kaldheyar Dhesamaagiya Baabilonukkuk Kondupoven; Ange Avan Saavaan; Aagilum Adhaik Kaanamaattaan. "},
{ "Verses": "14 avanukku Udhaviyaaga Avanai Sutrilum Irukkira Yaavaraiyum Avanudaiya Ellaa Raanuvangalaiyum Naan Sagala Thisaigalilum Thootri, Avargal Pinne Pattayaththai Uruvuven. "},
{ "Verses": "15 appadi Naan Avargalai Jaadhigalukkulle Thootri, Avargalai Dhesangalile Sidharadikkumpodhu, Naan Karththar Endru Arindhukolvaargal. "},
{ "Verses": "16 aanaalum Thaangal Poichcherum Jaadhigalukkulle Thangal Aruvaruppugalaiyellaam Vivarikkumpadi, Naan Avargalil Konjamperaip Panjaththukkum Pattayaththukkum Kollainoikkum Thappi Meendhirukkappannuven; Appozhudhu Naan Karththar Endru Arindhukolvaargal Endru Sol Endraar. "},
{ "Verses": "17 pinnum Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "18 manupuththirane, Nee Un Appaththai Nadukkaththode Pusiththu, Un Thanneeraith Thaththalippodum Visaaraththodum Kudiththu, "},
{ "Verses": "19 dhesaththilulla Janangalai Nokki: Isravel Dhesaththilulla Erusalemin Kudigalaikkuriththuk Karththaraagiya Aandavar Sollugiradhu Ennavendraal, Thangal Appaththai Visaaraththode Pusiththu, Thangal Thanneeraith Thigilode Kudippaargal; Avargaludaiya Dhesaththuk Kudigaludaiya Kodumaigalinimiththam Adhilulladhellaam Azhiya, Adhu Paazhaagum. "},
{ "Verses": "20 kudiyeriyirukkira Pattanangal Vanaandharangalaagi, Dhesam Paazhaaippogum; Appozhudhu Naan Karththar Endru Arindhukolveergal Endru Sol Endraar. "},
{ "Verses": "21 pinnum Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "22 manupuththirane, Naatkal Needikkum, Dharisanam Ellaam Avamaagum Endru Isravel Dhesaththile Vazhangum Pazhamozhi Enna? "},
{ "Verses": "23 aagaiyaal Nee Avargalai Nokki: Karththaraagiya Aandavar Uraikkiradhu Ennavendraal, Avargal Ini Isravelile Indhap Pazhamozhiyai Sollivaraadhapadikku Naan Adhai Ozhiyap Pannuven; Naatkalum Ellaa Dharisanaththin Porulum Sameebiththu Vandhana Endru Avargalode Sollu. "},
{ "Verses": "24 isravel Vamsaththaarin Naduvil Ini Sagala Kallaththarisanamum Mugasthudhiyaana Kurisolludhalum Iraamarpogum. "},
{ "Verses": "25 naan Karththar, Naan Solluven, Naan Sollum Vaarththai Niraiverum; Inith Thaamadhiyaadhu; Kalagaveettaare, Ungal Naatkalile Naan Vaarththaiyai Solluven, Adhai Niraiveravum Pannuven Endru Karththaraagiya Aandavar Uraikkiraar Endru Sol Endraar. "},
{ "Verses": "26 pinnum Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "27 manupuththirane, Idho, Isravel Vamsaththaar: Ivan Kaangira Dharisanam Niraivera Aneganaal Sellum; Dhooramaayirukkira Kaalangalaikkuriththu Ivan Theerkkadharisanam Sollugiraan Engiraargal. "},
{ "Verses": "28 aagaiyaal En Vaarththaigalil Ondraagilum Inith Thaamadhippadhillaiyendru Karththaraagiya Aandavar Uraikkiraar; Naan Sonna Vaarththai Niraiverum Endru Karththaraagiya Aandavar Uraikkiraar Endru Avargalode Sol Endraar. "}
]