[
{ "Verses": "1 karththarudaiya Kai Enmel Amarndhu, Karththar Ennai Aavikkullaakki Veliye Kondupoi Elumbugal Niraindha Oru Pallaththaakkin Naduvil Niruththi, "},
{ "Verses": "2 ennai Avaigalin Aruge Sutri Nadakkappanninaar; Idho, Pallaththaakkin Vettaveliyile Andha Elumbugal Magaa Thiralaaikkidandhadhu; Avaigal Migavum Ularndhadhumaayirundhadhu. "},
{ "Verses": "3 avar Ennai Nokki: Manupuththirane, Indha Elumbugal Uyiradaiyumaa Endru Kettaar; Adharku Naan: Karththaraagiya Aandavare, Dhevareer Adhai Ariveer Endren. "},
{ "Verses": "4 appozhudhu Avar: Nee Indha Elumbugalaik Kuriththuth Theerkkadharisanam Uraiththu, Avaigalaip Paarththu Sollavendiyadhu Ennavendraal: Ularndha Elumbugale, Karththarudaiya Vaarththaiyaik Kelungal. "},
{ "Verses": "5 karththaraagiya Aandavar Indha Elumbugalai Nokki: Idho, Naan Ungalukkul Aaviyaip Pravesikkappannuven; Appozhudhu Uyiradaiveergal. "},
{ "Verses": "6 naan Ungalmel Narambugalai Serththu, Ungalmel Maamsaththai Undaakki, Ungalaith Tholinaal Moodi, Ungalil Aaviyaik Kattalaiyiduven; Appozhudhu Neengal Uyiradaindhu, Naan Karththar Endru Arindhukolveergalendru Uraikkiraar Endru Sol Endraar. "},
{ "Verses": "7 enakkuk Kattalaiyittapadiye Naan Theerkkadharisanam Uraiththen; Naan Theerkkadharisanam Uraikkaiyil Oru Iraichchal Undaayitru; Idho, Asaivundaagi, Ovvoru Elumbum Thanthan Elumbode Serndhukondadhu. "},
{ "Verses": "8 naan Paarththukkondirukkaiyil Idho, Avaigalmel Narambugalum Maamsamum Undaayitru, Merpuramengum Tholinaal Moodappattadhu; Aanaalum Avaigalil Aavi Illaadhirundhadhu. "},
{ "Verses": "9 appozhudhu Avar Ennaippaarththu: Nee Aaviyai Nokkith Theerkkadharisanam Urai; Manupuththirane, Nee Theerkkadharisanam Uraiththu, Aaviyai Nokki: Karththaraagiya Aandavar Uraikkiradhu Ennavendraal, Aaviye, Nee Kaatruththisai Naangilumirundhu Vandhu, Kolaiyunda Ivargal Uyiradaiyumpadikku Ivargalmel Oodhu Engiraar Endru Sol Endraar. "},
{ "Verses": "10 enakkuk Karpikkappattapadi Naan Theerkkadharisanam Uraiththen; Appozhudhu Aavi Avargalukkul Pravesikka, Avargal Uyiradaindhu, Kaaloondri, Magaa Periya Senaiyaai Nindraargal. "},
{ "Verses": "11 appozhudhu Avar Ennai Nokki: Manupuththirane, Indha Elumbugal Isravel Vamsaththaar Anaivarume; Idho, Avargal Engal Elumbugal Ularndhupoyitru; Engal Nambikkai Atruppoyitru; Naangal Aruppundupogirom Engiraargal. "},
{ "Verses": "12 aagaiyaal Nee Theerkkadharisanam Uraiththu, Avargalode Sollavendiyadhu Ennavendraal: Karththaraagiya Aandavar Uraikkiraar, Idho, En Janangale, Naan Ungal Predhakkuzhigalaith Thirandhu, Ungalai Ungal Predhakkuzhigalilirundhu Velippadavum, Ungalai Isravel Dhesaththukkuvaravumpannuven. "},
{ "Verses": "13 en Janangale, Naan Ungal Predhakkuzhigalaith Thirandhu, Ungalai Ungal Predhakkuzhigalilirundhu Velippadappannumpodhu, Naan Karththar Endru Arindhukolveergal. "},
{ "Verses": "14 en Aaviyai Ungalukkul Vaippen; Neengal Uyiradaiveergal; Naan Ungalai Ungal Dhesaththil Vaippen; Appozhudhu Naan Karththar Endru Arindhukolveergal; Idhai Sonnen, Idhai Seyven Endru Karththar Uraikkiraar Endru Sol Endraar. "},
{ "Verses": "15 pinnum Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "16 manupuththirane, Nee Oru Kolai Eduththu, Adhile Yoodhaavukkum Adhaichcherndha Isravel Puththirarukkum Aduththadhu Endru Ezhudhi; Pinbu Veroru Kolai Eduththu, Adhile Eppiraayeemukkum Adhaichcherndha Isravel Vamsaththaar Anaivarukkum Aduththa Yoseppin Kolendru Ezhudhi, "},
{ "Verses": "17 avaigalai Ore Kolaagumpadi Ondrodondru Isaiyachchey, Avaigal Un Kaiyil Ondraagum. "},
{ "Verses": "18 ivaigalin Porul Innadhendru Engalukku Arivikkamaatteero Endru Un Janaththin Puththirar Unnidaththil Kettaal, "},
{ "Verses": "19 nee Avargalai Nokki: Karththaraagiya Aandavar Uraikkiradhu Ennavendraal, Idho, Eppiraayeemukkum Adhaichcherndha Isravel Koththirangalukkum Aduththa Yoseppin Kolai Eduththu, Adhai Yoodhaavin Kolode Serththu, Avaigalai Ore Kolaakkuven; Avaigal En Kaiyil Ondraagum Engiraar Endru Sol. "},
{ "Verses": "20 sollumpodhu, Nee Ezhudhina Kolgal Avargaludaiya Kangalukku Munbaaga Un Kaiyil Irukkavendum. "},
{ "Verses": "21 nee Avargalai Nokki: Karththaraagiya Aandavar Uraikkiradhu Ennavendraal, Idho, Naan Isravel Vamsaththaarai Avargal Poyirukkum Jaadhigalidaththilirundhu Azhaiththu, Sutrilumirundhu Avargalai Serththu, Avargalai Avargal Suyadhesaththile Varappanni, "},
{ "Verses": "22 avargalai Isravelin Malaigalaagiya Dhesaththile Ore Jaadhiyaakkuven; Ore Raajaa Avargal Ellaarukkum Raajaavaaga Iruppaar; Avar Ini Irandu Jaadhigalaaga Iruppadhillai: Avargal Ini Irandu Raajyangalaagap Pirivadhumillai. "},
{ "Verses": "23 avargal Inith Thangal Naragalaana Vikkiragangalinaalum Thangal Aruvaruppugalinaalum Thangaludaiya Sagala Meerudhalgalinaalum Thangalaith Theettuppaduththuvadhumillai; Avargal Kudiyirundhu Paavancheydha Ellaa Idangalilirundhum Naan Avargalai Neengalaakki Ratchiththu, Avargalai Suththampannuven; Appozhudhu Avargal En Janamaayiruppaargal, Naan Avargal Dhevanaayiruppen. "},
{ "Verses": "24 en Dhaasanaagiya Dhaaveedhu Enbavar Avargalmel Raajaavaaga Iruppaar; Avargal Ellaarukkum Ore Meyppar Iruppaar; Appozhudhu Avargal En Nyaayangalil Nadandhu, En Kattalaigalaik Kaikkondu, Avaigalinpadiye Seydhu, "},
{ "Verses": "25 naan En Dhaasanaagiya Yaakkobukkuk Koduththadhum, Ungal Pidhaakkal Kudiyirundhadhumaana Dhesaththile Kudiyiruppaargal; Avargalum Avargal Pillaigalum Avargaludaiya Pillaigalin Pillaigalum Adhile Endrendraikkum Kudiyiruppaargal; En Dhaasanaagiya Dhaaveedhu Enbavar Endrendraikkum Avargalukku Adhipadhiyaayiruppaar. "},
{ "Verses": "26 naan Avargalode Samaadhaana Udanpadikkai Seyven; Adhu Avargalukku Niththiya Udanpadikkaiyaayirukkum; Naan Avargalai Nilaippaduththi, Avargalai Varththikkappanni, Avargal Naduvile En Parisuththa Sthalaththai Endrendraikkum Sthaabippen. "},
{ "Verses": "27 en Vaasasthalam Avargalidaththil Irukkum, Naan Avargal Dhevanaayiruppen, Avargal En Janamaayiruppaargal. "},
{ "Verses": "28 appadiye En Parisuththa Sthalam Avargal Naduvile Endrendraikkum Irukkumpodhu, Naan Isravelaip Parisuththampannugira Karththar Endru Jaadhigal Arindhukolvaargal Engiraar Endru Sol Endraar. "}
]