[
{ "Verses": "1 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane, Nee Un Mugaththai Seyeermalaikku Neraagath Thiruppi Adharku Virodhamaagath Theerkkadharisanam Uraiththu, "},
{ "Verses": "3 adharku Sollavendiyadhu Ennavendraal: Karththaraagiya Aandavar Uraikkiraar, Seyeermalaiye, Idho, Naan Unakku Virodhamaaga Vandhu, En Kaiyai Unakku Virodhamaaganeetti, Unnaip Paazhum Avaandharaveliyumaakkuven. "},
{ "Verses": "4 un Pattanangalai, Vanaandharamaakkippoduven; Nee Paazhaaippovaai; Naan Karththar Endru Arindhukolvaai. "},
{ "Verses": "5 nee Pazhaiya Pagaiyai Vaiththu Isravel Puththirarudaiya Akkiramam Niraiverugaiyil Avargalukku Undaana Aabaththin Kaalaththile Pattayaththin Koormaiyinaal Avargaludaiya Raththaththai Sindhinapadiyaal, "},
{ "Verses": "6 naan Raththap Pazhikku Unnai Oppuvippen; Raththappazhi Unnaip Pinthodarum Endru Karththaraagiya Aandavaraayirukkira Naan En Jeevanaikkondu Sollugiren; Nee Raththaththai Verukkaadhapadiyinaal Raththam Unnaip Pinthodarum. "},
{ "Verses": "7 naan Seyeermalaiyaip Paazhum Avaandhara Idamumaakki, Adhile Pokkuvaravu Seyvaar Illaadhapadi Sangaarancheydhu, "},
{ "Verses": "8 adhin Malaigalaik Kolaiyundavargalaale Nirappuven; Un Medugalilum Un Pallaththaakkugalilum Un Ellaa Aarugalilum Pattayaththaal Vettundavargal Vizhuvaargal. "},
{ "Verses": "9 nee Endraikkum Avaandharaveliyaayirukkumpadi Seyven; Un Pattanangal Kudiyetrappaduvadhillai; Appozhudhu Naan Karththar Endru Arindhukolvaargal. "},
{ "Verses": "10 irandu Jaadhigalum Irandudhesangalum Karththar Vasamaayirundhum, Avaigal Ennudaiyavaigalaagum, Naan Avaigalai Sudhandhariththukkolluven Endru Nee Sollugirapadiyinaal, "},
{ "Verses": "11 nee Avargalmel Vaiththa Varmaththinaal Seydha Un Kobaththukkuththakkadhaagavum, Un Poraamaikkuthakkadhaagavum Naan Seydhu, Karththaraagiya Aandavaraayirukkira Naan Unnai Nyaayantheerkkumpodhu, Ennai Avargalukkul Adhinaal Ariyappannuven Endru En Jeevanaikkondu Sollugiren. "},
{ "Verses": "12 isravelin Malaigal Paazhaakkappattu Engalukku Iraiyaagak Kodukkappattadhu Endru, Nee Avaigalukku Virodhamaai Sonna Un Nindhanaigalaiyellaam Karththaraagiya Naan Ketten Endru Appozhudhu Arindhukolvaai. "},
{ "Verses": "13 neengal Ungal Vaayinaal Enakku Virodhamaagap Perumaipaaraatti, Enakku Virodhamaaga Ungal Vaarththaigalaip Perugappannineergal; Adhai Naan Ketten. "},
{ "Verses": "14 boomiyellaam Magizhumpodhu Naan Unnaip Paazhaayirukkumpadi Seyven Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "15 isravel Vamsaththaarin Sudhandharam Paazhaaipponadhaik Kandu Magizhndhaaye, Unakkum Appadiye Sambavikkachcheyven; Seyeer Malaiye, Edhome, Nee Muzhudhum Paazhaavaai; Adhinaal Naan Karththar Endru Arindhukolvaargalendru Uraiththaar Endru Sollu. "}
]