[
{ "Verses": "1 pinbu Avar Ennai Aalayaththin Vaasalukkuth Thirumbivarappanninaar; Idho, Vaasarpadiyin Keezhirundhu Thanneer Purappattuk Kizhakke Odugiradhaayirundhadhu; Aalayaththin Mugappu Kizhakku Nokkiyirundhadhu; Andhath Thanneer Aalayaththin Valadhupuramaaip Palipeedaththukkuth Therke Paaindhadhu. "},
{ "Verses": "2 avar Ennai Vadakku Vaasal Vazhiyaaip Purappadappanni, Ennai Veliyile Keezhththisaikku Edhiraana Puravaasalmattum Sutri Nadaththikkonduponaar; Ange Thanneer Valadhupuraththilirundhu Paaigiradhaayirundhadhu. "},
{ "Verses": "3 andhap Purushan Thamadhu Kaiyil Noolaip Pidiththukkondu, Kizhakke Purappadugaiyil Aayiramuzham Alandhu, Ennaith Thanneeraik Kadakkappanninaar; Thanneer Kanukkaal Alavaayirundhadhu. "},
{ "Verses": "4 pinnum Avar Aayiramuzham Alandhu, Ennaith Thanneeraik Kadakkappanninaar; Ange Thanneer Muzhankaal Alavaayirundhadhu; Pinnum Avar Aayiramuzham Alandhu Ennaik Kadakkappanninaar; Ange Thanneer Iduppalavaayirundhadhu. "},
{ "Verses": "5 pinnum Avar Aayiramuzham Alandhaar; Ange Adhu Naan Kadakkak Koodaadha Nadhiyaayirundhadhu; Thanneer Neechchaazhamum Kadakkamudiyaadha Nadhiyumaayirundhadhu. "},
{ "Verses": "6 avar Ennai Nokki: Manupuththirane, Idhaik Kandaayaa Endru Solli, Ennai Nadhiyoramaaith Thirumba Nadaththikkonduponaar. "},
{ "Verses": "7 naan Nadandhuvarugaiyil, Idho, Nadhiyoraththil Ikkaraiyilum Akkaraiyilum Vegu Thiralaana Virutchangal Irundhadhu. "},
{ "Verses": "8 avar Ennai Nokki: Indhath Thanneer Kizhakku Dhesaththukkup Purappattuppoi, Vanaandharavazhiyaai Odi Kadalil Vizhum; Idhu Kadalil Paaindhu, Vizhundhapinbu, Adhin Thanneer Aarokkiyamaagum. "},
{ "Verses": "9 sambavippadhu Ennavendraal, Indha Nadhi Pogumidamengum Sanjarikkum Jeevapraanigal Yaavum Pizhaikkum; Indhath Thanneer Ange Vandhapadiyinaal Vegu Eraalamaana Machchangalum Undaayirukkum; Indha Nadhipogumidamengumulla Yaavum Aarokkiyappattup Pizhaikkum. "},
{ "Verses": "10 appozhudhu Enkedhithuvakki Eneklaayimmattum Meenpidikkiravargal Adhin Karaiyile Nirpaargal; Adhellaam Valaigalai Virikkira Sthalamaayirukkum; Adhin Machchangal Periya Samuththiraththin Machchangalaippola Pala Jaadhiyum Magaa Eraalamumaayirukkum. "},
{ "Verses": "11 aanaalum Adhinudaiya Ulaiyaana Pallangalum Adhinudaiya Madukkalum Aarokkiyamaagaamal, Uppaagave Vittuvidappadum. "},
{ "Verses": "12 nadhiyoramaai Adhin Ikkaraiyilum Akkaraiyilum Pusippukkaana Sagalavidha Virutchangalum Valarum; Avaigalin Ilaigal Udhirvadhumillai, Avaigalin Kanigal Keduvadhumillai; Avaigalukkup Paayum Thanneer Parisuththa Sthalaththilirundhu Paaigirapadiyinaal Maadhandhorum Pudhukkanigalaik Koduththukkondeyirukkum, Avaigalin Kanigal Pusippukkum Avaigalin Ilaigal Avizhdhaththukkumaanavaigal. "},
{ "Verses": "13 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Neengal Isravelin Pannirandu Koththirangaludaiya Lakkaththinpadiye Dhesaththai Sudhandhariththukkondu Kurikkavendiya Ellaiyaavadhu: Yoseppukku Irandu Pangu Undu. "},
{ "Verses": "14 sagodharanode Sagodharanukku Saripangu Undaaga Adhai Sudhandhariththukkollakkadaveergal; Adhai Ungal Pidhaakkalukkuk Koduppen Endru Naan Aanaiyittuk Koduththen; Aagaiyaal Ungalukku Indha Dhesam Sudhandharamaagak Kidaikkum. "},
{ "Verses": "15 dhesaththin Ellaiyaavadhu: Vadapuram Periya Samuththiranthuvakki, Sedhaadhukkup Pogira Edhlon Vazhiyaayirukkira, "},
{ "Verses": "16 aamaaththum, Peroththaavum, Thamaskuvin Ellaikkum Aamaaththin Ellaikkum Naduvaana Sipraayimum, Aabraanin Ellaiyode Serndha Aadhsaar Aththeekonumaanadhu. "},
{ "Verses": "17 appadiye Samuththiraththilirundhu Pogira Ellai Aadhsaarenaanum, Thamaskuvin Ellaiyum, Vadamoolaiyaana Vadakkum Aamaaththin Ellaiyumaanadhu; Idhu Vadapuram. "},
{ "Verses": "18 keezhppuraththai Aabraanukkum Thamaskuvukkum Naduvaagavum, Keeleyaaththukkum Yordhaanin Oramaana Isravel Dhesaththukkum Naduvaagavum Keezhkkadalmattum Irukkum Ellaiyaai Alappeergalaaga; Idhu Keezhppuram. "},
{ "Verses": "19 thenmoolaiyaana Thenpuram Thaamaar Thuvakki, Kaadhesilulla Sandaimoottudhalin Thanneergalmattaagavum, Aarumattaagavum, Periya Samuththiramattaagavum Iruppadhu, Idhu Thenmoolaiyaana Thenpuram. "},
{ "Verses": "20 merpuram Andha Ellaithuvakki Aamaaththukku Edhiraaga Vandhu Serumattum Irukkira Periya Samuththirame; Idhu Merpuram. "},
{ "Verses": "21 indha Dhesaththai Neengal Isravel Koththirangalinpadiye Ungalukkulle Pangittukkolveergalaaga. "},
{ "Verses": "22 ungalukkum, Ungalukkulle Thangi Ungalukkulla Pillaigalaip Perugira Anniyargalukkum, Neengal Adhai Seettuppottu Sudhandharamaakkikkolveergalaaga; Ivargal Ungalukku Isravel Puththiraril Pirandhavargalaippola Irundhu, Ungalodekooda Isravel Koththirangalin Naduve Sudhandharaththukku Udanpaduvaargalaaga. "},
{ "Verses": "23 anniyan Endhak Koththiraththode Thangiyirukkiraano, Adhile Avanudaiya Sudhandharaththai Avanukkuk Kodukkakkadaveergal Endru Karththaraagiya Aandavar Sollugiraar. "}
]