[
{ "Verses": "1 ezhaam Varushaththu Aindhaam Maadham Paththaanthedhiyile Isravelin Moopparil Silar Karththaridaththil Visaarikkumpadivandhu, Enakku Munbaaga Utkaarndhaargal. "},
{ "Verses": "2 appozhudhu Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "3 manupuththirane, Nee Isravel Moopparode Pesi, Avargalai Nokki Karththaraagiya Aandavar Uraikkiradhu Ennavendraal, Neengal Ennidaththil Visaarikka Vandheergalo? Neengal Ennidaththil Visaarikka Idankoden Endru En Jeevanaikkondu Sollugiren Endru Karththaraagiya Aandavar Uraikkiraar Endru Sol. "},
{ "Verses": "4 manupuththirane, Nee Avargalukkaaga Vazhakkaaduvaayo? Vazhakkaada Manadhaanaal, Nee Avargal Pidhaakkalin Aruvaruppugalai Avargalukkuth Theriyakkaatti, Avargalai Nokki: "},
{ "Verses": "5 karththaraagiya Aandavar Uraikkiradhu Ennavendraal, Naan Isravelaith Therindhukonda Naalil Yaakkobuvamsaththu Janangalukku Naan Aanaiyittu, Egipthudhesaththil Ennai Avargalukkuth Theriyappaduththi, Naan Ungal Dhevanaagiya Karththar Endru Aanaiyitten. "},
{ "Verses": "6 naan Avargalai Egipthudhesaththilirundhu Azhaippen Endrum, Avargalukkaaga Naan Paarththuvaiththadhum, Paalum Thenum Odugiradhum Ellaa Dhesangalin Singaaramumaana Dhesaththile Avargalaik Konduvandhu Viduven Endrum Annaalile Aanaiyittu, "},
{ "Verses": "7 ungalil Avaravar Thangal Kangalaal Nokkina Aruvaruppugalaith Thallivittu, Egipthin Naragalaana Vikkiragangalaal Ungalaith Theettuppaduththaadhiruppeergalaaga; Ungal Dhevanaagiya Karththar Naan Endru Avargalode Sonnen. "},
{ "Verses": "8 avargalo, En Sollaik Ketka Manadhillaamal Enakku Virodhamaai Irandagampanninaargal; Avaravar Thangal Kangalaal Nokkina Aruvaruppugalaith Thallippodaamalum, Egipthin Naragalaana Vikkiragangalai Vidaamalumirundhaargal; Aadhalaal Egipthu Dhesaththin Naduvile En Kobaththai Avargalile Theerththukkollumpadikku En Ukkiraththai Avargalmel Ootruven Endren. "},
{ "Verses": "9 aagilum Naan Ennai Ivargalukkup Velippaduththi, Ivargalukku Munbaaga En Naamam Parisuththakkulaichchalaagaadhapadikku, Ivargalai Egipthudhesaththilirundhu Purappadappanni, Avargalai En Naamaththinimiththam Kirubaiseydhen. "},
{ "Verses": "10 aagaiyaal Naan Avargalai Egipthudhesaththilirundhu Purappadappanni, Avargalai Vanaandharaththil Azhaiththuvandhu, "},
{ "Verses": "11 en Kattalaigalai Avargalukkuk Koduththu, En Nyaayangalai Avargalukkuth Theriyappaduththinen; Avaigalinpadi Seygira Manushan Avaigalaal Pizhaippaan. "},
{ "Verses": "12 naan Thangalaip Parisuththampannugira Karththar Endru Avargal Ariyumpadikku, Enakkum Avargalukkum Adaiyaalamaai Iruppadharkaana En Oivunaatkalaiyum Avargalukkuk Kattalaiyitten. "},
{ "Verses": "13 aanaalum Isravel Vamsaththaar Vanaandharaththil Enakku Virodhamaai Irandagampanninaargal; En Kattalaigalinpadiye Manushan Seydhaal Avaigalaal Pizhaippaan; Avargalo Avaigalil Nadavaamal, En Nyaayangalai Veruththu, En Oivunaatkalin Parisuththaththai Migavum Kulaiththuppottaargal, Aadhalaal Avargalai Nirmoolamaakkumpadi Vanaandharaththile En Ukkiraththai Avargalmel Ootruven Endren. "},
{ "Verses": "14 aagilum Naan Ivargalaip Purappadappanninadhaik Kanda Purajaadhigaludaiya Kangalukku Munbaaga En Naamam Parisuththakkulaichchalaagaadhapadikku, En Naamaththinimiththam Kirubaiseydhen. "},
{ "Verses": "15 aanaalum Avargaludaiya Irudhayam Avargaludaiya Naragalaana Vikkiragangalaip Pinpatri, Avargal En Nyaayangalai Veruththu, En Kattalaigalil Nadavaamarpoi, En Oivunaatkalaip Parisuththak Kulaichchalaakkinapadiyaal, "},
{ "Verses": "16 naan Vaakkuththaththampanninadhum, Paalum Thenum Odugiradhum, Ellaadhesangalin Singaaramaayirukkiradhumaana Dhesaththile Avargalaik Konduvandhuviduvadhillai Endru Vanaandharaththil Aanaiyitten. "},
{ "Verses": "17 aagilum Avargalai Azhikkaadhapadikku, En Kan Avargalaith Thappavittadhu; Naan Avargalai Vanaandharaththil Nirmoolamaakkavillai. "},
{ "Verses": "18 vanaandharaththil Avargaludaiya Pillaigalai Nokki: Neengal Ungal Pidhaakkalin Muraimaigalil Nadavaamalum Avargaludaiya Nyaayangalaik Kaikkollaamalum, Avargaludaiya Naragalaana Vikkiragangalaal Ungalaith Theettuppaduththaamalum Irungal. "},
{ "Verses": "19 ungal Dhevanaagiya Karththar Naane; Neengal En Kattalaigalil Nadandhu, En Nyaayangalaik Kaikkondu, Avaigalinpadiye Seydhu, "},
{ "Verses": "20 en Oivunaatkalaip Parisuththamaakkungal; Naan Ungal Dhevanaagiya Karththar Endru Neengal Ariyumpadikku Avaigal Enakkum Ungalukkum Adaiyaalamaayirukkum Endren. "},
{ "Verses": "21 aanaalum Pillaigalum Enakku Virodhamaai Ezhumbinaargal; En Kattalaigalinpadiye Manushan Seydhaal Avaigalaal Pizhaippaane; Avargalo Avaigalil Nadavaamalum, En Nyaayangalaik Kaikkondu Avaigalinpadi Seyyaamalum, En Oivunaatkalaip Parisuththakkulaichchalaakkippottaargal; Aagaiyaal Vanaandharaththile En Kobaththai Avargalil Theerththukkollumpadi En Ukkiraththai Avargalmel Ootruven Endren. "},
{ "Verses": "22 aagilum Naan En Kaiyaith Thiruppi, Naan Ivargalai Purappadappanninadhaik Kanda Purajaadhigaludaiya Kangalukku Munbaaga En Naamam Parisuththakkulaichchalaagaadhapadikku, En Naamaththinimiththam Kirubaiseydhen. "},
{ "Verses": "23 aanaalum Avargal En Nyaayangalinpadi Seyyaamal, En Kattalaigalai Veruththu, En Oivunaatkalai Parisuththak Kulaichchalaakkinapadiyaalum, Avargaludaiya Kangal Avargal Pidhaakkalin Naragalaana Vikkiragangalinmel Nokkamaayirundhapadiyaalum, "},
{ "Verses": "24 naan Avargalaip Purajaadhigalukkulle Sidharadiththu, Avargalai Dhesangalile Thootrippodugiradharku Vanaandharaththile Aanaiyitten. "},
{ "Verses": "25 aagaiyaal Nanmaikkedhuvallaadha Kattalaigalaiyum Jeevanukkedhuvallaadha Nyaayangalaiyum Naan Avargalukkuk Koduththen. "},
{ "Verses": "26 naan Karththar Endru Avargal Ariyaththakkadhaaga, Naan Avargalaip Paazhaakkumpadi, Avargal Garppanthirandhu Pirakkiradhaiyellaam Theekkadakkappanni, Ivvidhamaai Avargaludaiya Paligalinaale Avargalaith Theettuppadappanninen. "},
{ "Verses": "27 aagaiyaal Manupuththirane, Nee Isravel Vamsaththaarode Pesi, Avargalai Nokki: Karththaraagiya Aandavar Uraikkiradhu Ennavendraal, Ungal Pidhaakkal Innum Enakku Virodhamaai Dhrogampanni, Ennai Dhooshiththaargal. "},
{ "Verses": "28 avargalukkuk Koduppen Endru Aanaiyitta Dhesaththile Naan Avargalaip Pravesikkappanninapinbu, Avargal Uyarndha Oru Mettaiyum Thazhaiththa Oru Virutchaththaiyum Engenge Kandaargalo, Angange Thangal Paligalai Seluththi, Avvidangalilellaam Enakku Erichchal Undaakkugira Thangal Kaanikkaigalaip Padaiththu, Sugandha Vaasanaiyaana Thangal Thoobangalaikkaatti, Thangal Paanapaligalai Vaarththaargal. "},
{ "Verses": "29 appozhudhu Naan Avargalai Nokki: Neengal Pogira Andha Medu Ennavendru Ketten; Adhinaal Innaalvaraikkum Adharkup Paamaa Endru Per. "},
{ "Verses": "30 aagaiyaal Nee Isravel Vamsaththaarai Nokki: Karththaraagiya Aandavar Uraikkiradhu Ennavendraal, Ungal Pidhaakkaludaiya Maarkkaththinpadiye Neengalum Theettuppattavargal Allavo? Avargaludaiya Aruvaruppugalai Neengalum Pinpatri Sorampogireergal Allavo? "},
{ "Verses": "31 neengal Ungal Pillaigalaith Theekkadakkappanni, Ungal Paligalaichcheluththugirapodhu, Innaalvaraikkum Avargaludaiya Ellaa Naragalaana Vikkiragangalaalum Neengal Theettuppadugireergale; Neengal Ennidaththil Visaarikka Idankoduppeno? Isravel Vamsaththaare, Neengal Ennidaththil Visaarikkumpadi Idankoduppadhillai Endru En Jeevanaikkondu Sollugiren Endru Karththaraagiya Aandavar Uraikkiraar. "},
{ "Verses": "32 maraththukkum Kallukkum Aaraadhanaiseydhu, Agngnaanigalaippolavum Dhesaththu Janangalin Jaadhigalaippolavum Iruppom Endru Sollugireergale; Ungal Manadhil Ezhumbugira Indha Ninaivinpadi Aavadhe Illai. "},
{ "Verses": "33 balaththa Kaiyinaalum, Ongiya Buyaththinaalum, Ootrappatta Ukkiraththinaalum, Ungalai Aaluven Enbadhai En Jeevanaikkondu Sollugiren Endru Karththaraagiya Aandavar Uraikkiraar. "},
{ "Verses": "34 neengal Janangalukkul Iraadhapadikku Naan Ungalaip Purappadappanni, Neengal Sidhariyirukkira Dhesangalil Iraadhapadikku Naan Ungalai Balaththakaiyinaalum, Ongiya Buyaththinaalum, Ootrappatta Ukkiraththilum Koodivarachcheydhu, "},
{ "Verses": "35 ungalai Janasadhalangalin Vanaandharaththile Kondupoi, Ange Ungalode Mugamugamaai Vazhakkaaduven. "},
{ "Verses": "36 naan Egipthudhesaththin Vanaandharaththil Ungal Pidhaakkalodu Vazhakkaadinadhupola Ungalodum Vazhakkaaduven Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "37 naan Ungalaik Kolinkeezh Sellumpadi Seydhu, Ungalai Udanpadikkaiyin Kattukkutpaduththi, "},
{ "Verses": "38 kalagakkaararaiyum Dhrogigalaiyum Ungalaivittup Piriththuppoduven; Avargalaith Thaangal Thangum Dhesaththilirundhu Purappadappannuven; Aanaalum Avargal Isravel Dhesaththil Pravesippadhillai; Appozhudhu Naan Karththar Endru Arindhukolveergal. "},
{ "Verses": "39 ippodhum Isravel Vamsaththaare, Neengal En Sollaik Ketkamanadhillaadhirundhaal, Neengal Poi Avanavan Than Than Naragalaana Vikkiragangalai Innum Seviyungal; Aanaalum En Parisuththa Naamaththai Ungal Kaanikkaigalaalum Ungal Naragalaana Vikkiragangalaalum Inip Parisuththakkulaichchalaakkaadhirungal Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "40 isravelin Uyaramaana Malaiyaagiya En Parisuththa Malaiyile Israveludaiya Ellaa Vamsaththaarumaagiya Dhesaththilulla Anaivarum Ennai Sevippaargalendru Karththaraagiya Aandavar Sollugiraar; Ange Avargalmel Piriyam Vaippen; Ange Neengal Parisuththampannugira Ellaavatrilum Ungal Kaanikkaigalaiyum Ungal Mudharpalangalaiyum Seluththumpadi Ketpen. "},
{ "Verses": "41 naan Ungalai Janangalilirundhu Purappadappanni, Neengal Sidharundirukkira Dhesangalilirundhu Ungalai Serththukkollumpodhu, Sugandha Vaasanaiyinimiththam Naan Ungalperil Piriyamaayiruppen; Appozhudhu Purajaadhigalin Kangalukku Munbaaga Ungalaal Parisuththampannappaduven. "},
{ "Verses": "42 ungal Pidhaakkalukkuk Koduppen Endru Aanaiyitta Dhesamaagiya Isravel Dhesaththile Naan Ungalaith Thirumbivarappannumpodhu, Naan Karththar Endru Neengal Arindhukondu, "},
{ "Verses": "43 ange Ungaludaiya Ellaa Vazhigalaiyum Ungalaith Theettuppaduththina Ungaludaiya Ellaak Kiriyaigalaiyum Ninaiththu, Neengal Seydhirundha Ungaludaiya Ellaap Pollaappugalinimiththamum Ungalai Neengale Aruvaruppeergal. "},
{ "Verses": "44 isravel Vamsaththaare, Ungal Pollaadha Vazhigalukkuth Thakkadhaagavum, Ungal Ketta Kiriyaigalukkuththakkadhaagavum Naan Ungalukku Seyyaamal, En Naamaththinimiththam Ungalukkuk Kirubaiseyyumpodhu, Naan Karththar Endru Arindhukolveergal Engiradhaik Karththaraagiya Aandavar Uraikkiraar Endru Sol Endraar. "},
{ "Verses": "45 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "46 manupuththirane, Nee Un Mugaththaith Thenthisaikku Nere Thiruppi, Therkukku Virodhamaaga Un Vasanaththaippozhindhu, Thenpuramaana Vayalveliyin Kaattukku Virodhamaagath Theerkkadharisanam Uraiththu, "},
{ "Verses": "47 thenthisaik Kaattai Nokki: Karththarudaiya Vaarththaiyaik Kel, Karththaraagiya Aandavar Sollugiradhu Ennavendraal, Idho, Naan Unnil Akkiniyaik Koluththuven; Adhu Unnil Pachchaiyaana Sagala Marangalaiyum Pattuppona Sagala Marangalaiyum Patchikkum; Juvaalikkira Juvaalai Avikkappadamaattaadhu; Therku Thuvakki Vadakkumattumulla Dhesamengum Adhinaal Vendhupogum. "},
{ "Verses": "48 karththaraagiya Naan Adhaik Koluththinen Enbadhai Ellaa Maamsamum Kaanum; Adhu Avikkappaduvadhillai Endru Sol Endraar. "},
{ "Verses": "49 appozhudhu Naan: Aa, Karththaraagiya Aandavare, Ivan Uvamaigalaiyallavo Sollugiraan Endru Avargal Ennaik Kuriththu Sollugiraargal Endren. "}
]