[
{ "Verses": "1 appozhudhu Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane, Nee Un Mugaththai Erusalemukku Neraagath Thiruppi, Parisuththa Sthalangalukku Virodhamaaga Un Vasanaththaip Pozhindhu, Isravel Dhesaththukku Virodhamaagath Theerkkadharisanam Uraiththu, "},
{ "Verses": "3 isravel Dhesaththai Nokki, Karththaraagiya Aandavar Uraikkiradhu Ennavendraal, Idho, Naan Unakku Virodhamaaga Vandhu, En Pattayaththai Adhin Uraiyilirundhu Uruvi, Unnil Sanmaarkkanaiyum Dhunmaarkkanaiyum Sangaarampannuven. "},
{ "Verses": "4 naan Unnil Sanmaarkkanaiyum Dhunmaarkkanaiyum Sangaarampannappogirapadiyinaal Therkuthuvakki Vadakkumattumulla Ellaa Maamsaththukkum Virodhamaai En Pattayam Adhin Uraiyilirundhu Purappadum. "},
{ "Verses": "5 appozhudhu Karththaraagiya Naan En Pattayaththai Adhin Uraiyilirundhu Uruvinen Enbadhai Ellaa Maamsamum Ariyum; Adhu Ini Uraikkul Thirumbuvadhillai. "},
{ "Verses": "6 aadhalaal Manupuththirane, Un Iduppu Norungumpadi Perumoochchuvidu; Avargal Kangalukku Munbaaga Manankasandhu Perumoochchuvidu. "},
{ "Verses": "7 nee Edhinimiththam Perumoochchuvidugiraai Endru Avargal Unnidaththil Kettaal, Nee Avargalai Nokki: Dhurchcheydhi Varugiradhinimiththame; Adhinaal Irudhayangalellaam Urugi, Kaigalellaam Thalarndhu, Manamellaam Thiyangi, Muzhankaalgalellaam Thanneeraippola Alaivunnum; Idho, Adhu Vandhu Sambavikkum Endru Karththaraagiya Aandavar Uraikkiraar Endru Sol Endraar. "},
{ "Verses": "8 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "9 manupuththirane, Nee Theerkkadharisanam Uraiththu, Sollavendiyadhu Ennavendraal: Pattayam Koormaiyaakkappattadhu, Pattayam Koormaiyaakkappattadhu; Adhu Thulakkappattumirukkiradhu. "},
{ "Verses": "10 magaa Sangaarancheyvadharku Adhu Koormaiyaakkappattirukkiradhu; Minnaththakkadhaai Adhu Thulakkappattirukkiradhu; Sandhoshappaduvomo? Adhu En Kumaaranudaiya Kol, Adhu Sagala Virutchangalaiyum Alatchiyampannum. "},
{ "Verses": "11 adhaik Kaiyaadumpadi Adhaiththulakkak Koduththaar; Kollugiravan Kaiyile Kodukkumpadi Andhap Pattayam Koormaiyaakkappattirukkiradhu; Adhu Thulakkappattadhumaayirukkiradhu Endru Karththar Uraikkiraar Endru Sol. "},
{ "Verses": "12 manupuththirane, Nee Olamittu Alaru; Pattayam En Janaththinmel Varum; Adhu Isravel Prabukkal Ellaarmelum Varum; Adhinimiththam En Janaththukkulle Thigil Undaayirukkum; Aagaiyaal Un Vilaavile Adiththukkol. "},
{ "Verses": "13 yaavaiyum Kandikkira Kol Vandhaalozhiya Ini Sodhanaiyinaal Theerugiradhennavendru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "14 aagaiyaal Manupuththirane, Nee Theerkkadharisanam Solli, Kaiyode Kaikottu; Pattayam Moondrudharam Rattiththuvarum; Adhu Kolaiyundavargalin Pattayam; Adhu Kolaiyunnappogira Periyavargalin Ullaraigalil Pravesikkira Pattayam. "},
{ "Verses": "15 avargaludaiya Irudhayam Karaindhu, Avargaludaiya Idaiyoorugal Thiralaagumpadi, Pattayaththin Koormaiyai Avargaludaiya Ellaa Vaasalgalukkum Neridak Kattalaiyiduven; Aa, Adhu Minnumpadiyaagap Padhamidappattadhu, Vettumpadiyaagath Theettivaikkappattadhu. "},
{ "Verses": "16 egabalamaai Valadhupuramaaga Vettu, Thirumbi Idadhupuramaagavum Vettu; Un Mugam Thirumbugira Thikkellaam Vettu. "},
{ "Verses": "17 naan Kaiyode Kaikotti, En Ukkiraththai Aarappannuven Endru Karththaraagiya Naan Sonnen Endraar. "},
{ "Verses": "18 pinnum Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "19 manupuththirane, Baabilon Raajaavin Pattayam Varaththakkadhaaga Iranduvazhigalaik Kuriththukkol; Irandum Ore Dhesaththilirundhu Varavendum; Nee Oru Idaththaith Therindhukol, Nagaraththukkup Pogira Vazhiyin Munaiyil Andha Idaththaith Therindhukol. "},
{ "Verses": "20 pattayam Ammon Puththirarin Pattayamaagiya Rappaavukku Virodhamaaga Varaththakka Oru Vazhiyaiyum, Yoodhaavil Irukkira Aranaana Erusalemukku Virodhamaaga Varaththakka Oru Vazhiyaiyum Kuriththukkol. "},
{ "Verses": "21 baabilon Raajaa Irandu Vazhigalin Munaiyaagiya Vazhippirivile Nimiththam Paarkkiradharkaaga Nirpaan; Ambugalaith Theetti, Vikkiragangalai Usaavi, Eeralaal Kuripaarppaan. "},
{ "Verses": "22 thalaivarai Niyamikkiradharkum, Sangaarancheyyumpadi Aarpparikkiradharkum, Gembeeramaai Saththamidugiradharkum, Vaasalgalai Muttum Yandhirangalai Vaikkiradharkuma, Manmedu Podugiradharkum, Koththalangalaik Kattugiradharkum, Erusalemaikkuriththu Nimiththam Paarkkudhal Avanudaiya Valadhupuraththile Undaayirukkum. "},
{ "Verses": "23 indha Nimiththamaanadhu Aanaiyittavargalukku Munbaagap Poiyaagath Thondrum; Aayinum Avargal Pidikkappadumpadi Avan Avargal Dhrogaththai Ninaippaan. "},
{ "Verses": "24 aagaiyaal Karththaraagiya Aandavar Sollugiradhu Ennavendraal: Ungal Dhrogangal Veliyarangamaagiradhinaalum, Ungal Seygaigalilellaam Ungal Paavangal Theriyavarugiradhinaalum, Neengal Ungal Akkiramaththai Ninaikkappannugireergale; Neengal Ippadippattavargalendru Ninaikkappadugireergale; Aadhalaal Kaippidiyaai Pidikkappaduveergal. "},
{ "Verses": "25 isravelai Aalugira Avabakthiyulla Dhunmaarkka Adhipadhiye, Akkiramaththukku Mudivuvarunkaalaththil Un Naal Vandhadhu. "},
{ "Verses": "26 paagaiyaik Kazhatru, Kreedaththai Eduththuppodu; Adhu Ini Munpoliraadhu; Thaazhndhavanai Uyarththi, Uyarndhavanaith Thaazhththuven. "},
{ "Verses": "27 adhaik Kavizhppen, Kavizhppen, Kavizhppen; Urimaikkaaranaanavar Varumattum Adhu Illaadhirukkum; Avarukke Adhaik Koduppen Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "28 pinnum Manupuththirane, Nee Theerkkadharisanam Sollu: Ammon Puththiraraiyum Avargal Sollum Nindhanaigalaiyum Kuriththuk Karththaraagiya Aandavar Uraikkiradhu Ennavendraal, "},
{ "Verses": "29 akkiramaththukku Mudivu Varunkaalaththil Vandha Thangaludaiya Naalukku Edhuvaagi, Kolaiyunduponavargaludaiya Pidarigalodekooda Ennai Dhunmaarkkarin Kaiyinaal Vizhappannumpadikku, Unakku Abaththamaanadhu Dharisikkappadugirapodhum, Unakkup Poinimiththam Paarkkappadugirapodhum Pattayam Uruvappattadhu, Pattayame Uruvappattadhu; Vettavum Sangarikkavum Adhu Minnaththakkadhaaith Thulakkappattirukkiradhu. "},
{ "Verses": "30 un Pattayaththai Nee Thirumba Adhin Uraiyile Podu; Nee Sirushtikkappatta Sthaanamaagiya Un Jenmadhesaththile Naan Unnai Nyaayantheerththu, "},
{ "Verses": "31 en Sinaththai Unmel Ootruven; Naan En Moorkkaththin Akkiniyai Unmel Oodhi, Mirugagunamullavargalum, Azhikkiradharkuth Thiramaiyullavargalumaagiya Manusharin Kaiyil Unnai Oppukkoduppen. "},
{ "Verses": "32 nee Akkinikku Iraiyaavaai; Un Raththam Un Dhesaththin Naduvil Sindhikkidakkum; Nee Ini Ninaikkappaduvadhillai; Karththaraagiya Naan Idhai Sonnen Endraar. "}
]