[
{ "Verses": "1 pannirandaam Varusham Pannirandaam Maadham Mudhalaanthedhiyile Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane, Nee Egipthin Raajaavaagiya Paarvonaikkuriththup Pulambi, Avanode Sollavendiyadhu Ennavendraal: Jaadhigalukkulle Nee Paalasingaththukku Oppaanavan; Nee Perunthanneergalil Mudhalaiyaippol Irundhu Un Nadhigalil Ezhumbi, Un Kaalgalaal Thanneergalaik Kalakki Avaigalin Aarugalaik Kuzhappivittaai. "},
{ "Verses": "3 aagaiyaal Karththaraagiya Aandavar Sollugiraar: Naan Vegu Janakkoottaththaikkondu Unmel En Valaiyai Veesuven; Avargal En Valaiyil Unnai Izhuththukkolvaargal. "},
{ "Verses": "4 unnaith Tharaiyile Pottuviduven; Naan Unnai Vettaveliyil Erindhuvittu, Aagaayaththup Paravaigalaiyellaam Unmel Irangappanni, Boomiyanaiththin Mirugangalaiyum Unnaal Thirupthiyaakki, "},
{ "Verses": "5 un Sadhaiyaip Parvadhangalinmel Pottu, Un Udalinaale Pallaththaakkugalai Nirappi, "},
{ "Verses": "6 nee Neendhina Dhesaththinmel Un Raththaththaip Parvadhangalmattum Paayachcheyven; Aarugal Unnaale Nirambum. "},
{ "Verses": "7 unnai Naan Anaiththuppodugaiyil, Vaanaththai Moodi, Adhin Natchaththirangalai Irundupogappannuven; Sooriyanai Megaththinaal Mooduven, Sandhiranum Than Oliyaikkodaadhirukkum. "},
{ "Verses": "8 naan Vaanajodhiyaana Vilakkugalaiyellaam Unmel Irundupogappanni, Un Dhesaththinmel Andhagaaraththai Varappannuven Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "9 un Sangaaraththai Jaadhigalmattum, Nee Ariyaadha Dhesangalmattum Naan Ettappannugaiyil, Anegam Janangalin Irudhayaththai Visanamadaiyappannuven. "},
{ "Verses": "10 anegam Janangalai Unnimiththam Thigaikkappannuven; Avargalin Raajaakkal, Thangal Mugangalukku Munbaaga En Pattayaththai Naan Veesugaiyil Migavum Thidukkiduvaargal; Nee Vizhum Naalil Avaravar Thamtham Praananukkaaga Nimishandhorum Thaththalippaargal. "},
{ "Verses": "11 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Baabilon Raajaavin Pattayam Unmel Varum. "},
{ "Verses": "12 paraakkiramasaaligalin Pattayangalaal Un Janaththiralai Vizhappannuven; Avargalellaarum Jaadhigalil Vallamaiyaanavargal; Avargal Egipthin Aadambaraththaik Keduppaargal; Adhin Eraalamaana Koottam Azhikkappadum. "},
{ "Verses": "13 thiralaana Thanneergalin Karaigalil Nadamaadugira Adhin Mirugajeevangalaiyellaam Azhippen; Ini Manushanudaiya Kaal Avaigalaik Kalakkuvadhumillai, Mirugangaludaiya Kulambugal Avaigalaik Kuzhappuvadhumillai. "},
{ "Verses": "14 appozhudhu Avargaludaiya Thanneergalaith Theliyappanni, Avargal Aarugalai Enneyaippol Odappannuven Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "15 naan Egipthudhesaththai Paazhaakkumpodhum, Dhesam Than Niraivai Izhandhu Verumaiyaaik Kidakkumpodhum, Naan Adhil Kudiyirukkira Yaavaraiyum Sangarikkumpodhum, Naan Karththar Endru Arindhukolvaargal. "},
{ "Verses": "16 idhu Pulambal; Ippadip Pulambuvaargal; Ippadi Jaadhigalin Kumaaraththigal Pulambuvaargal; Ippadi Egipthukkaagavum, Adhinudaiya Ellaath Thiralaana Janangalukkaagavum Pulambuvaargal Endru Karththaraagiya Aandavar Uraikkiraar Endru Sol Endraar. "},
{ "Verses": "17 pinnum Pannirandaam Varusham Andha Maadhaththin Padhinaindhaanthedhiyile Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "18 manupuththirane, Nee Egipthinudaiya Eraalamaana Janaththinimiththam Pulambi, Avargalaiyum Prabalamaana Jaadhigalin Kumaaraththigalaiyum Kuzhiyil Iranginavargal Andaiyile Boomiyin Thaazhvidangalil Thallividu. "},
{ "Verses": "19 matravargalaippaarkkilum Nee Azhagil Sirandhavalo? Nee Irangi, Viruththasedhanamillaadhavargalidaththil Kida. "},
{ "Verses": "20 avargal Pattayaththaal Vettundavargalin Naduvile Vizhuvaargal, Pattayaththukku Oppukkodukkappattirukkiraargal; Avalaiyum Avaludaiya Janaththiral Yaavaiyum Pidiththizhungal. "},
{ "Verses": "21 paraakkiramasaaligalil Vallavargalum Avanukkuth Thunainindravargalum, Paadhaalaththin Naduvilirundhu Avanode Pesuvaargal; Avargal Viruththasedhanamillaadhavargalaai Pattayaththaal Vettundu Irangi, Ange Kidakkiraargal. "},
{ "Verses": "22 ange Asoorum Avanudaiya Ellaakkoottaththaarum Kidakkiraargal; Avanai Sutrilum Avargaludaiya Predhakkuzhigal Irukkiradhu; Avargal Ellaarum Pattayaththaal Vettundu Vizhundhaargaldhaane. "},
{ "Verses": "23 paadhaalaththin Pakkangalil Avargaludaiya Predhakkuzhigal Irukkiradhu; Avanudaiya Predhakkuzhiyai Sutrilum Avanudaiya Koottam Kidakkiradhu, Jeevanullorudaiya Dhesaththile Kediyundaakkina Avargalellaarum Pattayaththaal Vettundu Vizhundhavargaldhaane. "},
{ "Verses": "24 ange Elaamum Avanudaiya Predhakkuzhiyai Sutrilum Avanudaiya Ellaa Eraalamaana Janamum Kidakkiraargal; Avargalellaarum Pattayaththaal Vettundu Vizhundhu, Viruththasedhanamillaadhavargalaai Boomiyin Thaazhvidangalil Iranginaargal; Jeevanullorudaiya Dhesaththile Kediyundaakkina Avargal, Kuzhiyil Iranginavargalodekoodath Thangal Avamaanaththai Sumakkiraargal. "},
{ "Verses": "25 vettundavargalin Naduve Avanai Avanudaiya Ellaa Eraalamaana Janaththukkullum Kidaththinaargal; Avanai Sutrilum Avargaludaiya Predhakkuzhigal Irukkiradhu; Avargalellaarum Pattayaththaal Vettunda Viruththasedhanamillaadhavargal; Jeevanullorudaiya Dhesaththile Avargal Kediyundaakkinavargalaayirundhum, Avargal Kuzhiyil Iranginavargalodekoodath Thangal Avamaanaththai Sumakkiraargal; Avan Vettundavargalin Naduve Vaikkappattirukkiraan. "},
{ "Verses": "26 ange Mesekkum Thoobaalum Avargaludaiya Eraalamaana Janangalum Kidakkiraargal; Avargalaichchutrilum Avargaludaiya Predhakkuzhigal Irukkiradhu; Avanudaiya Jeevanullorudaiya Dhesaththile Kediyundaakkinavargalaayirundhum, Avargalellaarum Viruththasedhanamillaadhavargal; Pattayaththaal Vettundu Vizhuvaargal. "},
{ "Verses": "27 jeevanullorudaiya Dhesaththile Paraakkiramasaaligalukkuk Kediyundaakkugiravargalaayirundhum, Avargal Viruththasedhanamillaadhavargalaai Vizhundhu, Thangal Yuththa Aayudhangalodu Paadhaalaththilirangina Paraakkiramasaaligalode Ivargal Kidappadhillai; Avargal Thangal Pattayangalaith Thangal Thalaigalinkeezh Vaiththaargal; Aanaalum Avargaludaiya Akkiramam Thangal Elumbugalinmel Irukkum. "},
{ "Verses": "28 neeyum Viruththasedhanamillaadhavargalin Naduve Norungundu Pattayaththaal Vettundavargalode Kidappaai. "},
{ "Verses": "29 ange Edhomum Adhin Raajaakkalum Adhin Ellaap Prabukkalum Kidakkiraargal; Pattayaththaal Vettundavargalidaththil Ivargal Thangal Vallamaiyodunkoodak Kidaththappattaargal; Ivargal Viruththasedhanamillaadhavargalidaththilum, Kuzhiyil Irangugiravargalidaththilum Kidakkiraargal. "},
{ "Verses": "30 ange Vadathisai Adhipadhigal Anaivarum Ellaa Seedhoniyarum Kidakkiraargal; Ivargal Kediyundaakkugiravargalaayirundhaalum Thangal Paraakkiramaththaik Kuriththu Vetkappattu, Vettundavargalidaththilirangi, Pattayaththaal Vettundavargalode Viruththasedhanamillaadhavargalaaik Kidandhu, Kuzhiyil Iranginavargalidaththil Thangal Avamaanaththai Sumandhukondirukkiraargal. "},
{ "Verses": "31 paarvon Avargalaip Paarththu Than Eraalamaana Janaththinperilum Aarudhaladaivaan; Pattayaththaal Vettundaargalendru, Paarvonum Avanudaiya Sarva Senaiyum Aarudhaladaivaargal Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "32 ennaip Patriya Kediyai Jeevanullor Dhesaththil Undupannugiren, Paarvonum Avanudaiya Eraalamaana Janamum Pattayaththaal Vettundavargalidaththil Viruththasedhanamillaadhavargalin Naduve Kidaththappaduvaargal Engiradhaik Karththaraagiya Aandavar Uraikkiraar Endru Sol Endraar. "}
]