[
{ "Verses": "1 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane, Theerkkadharisanam Sollugira Isravelin Theerkkadharisigalukku Virodhamaaga Nee Theerkkadharisanam Uraiththu, Thangal Irudhayaththil Irukkiradhaiye Eduththuth Theerkkadharisananchollugiravargalode Nee Sollavendiyadhu Ennavendraal: Karththarudaiya Vaarththaiyaik Kelungal. "},
{ "Verses": "3 karththaraagiya Aandavar Uraikkiradhaavadhu: Thaangal Ondrum Tharisiyaadhirundhum, Thangaludaiya Aaviyin Evudhalaip Pinpatrugira Madhiketta Theerkkadharisigalukku Aiyo! "},
{ "Verses": "4 isravele, Un Theerkkadharisigal Vanaandharangalilulla Narigalukku Oppaayirukkiraargal. "},
{ "Verses": "5 neengal Karththarudaiya Naalile Yuththaththil Nilainirkumpadikku, Thirappugalil Erinadhumillai; Isravel Vamsaththaarukkaaga Suvarai Adaiththadhumillai. "},
{ "Verses": "6 karththar Thangalai Anuppaadhirundhum, Karththar Uraiththaarendru Solli, Avargal Abaththaththaiyum Poikkuriyaiyum Dharisiththu, Kaariyaththai Nirvaagampannalaamendru Nambikkaiyaayirukkiraargal. "},
{ "Verses": "7 naan Uraikkaadhirundhum, Neengal Karththar Uraiththaar Endru Sollumpodhu, Abaththamaana Dharisanaiyaith Tharisiththu, Poikkuriyai Sollugireergal Allavaa? "},
{ "Verses": "8 aagaiyaal Karththaraagiya Aandavar Uraikkiradhu Ennavendraal; Neengal Abaththamaanadhai Solli Poiyaanadhaith Tharisikkirapadiyinaal, Idho, Naan Ungalukku Virodhamaanavar Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "9 abaththamaanadhaith Tharisiththu, Poikkuriyai Sollugira Theerkkadharisigalukku En Kai Virodhamaayirukkum; Avargal En Janaththin Sangaththil Iruppadhumillai; Isravel Vamsaththaarin Attavanaiyil Ezhudhappaduvadhumillai; Isravel Dhesaththukkul Pravesippadhumillai; Appozhudhu Naan Karththaraagiya Aandavarendru Arindhukolveergal. "},
{ "Verses": "10 samaadhaanam Illaadhirundhum Samaadhaanamendru Solli, Avargal En Janaththai Mosampokkugiraargal; Oruvan Mansuvarai Vaikkiraan; Idho, Matravargal Saaramillaadha Saandhai Adharkup Poosugiraargal. "},
{ "Verses": "11 saaramillaadha Saandhaip Poosugiravargalai Nokki: Adhu Idindhuvizhumendru Sol; Vellamaagap Perugugira Mazhai Peyyum; Magaa Kalmazhaiye, Nee Sorivaai Kodiya Pusalkaatrum Adhaip Pilakkum. "},
{ "Verses": "12 idho, Suvar Vizhumpodhu: Neengal Poosina Poochchu Enge Endru Solvaargal Allavaa? "},
{ "Verses": "13 aagaiyaal En Ukkiraththile Kodiya Pusalkaatrai Ezhumbi Adikkappannuven; En Kobaththile Vellamaaga Adikkira Mazhaiyum, En Ukkiraththile Nirmoolamaakkaththakka Perunkalmazhaiyum Soriyum Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "14 appozhudhu Neengal Saaramillaadha Saandhaip Poosina Suvarai Naan Idiththu, Adhin Asthibaaram Thirandhukidakkumpadi Adhaith Tharaiyile Vizhappannuven; Ulle Irukkira Neengal Nirmoolamaagumpadi Adhu Vizhum; Appozhudhu Naan Karththar Endru Arindhukolveergal. "},
{ "Verses": "15 ippadi Suvarilum Adharku Saaramillaadha Saandhaip Poosinavargalilum Naan En Ukkiraththaith Theerththukkondu: Suvarumillai, Adharku Saandhu Poosinavargalumillai. "},
{ "Verses": "16 erusalemaikkuriththuth Theerkkadharisanancholli, Samaadhaanam Illaadhirundhum Samaadhaanam Undendru Dharisanankaangira Isravelin Theerkkadharisigal Illaamarpovaargal Endru Ungalukku Sollugiren Endru Karththaraagiya Aandavar Uraikkiraar. "},
{ "Verses": "17 manupuththirane, Thangaludaiya Irudhayaththil Irukkiradhaiye Eduththu, Theerkkadharisananchollugira Un Janaththin Kumaaraththigalukku Edhiraaga Un Mugaththaith Thiruppi, Avargalukku Virodhamaagath Theerkkadharisanam Uraiththu, Sollavendiyadhu Ennavendraal: "},
{ "Verses": "18 aaththumaakkalai Vettaiyaadumpadikku Sagala Kaigalukkum Thazhuvanaigalaith Thaiththu, Andhandha Vayadhullavargaludaiya Thalaikkum Thalaiyanaigalai Undu Pannugiravargalukku Aiyo! Neengal En Janaththin Aaththumaakkalai Vettaiyaadi, Avaigalai Ungalukku Uyirode Kaappaatruveergalo? "},
{ "Verses": "19 saagaththagaadha Aaththumaakkalaik Kolvadharkum, Uyirode Irukkaththagaadha Aaththumaakkalai Uyirode Kaappaatruvadharkumaaga Neengal Poikku Sevikodukkira En Janaththukkup Poisollugiradhinaale Sila Sirangai Vaarkodhumaikkaagavum Appaththundugalukkaagavum Ennai En Janaththukkulle Parisuththakkulaichchalaakkuveergalo Endru Karththaraagiya Aandavar Uraikkiraar. "},
{ "Verses": "20 aagaiyaal Karththaraagiya Aandavar Sollugiradhu Ennavendraal: Idho, Neengal Aaththumaakkalaip Parakkadikkumpadi Vettaiyaadugira Ungal Thazhuvanaigalukku Virodhamaaga Naan Vandhu, Avaigalai Ungal Buyangalilirundhu Pidungik Kizhiththu, Neengal Parakkadikka Vettaiyaadugira Aaththumaakkalai Naan Vidudhalai Panni, "},
{ "Verses": "21 ungal Thalaiyanaigalaik Kizhiththu, En Janaththai Ungal Kaigalukku Neengalaakkividuven; Avargal Ini Vettaiyaadappadumpadi Ungal Kaigalil Iraargal; Appozhudhu Naan Karththar Endru Arindhukolveergal. "},
{ "Verses": "22 naan Sanjalappaduththaadha Needhimaanin Irudhayaththai Neengal Veenaai Muriyappanninapadiyinaalum, Dhunmaarkkan Than Pollaadha Vazhiyaivittuth Thirumbavum Naan Avanai Uyirode Kaakkavun Koodaadhapadikku Neengal Avanudaiya Kaigalaith Thidappaduththinapadiyinaalum, "},
{ "Verses": "23 neengal Ini Abaththamaanadhaith Tharisippadhumillai, Saasthiram Paarppadhumillai; Naan En Janaththai Ungal Kaigalukku Neengalaakkividuven; Appozhudhu Naan Karththar Endru Arindhukolveergal Endru Sol Endraar. "}
]