[
{ "Verses": "1 israveludaiya Moopparil Silar Ennidaththil Vandhu, Enakku Munbaaga Utkaarndhaargal. "},
{ "Verses": "2 appozhudhu Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "3 manupuththirane, Indha Manushar Thangal Naragalaana Vikkiragangalaith Thangal Irudhayaththinmel Naatti, Thangal Akkiramamaagiya Idaralaith Thangal Mugaththukku Edhiraaga Vaiththukkondirukkiraargale; Ivargal Ennidaththil Visaarikkaththagumaa? "},
{ "Verses": "4 aagaiyaal, Nee Avargalode Pesichchollavendiyadhu Ennavendraal: Isravel Vamsaththaaril Thannudaiya Naragalaana Vikkiragangalaith Than Irudhayaththinmel Naatti, Than Akkiramamaagiya Idaralaith Than Mugaththukku Edhiraaga Vaiththukkondirukkira Evanaagilum Theerkkadharisiyinidaththil Vandhaal,karththaraagiya Naan Isravel Vamsaththaarudaiya Irudhayaththil Irukkiradhaip Pidikkumpadiyaaga Appadippattavanudaiya Naragalaana Vikkiragangalin Thiratchikkuththakkadhaaga Uththaravu Koduppen. "},
{ "Verses": "5 avargal Ellaarum Thangal Naragalaana Vikkiragangalaip Pinpatri, Ennaivittup Pedhaliththupponaargal Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "6 aagaiyaal, Nee Isravel Vamsaththaarai Nokki: Thirumbungal, Ungal Naragalaana Vikkiragangalai Vittuth Thirumbungal; Ungal Sagala Aruvaruppugalaiyum Vittu Ungal Mugangalaith Thiruppungal Endru Karththaraagiya Aandavar Uraikkiraar. "},
{ "Verses": "7 isravel Vamsaththaarilum Isravelil Thangugira Anniyarilum Ennaip Pinpatraamal Pedhaliththu, Than Naragalaana Vikkiragangalaith Than Irudhayaththinmel Naatti, Than Akkiramamaagiya Idaralaith Than Mugaththukkedhiraaga Vaiththukkondirukkira Evanaagilum Theerkkadharisiyin Moolamaai Ennidaththil Visaarikka Vandhaal, Avanukkuk Karththaraagiya Naane Uththaravukoduththu, "},
{ "Verses": "8 andha Manushanukku Virodhamaaga En Mugaththaith Thiruppi, Avanai Adaiyaalamaagavum Pazhamozhiyaagavum Vaiththu, Avanai En Janaththin Naduvil Iraadhapadikku Sangariththuppoduven; Appozhudhu Naan Karththar Endru Arindhukolveergal. "},
{ "Verses": "9 oru Theerkkadharisi Eththappattu Oru Viseshaththai Sonnaanaagil, Appadikkoththa Theerkkadharisiyaik Karththaraagiya Naane Eththappadappanninen; Naan Avanukku Virodhamaaga En Kaiyai Neetti, Avanai Isravel Janaththin Naduvil Iraadhapadikku Azhippen. "},
{ "Verses": "10 appadiye Avaravar Thangal Thangal Akkiramaththai Sumappaargal; Theerkkadharisiyinidaththil Visaarikkiravanudaiya Thandanai Eppadiyo Appadiye Theerkkadharisiyinudaiya Thandanaiyum Irukkum. "},
{ "Verses": "11 isravel Vamsaththaar Ini Ennaivittu Vazhithappippogaamalum, Thangal Ellaa Meerudhalgalaalum Ini Asusippadaamalum Irukkum Poruttaaga Ippadi Sambavikkum; Appozhudhu Avargal En Janamaayiruppaargal, Naan Avargal Dhevanaayiruppen Endru Karththaraagiya Aandavar Uraikkiraar Endru Sol Endraar. "},
{ "Verses": "12 karththarudaiya Vaarththai Enakku Undaagi Avar: "},
{ "Verses": "13 manupuththirane, Oru Dhesam Enakku Virodhamaai Dhrogampannikkondeyirundhu, Paavancheydhaal, Naan Adharku Virodhamaaga En Kaiyai Neetti, Adhil Appam Ennum Aadharavukolai Muriththu, Adhil Panjaththai Anuppi, Manusharaiyum Mirugangalaiyum Adhil Iraadhapadikku Naasampannuven. "},
{ "Verses": "14 appozhudhu Novaa, Dhaaniyel, Yobu Aagiya Immoondru Purusharum Adhin Naduvil Irundhaalum, Avargal Thangal Needhiyinaal Thangal Aaththumaakkalaimaaththiram Thappuvippaargal Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "15 naan Dhesaththil Dhushtamirugangalai Anuppa, Ammirugangalinimiththam Oruvarum Adhin Vazhiyaai Nadakkak Koodaadhapadi Verumaiyum Paazhumaagumpodhu, "},
{ "Verses": "16 andha Moondru Purusharum Adhin Naduvil Irundhaalum, Thaangalmaaththiram Thappuvaargaleyallaamal, Kumaararaiyaagilum Kumaaraththigalaiyaagilum Thappuvikkamaattaargal; Dhesamum Paazhaaippogum Endru En Jeevanaikkondu Sollugiren Enbadhaik Karththaraagiya Aandavar Uraikkiraar. "},
{ "Verses": "17 alladhu Naan Andha Dhesaththinmel Pattayaththai Varappanni: Pattayame, Dhesaththai Uruvappo Endru Solli, Adhilulla Manusharaiyum Mirugangalaiyum Naasampannumpodhu, "},
{ "Verses": "18 andha Moondru Purusharum Adhin Naduvil Irundhaalum, Thaangalmaaththiram Thappuvaargaleyallaamal, Kumaararaiyaagilum Kumaaraththigalaiyaagilum Thappuvikkamaattaargal; Dhesamum Paazhaaippogum Endru En Jeevanaikkondu Sollugiren Enbadhaik Karththaraagiya Aandavar Uraikkiraar. "},
{ "Verses": "19 alladhu Naan Andha Dhesaththil Kollainoyai Anuppi, Adhilulla Manusharaiyum Mirugangalaiyum Naasampannumpadi Adhinmel Raththappazhiyaaga En Ukkiraththai Ootrumpodhu, "},
{ "Verses": "20 novaavum Dhaaniyelum Yobum Adhin Naduvil Irundhaalum, Avargal Thangal Needhiyinaal Thangal Aaththumaakkalai Maaththiram Thappuvippaargaleyallaamal, Kumaaranaiyaagilum Kumaaraththigalaiyaagilum Thappuvikkamaattaargal Endru En Jeevanaikkondu Sollugiren Enbadhaik Karththaraagiya Aandavar Uraikkiraar. "},
{ "Verses": "21 aagaiyaal, Karththaraagiya Aandavar Sollugiradhu Ennavendraal; Naan Manusharaiyum Mirugangalaiyum Naasampannumpadi Erusalemukku Virodhamaagap Pattayam, Panjam, Dhushtamirugangal, Kollainoi Ennum Innaangu Kodiya Thandanaigalaiyum Anuppumpodhu Evvalavu Adhiga Sangaaramaagum? "},
{ "Verses": "22 aagilum, Idho, Adhile Thappi Meedhiyaagi Veliye Konduvarappadugira Kumaararum Kumaaraththigalum Silar Iruppaargal; Idho, Avargal Ungalandaikkup Purappattu Varuvaargal; Appozhudhu Neengal Avargal Maarkkaththaiyum Avargal Kiriyaigalaiyum Kandu, Naan Erusalemin Mel Varappannina Theengaiyum Adhin Mel Naan Varappannina Ellaavatraiyunkuriththuth Thetrappaduveergal. "},
{ "Verses": "23 neengal Avargal Maarkkaththaiyum Avargal Kiriyaiyaiyum Kaanumpodhu, Avargal Ungalukkuth Thetraravaayiruppaargal; Naan Adhile Seydha Ellaavatraiyum Mugaandharamillaamal Seyyavillaiyendru Appozhudhu Arindhukolveergal Enbadhaik Karththaraagiya Aandavar Uraikkiraar Endru Sonnaar. "}
]