[
{ "Verses": "1 pinnum Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 ippodhum Manupuththirane, Raththanchindhina Nagaraththukkaaga Nee Vazhakkaaduvaayo? Vazhakkaada Manadhaanaal, Nee Adhin Aruvaruppugalaiyellaam Adharkuth Theriyakkaatti, "},
{ "Verses": "3 adhai Nokki: Karththaraagiya Aandavar Uraikkiradhu Ennavendraal, Unkaalam Varaththakkadhaaga Un Naduvile Ranththanchindhugiradhum, Unnaith Theettuppaduththaththakkadhaaga Unakke Virodhamaai Naragalaana Vikkiragangalai Undupannugiradhumaana Nagarame, "},
{ "Verses": "4 nee Sindhina Un Raththaththinaal Nee Kutranchumandhadhaagi, Nee Undupannina Un Naragalaana Vikkiragangalaal Nee Theettuppattu, Un Naatkalai Sameebikkappanni, Un Varushangalai Niraivetrinaai; Aagaiyaal Naan Unnaip Purajaadhigalukku Nindhaiyaagavum, Dhesangalukkellaam Pariyaasamaagavum Vaippen. "},
{ "Verses": "5 unakku Sameebamum Unakku Dhooramumaana Dhesangalin Manushar Nee Avakeerththiyulladhendrum, Amali Peruththadhendrum Unnaip Pariyaasampannuvaargal. "},
{ "Verses": "6 idho, Isravelin Adhipadhigalil Avaravar Thangal Puyabalaththukkuth Thakkadhaaga, Unnil Raththanchindhinaargal. "},
{ "Verses": "7 unnilulla Thaai Thagappanai Arpamaai Enninaargal; Un Naduvil Paradhesikku Idukkan Seydhaargal; Unakkul Thikkatravanaiyum Vidhavaiyaiyum Odukkinaargal. "},
{ "Verses": "8 nee En Parisuththa Vasthukkalai Asattaipanni, En Oivunaatkalai Parisuththakkulaichchalaakkinaai. "},
{ "Verses": "9 raththanchindhumpadikku Abaandam Pesugiravargal Unnidaththil Irukkiraargal; Malaigalinmel Saappidugiravargalum Unnidaththil Irukkiraargal; Muraikedu Seygiravargal Un Naduvil Irukkiraargal. "},
{ "Verses": "10 thagappanai Nirvaanamaakkinavargal Unnil Irukkiraargal; Dhoorasthreeyai Balavandhappaduththinavargal Unnil Irukkiraargal. "},
{ "Verses": "11 unnil Oruvan Than Ayalaanudaiya Manaiviyode Aruvaruppaanadhai Seygiraan; Veroruvan Muraikedaaith Than Marumagalaith Theettuppaduththugiraan; Veroruvan Than Thagappanukkup Pirandha Than Sagodhariyai Balavandhampannugiraan. "},
{ "Verses": "12 raththansindhumpadikkup Paridhaanamvaanginavargal Unnil Irukkiraargal; Nee Vattiyaiyum Polisaiyaiyum Vaangi, Porulaasaiyinaal Un Ayalaanukku Idukkan Seydhu, Ennai Marandhu Ponaai Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "13 idho, Nee Aniyaayamaai Sambaadhiththa Porulinimiththamum, Un Naduvil Nee Sindhina Raththaththinimiththamum Naan Kaikottugiren. "},
{ "Verses": "14 naan Unnil Nyaayancheyyum Naatkalil Un Irudhayam Thaangumo? Appozhudhu Un Kaigal Thidamaayirukkumo? Karththaraagiya Naan Idhai Sonnen, Idhai Niraivetruven. "},
{ "Verses": "15 naan Unnaip Purajaadhigalukkulle Sidharadiththu, Unnai Dhesangalile Thootri, Un Asuththaththai Unnil Ozhiyappannuven. "},
{ "Verses": "16 nee Purajaadhigalin Kangalukku Munbaagap Parisuththak Kulaichchalaayirundhu, Naan Karththar Endru Arindhukolvaai Endru Sol Endraar. "},
{ "Verses": "17 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "18 manupuththirane, Isravel Vamsaththaar Enakkuk Kalimbaaip Ponaargal; Avargalellaarum Kugaiyilulla Piththalaiyum Thagaramum Irumbum Eeyamumaayirukkiraargal; Avargal Velliyin Kalimbaaip Ponaargal. "},
{ "Verses": "19 aadhalaal, Karththaraagiya Aandavar Sollugiradhu Ennavendraal: Neengal Ellaarum Kalimbaaip Ponapadiyinaal, Idho, Naan Ungalai Erusalemukkul Serppen. "},
{ "Verses": "20 velliyaiyum Piththalaiyaiyum Irumbaiyum Eeyaththaiyum Thagaraththaiyum Akkiniyil Oodhi Urukkuvadharkaagak Kugaikkul Serkkiradhupola, Naan En Kobaththinaalum En Ukkiraththinaalum Ungalai Serththuvaiththu Urukkuven. "},
{ "Verses": "21 naan Ungalaik Kootti, En Kobamaagiya Akkiniyai Ungalmel Oodhuven; Adharkulle Neengal Uruguveergal. "},
{ "Verses": "22 kugaikkul Velli Urugumaappola, Neengal Adharkul Uruguveergal; Appozhudhu Karththaraagiya Naan En Ukkiraththai Ungalmel Ootrivitten Endru Arindhukolveergal Endraar. "},
{ "Verses": "23 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "24 manupuththirane, Nee Dhesaththaippaarththu; Nee Suththampannappadaadhadhesam, Kobaththin Kaalaththil Mazhaipeyyaadha Dhesam Endru Adharku Sollu. "},
{ "Verses": "25 adhilulla Theerkkadharisigal Adhin Naduvil Kattuppaadu Pannugiraargal; Gerchchikkira Singam Irai Kavvugiradhupola, Aaththumaakkalai Avargal Patchikkiraargal; Dhiraviyaththai Vilaiyuyarndha Porulgalaiyum Vaangikkollugiraargal; Adhin Naduvil Anegarai Vidhavaigalaakkugiraargal. "},
{ "Verses": "26 adhin Aasaariyargal En Vedhaththukku Aniyaayancheydhu, En Parisuththavasthukkalaip Parisuththak Kulaichchalaakkugiraargal; Parisuththamulladharkum Parisuththamillaadhadharkum Viththiyaasampannaamalum, Asuththamulladharkum Asuththamillaadhadharkum Undaana Vetrumaiyaik Kaanbiyaamalum Irundhu, En Oivunaatkalukkuth Thangal Kangalai Moodikkollugiraargal; Avargal Naduvile Naan Ganaveenampannappadugiren. "},
{ "Verses": "27 adhin Naduvil Irukkira Adhin Prabukkal Irai Kavvugira Onaaigalaippol Irukkiraargal; Aniyaayamaaip Porul Sambaadhikkiradharku Raththanchindhugiraargal, Aaththumaakkalaik Kollaiyidugiraargal. "},
{ "Verses": "28 adhin Theerkkadharisigal Abaththamaanadhai Dharisiththu, Poisaasthiraththai Avargalukku Solli, Karththar Uraikkaadhirundhum, Karththaraagiya Aandavar Uraiththaarendru Solli, Avargalukku Saaramatra Saandhaip Poosugiraargal. "},
{ "Verses": "29 dhesaththin Janangal Idukkanseydhu, Kollaiyadiththu, Sirumaiyum Elimaiyumaanavanai Odukki, Anniyanai Aniyaayamaaith Thunbappaduththugiraargal. "},
{ "Verses": "30 naan Dhesaththai Azhikkaadhapadikkuth Thirappile Nirkavum Suvarai Adaikkavunthakkadhaaga Oru Manushanaith Thedinen, Oruvanaiyum Kaanen. "},
{ "Verses": "31 aagaiyaal, Naan Avargalmel En Kobaththai Ootri, En Moorkkaththin Akkiniyaal Avargalai Nirmoolamaakki, Avargaludaiya Vazhiyin Palanai Avargal Thalaiyinmel Sumarappannuven Endru Karththaraagiya Aandavar Uraikkiraar Endraar. "}
]