[
{ "Verses": "1 padhinoraam Varusham Moondraam Maadham Mudhalaanthedhiyile Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane, Egipthin Raajaavaagiya Paarvonodum Avanudaiya Thiralaana Janaththodum Nee Sollavendiyadhu Ennavendraal: Nee Un Magaththuvaththile Yaarukku Oppaayirukkiraai? "},
{ "Verses": "3 idho, Aseeriyan Leebanonile Alangaarak Koppugalodum, Nizhalidum Thazhaigalodum, Valarndhongiya Kedhuru Virutchamaayirundhaan; Adhin Kilaigalin Thazhaigalukkulle Adhin Nunikkozhundhu Uyarndhirundhadhu. "},
{ "Verses": "4 thanneergal Adhaip Peridhum, Aazham Adhai Uyarththiyum Aakkina; Adhin Aarugal Adhin Adimaraththai Sutrilum Odina; Than Neerkkaalgalai Veliyin Virutchangalukkellaam Paayavittadhu "},
{ "Verses": "5 aagaiyaal Veliyin Sagala Virutchangalilum Adhu Migavum Uyarndhadhu; Adhu Thulirvidugaiyil Thiralaana Thanneerinaal Adhin Kilaigal Perugi, Adhin Koppugal Neelamaayina. "},
{ "Verses": "6 adhin Koppugalil Aagaayaththin Paravaigalellaam Koodukattina; Adhin Koppugalinkeezh Veliyin Mirugangalellaam Kuttigalaippottana; Peridhaana Sagalajaadhigalum Adhin Nizhalile Kudiyirundhaargal. "},
{ "Verses": "7 appadiye Adhin Ver Thiralaana Thanneergalaruge Irundhadhinaal Adhu Than Sezhippinaalum Than Koppugalin Neelaththinaalum Alangaaramaayirundhadhu. "},
{ "Verses": "8 dhevanudaiya Vanaththilulla Kedhurukkal Adhai Maraikkak Koodaadhirundhadhu; Dhevadhaaru Virutchangal Adhin Koppugalukku Samaanamalla; Armon Marangal Adhin Kilaigalukku Nigaralla; Dhevanudaiya Vanaththilulla Oru Virutchamum Alangaaraththile Adharku Oppalla. "},
{ "Verses": "9 adhin Kilaigalin Thiralinaal Adhai Alangariththen; Dhevanudaiya Vanamaagiya Edhenin Virutchangalellaam Adhinperil Poraamaikondana. "},
{ "Verses": "10 aagaiyaal Karththaraagiya Aandavar Sollugiradhu Ennavendraal: Adhu Than Valarththiyile Mettimaiyaagi, Koppugalin Thazhaigalukkulle Than Nunikkilaiyai Ongavittapadiyinaalum, Adhin Irudhayam Than Mettimaiyinaal Uyarndhuponapadiyinaalum, "},
{ "Verses": "11 naan Adhai Jaadhigalil Magaa Vallamaiyullavan Kaiyile Oppukkoduththen; Avan Thanakku Ishtamaanapadi Adharku Seyvaan; Adhinudaiya Akkiramaththinimiththam Adhaith Thallippotten. "},
{ "Verses": "12 jaadhigalil Vallavaraagiya Anniyadhesaththaar Adhai Vettippottu, Vittupponaargal; Adhin Koppugal Malaigalinmelum Sagala Pallaththaakkugalilum Vizhundhana; Adhin Kilaigal Dhesaththinudaiya Ellaa Aarugalinaruge Murindhana; Boomiyilulla Janangalellaarum Adhin Nizhalaivittuk Kalaindhuponaargal. "},
{ "Verses": "13 vizhundhukidakkira Adhinmel Aagaayaththup Paravaigalellaam Thaabariththana; Adhin Kombugalinmel Veliyin Mirugangalellaam Thangina. "},
{ "Verses": "14 thanneerin Oramaai Valarugira Endha Virutchangalum Thangal Uyaraththinaale Mettimaikollaamalum, Thangal Koppugalin Thazhaikkulle Thangal Nunikkilaiyai Ongavidaamalum, Thanneeraik Kudikkira Endha Marangalum Thangal Uyarththiyinaale Thangalmel Nambikkai Vaikkaamalum Irukkum Poruttu Ippadi Seyven; Manupuththirarin Naduve Avargal Ellaarum Kuzhiyil Irangugiravargalodekooda Maranaththukku Oppukkodukkappattu, Boomiyin Thaazhvidangalil Ponaargal. "},
{ "Verses": "15 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Avan Paadhaalaththil Irangugira Naalile Pulambalai Varuviththen; Naan Avanimiththam Aazhaththai Moodippottu, Thiralaana Thanneergal Odaadhapadikku Adhin Aarugalai Adaiththu, Adhinimiththam Leebanonai Iruladaiyappanninen; Veliyin Virutchangalellaam Avanimiththam Pattuppoyina. "},
{ "Verses": "16 naan Avanaik Kuzhiyil Irangugiravargalodekoodap Paadhaalaththil Irangappannugaiyil, Avan Vizhugira Saththaththinaal Jaadhigalai Adhirappanninen; Appozhudhu Boomiyin Thaazhvidangalil Edhenin Virutchangalum, Leebanonin Menmaiyaana Sirandha Virutchangalum, Thanneer Kudikkum Sagala Marangalum Aarudhal Adaindhana. "},
{ "Verses": "17 avanodekooda Ivargalum Jaadhigalin Naduve Avan Nizhalil Kudiyirundhu Avanukku Puyabalamaayirundhavargalum, Pattayaththaal Vettundavargalandaiyile Paadhaalaththil Iranginaargal. "},
{ "Verses": "18 ippadippatta Magimaiyilum Magaththuvaththilum Edhenin Virutchangalil Nee Edharku Oppaanavan? Edhenin Virutchangalode Neeyum Boomiyin Thaazhvidangalil Irakkappattu, Pattayaththaale Vettundavargalodekooda Viruththasedhanamillaadhavargalin Naduvile Kidappaai; Paarvonum Avan Koottamum Idhuve Endru Karththaraagiya Aandavar Uraikkiraar Endru Sol Endraar. "}
]