[
{ "Verses": "1 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththiranaagiya Nee Ippodhu Theeruvinperile Pulambi, "},
{ "Verses": "3 samuththirak Karaithuraiyile Kudiyirundhu Anegam Theevugalin Janangalode Vyaabaarampannugira Theeruvai Nokki: Karththaraagiya Aandavar Uraikkiradhu Ennavendraal, Theeruve, Nee Unnaip Pooranasowndhariyavadhi Engiraai. "},
{ "Verses": "4 kadalgalin Nadumaiyaththile Unthaabaram Irukkiradhu; Unnaik Kattinavargal Unnaip Pooranavadivaaik Kattinaargal. "},
{ "Verses": "5 seneerilirundhu Vandha Dhevadhaaru Maraththaal Un Kappar Palagaigalai Seydhaargal; Paaimarangalai Seyyumpadikku Leebanonilirundhu Kedhurumarangalaik Konduvandhaargal. "},
{ "Verses": "6 paasaanin Karvaalimarangalinaale Un Thuduppugalai Seydhaargal; Kiththeem Theevugalilirundhu Vandha Aashoor Maraththaal Un Vaaripalagaigalai Seydhu, Adhile Yaanaiththandham Azhuththiyirundhaargal. "},
{ "Verses": "7 egipthilirundhu Vandha Siththiraththaiyalulla Sanalnool Pudavai Nee Viriththa Paayaayirundhadhu; Eleesaa Theevugalin Ilaneelamum Raththaambaramum Un Vidhaanamaayirundhadhu. "},
{ "Verses": "8 seedhon Arvaadh Ennum Pattanangalin Kudigal Unakkuth Thanduvalikkiravargalaayirundhaargal. Theeruve, Unnidaththilirundha Un Saasthirigal Un Maalumigalaayirundhaargal. "},
{ "Verses": "9 kebaarin Mudhiyorum Adhin Saasthirigalum Unnil Kambaththuppaarkkiravargalaayirundhaargal; Samuththiraththin Sagala Kappalgalum Avaigalilulla Kapparkaararum Unnode Thozhilthurai Vyaabaaram Pannugiradharkaaga Unnidaththil Irundhaargal. "},
{ "Verses": "10 persiyarum, Loodhiyarum, Pooththiyarum Un Raanuvaththil Yuththaveeraraayirundhu Unakkul Kedagamum Thalaichcheeraavum Thookkivaiththu, Unnai Alangariththaargal. "},
{ "Verses": "11 arvaadh Puththirarum Un Raanuva Manusharum Un Madhilgalmel Sutrilum, Gammaaththiyar Un Koththalangalilum Irundhaargal; Ivargal Un Madhilgalmel Sutrilum Thangal Parisaigalaith Thookkivaiththu, Un Vadivaththaip Pooranappaduththinaargal. "},
{ "Verses": "12 sagalavidha Porulgalin Thiralinaalum Tharshees Ooraar Unnode Viyaabaarampanninaargal; Velliyaiyum Irumbaiyum Thagaraththaiyum Eeyaththaiyum Un Sandhaigalil Virka Vandhaargal. "},
{ "Verses": "13 yaavaan, Thoobaal, Mesek Ennum Jaadhiyaar Un Viyaabaarigalaayirundhu, Manushargalaiyum Vengalappaaththirangalaiyum Un Thozhilthuraikkuk Konduvandhaargal. "},
{ "Verses": "14 thogarmaa Vamsaththaar Kudhiraigalaiyum Kudhiraiveeraraiyum Koverukazhudhaigalaiyum Un Sandhaigalukkuk Konduvandhaargal. "},
{ "Verses": "15 thedhaan Puththirar Un Viyaabaarigalaayirundhaargal; Anegam Theevugalin Varththagam Un Vasamaaga Serndhadhu; Yaanaiththanthangalaiyum Karungaali Marangalaiyum Avaigalukkup Padhilaagak Konduvandhaargal. "},
{ "Verses": "16 seeriyar Un Velaippaadaana Parpala Porulgalinimiththam Unnode Viyaabaarampanni, Maragadhangalaiyum, Raththaambarangalaiyum, Siththiraththaiyalaadaigalaiyum, Uyarndha Vasthirangalaiyum, Pavalangalaiyum, Palingaiyum Un Sandhaigalil Virkavandhaargal. "},
{ "Verses": "17 yoodharum Isravel Dhesaththaarum Unnode Viyaabaarampanni, Minneedh Pannaak Engira Oorgalin Kodhumaiyaiyum, Thenaiyum, Enneyaiyum, Pisinthailaththaiyum Un Thozhilthuraikkuk Konduvandhaargal. "},
{ "Verses": "18 thamasku Un Velaippaadaana Parpala Porulgalinimiththamum, Sagalavidhap Porulgalin Thiratchiyinimiththamum Unnode Varththagampanni, Kelponin Dhraatcharasaththaiyum Venmaiyaana Aattumayiraiyum Unakku Vitraargal. "},
{ "Verses": "19 thaan Naattaarum, Pokkumvaraththumaana Yaavaanarum Thulakkappatta Irumbaiyum Lavangaththaiyum Vasambaiyum Un Sandhaigalil Konduvandhu Un Thozhilthuraiyil Vitraargal. "},
{ "Verses": "20 radhangalukkup Podugira Menmaiyaana Raththinakkambalangalai Thedhaanin Manushar Konduvandhu, Unnode Viyaabaarampanninaargal. "},
{ "Verses": "21 arabiyarum, Kedhaarin Sagala Prabukkalum Unakku Vaadikkaiyaana Varththagaraagi Aattukkuttigalaiyum Aattukkadaakkalaiyum Vellaattukkadaakkalaiyum Konduvandhu, Unnode Viyaabaarampanninaargal. "},
{ "Verses": "22 sebaa, Raamaa Pattanangalin Viyaabaarigal Unnode Varththagampanni, Meltharamaana Sagalavidha Sambaarangalaiyum, Sagalavidha Raththinakkarkalaiyum, Ponnaiyum Un Sandhaigalil Konduvandhaargal. "},
{ "Verses": "23 aaraan, Kanne, Edhen Ennum Pattanaththaarum, Sebaavin Viyaabaarigalum Aseeriyarum, Kilmaadh Pattanaththaarum Unnode Viyaabaarampanninaargal. "},
{ "Verses": "24 ivargal Sagalavidha Uyarndha Sarakkugalaiyum, Ilaneelap Pattugalum Visiththiraththaiyalaadaigalum Adangiya Pudavaikkattugalaiyum, Vilai Uyarndha Vasthirangal Vaikkappattu Kayirugalaal Kattiyirukkum Kedhurumarappettigalaiyum Konduvandhu, Unnode Viyaabaarampanninaargal. "},
{ "Verses": "25 un Thozhilthuraiyil Tharsheesin Kappalaatkal Unnaip Potrip Paadinaargal; Nee Samuththiraththin Naduvile Unnaip Pooranappaduththi Unnai Migavum Magimaippaduththinaai. "},
{ "Verses": "26 thanduvalikkiravargal Aazhamaana Thanneergalil Unnai Valiththukkondu Ponaargal; Naduchchamuththiraththile Kondarkaatru Unnai Udaiththuppottadhu. "},
{ "Verses": "27 nee Naasamadaiyum Naalile Un Aasthiyodum, Un Sandhaigalodum, Un Thozhilthuraiyodunkooda Un Kappalaatkalum Un Maalumigalum Unnil Kambaththuppaarkkiravargalum, Un Viyaabaarigalum Unnilulla Ellaa Yuththaveerarum, Un Naduvilirukkira Ellaakkoottaththaarum Naduchchamuththiraththile Vizhuvaargal. "},
{ "Verses": "28 un Maalumigal Olamidum Saththaththinaal Sutruppurangal Adhirum. "},
{ "Verses": "29 thanduvalikkira Yaavarum, Kappalaatkalum, Kadal Maalumigal Anaivarum, Thangal Kappalgalai Vittu Irangi, Karaiyile Nindru, "},
{ "Verses": "30 unnimiththam Saththamittuppulambi, Manankasandhu Azhudhu, Thangal Thalaigalinmel Puzhudhiyaip Pottukkondu, Saambalil Purandu, "},
{ "Verses": "31 unakkaaga Mottaiyittu Rattuduththikkondu, Unakkaaga Manankasandhu Azhudhu, Dhukkankondaaduvaargal. "},
{ "Verses": "32 avargal Unakkaagath Thangal Dhukkaththile Olamittu, Unnimiththam Pulambi, Unnaikkuriththu: Samuththiraththin Naduvile Azhindhupona Theeruvukku Samaana Nagaram Undo? "},
{ "Verses": "33 un Sandhaichcharakkugal Samuththirangal Vazhiyaaik Konduvarappadugaiyil, Anega Janangalaith Thirupthiyaakkinaai; Un Aasthiyin Thiralinaalum Un Viyaabaaraththinaalum Boomiyin Raajaakkalai Aisuvariyavaangalaakkinaai. "},
{ "Verses": "34 nee Samuththirath Thiraigalinaale Aazhangalil Udaikkappattapodhu, Un Thozhil Thuraiyum Un Naduvilulla Koottam Anaiththum Azhindhupoyina Enbaargal. "},
{ "Verses": "35 theevugalin Kudigal Ellaam Unnimiththam Thigaippaargal; Avargaludaiya Raajaakkal Migavum Bramiththu, Kalangina Mugamaayiruppaargal. "},
{ "Verses": "36 sagala Janangalilumulla Varththagar Unperil Eesalpoduvaargal; Nee Bayangaramaavaai; Ini Orupodhum Irukkamaattaai Engiraar Endru Sol Endraar. "}
]