[
{ "Verses": "1 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane Nee Theeruvin Adhipadhiyai Nokki Karththaraagiya Aandavar Uraikkiradhu Ennavendraal, Un Irudhayam Mettimaikondu: Naan Dhevan, Naan Samuththiraththin Naduve Dhevaasanaththil Veetrirukkirenendru Nee Solli, Un Irudhayaththai Dhevanin Irudhayaththaippol Aakkinaalum, Nee Manushaneyallaamal Dhevanalla. "},
{ "Verses": "3 idho, Dhaaniyelaippaarkkilum Nee Gnaanavaan; Ragasiyamaanadhondrum Unakku Maraiporul Alla. "},
{ "Verses": "4 nee Un Gnaanaththinaalum Un Buththiyinaalum Porul Sambaadhiththu, Ponnaiyum Velliyaiyum Un Pokkishasaalaigalil Serththukkondaai. "},
{ "Verses": "5 un Viyaabaaraththinaalum Un Magaa Gnaanaththinaalum Un Porulaip Perugappanninaai; Un Irudhayam Un Selvaththinaal Mettimaiyaayitru. "},
{ "Verses": "6 aagaiyaal Karththaraagiya Aandavar Sollugiradhu Ennavendraal: Nee Un Irudhayaththai Dhevanin Irudhayaththaippola Aakkugirapadiyinaal "},
{ "Verses": "7 idho, Jaadhigalil Magaa Balavaangalaagiya Marudhesaththaar Unakku Virodhamaai Varappannuven; Avargal Un Gnaanaththin Azhagukku Virodhamaaith Thangal Pattayangalai Uruvi, Un Minukkaik Kulaiththuppoduvaargal. "},
{ "Verses": "8 unnaik Kuzhiyile Vizhaththalluvaargal; Nee Samuththirangalin Naduve Kolaiyundu Saagiravargalaippol Saavaai. "},
{ "Verses": "9 unnaik Kollugiravanukku Munbaaga: Naan Dhevanendru Nee Solvaayo? Unnaik Kuththippodugiravan Kaikku Nee Manushaneyallaamal Dhevanallave, "},
{ "Verses": "10 marudhesaththaarin Kaiyinaal Nee Viruththasedhanamillaadhavargal Saavadhupol Saavaai; Naan Idhai Sonnen Endru Karththaraagiya Aandavar Uraikkiraar Endru Sol Endraar. "},
{ "Verses": "11 pinnum Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "12 manupuththirane Nee Theeru Raajaavaikkuriththup Pulambi Avanai Nokki: Karththaraagiya Aandavar Uraikkiradhu Ennavendraal. Nee Visiththiramaai Seyyappatta Muththiraimodhiram; Nee Gnaanaththaal Niraindhavan; Poorana Azhagullavan. "},
{ "Verses": "13 nee Dhevanudaiya Thottamaagiya Edhenil Irundhavan; Padhmaraagam Pushparaagam, Vairam, Padigappachchai, Komedhagam, Yaspi, Indhiraneelam, Maragadham, Maanikkam Mudhalaana Sagalavidha Raththinangalum Ponnum Unnai Moodikkondirukkiradhu Sirushtikkappatta Naalil Un Melavaaththiyangalum Un Naagasurangalum Unnidaththil Aayaththappattirundhadhu. "},
{ "Verses": "14 nee Kaappaatrugiradharkaaga Abishegampannappatta Kerub; Dhevanudaiya Parisuththa Parvadhaththil Unnai Vaiththen; Akkinimayamaana Karkalin Naduve Ulaavinaai. "},
{ "Verses": "15 nee Sirushtikkappatta Naal Thuvakki Unnil Aniyaayam Kandupidikkappattadhumattum, Un Vazhigalil Kuraiyatrirundhaai. "},
{ "Verses": "16 un Viyaabaaraththin Migudhiyinaal, Un Kodumai Adhigariththu Nee Paavancheydhaai; Aagaiyaal Naan Unnai Dhevanudaiya Parvadhaththilirundhu Aagaadhavanendru Thalli, Kaappaatrugira Kerubaai Irundha Unnai Akkinimayamaana Karkalin Naduve Iraadhapadikku Azhiththuppoduven. "},
{ "Verses": "17 un Azhaginaal Un Irudhayam Mettimaiyaayitru; Un Minukkinaal Un Gnaanaththaik Keduththaai; Unnaith Tharaiyile Thallippoduven; Raajaakkal Unnaip Paarkkumpadi Unnai Avargalukku Munbaaga Vedikkaiyaakkuven. "},
{ "Verses": "18 un Akkiramangalin Eraalaththinaalum, Un Viyaabaaraththin Aneedhaththinaalum Un Parisuththa Sthalangalaip Parisuththakkulaichchalaakkinaai; Aagaiyaal Unnaip Patchippadhaagiya Oru Akkiniyai Naan Un Naduvilirundhu Purappadappanni, Unnaippaarkkira Ellaarudaiya Kangalukku Munbaagavum Unnai Boomiyinmel Saambalaakkuven. "},
{ "Verses": "19 janangalil Unnai Arindha Anaivarum Unnimiththam Thigaippaargal; Magaa Bayangaramaavaai; Ini Orupodhum Irukkamaattaai Endru Uraikkiraar Endru Sol Endraar. "},
{ "Verses": "20 pinnum Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "21 manupuththirane, Nee Un Mugaththai Seedhonukku Edhiraagath Thiruppi, Adharku Virodhamaagath Theerkkadharisanam Uraiththu, Sollavendiyadhu Ennavendraal. "},
{ "Verses": "22 karththaraagiya Dhevan Sollugiraar; Seedhone, Idho, Naan Unakku Virodhamaaga Vandhu, Un Naduvile Magimaippaduven; Naan Adhile Nyaayaththeerppugalai Seydhu, Adhile Parisuththarendru Vilangumpodhu, Naan Karththar Endru Arindhukolvaargal. "},
{ "Verses": "23 naan Adhile Kollainoyaiyum, Adhin Veedhigalil Raththaththaiyum Varappannuven; Adharku Virodhamaai Sutrilum Vandha Pattayaththinaal Kaayampattavargal Adhin Naduvile Vettundu Vizhuvaargal; Appozhudhu Naan Karththar Endru Arindhukolvaargal. "},
{ "Verses": "24 isravel Vamsaththaarai Igazhndha Avargaludaiya Sutruppuraththaaraagiya Anaivarilum, Inith Thaikkiramullum Novundaakkugira Nerinjilum Avargalukku Iraadhu; Appozhudhu Naan Karththaraagiya Aandavarendru Arindhukolvaargal. "},
{ "Verses": "25 karththaraagiya Aandavar Sollugiradhu Ennavendraal, Naan Isravel Vamsaththaarai Avargal Sidharadikkappattirukkira Janangalidaththilirundhu Serththukkonduvandhu, Avargalaal Jaadhigalin Kangalukkumunbaagap Parisuththarendru Vilangumpodhu, Avargal En Dhaasanaagiya Yaakkobukku Naan Koduththa Thangaludaiya Dhesaththile Kudiyiruppaargal. "},
{ "Verses": "26 avargaludaiya Sutruppuraththaaril Avargalai Igazhndha Anaivarilum Naan Nyaayaththeerppugalai Seyyumpodhu, Avargal Adhile Sugamaaik Kudiyirundhu, Veedugalaik Katti, Dhraatchaththottangalai Naatti, Sugamaai Vaazhndhu Naan Thangal Dhevanaagiya Karththar Endru Arindhukolvaargal Engiraar Endru Sol Endraar. "}
]