[
{ "Verses": "1 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane, Mesek Thoobaal Jaadhigalin Thalaimaiyaana Adhipadhiyaagiya Maagogu Dhesaththaanaana Kogukku Edhiraaga Nee Un Mugaththaith Thiruppi, Avanukku Virodhamaagath Theerkkadharisanam Uraiththu, "},
{ "Verses": "3 sollavendiyadhu Ennavendraal: Karththaraagiya Aandavar Uraikkiraar, Mesek Thoobaal Jaadhigalin Adhipadhiyaagiya Koge, Idho, Naan Unakku Virodhamaaga Varuven. "},
{ "Verses": "4 naan Unnaith Thiruppi, Un Vaayil Thuradugalaip Pottu, Unnaiyum Unnudaiya Ellaa Senaiyaiyum, Kudhiraigalaiyum, Sarvaayudhandhariththa Kudhiraiveerargalaiyum, Parisaiyum Kedagamumudaiya Thiralaana Koottaththaiyum Purappadappannuven; Avargal Ellaarum Pattayangalaip Pidiththiruppaargal. "},
{ "Verses": "5 avargalodekooda Persiyarum, Eththiyoppiyarum, Leebiyarum Iruppaargal; Avargalellaarum Kedagampidiththu, Thalaichcheeraavun Thariththiruppavargal. "},
{ "Verses": "6 komerum Avanudaiya Ellaa Raanuvangalum Vadathisaiyilulla Thogarmaa Vamsaththaarum Avargaludaiya Ellaa Raanuvangalumaagiya Thiralaana Janangal Unnudanekooda Iruppaargal. "},
{ "Verses": "7 nee Aayaththappadu, Unnudanekoodina Un Ellaak Koottaththaiyum Aayaththappaduththu; Nee Avargalukkuk Kaavalaalanaayiru. "},
{ "Verses": "8 anega Naatkalukkup Pirpaadu Nee Visaarikkappaduvaai; Pattayaththukku Neengalaagi, Parpala Janangalirundhu Serththukkollappattu Vandhavargalin Dhesaththil Kadaisi Varushangalile Varuvaai; Nedunaal Paazhaaikkidandhu, Pirpaadu Jaadhigalilirundhu Konduvarappattavargal Ellaarum Sugaththode Kudiyirukkum Isravelin Malaigalukku Virodhamaai Varuvaai; Avargal Ellaarum Anjaamal Kudiyirukkumpodhu, "},
{ "Verses": "9 perunkaatraippol Ezhumbi Varuvaai; Neeyum Unnudaiya Ellaa Raanuvangalum Unnodekooda Irukkum Thiralaana Janangalum Kaarmegampol Dhesaththai Mooduveergal. "},
{ "Verses": "10 karththaraagiya Aandavar Sollugiradhu Ennavendraal Annaalile Paazhaaikkidandhu Thirumbak Kudiyetrappatta Sthalangalukku Virodhamaagavum, Jaadhigalidaththilirundhu Serkkappattadhum, Aadugalaiyum Maadugalaiyum Aasthigalaiyum Sambaadhiththu, Dhesaththin Naduvil Kudiyirukkiradhumaana Janaththukku Virodhamaagavum, Nee Un Kaiyaith Thiruppumpadikku, "},
{ "Verses": "11 un Irudhayaththil Yosanaigal Ezhumba, Nee Pollaadha Ninaivai Ninaiththu, "},
{ "Verses": "12 naan Kollaiyidavum Sooraiyaadavum, Madhilgalillaamal Kidakkira Graamangalulla Dhesaththukku Virodhamaaip Poven; Nirvisaaramaai Sugaththode Kudiyirukkiravargalinmel Varuven; Avargal Ellaarum Madhilgalillaamal Kudiyirukkiraargal; Avargalukkuth Thaazhppaalum Illai, Kadhavugalum Illai Enbaai. "},
{ "Verses": "13 sebaa Dhesaththaarum, Thedhaan Dhesaththaarum, Tharsheesin Varththagarum Adhinudaiya Paalasingangalaana Anaivarum Unnai Nokki: Nee Kollaiyida Allavo Varugiraayendrum, Nee Sooraiyaadi, Velliyaiyum Ponnaiyum Aasthiyaiyum Eduththukkollugiradharkum, Aadugalaiyum Maadugalaiyum Pidikkiradharkum, Migavum Kollaiyidugiradharkum Allavo Unnudaiya Koottaththaik Koottinaayendrum Solluvaargal. "},
{ "Verses": "14 aagaiyaal Manupuththirane, Nee Theerkkadharisanam Uraiththu, Kogai Nokki Sollavendiyadhu Ennavendraal: Karththaraagiya Aandavar Uraikkiraar; En Janamaagiya Isravel Sugamaaik Kudiyirukkira Akkaalaththile Nee Adhai Arivaai Allavo? "},
{ "Verses": "15 appozhudhu Neeyum Unnudanekoodath Thiralaana Janangalum Vadathisaiyilulla Un Sthaanaththilirundhu Varuveergal; Avargal Periya Koottamum Thiralaana Senaiyumaayirundhu, Ellaarum Kudhiraigalinmel Erugiravargalaayiruppaargal. "},
{ "Verses": "16 nee Dhesaththaik Kaarmegampol Mooda, En Janamaagiya Isravelukku Virodhamaaga Ezhumbivaruvaai; Kadaisinaatkalile Idhu Sambavikkum; Koge, Jaadhigalin Kangalukku Munbaaga Unmoolamaai Naan Parisuththar Endru Vilangappadugiradhinaal Avargal Ennai Ariyumpadikku Unnai Endhesaththukku Virodhamaaga Varappannuven. "},
{ "Verses": "17 unnai Avargalukku Virodhamaaga Varappannuven Endru Poorvanaatkalile Anega Varushakaalamaaith Theerkkadharisanam Uraiththu, Isravelin Theerkkadharisigalaagiya En Oozhiyakkaararaikkondu, Annaatkalile Naan Kuriththuchchonnavan Nee Allavo Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "18 isravel Dhesaththukku Virodhamaaga Kogu Varumkaalaththil En Ukkiram En Naasiyil Erumendru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "19 annaalile Isravel Dhesaththile Periya Adhirchchi Undaagi, "},
{ "Verses": "20 en Prasannaththinaal Samuththiraththu Machchangalum, Aagaayaththupparavaigalum, Veliyin Mirugangalum, Tharaiyil Oorugira Sagala Praanigalum, Dhesamengumulla Sagala Narajeevangalum Adhirum; Parvadhangal Idiyum; Senguththaanavaigal Vizhum; Ellaa Madhilgalum Tharaiyile Vizhundhupom Endru En Erichchalinaalum En Sinaththin Akkiniyinaalum Nichchayamaai Sollugiren. "},
{ "Verses": "21 en Ellaa Malaigalilum Pattayaththai Avanukku Virodhamaaga Varavazhaippen Endru Karththaraagiya Aandavar Sollugiraar; Avanavan Pattayam Avan Sagodharanukku Virodhamaayirukkum. "},
{ "Verses": "22 kollainoyinaalum Raththam Sindhudhalinaalum Naan Avanode Vazhakkaadi, Avanmelum Avan Raanuvangalinmelum Avanodirukkum Thiralaana Janangalinmelum Vellamaai Adikkum Mazhaiyaiyum, Perunkalmazhaiyaiyum, Akkiniyaiyum, Kandhagaththaiyum Varushikkappannuven. "},
{ "Verses": "23 ivvidhamaai Naan Anega Jaadhigalin Kangalukku Munbaaga En Magaththuvaththaiyum En Parisuththaththaiyum Vilangappanni, Ariyappaduven; Appozhudhu Naankarththar Endru Arindhukolvaargal. "}
]