[
{ "Verses": "1 pinbu Avar Ennai Dhevaalayaththirku Azhaiththukkondupoi, Thoonaadhaarangalai Indhappuraththil Aarumuzha Agalamum Andhappuraththil Aarumuzha Agalamumaai Alandhaar; Adhu Vaasasthalaththin Agala Alavaam. "},
{ "Verses": "2 vaasal Nadaiyin Agalam Paththumuzhamum Vaasal Nadaiyin Pakkangal Indhappuraththil Aindhu Muzhamum Andhap Puraththil Aindhu Muzhamumaayirundhadhu; Adhin Neelaththai Naarpadhu Muzhamum Agalaththai Irubadhu Muzhamumaaga Alandhaar. "},
{ "Verses": "3 pinbu Avar Ullepoi, Vaasal Nadaiyin Thoonaadhaarangalai Irandu Muzhamaagavum, Vaasal Nadaiyai Aarumuzhamaagavum, Vaasal Nadaiyin Agalaththai Ezhumuzhamaagavum Alandhaar. "},
{ "Verses": "4 pinbu Avar Dhevaalayaththin Munpuraththile Adhin Neelaththai Irubadhumuzhamaagavum, Adhin Agalaththai Irubadhu Muzhamaagavum Alandhu, Ennai Nokki: Idhu Magaa Parisuththa Sthalam Endraar. "},
{ "Verses": "5 pinbu Avar Aalayaththin Suvarai Aaru Muzhamaagavum, Aalayaththai Sutrilum Irundha Sutrukkattinudaiya Agalaththai Naalumuzhamaagavum Alandhaar. "},
{ "Verses": "6 indha Sutrukkattugal Pakkakkattinmel Pakkakkattaana Varisaigalaai Muppaththumoondru Irundhadhu; Avaigal Aalayaththin Suvarukkul Oondriyiraamal, Sutrukkattugalukkaaga Sutrilum Avaigal Oondrumpadikku Aalayaththukku Aduththirundha Ottuchchuvarile Paaindhirundhadhu. "},
{ "Verses": "7 uyara Uyara Sutrilum Sutrukkattugalukku Agalam Adhigamaayirundhadhu; Aalayaththai Sutrilum Uyara Uyara Aalayaththai Sutri Sutri Agalam Varavara Adhigamaayirundhadhu; Aadhalaal Ivvidhamaaik Keezhnilaiyilirundhu Nadunilaivazhiyaai Melnilaikku Erum Vazhiyirundhadhu. "},
{ "Verses": "8 maaligaikku Sutrilum Irundha Uyaraththaiyum Paarththen, Sutrukkattugalin Asthibaarangal Aaru Periya Muzhankonda Oru Muzhakkolin Uyaramaayirundhadhu. "},
{ "Verses": "9 purambe Sutrukkattukku Irundha Suvarin Agalam Aindhumuzhamaayirundhadhu. Aalayaththukku Irukkum Sutrukkattugalin Maaligaiyile Verumaiyaai Vittirundha Idangalum Appadiye Irundhadhu. "},
{ "Verses": "10 aalayaththai Sutrilum Araiveedugalukku Naduvaaga Irundha Visaalam Irubadhu Muzhamaayirundhadhu. "},
{ "Verses": "11 sutrukkattinudaiya Vaasal Nadaigal, Verumaiyaai Vittirundha Idangalilirundhu, Oru Vaasal Nadai Vadakkeyum, Oru Vaasalnadai Therkeyum Irundhadhu; Verumaiyaai Vittirundha Idangalin Visaalam Sutrilum Aindhu Muzhamaayirundhadhu. "},
{ "Verses": "12 metrisaiyile Praththiyegamaana Idaththukku Munnirundha Maaligaimattum Agalam Ezhubadhu Muzhamum, Maaligaiyinudaiya Suvarin Agalam Sutrilum Aindhu Muzhamum, Adhinudaiya Neelam Thonnooru Muzhamumaayirundhadhu. "},
{ "Verses": "13 avar Aalayaththai Noorumuzha Neelamaagavum, Praththiyegamaana Idaththaiyum Maaligaiyaiyum Adhin Suvargalaiyum Nooru Muzha Neelamaagavum Alandhaar. "},
{ "Verses": "14 aalayaththin Murpuramum Kizhakkukku Edhiraana Praththiyegamaana Idamum Irundha Agalam Noorumuzhamumaayirundhadhu. "},
{ "Verses": "15 praththiyegamaana Idaththin Pinpuramaaga Adharku Edhire Irundha Maaligaiyin Neelaththaiyum, Adharku Indhappuraththilum Andhappuraththilum Irundha Nadaikaavanangalaiyum Alandhaar; Ullaana Dhevaalayamum Mutraththin Mandabangalum Utpada Noorumuzhamaayirundhadhu. "},
{ "Verses": "16 vaasarpadigalum, Odukkamaana Jannalgalum, Moondru Pakkangalil Sutrilum Vaasalgalukku Edhiraana Nadaikaavanangalum Sutrilum Tharaithuvakki Jannalgal Mattaagap Palagai Adiththirundhadhu; Jannalgal Moodappattirundhadhu. "},
{ "Verses": "17 vaasalin Melethuvakki Aalayaththin Utpuramum Velippuramum Sutrilum Suvarin Utpuramum Velippuramum Ellaam Alavittirundhadhu. "},
{ "Verses": "18 kerubeengalum Pereechchamarangalum Siththirikkappattirundhadhu; Kerubeenukkum Kerubeenukkum Naduvaaga Ovvoru Pereechchamaram Irundhadhu; Ovvoru Kerubeenukkum Irandirandu Mugangal Irundhadhu. "},
{ "Verses": "19 pereechchamaraththukku Indhandaiyil Manushamugamum, Pereechchamaraththukku Andhandaiyil Singamugamum Irundhadhu; Ippadi Aalayaththai Sutrilum Seydhirundhadhu. "},
{ "Verses": "20 tharaithuvakki Vaasalin Merpuramattum, Dhevaalayaththin Suvarilum, Kerubeengalum Pereechchamarangalum Siththirikkappattirundhadhu. "},
{ "Verses": "21 dhevaalayaththin Kadhavu Nilaigal Sadhuramum, Parisuththa Sthalaththinudaiya Mugappin Uruvam Andha Uruvaththukku Sariyumaayirundhadhu. "},
{ "Verses": "22 maraththinaal Seyyappatta Palipeedaththin Uyaram Moondru Muzhamum, Adhin Neelam Irandu Muzhamumaayirundhadhu; Adhin Kodigalum Adhin Vilimbugalum Adhin Pakkangalum Maraththinaal Seyyappattirundhadhu; Avar Ennai Nokki: Idhu Karththarudaiya Sannidhiyilirukkira Peedam Endraar. "},
{ "Verses": "23 dhevaalayaththukkum Parisuththa Sthalaththukkum Irandu Vaasalgalum, "},
{ "Verses": "24 vaasalgalukku Madakkuk Kadhavugalaagiya Rattaik Kadhavugalum Irundhadhu; Vaasalukku Irandu Kadhavugalum Matra Vaasalukku Irandu Kadhavugalum Irundhadhu. "},
{ "Verses": "25 suvargalil Siththirikkappattirundhadhupol Aalayaththinudaiya Kadhavugalilum Kerubeengalum Pereechchamarangalum Siththirikkappattirundhadhu; Purambe Mandabaththin Munbaaga Uththirangal Vaiththirundhadhu. "},
{ "Verses": "26 mandabaththin Pakkangalil Indhappuraththilum Andhappuraththilum, Aalayaththin Sutrukkattugalilum Odukkamaana Jannalgalum Siththirikkappatta Pereechchamarangalum Uththirangalum Irundhadhu. "}
]