[
{ "Verses": "1 koththirangalin Naamangalaavana: Vadamunaithuvakki Aamaaththukkuppogira Edhlon Vazhiyin Oraththukkum, Aadhsaarenaanukkum Aamaaththaruge Vadakkeyirukkira Thamaskuvin Ellaikkum Ullaagak Keezhththisai Thuvakki Metrisaimattum Thaanukku Oru Pangum, "},
{ "Verses": "2 thaanin Ellaiyaruge Keezhththisaithuvakki Metrisaimattum Aaserukku Oru Pangum, "},
{ "Verses": "3 aaserin Ellaiyaruge Keezhththisaithuvakki Metrisaimattum Napthalikku Oru Pangum, "},
{ "Verses": "4 napthaliyin Ellaiyaruge Keezhththisaithuvakki Metrisaimattum Manaasekku Oru Pangum, "},
{ "Verses": "5 manaaseyin Ellaiyaruge Keezhththisaithuvakki Metrisaimattum Eppiraayeemukku Oru Pangum, "},
{ "Verses": "6 eppiraayeemin Ellaiyaruge Keezhththisaithuvakki Metrisaimattum Roobanukku Oru Pangum, "},
{ "Verses": "7 roobanin Ellaiyaruge Keezhththisaithuvakki Metrisaimattum Yoodhaavukku Oru Pangum Undaavadhaaga. "},
{ "Verses": "8 yoodhaavin Ellaiyaruge Keezhththisaithuvakki Metrisaimattum Neengal Arppidhamaakkavendiya Pangu Irukkum; Adhu, Irubaththaiyaayirankol Agalamum, Keezhththisai Thuvakki Metrisaimattum Irukkira Pangugalil Ovvondrukkum Sariyaana Neelamumaam; Parisuththa Sthalam Adhin Naduvile Iruppadhaaga. "},
{ "Verses": "9 idhile Karththarukku Neengal Arppidhamaakkavendiya Pangu Irubaththaiyaayirankol Neelamum, Padhinaayirankol Agalamumaayiruppadhaaga. "},
{ "Verses": "10 vadakke Irubaththaiyaayirankol Neelamum, Merke Padhinaayirankol Agalamum, Kizhakke Padhinaayirankol Agalamum, Therke Irubaththaiyaayirankol Neelamumaagiya Indhap Parisuththa Arppidhanilamaanadhu Aasaariyarudaiyadhaayirukkum; Karththarudaiya Parisuththa Sthalam Adhin Naduvile Iruppadhaaga. "},
{ "Verses": "11 isravel Puththirar Vazhithappippogaiyil, Leviyar Vazhithappipponadhupola Vazhithappippogaamal, En Kaavalaik Kaaththukkonda Saadhokkin Puththiraraagiya Parisuththamaakkappatta Aasaariyargalukku Adhu Uriyadhaagum. "},
{ "Verses": "12 appadiye Dhesaththil Arppidhamaakkappadugiradhile Magaa Parisuththamaana Pangu Avargalukku Leviyarudaiya Ellaiyaruge Iruppadhaaga. "},
{ "Verses": "13 aasaariyarin Ellaikku Edhiraaga Leviyar Adaiyum Pangu Irubaththaiyaayirankol Neelamum, Padhinaayirankol Agalamumaayirukkavendum; Neelam Irubaththaiyaayirankolum, Agalam Padhinaayirankolumaayiruppadhaaga. "},
{ "Verses": "14 avargal Adhil Ondraiyum Virkavum Dhesaththin Mudhal Vilaivai Maatravum Matravargalukkuk Kodukkavum Thagaadhu; Adhu Karththarukkup Parisuththamaanadhu. "},
{ "Verses": "15 irubaththaiyaayirankolukku Edhiraaga Agalaththil Meedhiyaayirukkum Aiyaayirankolovendraal, Parisuththamaayiraamal, Kudiyerum Nagaraththukkum Velinilangalukkum Vidavendum; Nagaram Adhin Naduvil Iruppadhaaga. "},
{ "Verses": "16 adhin Alavugalaavana: Vadapuram Naalaayiraththainnooru Kolum, Thenpuram Naalaayiraththainnooru Kolum, Keezhppuram Naalaayiraththainnoorukolum, Merpuram Naalaayiraththainnooru Kolumaam. "},
{ "Verses": "17 nagaraththin Velinilangal Vadakke Irunootraimbadhu Kolum Therke Irunootraimbadhu Kolum, Kizhakke Irunootraimbadhu Kolum, Merke Irunootraimbadhu Kolumaayiruppadhaaga. "},
{ "Verses": "18 parisuththa Arppidhanilaththukku Edhiraaga Neelaththil Meedhiyaanadhu Kizhakke Padhinaayirankolum Merke Padhinaayirankolumaam; Adhu Parisuththa Arppidhanilaththukku Edhiraayirukkum; Adhin Varumaanam Nagaraththirkaaga Oozhiyancheygiravargalukku Aagaaramaayiruppadhaaga. "},
{ "Verses": "19 isravelin Sagala Koththirangalilumirundhu Kurikkappatta Silar Nagaraththirkaagap Panividai Seyvaargal. "},
{ "Verses": "20 arppidhanilamanaiththum Irubaththaiyaayirankol Neelamum, Irubaththaiyaayirankol Agalamumaai Irukkakkadavadhu; Pattanaththin Kaani Utpada Indhap Parisuththa Arppidhanilam Sadhuramaai Irukkavendum. "},
{ "Verses": "21 parisuththa Arppidhanilaththukkum Nagaraththin Kaanikkum Indhappuraththilum Andhappuraththilum, Arppidhanilaththinudaiya Irubaththaiyaayirankolin Munbaagak Kizhakku Ellaimattukkum, Merkile Irubaththaiyaayirankolin Munbaaga Merku Ellaimattukkum Meedhiyaayiruppadhu Adhipadhiyinudaiyadhu; Pangugalukku Edhiraanaadhu Adhipadhiyinudaidhaayiruppadhaaga; Adharku Naduvaagap Parisuththa Arppidhanilamum Aalayaththin Parisuththa Sthalamum Irukkum. "},
{ "Verses": "22 adhipadhiyinudaiyadharku Naduveyirukkum Leviyarin Kaanithuvakkiyum Nagaraththin Kaanithuvakkiyum, Yoodhaavin Ellaikkum Benyameenin Ellaikkum Naduveyirukkiradhu Adhipadhiyinudaiyadhu. "},
{ "Verses": "23 matrak Koththirangalukku Undaagum Pangugalaavana Keezhththisaithuvakki Metrisaimattum Benyameenukku Oru Pangum, "},
{ "Verses": "24 benyameen Ellaiyaruge Keezhththisai Thuvakki Metrisaimattum Simiyonukku Oru Pangum, "},
{ "Verses": "25 simiyonin Ellaiyaruge Keezhththisai Thuvakki Metrisaimattum Isakkaarukku Oru Pangum, "},
{ "Verses": "26 isakkaarin Ellaiyaruge Keezhththisai Thuvakki Metrisaimattum Sebulonukku Oru Pangum, "},
{ "Verses": "27 sebulonin Ellaiyaruge Keezhththisai Thuvakki Metrisaimattum Kaaththukku Oru Pangum Undaayiruppadhaaga. "},
{ "Verses": "28 kaaththin Ellaiyaruge Thenmoolaiyaagiya Therku Ellai, Thaamaar Thuvakki Kaadhesilulla Sandaimoottudhalin Thanneergal Mattaagavum Periya Samuththiramattaagavum Pogum. "},
{ "Verses": "29 sudhandharikkumpadi Idhuve Neengal Isravel Koththirangalukku Seettuppottup Pangidum Dhesam, Ivaigale Avargalin Pangugal Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "30 nagaraththinindru Purappadum Vazhigalaavana: Vadapuraththile Naalaayiraththainnooru Kolaagiya Alavundaayirukkum. "},
{ "Verses": "31 nagaraththin Vaasalgal, Isravel Koththirangaludaiya Naamangalinpadiye Peyar Perakkadavadhu; Vadakke Roobanukku Oru Vaasal, Yoodhaavukku Oru Vaasal, Levikku Oruvaasal, Aaga Moondru Vaasalgal Iruppadhaaga. "},
{ "Verses": "32 keezhppuraththile Naalaayiraththainnooru Kol, Adhil Yoseppukku Oruvaasal, Benyameenukku Oru Vaasal, Thaanukku Oru Vaasal, Aaga Moondru Vaasalgal Iruppadhaaga. "},
{ "Verses": "33 thenpuraththile Naalaayiraththainnooru Kol, Adhil Simiyonukku Oru Vaasal Isakkaarukku Oruvaasal, Sebulonukku Oru Vaasal, Aaga Moondru Vaasalgal Iruppadhaaga. "},
{ "Verses": "34 merpuraththile Naalaayiraththainnooru Kol, Adhil Kaaththukku Oruvaasal, Aaserukku Oru Vaasal, Napthalikku Oru Vaasal, Aaga Moondru Vaasalgal Iruppadhaaga. "},
{ "Verses": "35 sutrilum Adhin Alavu Padhinennaayirankolaagum; Annaalmudhal Nagaram Yegovaa Shammaa Ennum Peyarperum. "}
]