[
{ "Verses": "1 pinnum Avar: Manupuththirane, Savaragan Kaththiyaagiya Karukkaana Kaththiyai Vaangi, Adhinaal Un Thalaiyaiyum Un Thaadiyaiyum Siraiththukkondu, Pinbu Nirukkum Tharaasai Eduththu, Andha Mayiraip Pangidakkadavaai. "},
{ "Verses": "2 moondril Oru Pangai Eduththu Mutrikkaipodum Naatkal Mudigirapodhu Nagaraththin Naduvile Akkiniyaal Sutteriththu, Moondril Oru Pangai Eduththu, Adhai Sutrilum Kaththiyaale Vetti, Moondril Oru Pangai Eduththuk Kaatrile Thootrakkadavaai; Avaigalin Pinnaaga Naan Pattayaththai Uruvuven. "},
{ "Verses": "3 adhil Konjam Maaththiram Eduththu, Adhai Un Vasthiraththorangalil Mudindhuvaippaayaaga. "},
{ "Verses": "4 pinnum Adhil Konjam Eduththu, Adhaith Theeyin Naduvil Erindhu, Adhai Akkiniyaal Sutterippaayaaga; Adhilirundhu Isravel Vamsaththaar Anaivarukkum Virodhamaaga Akkini Purappadum. "},
{ "Verses": "5 karththaraagiya Aandavar Sollugiradhu Ennavendraal, Idhuve Erusalem, Purajaadhigalin Naduvile Naan Adhai Vaiththen, Adhai Sutrilum Dhesangal Irukkiradhu. "},
{ "Verses": "6 adhu Purajaadhigalaippaarkkilum En Nyaayangalaiyum, Thannai Sutrilum Irukkira Dhesangalaippaarkkilum En Kattalaigalaiyum Akkiramamaaga Maatrippottadhu; Avargal En Nyaayangalai Veruththu, En Kattalaigalil Nadavaamar Ponaargal. "},
{ "Verses": "7 aagaiyaal Karththaraagiya Aandavar Sollugiradhu Ennavendraal, Ungalai Sutrilum Irukkira Purajaadhigalaippaarkkilum Adhigarikkiravargalaagiya Neengal En Kattalaigalile Nadavaamalum, En Nyaayangalinpadi Seyyaamalum, Ungalai Sutrilum Irukkira Purajaadhigaludaiya Needhinyaayangalinpadiyaavadhu Nadavaamalum Ponapadiyinaale, "},
{ "Verses": "8 idho, Naan, Naane Unakku Virodhamaaga Vandhu, Purajaadhigaludaiya Kangalukku Munbaaga Un Naduvile Needhi Seluththi, "},
{ "Verses": "9 naan Munbu Seyyaadhadhum Inichcheyyaadhiruppadhumaanavidhamaai Unakku Un Ellaa Aruvaruppugalinimiththamum Seyven. "},
{ "Verses": "10 aadhalaal Un Naduvile Pidhaakkal Pillaigalaith Thinbaargal; Pillaigal Pidhaakkalaith Thinbaargal; Naan Unnil Needhiseluththi Unnil Meedhiyaayiruppavargalaiyellaam Sagala Thisaigalilum Sidharippogappannuven Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "11 aadhalaal, Seeyendrigazhappadaththakkadhum Aruvarukkappadaththakkadhumaana Un Kiriyaigalaal Nee En Parisuththa Sthalaththaith Theettuppaduththinapadiyaal En Kan Unnaith Thappavidaadhu, Naan Unnaik Kurugippogappannuven, Naan Irangamaatten, Idhai En Jeevanaik Kondu Sollugiren Endru Karththaraagiya Aandavar Uraikkiraar. "},
{ "Verses": "12 unnile Moondril Oru Pangu Kollainoyaal Saavaargal, Panjaththaalum Un Naduvile Madindhupovaargal; Moondril Oru Pangu Unnai Sutrilum Irukkira Pattayaththaal Vettundu Vizhuvaargal; Moondril Oru Pangai Naan Sagala Thisaigalilum Sidharippogappanni, Avargal Pinne Pattayaththai Uruvuven. "},
{ "Verses": "13 ippadi En Kobam Niraiverum; Ippadi Naan En Ukkiraththai Avargalmel Thangappannugiradhinaal Ennai Aatrikkolven; Naan En Ukkiraththai Avargalil Niraivetrumpodhu, Karththaraagiya Naan En Vairaakkiyaththile Idhaip Pesinen Endru Arivaargal. "},
{ "Verses": "14 kadandhupogira Yaavarudaiya Kangalukku Munbaagavum Un Sutruppuraththaaraagiya Jaadhigalukkulle Naan Unnaip Paazhum Nindhaiyumaakkuven. "},
{ "Verses": "15 naan Kobaththaalum Ukkiraththaalum Kodiya Thandanaigalaalum, Unnil Needhiseluththumpodhu, Un Sutruppuraththaaraagiya Jaadhigalukku Adhu Nindhaiyum Dhurkkeerththiyum Echcharippum Bramippumaai Irukkum; Karththaraagiya Naan Idhai Sonnen. "},
{ "Verses": "16 ungalai Azhippadharku Naan Anuppum Azhivukkedhuvaana Panjaththin Kodiya Ambugalai Naan Avargalukkulle Eyyumpodhu, Naan Panjaththai Ungalmel Adhigarikkappanni, Ungal Appam Ennum Aadharavukolai Muriththuppoduven. "},
{ "Verses": "17 panjaththaiyum, Unnaip Pillaiyillaamarpogappannum Dhushtamirugangalaiyum Ungalukku Virodhamaaga Anuppuven; Kollainoyum Raththanchindhudhalum Unnil Sutriththiriyum; Pattayaththai Naan Unmel Varappannuven; Karththaraagiya Naan Idhai Sonnen Endraar. "}
]