[
{ "Verses": "1 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Velaiseygira Aarunaalilum Kizhakkukku Edhiraana Utpraagaaraththinudaiya Vaasal Poottappattirundhu, Oivunaalilum Maadhappirappilum Thirakkappadakkadavadhu. "},
{ "Verses": "2 appozhudhu Adhipadhi Velivaasal Mandabaththin Vazhiyaai Pravesiththu, Vaasal Nilaiyandaiyile Nirkakkadavan; Aasaariyargalo Avanudaiya Thaganapaliyaiyum, Avanudaiya Samaadhaana Paligalaiyum Padaikkakkadavargal; Avan Vaasarpadiyile Aaraadhanai Seydhu, Pinbu Purappaduvaanaaga; Andha Vaasal Saayankaalamattum Poottappadaadhiruppadhaaga. "},
{ "Verses": "3 dhesaththu Janangalum Oivunaatkalilum Maadhappirappugalilum Andha Vaasalin Nadaiyile Karththarudaiya Sannidhiyil Aaraadhanai Seyyakkadavargal. "},
{ "Verses": "4 adhipadhi Oivunaalile Karththarukkup Paliyidum Thaganapali, Pazhudhatra Aaru Aattukkuttigalum Pazhudhatra Oru Aattukkadaavume. "},
{ "Verses": "5 aattukkadaavode Pojanapaliyaaga Oru Marakkaal Maavaiyum, Aattukkuttigalode Pojanapaliyaagath Than Thiraanikkuththakkadhaaith Tharugira Eevaiyum, Ovvoru Marakkaal Maavode Orupadi Enneyaiyum Padaikkakkadavan. "},
{ "Verses": "6 maadhappirappaana Naalilo, Avan Pazhudhatra Oru Ilankaalaiyaiyum, Pazhudhatra Aaru Aattukkuttigalaiyudaiya Oru Aattukkadaavaiyum Paliyittu, "},
{ "Verses": "7 pojanapaliyaaga Ilankaalaiyode Oru Marakkaal Maavaiyum, Aattukkadaavode Oru Marakkaal Maavaiyum, Aattukkuttigalode Than Thiraanikkuththakkadhaai, Ovvoru Marakkaal Maavode Orupadi Enneyaiyum Padaikkakkadavan. "},
{ "Verses": "8 adhipadhi Varugirapodhu Vaasalmandabaththin Vazhiyaaip Pravesiththu, Adhu Vazhiyaaith Thirumbap Purappadakkadavan. "},
{ "Verses": "9 dhesaththin Janangal Kurikkappatta Naatkalil Karththarudaiya Sannidhiyil Varumpodhu, Aaraadhanai Seygiradharkaaga Vadakku Vaasalvazhiyaai Utpravesiththavan Therku Vaasalvazhiyaaip Purappadavum, Therkuvaasalvazhiyaai Utpravesiththavan Vadakkuvaasal Vazhiyaaip Purappadavumkadavan; Thaan Pravesiththa Vaasal Vazhiyaaith Thirumbippogaamal, Thanakku Edhiraana Vazhiyaaip Purappattuppovaanaaga. "},
{ "Verses": "10 avargal Utpravesikkumpodhu, Adhipadhi Avargal Naduvile Avargalodekooda Utpravesiththu, Avargal Purappadumpodhu Avanumkoodap Purappaduvaanaaga. "},
{ "Verses": "11 pandigaigalilum Kurikkappatta Kaalangalilum Avan Padaikkum Pojanapaliyaavadhu: Kaalaiyode Oru Marakkaal Maavum, Aattukkadaavode Oru Marakkaal Maavum, Aattukkuttigalode Avan Thiraanikkuththakkadhaaith Tharugira Oru Eevum, Ovvoru Marakkaal Maavode Orupadi Enneyum Kodukkavendum. "},
{ "Verses": "12 adhipadhi Urchaagamaana Thaganapaliyaagilum, Samaadhaana Paligalaiyaagilum Karththarukku Urchaagamaai Seluththavendumendraal, Avanukkuk Kizhakku Nokkiya Edhiraana Vaasal Thirakkappaduvadhaaga; Appozhu "}
]