[
{ "Verses": "1 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane, Nee Theerkkadharisanam Sollu: Karththaraagiya Aandavar Sollugiradhu Ennavendraal, Aiyo! Aabaththunaal Varugiradhendru Alarungal. "},
{ "Verses": "3 naal Sameebamaayirukkiradhu; Aam, Karththarudaiya Naal Sameebamaayirukkiradhu; Adhu Mandhaaramaana Naal, Adhu Purajaadhigalukku Varum Kaalam. "},
{ "Verses": "4 pattayam Egipthile Varum; Egipthile Kolaiyungiravargal Vizhumpodhu Eththiyoppiyaavile Magaa Vedhanai Undaayirukkum; Adhin Eraalamaana Janaththaip Pidiththukkondupovaargal; Adhin Asthibaarangal Nirmoolamaakkappadum. "},
{ "Verses": "5 eththiyoppiyarum, Pooththiyarum, Looththiyarum, Kalandha Koottamaagiya Anaivarum, Koobiyarum, Udanpadikkaikkullaana Dhesaththin Puththirarum Avargalodekoodap Pattayaththaal Vizhuvaargal. "},
{ "Verses": "6 egipthai Aadharikkiravargalum Vizhuvaargal; Adhinudaiya Balaththin Mukkiyamum Thaazhndhupom Endru Karththar Sollugiraar; Adhile Migadholmudhal Sevenevaraikkum Pattayaththinaal Vizhuvaargalendru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "7 paazhaaippona Dhesangalin Naduvile Paazhaaippovaargal; Avaandharamaakkappatta Pattanangalil Avargal Pattanangalum Avaandharamaagum. "},
{ "Verses": "8 naan Egipthile Theekkoluththumpodhum, Unakkuth Thunainindra Yaavarum Murikkappadumpodhum, Naan Karththar Endru Arindhukolvaargal. "},
{ "Verses": "9 nirvisaaramaana Eththiyoppiyaraith Thaththalikkappanna Annaalile En Kattalaiyinaal Thoodhaatkal Kappalgalile Povaargal; Appozhudhu Egipthin Naalile Undaanadhupola Avargalukkulle Magaa Vedhanai Undaayirukkum; Idho, Adhu Varugiradhu. "},
{ "Verses": "10 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Baabilon Raajaavaagiya Nebugaadhnechchaaraikkondu Egipthin Sandhadhiyai Ozhiyappannuven. "},
{ "Verses": "11 ivanum Ivanodekooda Jaadhigalil Magaa Balasaaligalaana Ivanudaiya Janangalum Dhesaththai Azhippadharkaaga Evappattu Vandhu, Thangal Pattayangalai Egipthukku Virodhamaaga Uruvi, Kolaiyundavargalaale Dhesaththai Nirappuvaargal. "},
{ "Verses": "12 appozhudhu Naan Nadhigalai Vatrippogappanni, Dhesaththai Dhushtargalin Kaiyile Vitru, Dhesaththaiyum Adhilulla Yaavaiyum Anniyadhesaththaarin Kaiyaal Paazhaakkippoduven; Karththaraagiya Naan Idhai Sonnen. "},
{ "Verses": "13 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Naan Naragalaana Vikkiragangalai Azhiththu, Noppin Silaigalai Ozhiyappannuven; Ini Egipthudhesaththil Oru Adhipadhiyumiraan; Naan Egipthudhesaththil Bayamundaakki, "},
{ "Verses": "14 padhrosaip Paazhaakki Sovaanile Theekkoluththi, No Pattanaththil Aakkinaigalai Seydhu, "},
{ "Verses": "15 egipthin Belanaagiya Seeninmel En Ukkiraththai Ootri, Nopattanaththin Eraalamaana Janaththai Sangarippen. "},
{ "Verses": "16 egipthil Theekkoluththuven; Seen Magaa Vedhanai Adaiyum; No Pattanam Thagarndhu Idindhupogum; Noppukku Dhinandhorum Nerukkangalundaagum. "},
{ "Verses": "17 aaven, Pibesedh Engira Pattanangalin Velaikkaarar Pattayaththaal Vizhuvaargal; Avaigalin Kudigal Siraiyiruppukkup Povaargal. "},
{ "Verses": "18 egipthin Nugangalai Naan Murikkumpodhum, Adhinudaiya Belaththin Mukkiyam Adhile Oyumpodhum, Mandhaaram Adhai Moodum; Thakpaanesile Pagal Irundupogum; Adhin Kumaaraththigal Siraippattuppovaargal. "},
{ "Verses": "19 ippadi Egipthile Nyaayaththeerppugalai Seyven; Appozhudhu Naan Karththar Endru Arindhukolvaargal Engiraar Endru Sol Endraar. "},
{ "Verses": "20 padhinoraam Varusham Mudhalaam Maadham Ezhaanthedhiyile, Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "21 manupuththirane, Egipthin Raajaavaagiya Paarvonudaiya Buyaththai Muriththuppoduven; Idho, Adhu Gunamaakkaththakkadhaagak Kattappaduvadhillai; Adhu Pattayaththaip Pidikkaththakka Belanai Adaiyumpadi Paththaivaiththuk Kattappaduvadhumillai. "},
{ "Verses": "22 aagaiyaal Karththaraagiya Aandavar Sollugiradhu Ennavendraal; Idho, Naan Egipthin Raajaavaagiya Paarvonukku Virodhamaaga Vandhu, Belanulladhum Murindhadhumaagiya Avanudaiya Buyangalai Muriththuppoduven; Pattayaththai Naan Avan Kaiyilirundhu Vizhappanni, "},
{ "Verses": "23 egipthiyarai Jaadhigalukkulle Sidharadiththu, Avargalai Dhesangalil Thootrividuven. "},
{ "Verses": "24 baabilon Raajaavin Buyangalai Belappaduththi, Avan Kaiyile En Pattayaththaik Koduththu, Paarvonin Buyangalai Muriththuviduven; Appozhudhu Avan Kolaiyungiravan Thavikkiradhupola Avanukku Munbaagath Thavippaan. "},
{ "Verses": "25 baabilon Raajaavin Buyangalai Belappaduththuven; Paarvonin Buyangalo Vizhundhupom; En Pattayaththai Naan Baabilon Raajaavin Kaiyil Kodukkumpodhum, Avan Adhai Egipthudhesaththinmel Neettumpodhum, Naan Karththar Endru Arindhukolvaargal. "},
{ "Verses": "26 naan Egipthiyarai Jaadhigalukkulle Sidharadiththu, Avargalai Dhesangalil Thootrippoduven; Appozhudhu Naan Karththar Endru Arindhukolvaargal. "}
]