[
{ "Verses": "1 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane, Nee Isravel Vamsaththaarukku Oru Vidukadhaiyaiyum Uvamaiyaiyum Koori, Sollavendiyadhu Ennavendraal: "},
{ "Verses": "3 karththaraagiya Aandavar Sollugiraar, Periya Settaigalaiyum Neelamaana Iragugalaiyum Udaiyadhum, Palavarunamaana Iragugalaal Niraindhadhumaagiya Oru Periya Kazhugu Leebanonil Vandhu, Oru Kedhuruvin Nunikkilaiyaip Pidiththu, "},
{ "Verses": "4 adhin Ilankilaiyilulla Kozhundhugalaikkoidhu, Adhai Varththaga Dhesaththukkuk Kondupoi, Adhai Varththagarudaiya Nagaraththil Vaiththadhu; "},
{ "Verses": "5 dhesaththin Vidhaiyil Ondrai Eduththu, Adhaip Payirnilaththile Pottu, Adhai Eduththu, Migundha Thanneer Oraththile Baththiramaai Nattadhu. "},
{ "Verses": "6 adhu Thulirththu, Padarndhu, Thaazhndha Adimaramulla Dhraatchachchediyaayitru; Adhinkodigal Andhak Kazhugukku Neraagavum, Adhin Vergal Adhin Keezhaagavum Irundhana; Ivvidhamaai Adhu Dhraatchachchediyaagi, Kilaigalai Veesi, Koppugalaivittadhu. "},
{ "Verses": "7 andriyum Periya Settaigalaiyum Thiralaana Iragugalaiyum Udaiya Veroru Periya Kazhugu Irundhadhu; Idho, Adhu Than Nadavaagiya Paaththigalilirundhu Adharkuth Thanneer Paaichchumpadi Indha Dhraatchachchedi Adharku Neraagath Than Vergalai Vittu, Adharku Neraagath Than Kodigalai Veesinadhu. "},
{ "Verses": "8 koppugalai Vidugiradharkum, Kaniyaith Tharugiradharkum, Magimaiyaana Dhraatchachchediyaagiradharkum, Idhu Migundha Thanneergalin Oramaagiya Nalla Nilaththil Nadappattirundhadhu. "},
{ "Verses": "9 idhu Sezhikkumaa? Idhu Pattuppogaththakkadhaai Oruvan Idhin Vergalaip Pidungaamalum, Idhin Kaniyai Vettaamalum Iruppaano? Thulirththa Ellaa Laigalodum Idhu Pattuppogum; Idhai Verode Pidungumpadi Oruvan Balaththa Buyaththodum Thiranda Janaththodum Varaththevaiyillai. "},
{ "Verses": "10 idho, Nadappatta Idhu Sezhippaayirukkumo? Kondalkaatru Idhinperil Padumpodhu Idhu Vaadi Ularndhupogaadho? Idhu Nadappatta Paaththigalile Vaadippomendru Karththaraagiya Aandavar Uraikkiraar Endru Sol Endraar. "},
{ "Verses": "11 pinbu Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "12 ippodhum Ivaigalin Thaarpariyam Theriyumaa Endru Nee Kalagaveettaaraikkettu Sollavendiyadhu Ennavendraal, Idho, Baabilon Raajaa Erusalemukku Vandhu, Adhin Raajaavaiyum Adhin Prabukkalaiyum Pidiththu, Avargalaith Thannidamaaga Baabilonukkuk Kondupogumpodhu, "},
{ "Verses": "13 avan Raajavamsaththile Oruvanaith Thaththeduththu, Avanode Udanpadikkaipanni, "},
{ "Verses": "14 raajyam Thannai Uyarththaamal Thaazhndhirukkumpadikkum, Than Udanpadikkaiyai Avan Kaikkollugiradhinaal Adhu Nilainirkumpadikkum, Avanai Aanaippramaanaththukku Utpaduththi, Dhesaththil Balasaaligalaip Pidiththadhukkonduponaane. "},
{ "Verses": "15 ivan Avanukku Virodhamaaik Kalagancheydhu, Thanakkuk Kudhiraigalaiyum Anegam Aatkalaiyum Anuppavendumendru Than Sthaanaapadhigalai Egipthukku Anuppinaan; Ippadippattavanukku Vaaikkumo? Ippadi Seygiravan Thappiththukkolvaano? Udanpadikkaiyai Muriththavan Thappiththukkolvaano? "},
{ "Verses": "16 thannai Raajaavaaga Erpaduththiya Raajaavinudaiya Aanaiyai Asattaipanni, Avanudaiya Udanpadikkaiyai Muriththuppottavan, Andha Raajaavinudaiya Sthaanamaagiya Baabilon Naduvile Avan Andaiyil Irundhu Maranamadaivaanendru En Jeevanaikkondu Sollugiren Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "17 avan Anegam Janangalai Naasampannumpadi Anaipottu, Koththalangalaik Kattumpodhu, Paarvon Periyasenaiyodum, Thiralaana Koottaththodum Vandhu Ivanukkaaga Yuththaththil Udhavamaattaan. "},
{ "Verses": "18 idho, Ivan Kaiyadiththuk Koduththirundhum Udanpadikkai Muriththuppottu, Aanaiyai Asattaipanninaan; Ippadiyellaam Seydhavan Thappuvadhillai. "},
{ "Verses": "19 adhinimiththam Karththaraagiya Aandavar Sollugiradhu Ennavendraal: Avan En Aanaiyai Asattaipanninadhaiyum, En Udanpadikkaiyai Muriththuppottadhaiyum, Naan Avanudaiya Thalaiyinmel Varappannuven Endru En Jeevanaikkondu Sollugiren. "},
{ "Verses": "20 avan Ennudaiya Kanniyil Adappadumpadikku Naan En Valaiyai Avanmel Veesi, Avanai Baabilonukkuk Kondupoi, Avan Enakku Virodhamaaip Pannina Dhrogaththinimiththam Ange Avanai Nyaayam Visaarippen. "},
{ "Verses": "21 avanodekooda Odippogira Yaavarum Avanudaiya Ellaa Raanuvangalum Pattayaththaal Vizhuvaargal; Meedhiyaanavargalo Sagala Thisaigalilum Sidharadikkappaduvaargal; Appozhudhu Karththaraagiya Naan Idhai Sonnen Endru Arindhukolveergal. "},
{ "Verses": "22 karththaraagiya Aandavar Sollugiradhu Ennavendraal Naan Uyarndha Kedhuruvin Nunikkilaigalil Ondrai Eduththu Naduven; Adhin Ilankilaiyilulla Kozhundhugalil Ilasaayirukkira Ondraik Koidhu, Adhai Uyaramum Unnadhamumaana Oru Parvadhaththinmel Naattuven. "},
{ "Verses": "23 isravelin Uyaramaana Parvadhaththile Adhai Naattuven; Adhu Koppugalai Vittu, Kanithandhu, Magimaiyaana Kedhuruvaagum; Adhin Keezhe Sagalavidha Patchijaadhigalum Thangi, Adhin Kilaigalin Nizhalile Thaabarikkum. "},
{ "Verses": "24 appadiye Karththaraagiya Naan Uyarndha Virutchaththaith Thaazhththi, Thaazhndhavirutchaththai Uyarththinen Endrum, Naan Pachchaiyaana Virutchaththaip Pattuppogappanni, Pattuppona Virutchaththaith Thazhaikkappanninen Endrum Veliyin Virutchangalukku Ellaam Theriyavarum; Karththaraagiya Naan Idhai Sonnen; Idhai Niraivetrinen Endru Uraiththaarendru Sol Endraar. "}
]