[
{ "Verses": "1 manupuththirane, Nee Oru Sengalai Eduththu, Adhai Unmun Vaiththu, Adhin Mel Erusalem Nagaraththai Varaindhu, "},
{ "Verses": "2 adharku Virodhamaaga Mutrikkai Pottu, Adharku Virodhamaagak Koththalangalaik Katti, Adharku Virodhamaaga Manmedupottu, Adharku Virodhamaaga Raanuvangalai Niruththi, Sutrilum Adharku Virodhamaaga Madhilidikkum Yandhirangalai Vai. "},
{ "Verses": "3 melum Nee Oru Iruppuchchattiyai Vaangi, Adhai Unakkum Nagaraththukkum Naduvaaga Iruppuchchuvaraakki, Adhu Mutrikkaiyaaik Kidakkumpadikku Un Mugaththai Adharku Neraaith Thiruppi, Adhai Mutrikkaipottukkondiru; Idhu Isravel Vamsaththukku Adaiyaalam. "},
{ "Verses": "4 nee Un Idadhupakkamaai Orukkaliththup Paduththu, Adhinmel Isravel Vamsaththaarin Akkiramaththai Sumaththikkol; Nee Andhappakkamaai Orukkaliththirukkum Naatkalin Lakkaththinpadiye Avargaludaiya Akkiramaththai Sumappaai. "},
{ "Verses": "5 avargaludaiya Akkiramaththin Varushangalai Unakku Naatkanakkaai Ennak Kattalaiyitten; Munnootruththonnooru Naatkalvaraikkum Nee Isravel Vamsaththaarin Akkiramaththai Sumakkavendum. "},
{ "Verses": "6 nee Ivaigalai Niraivetrinapinbu, Marupadiyum Un Valadhupakkamaai Orukkaliththu, Yoodhaa Vamsaththaarin Akkiramaththai Naarpadhunaal Varaikkum Sumakkavendum; Ovvoru Varushaththukkuppadhilaaga Ovvoru Naalai Unakkuk Kattalaiyitten. "},
{ "Verses": "7 nee Erusalemin Mutrikkaikku Neraagath Thiruppiya Mugamum, Thirandha Buyamumaaga Irundhu, Adharku Virodhamaagath Theerkkadharisanam Sollu. "},
{ "Verses": "8 idho, Nee Adhai Mutrikkaippodum Naatkalai Niraivetrumattum Oru Pakkaththilirundhu Marupakkaththil Puralak Koodaadhapadikku Unnaik Kayirugalaal Kattuven. "},
{ "Verses": "9 nee Kodhumaiyaiyum Vaarkodhumaiyaiyum Perumpayatraiyum Sirupayatraiyum Thinaiyaiyum Kambaiyum Vaangi, Avaigalai Oru Paaththiraththile Pottu, Avaigalaal Unakku Appanchuduvaai; Nee Orukkaliththup Padukkum Naatkaludaiya Lakkaththinpadiye Munnootruththonnoorunaal Adhil Eduththu Saappiduvaayaaga. "},
{ "Verses": "10 nee Saappidum Pojanam, Naal Ondrukku Irubadhu Sekkal Niraiyaayirukkum; Appadi Naalukkunaal Saappiduvaayaaga. "},
{ "Verses": "11 thanneeraiyum Alavaai Hin Ennum Padiyil Aariloru Pangaik Kudippaai; Appadi Naalukkunaal Kudippaayaaga. "},
{ "Verses": "12 adhai Vaarkodhumai Adaiyaippol Saappiduvaayaaga; Adhu Manushanilirundhu Kazhindha Kashtaththin Varattigalaal Avargal Kangalukku Munbaaga Sudappaduvadhaaga. "},
{ "Verses": "13 adharku Oththapadiye Isravel Puththirar, Naan Avargalaith Thuraththugira Purajaadhigalukkulle Thangal Appaththaith Theettulladhaaga Saappiduvaargal Endru Karththar Sonnaar. "},
{ "Verses": "14 appozhudhu Naan: Aa, Karththaraagiya Aandavare, Idho, En Aaththumaa Theettuppadavillai; Thaanaai Seththadhaiyaavadhu, Peerundadhaiyaavadhu Naan En Siruvayadhumudhal Idhuvaraikkum Saappittadhillai; Aruvaruppaana Iraichchi En Vaaikkutpattadhumillai Endren. "},
{ "Verses": "15 appozhudhu Avar Ennai Nokki: Paar, Manusha Kashtaththin Varattikkup Padhilaaga Unakku Maattuchchaani Varattiyai Kattalaiyidugiren; Adhinaal Un Appaththai Suduvaayaaga Endraar. "},
{ "Verses": "16 pinnum Avar; Manupuththirane, Idho, Appamum Thanneerum Avargalukkuk Kuraiyavum, Avanavan Thidukkidavum, Avargal Thangal Akkiramaththile Vaadippogavum, "},
{ "Verses": "17 naan Erusalemile Appam Ennum Aadharavukolai Murikkiren; Avargal Appaththai Niraiyinpadiye Visaaraththode Saappittu, Thanneerai Alavinpadiye Thidukkidudhalode Kudippaargal. "}
]