[
{ "Verses": "1 nee Isravel Prabukkalinperil Oru Pulambal Paadi, "},
{ "Verses": "2 sollavendiyadhu Ennavendraal: Un Thaai Eppadippattaval? Aval Oru Pensingam, Aval Singangalukkulle Paduththirundhu, Paalasingangalin Naduvile Than Kuttigalai Valarththaal. "},
{ "Verses": "3 than Kuttigalil Ondru Valarndhu, Paalasingamaagi, Iraithedap Pazhagi, Manusharaip Patchiththadhu. "},
{ "Verses": "4 purajaadhigalum Adhin Seydhiyaik Kettaargal, Adhu Avargaludaiya Padukuzhiyil Adappattadhu; Adhai Sangiligalinaal Katti, Egipthudhesaththirkuk Konduponaargal. "},
{ "Verses": "5 thaaichchingam Kaaththirundhu, Than Nambikkai Abaththamaaip Poyitrendru Kandu, Adhu Than Kuttigalil Verondrai Eduththu, Adhai Paalasingamaaga Vaiththadhu. "},
{ "Verses": "6 adhu Singangalukkulle Sanjariththu, Paalasingamaagi, Iraithedap Pazhagi, Manusharaip Patchiththadhu. "},
{ "Verses": "7 avargaludaiya Paazhaana Aramanaigalil Thirindhu, Avargaludaiya Pattanangalaip Paazhaakkitru; Adhinudaiya Gerchchippin Saththaththukku Dhesamum Adhilulla Yaavum Thigaiththadhu. "},
{ "Verses": "8 appozhudhu Sutruppuraththu Jaadhigal Adharku Virodhamaaga Ezhumbivandhu, Thangal Valaiyai Adhinmel Veesinaargal; Adhu Avargaludaiya Padukuzhiyile Adappattadhu. "},
{ "Verses": "9 avargal Adhai Sangiligalinaal Katti, Oru Koottukkutpaduththi, Adhai Baabilonin Raajaavinidaththukkuk Konduponaargal; Ini Adhin Saththam Isravelin Parvadhangalinmel Ketkappadaadhapadikku Adhai Aranaana Idangalil Kondupoi Adaiththaargal. "},
{ "Verses": "10 nee Amarikkaiyodu Irukkaiyil Un Thaai Thanneer Oramaai Naattappattadhum, Migudhiyaana Neerppaaichchalaal Kanitharugiradhum Thazhaiththirukkiradhumaana Dhraatchachchediyaayirundhaal. "},
{ "Verses": "11 aalugiravargalin Sengolukketra Balaththa Koppugal Adharku Irundhadhu; Adhin Valarththi Adarththiyaana Kilaigalukkulle Uyara Ongi, Than Uyarththiyinaale Than Thiralaana Kodigalodunkoodath Thondritru. "},
{ "Verses": "12 aanaalum Adhu Seekkiramaaip Pidungappattu, Tharaiyile Thallundadhu; Keezhkaatrinaal Adhin Kani Kaaindhupoyitru; Adhin Balaththa Koppugal Murindhu, Pattuppoyina; Akkini Avaigalaip Patchiththadhu. "},
{ "Verses": "13 ippozhudhu Adhu Varandadhum Thanneer Illaadhadhumaana Vanaandhara Boomiyile Nadappattirukkiradhu. "},
{ "Verses": "14 adhin Kodigalilulla Oru Koppilirundhu Akkini Purappattu, Adhin Kaniyaip Patchiththadhu; Aalugira Sengolukketra Balaththa Koppu Ini Adhil Illaiyendru Sol; Idhuve Pulambal, Idhuve Pulambalaayirukkum Endraan. "}
]