[
{ "Verses": "1 karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "2 manupuththirane, Isravelin Meypparukku Virodhamaagath Theerkkadharisanam Urai; Nee Theerkkadharisanam Uraiththu Avargalode Sollavendiyadhu Ennavendraal: Karththaraagiya Aandavar Meypparukku Sollugiraar; Thangalaiye Meykkira Isravelin Meypparukku Aiyo! Meyppar Allavaa Mandhaiyai Meykkavendum. "},
{ "Verses": "3 neengal Neyyai Saappittu, Aattumayirai Uduppaakkikkolkireergal; Kozhuththadhai Adikkireergal; Mandhaiyaiyo Meykkaamarpogireergal. "},
{ "Verses": "4 neengal Balaveenamaanavaigalai Balappaduththaamalum, Nasalkondavaigalai Gunamaakkaamalum, Elumbu Murindhavaigalaik Kaayankattaamalum, Thuraththundavaigalaith Thiruppikkondu Varaamalum, Kaanaamarponavaigalaith Thedaamalum Poi, Balaadhkaaramum Kadooramumaai Avaigalai Aandeergal. "},
{ "Verses": "5 meyppan Illaadhadhinaal Avaigal Sidharundupoyina; Sidharunduponavaigal Kaattumirugangalukkellaam Iraiyaayina. "},
{ "Verses": "6 en Aadugal Sagala Malaigalilum Uyaramaana Sagala Medugalilum Alaippundu, Boomiyinmeedhengum En Aadugal Sidhariththirigiradhu; Visaarikkiravanumillai, Thedugiravanumillai. "},
{ "Verses": "7 aagaiyaal Meyppare, Karththarudaiya Vaarththaiyaik Kelungal. "},
{ "Verses": "8 karththaraagiya Aandavaraayirukkira Naan En Jeevanaikkondu Sollugiren; Meyppan Illaadhadhinaal En Aadugal Sooraiyaagi, En Aadugal Kaattumirugangalukkellaam Iraiyaaip Poyina; En Meyppargal En Aadugalai Visaariyaamarponaargal, Meyppargal Mandhaiyai Meykkaamal Thangalaiye Meyththaargal. "},
{ "Verses": "9 aagaiyaal Meyppare, Karththarudaiya Vaarththaiyaik Kelungal. "},
{ "Verses": "10 karththaraagiya Aandavar Sollugiraar; Idho, Naan Meypparukku Virodhamaaga Vandhu, En Aadugalai Avargal Kaiyile Kettu, Meyppar Inith Thangalaiye Meykkaadhapadi Mandhaiyai Meykkum Thozhilaivittu Avargalai Vilakki, En Aadugal Avargalukku Aagaaramaayiraadhapadi, Avaigalai Avargal Vaaikkuth Thappappannuven Endru Sollu. "},
{ "Verses": "11 karththaraagiya Aandavar Sollugiradhu Ennavendraal: Idho, Naan Naane En Aadugalai Visaariththu, Avaigalaith Thedippaarppen. "},
{ "Verses": "12 oru Meyppan Sidharunda Than Aadugalin Naduve Irukkira Naalil Than Mandhaiyaith Thedikkondirukkiradhupola, Naan En Aadugalaith Thedi, Mappum Mandhaaramumaana Naalile Avaigal Sidharundupona Ellaa Idangalilumirundhu Avaigalaith Thappi Varappanni, "},
{ "Verses": "13 avaigalai Janangalidaththilirundhu Purappadavum Dhesangalilirundhu Seravumpanni, Avaigaludaiya Suyadhesaththile Avaigalaik Konduvandhu, Isravel Malaigalinmelum Aarugal Andaiyilum Dhesaththin Sagala Vaasasthalangalilum Avaigalai Meyppen. "},
{ "Verses": "14 avaigalai Nalla Meychchalile Meyppen; Israveludaiya Uyarndha Malaigalil Avargaludaiya Thozhuvam Irukkum; Ange Avaigal Nalla Thozhuvaththil Paduththukkollum; Isravelin Malaigalinmel Nalla Meychchalai Meyum. "},
{ "Verses": "15 en Aadugalai Naan Meyththu Avaigalai Naan Madakkuven Endru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "16 naan Kaanaamarponadhaiththedi Thuraththundadhaith Thirumbakkonduvandhu, Elumbu Murindhadhaik Kaayankatti, Nasalkondadhaith Thidappaduththuven; Nyaayaththukkuth Thakkadhaai Avaigalai Meyththu, Pushtiyum Belamumullavaigalai Azhippen. "},
{ "Verses": "17 en Mandhaiye Karththaraagiya Aandavar Sollugiradhu Ennavendraal: Idho, Aattukkum Aattukkum, Aattukkadaakkalukkum, Vellaattukkadaakkalukkum Naan Nyaayantheerppen. "},
{ "Verses": "18 neengal Nalla Meychchalai Meyndhu, Ungal Meychchalgalil Meedhiyaanadhai Ungal Kaalgalaal Midhikkalaamaa? Thelindha Thanneeraik Kudiththu Meedhiyaayirukkiradhai Ungal Kaalgalaal Kuzhappippodalaamaa? "},
{ "Verses": "19 en Aadugal Ungal Kaalgalaal Midhikkappattadhai Meyavum, Ungal Kaalgalaal Kuzhappappattadhaik Kudikkavum Vendumo? "},
{ "Verses": "20 aagaiyaal, Karththaraagiya Aandavar Avaigalai Nokki: Idho, Naan, Naane Kozhuththa Aadugalukkum Ilaiththa Aadugalukkum Nyaayantheerppen. "},
{ "Verses": "21 neengal Balaveenamaayirukkiravaigalaiyellaam Purambaakki Sidharappannumpadi, Avaigalaip Pakkaththinaalum Munnanthodaiyinaalum Thalli Ungal Kombugalaikkondu Muttugirapadiyinaale, "},
{ "Verses": "22 naan En Aadugalai Ini Sooraiyaagaadhapadikku Ratchiththu, Aadugalukkum Aadugalukkum Nyaayantheerppen. "},
{ "Verses": "23 avargalai Meykkumpadi En Dhaasanaagiya Dhaaveedhu Ennum Ore Meyppanai Naan Avargalmel Visaarippaayirukka Erpaduththuven; Ivar Avargalai Meyththu, Ivare Avargalukku Meyppanaayiruppaar. "},
{ "Verses": "24 karththaraagiya Naan Avargalukku Dhevanaaga Iruppen, En Dhaasanaagiya Dhaaveedhu Avargal Naduvil Adhipadhiyaayiruppaar; Karththaraagiya Naan Idhai Sonnen. "},
{ "Verses": "25 naan Avargalodu Samaadhaana Udanpadikkaiseydhu, Dhushta Mirugangalai Dhesaththil Iraadhapadikku Ozhiyappannuven; Avargal Sugamaai Vanaandharaththil Thaabariththu, Kaadugalil Niththiraipannuvaargal. "},
{ "Verses": "26 naan Avargalaiyum En Mettin Sutruppurangalaiyum Aaseervaadhamaakki, Etrakaalaththile Mazhaiyaippeyyappannuven; Aaseervaadhamaana Mazhai Peyyum. "},
{ "Verses": "27 veliyin Virutchangal Thangal Kaniyaiththarum; Boomi Than Palanaikkodukkum; Avargal Thangal Dhesaththil Sugamaayiruppaargal; Naan Avargal Nugaththin Kayirugalai Aruththu, Avargalai Adimaikondavargalil Kaikku Avargalai Neengalaakki Viduvikkumpodhu, Naan Karththar Endru Arindhukolvaargal. "},
{ "Verses": "28 ini Avargal Purajaadhigalukku Kollaiyaavadhillai, Boomiyin Mirugangal Avargalaip Patchippadhumillai; Thaththalikkappannuvaar Illaamal Sugamaaith Thanguvaargal. "},
{ "Verses": "29 naan Avargalukkuk Keerththiporundhiya Oru Naatrai Ezhumbappannuven; Avargal Ini Dhesaththile Panjaththaal Vaarikkollappaduvadhumillai, Inip Purajaadhigal Seyyum Avamaanaththai Sumappadhumillai. "},
{ "Verses": "30 thangal Dhevanaagiya Karththaraayirukkira Naan Thangalode Irukkiradhaiyum, Isravel Vamsaththaaraagiya Thaangal En Janamaayirukkiradhaiyum, Avargal Arindhukolvaargalendru Karththaraagiya Aandavar Sollugiraar. "},
{ "Verses": "31 en Mandhaiyum En Meychchalin Aadugalumaagiya Neengal Manushar; Naan Ungal Dhevan Endru Karththaraagiya Aandavar Uraikkiraar Endru Sol Endraar. "}
]