[
{ "Verses": "1 naangal Siraippattuppona Irubaththaindhaam Varushaththin Aarambaththil Mudhalaam Maadham Paththaanthedhiyaagiya Andre Karththarudaiya Kai Enmel Amarndhadhu, Avar Ennai Avvidaththukkuk Konduponaar; Appozhudhu Nagaram Azhikkappattup Padhinaalu Varushamaayitru. "},
{ "Verses": "2 dhevadharisanangalil Avar Ennai Isravel Dhesaththukkuk Kondupoi, Ennai Magaa Uyaramaana Oru Malaiyinmel Niruththinaar; Adhinmel Therkaaga Oru Nagaram Kattiyirukkiradhupol Kaanappattadhu. "},
{ "Verses": "3 avar Ennai Ange Konduponaar; Idho, Ange Oru Purushan Irundhaar; Avarudaiya Thotram Vengalamaayirundhadhu; Avar Kaiyil Sanarkayirum Oru Alavukolumirundhadhu; Avar Vaasalile Nindraar. "},
{ "Verses": "4 andhap Purushan Ennai Nokki: Manupuththirane, Nee Kannaarappaarththu, Kaadhaarak Kettu, Naan Unakkuk Kaanbippadhellaavatrin Melum Un Manadhai Vai; Naan Unakku Avaigalaik Kaanbikkumpadi Nee Inge Konduvarappattaai; Nee Kaanbadhaiyellaam Isravel Vamsaththaarukkuth Therivi Endraar. "},
{ "Verses": "5 idho, Aalayaththukkup Purambe Sutrilum Oru Madhil Irundhadhu; Andhap Purushan Kaiyile Aarumuzha Neelamaana Oru Alavukol Irundhadhu; Ovvoru Muzhamum Namadhu Kaimuzhaththilum Naaluvirarkadai Adhigamaanadhu; Avar Andha Madhilai Alandhaar; Agalam Oru Kolaagavum Uyaram Oru Kolaagavum Irundhadhu. "},
{ "Verses": "6 pinbu Avar Kizhakkumuga Vaasalukku Vandhu, Adhin Padigalinmel Eri, Vaasarpadiyai Oru Kol Agalamaagavum, Maruvaasarpadiyai Orukol Agalamaagavum Alandhaar. "},
{ "Verses": "7 ovvoru Araiyum Oru Kol Neelamum Oru Kol Agalamumaayirundhadhu, Araiveedugalukku Naduve Aindhumuzha Idam Vittirundhadhu; Vaasalin Mandabaththaruge Ulvaasarpadi Oru Kolalavaayirundhadhu. "},
{ "Verses": "8 vaasalin Mandabaththaiyum Oru Ulle Kolalavaaga Alandhaar. "},
{ "Verses": "9 pinbu Vaasalin Mandabaththai Ettumuzhamaagavum, Adhin Thoonaadhaarangalai Irandu Muzhamaagavum Alandhaar; Vaasalin Mandabam Utpuraththilirundhadhu. "},
{ "Verses": "10 keezhththisaikkedhiraana Vaasalin Araigal Indhappuraththil Moondrum Andhappuraththil Moondrumaayirundhadhu, Avaigal Moondrukkum Ore Alavum, Indhappuraththilum Andhappuraththilumirundha Thoonaadhaarangalukku Ore Alavum Irundhadhu. "},
{ "Verses": "11 pinbu Vaasal Nadaiyin Agalaththaip Paththumuzhamaagavum, Vaasalin Neelaththaip Padhinmoondru Muzhamaagavum Alandhaar. "},
{ "Verses": "12 araigalukku Munne Indhappuraththil Oru Muzha Idamum Andhappuraththil Oru Muzha Idamum Irundhadhu; Ovvoru Araiyum Indhappuraththil Aaru Muzhamum Andhappuraththil Aarumuzhamumaayirundhadhu. "},
{ "Verses": "13 pinbu Vaasalil Irundha Araiyin Meththaiyinindru Matra Araiyin Meththaimattum Irubaththaindhumuzhamaaga Alandhaar; Kadhavukkuk Kadhavu Neraayirundhadhu. "},
{ "Verses": "14 thoonaadhaarangalai Arubadhu Muzhamaaga Alandhaar; Indhath Thoonaadhaarangalin Aruge Sutrilum Munvaasalin Mutram Irundhadhu. "},
{ "Verses": "15 pravesa Vaasalin Mugappuththuvakki Utpuravaasal Mandabamugappumattum Aimbadhu Muzhamaayirundhadhu. "},
{ "Verses": "16 vaasalukku Utpuramaaga Sutrilumulla Araigalukkum Avaigalin Thoonaadhaarangalukkum Odukkamaana Jannalgal Irundhadhu; Mandabangalilum Appadiye Irundhadhu; Utpuramaai Sutrilum Andha Jannalgalum Thoonaadhaarangalil Siththirikkappatta Pereechchamarangalum Irundhadhu. "},
{ "Verses": "17 pinbu Ennai Velippraagaaraththukku Azhaiththukkonduponaar; Ange Araiveedugalum, Praagaaraththin Sutrilum Padhiththa Thalavarisaiyum Irundhadhu; Andhath Thalavarisaiyinmel Muppadhu Araiveedugal Irundhadhu. "},
{ "Verses": "18 vaasalukkup Pakkaththilum Vaasalgalin Neelaththukku Edhirilumulla Andhath Thalavarisai Thaazhvaana Thalavarisaiyaayirundhadhu. "},
{ "Verses": "19 pinbu Avar Keezhvaasalin Mugappuththuvakki, Utpraagaaraththup Puramugappumattumulla Visaalaththai Alandhaar; Adhu Kizhakkum Vadakkum Noorumuzhamaayirundhadhu. "},
{ "Verses": "20 velippraagaaraththukku Aduththa Vadathisaikku Edhiraana Vaasalin Neelaththaiyum Agalaththaiyum Alandhaar. "},
{ "Verses": "21 adharku Ippuraththil Moondru Araigalum Appuraththil Moondru Araigalum Irundhadhu; Adhin Thoonaadhaarangalum Adhin Mandabangalum Mudhal Vaasalin Alavukku Sariyaayirundhadhu; Adhin Neelam Aimbadhu Muzhamum, Agalam Irubaththaindhu Muzhamumaayirundhadhu. "},
{ "Verses": "22 adhin Jannalgalum, Adhin Mandabangalum, Adhinmel Siththirikkappatta Pereechchamarangalum, Keezhththisaikku Edhiraana Vaasalin Alavukku Sariyaayirundhadhu; Adhil Erugiradharku Ezhu Padigalirundhadhu; Adhin Mandabangal Avaigalukku Munnaaga Irundhadhu. "},
{ "Verses": "23 vadathisaiyilum Keezhththisaiyilumulla Ovvoru Vaasalukku Edhiraaga Utpraagaaraththukkum Vaasalgalirundhadhu; Oru Vaasalthuvakki Matra Vaasalmattum Nooru Muzhamaaga Alandhaar. "},
{ "Verses": "24 pinbu Ennaith Thenthisaikku Azhaiththukkonduponaar; Ange Thenthisaikku Edhiraana Vaasal Irundha Adhin Thoonaadhaarangalaiyum Adhin Mandabangalaiyum Adharkuriya Alavinpadi Alandhaar. "},
{ "Verses": "25 andha Jannalgalukku Sariyaaga Adharkum Adhin Mandabangalukkum Jannalgal Sutrilum Irundhadhu; Neelam Aimbadhumuzhamum Agalam Irubaththaindhu Muzhamumaayirundhadhu. "},
{ "Verses": "26 adhil Erugiradharku Ezhu Padigalirundhadhu; Adharku Munbaaga Adhinmandabangalum Irundhadhu, Adhin Thoonaadhaarangalil Siththirikkappatta Pereechchamarangalum Indhap Puraththil Ondrum Andhappuraththil Ondrumaaga Irundhadhu. "},
{ "Verses": "27 utpraagaaraththukkum Oru Vaasal Thenthisaikku Edhiraaga Irundhadhu; Thenthisaiyilulla Oru Vaasalthuvakki Matra Vaasalmattum Noorumuzhamaaga Alandhaar. "},
{ "Verses": "28 pinbu Avar Therku Vaasalaal Ennai Utpraagaaraththukku Azhaiththukkondupoi, Andha Alavukku Sariyaagath Therku Vaasalaiyum Alandhaar. "},
{ "Verses": "29 adhin Araigalum, Adhin Thoonaadhaarangalum, Adhin Mandabangalum, Andha Alavukku Sariyaaga Irundhadhu, Adharkum Adhin Mandabangalukkum Jannalgal Sutrilum Irundhadhu; Neelam Aimbadhu Muzhamum Agalam Irubaththaindhu Muzhamumaayirundhadhu. "},
{ "Verses": "30 irubaththaindhu Muzha Neelamum Aindhumuzha Agalamumaana Mandabangal Sutrilum Irundhadhu; "},
{ "Verses": "31 adhin Mandabangal Velippraagaaraththil Irundhadhu; Adhin Thoonaadhaarangalil Siththirikkappatta Pereechchamarangalum Irundhadhu; Adhil Erugiradharku Ettuppadigal Irundhadhu. "},
{ "Verses": "32 pinbu Avar Keezhththisai Vazhiyaai Ennai Utpraagaaraththukku Azhaiththukkondupoi, Andha Alavukku Sariyaaga Andha Vaasalaiyum Alandhaar. "},
{ "Verses": "33 adhin Araigalum Adhin Thoonaadhaarangalum Adhin Mandabangalum Andha Alavugalukku Sariyaaga Irundhadhu; Adharkum Adhin Mandabangalukkum Jannalgal Sutrilum Irundhadhu; Neelam Aimbadhu Muzhamum Agalam Irubaththaindhu Muzhamumaayirundhadhu. "},
{ "Verses": "34 adhin Mandabangal Velippraagaaraththil Irundhadhu; Adhin Thoonaadhaarangalil Indhappuraththilum Andhappuraththilum Siththirikkappatta Pereechchamarangalum Irundhadhu; Adhil Erugiradharku Ettup Padigal Irundhadhu. "},
{ "Verses": "35 pinbu Avar Ennai Vadakkuvaasalukku Azhaiththukkondupoi, Andha Alavukku Sariyaai Adhin Vaasalai Alandhaar. "},
{ "Verses": "36 adhin Araigalum Adhin Thoonaadhaarangalum Adhin Mandabangalum Alakkappattadhu; Adhai Sutri Jannalgalum Irundhadhu; Neelam Aimbadhu Muzhamum Agalam Irubaththaindhu Muzhamumaayirundhadhu. "},
{ "Verses": "37 adhin Thoonaadhaarangal Velippraagaaraththil Irundhadhu; Indhap Puraththilum Andhappuraththilum Adhin Thoonaadhaarangalil Pereechchamarangalum Siththirikkappattirundhadhu; Adhil Erugiradharku Ettup Padigal Irundhadhu. "},
{ "Verses": "38 adhin Araigalum Adhin Kadhavugalum Vaasalgalin Thoonaadhaarangalukku Arugil Irundhadhu; Ange Thaganapaligalaik Kazhuvuvaargal. "},
{ "Verses": "39 vaasalin Mandabaththile Indhappuraththil Irandu Peedangalum Andhappuraththil Irandu Peedangalum Irundhadhu; Avaigalinmel Thaganapaliyaiyum Paavanivaarana Paliyaiyum Kutranivaarana Paliyaiyum Seluththuvaargal. "},
{ "Verses": "40 vadakkuvaasalukkul Pravesikkiradharku Erippogira Velippuraththile Irandu Peedangalum, Vaasalin Mandabaththilulla Marupuraththile Irandupeedangalum Irundhadhu. "},
{ "Verses": "41 vaasalin Aruge Indhappuraththil Naalu Peedangalum, Andhappuraththil Naalu Peedangalum, Aaga Ettuppeedangal Irundhadhu; Avaigalinmel Paligalai Seluththuvaargal. "},
{ "Verses": "42 thaganapalikkuriya Naalu Peedangal Vettina Kallaayirundhadhu; Avaigal Ondrarai Muzha Neelamum, Ondrarai Muzha Agalamum, Oru Muzha Uyaramumaayirundhadhu; Avaigalinmel Thaganapaligalaiyum Matrap Paligalaiyum Seluththugira Aayudhangalai Vaippaargal. "},
{ "Verses": "43 naalu Virarkadaiyaana Mulaigal Ulle Sutrilum Varisaiyaai Adikkappattirundhadhu; Seluththum Paligalin Maamsam Peedangalinmel Vaikkappadum. "},
{ "Verses": "44 utpraagaaraththile Ulvaasalukkup Purambaaga Sangeedhakkaararin Araiveedugal Irundhadhu; Avaigalil Vadakkuvaasalin Pakkamaaga Irundhavaigal Then Thisaikku Edhiraagavum, Kizhakkuvaasalin Pakkamaaga Irundha Veroru Varisai Vadathisaikku Edhiraagavum Irundhadhu. "},
{ "Verses": "45 pinbu Avar Ennai Nokki: Then Thisaikku Edhiraayirukkira Indha Arai Aalayakkaavalaik Kaakkira Aasaariyargaludaiyadhu. "},
{ "Verses": "46 vadathisaikku Edhiraayirukkira Araiyo, Palipeedaththin Kaavalaik Kaakkira Aasaariyargaludaiyadhu; Ivargal Leviyin Puththiraril Karththarukku Aaraadhanai Seygiradharkaaga Avaridaththil Serugira Saadhokkin Puththirar Endraar. "},
{ "Verses": "47 avar Praagaaraththai Noorumuzha Neelamaagavum Noorumuzha Agalamaagavum Alandhaar, Adhu Sadhuramaayirundhadhu; Palipeedamo Aalayaththukku Munbaaga Irundhadhu. "},
{ "Verses": "48 pinbu Avar Ennai Aalaya Mandabaththukku Azhaiththukkondupoi Mandabaththin Thoonaadhaaraththai Indhappuraththil Aindhu Muzhamum Andhappuraththil Aindhu Muzhamumaaga Alandhaar; Vaasalin Agalam Indhappuram Moondrumuzhamum Andhappuram Moondrumuzhamumaayirundhadhu. "},
{ "Verses": "49 mandabaththin Neelam Irubadhumuzhamum, Agalam Padhinoru Muzhamumaayirundhadhu; Adharku Erippogira Padigalum Irundhadhu; Thoonaadhaarangalile Indhappuraththil Oru Thoonum Andhappuraththil Oru Thoonum Irundhadhu. "}
]