[
{ "Verses": "1 eremiyaavin Vaayinaale Karththar Sonna Vaarththai Niraiverumpadi, Persiyaavin Raajaavaagiya Koresudaiya Mudhalaam Varushaththile, Karththarpersiyaavin Raajaavaagiya Koresin Aaviyai Evinadhinaale Avan: "},
{ "Verses": "2 paralogaththin Dhevanaagiya Karththar Boomiyin Raajyangalaiyellaam Enakkuth Thandharuli, Yoodhaavilulla Erusalemile Thamakku Aalayaththaikkattumpadi Enakkuk Kattalaiyittirukkiraar. "},
{ "Verses": "3 avarudaiya Janangal Ellaarilum Evan Ungalukkul Irukkiraano, Avanode Avanudaiya Dhevan Iruppaaraaga; Avan Yoodhaavilulla Erusalemukkuppoi, Isravelin Dhevanaagiya Karththarudaiya Aalayaththaik Kattakkadavan, Erusalemil Vaasampannugira Dhevane Dhevan. "},
{ "Verses": "4 andha Janangalil Meedhiyaayirukkiravan Evvidaththil Thangiyirukkiraano, Avvidaththu Janangal Erusalemilulla Dhevanudaiya Aalayaththukkendru Avanidaththil Urchaagamaaik Kaanikkai Koduththu Anuppugiradhumandri, Avanukkup Pon Velli Mudhaliya Dhiraviyangalaiyum, Mirugajeevangalaiyum Koduththu, Udhaviseyyavendum Endru Persiyaavin Raajaavaagiya Kores Arivikkiraar Endru Than Raajyamengum Ezhudhiyanuppi Vilambarampannuviththaan. "},
{ "Verses": "5 appozhudhu Erusalemilulla Karththarudaiya, Aalayaththaik Kattugiradharkup Pogumpadi Yoodhaa Benyameen Vamsangalin Thalaivarum Aasaariyarum Leviyarumandri, Evargal Aaviyai Dhevan Evinaaro Avargal Ellaarum Ezhumbinaargal, "},
{ "Verses": "6 avargalai Sutrilum Kudiyirukkira Yaavarum Manaurchaagamaaik Kaanikkai Koduththadhumandri, Vellip Panimuttugalaiyum Ponnaiyum Matra Vasthukkalaiyum Mirugajeevangalaiyum Uchchidhamaana Porulgalaiyum Koduththu, Avargal Kaigalaith Thidappaduththinaargal. "},
{ "Verses": "7 nebugaadhnechchaar Erusalemilirundhu Konduvandhu, Than Dhevanudaiya Kovilile Vaiththirundha Karththarudaiya Aalayaththu Panimuttugalaiyum Kores Raajaa Eduththukkoduththaan. "},
{ "Verses": "8 avaigalaip Persiyaavin Raajaavaagiya Kores Pokkishakkaaranaagiya Miththiredhaaththin Kaiyinaal Edukkachcheydhu, Yoodhaavin Adhipadhiyaagiya Sespaadhsaaridaththil Ennikkoduththaan. "},
{ "Verses": "9 avaigalin Thogaiyaavadhu: Pon Thattugal Muppadhu, Velliththaalangal Aayiram, Kaththigal Irubaththonbadhu. "},
{ "Verses": "10 porkinnangal Muppadhu, Vellikkinnangal Naanootruppaththu, Matrap Panimuttugal Aayiram. "},
{ "Verses": "11 pon Vellip Panimuttugalellaam Aiyaayiraththu Naanooru, Ivaigalaiyellaam Sespaadhsaar, Siraiyiruppinindru Vidudhalaipetravargal Baabilonilirundhu Erusalemukkup Pogaiyil, Eduththukkonduponaan. "}
]