[
{ "Verses": "1 siraiyiruppilirundhu Vandha Janangal Isravelin Dhevanaagiya Karththarukku Aalayaththaik Kattugiraargalendru Yoodhaavukkum Benyameenukkumirundha Saththurukkal Kelvippattapodhu, "},
{ "Verses": "2 avargal Serubaabelidaththukkum Thalaivaraana Pidhaakkalidaththukkum Vandhu; Ungalodekooda Naangalum Kattuvom; Ungalaippola Naangalum Ungal Dhevanai Naaduvom; Ivvidaththukku Engalai Varappannina Aseeriyaavin Raajaavaagiya Esaraththon Naatkal Mudharkondu Avarukku Naangalum Paliyittuvarugiromendru Avargalode Sonnaargal. "},
{ "Verses": "3 adharku Serubaabelum, Yesuvaavum, Isravelil Matrumulla Thalaivaraana Pidhaakkalum Avargalai Nokki: Engal Dhevanukku Aalayaththaik Kattugiradharku Ungalukkum Engalukkum Sambandhamillai; Persiyaavin Raajaavaagiya Kores Raajaa Engalukkuk Kattalaiyittapadi, Naangale Isravelin Dhevanaagiya Karththarukku Adhaik Kattuvom Endraargal. "},
{ "Verses": "4 adhinaal Andha Dhesaththu Janangal Yoodhaa Janaththin Kaigalaith Thalarappanni, Kattaadhapadikku Avargalai Sangadappaduththi, "},
{ "Verses": "5 persiyaavin Raajaavaagiya Koresin Kaalamuzhudhum, Thariyu Ennum Persiyaa Raajaa Arasaandakaalamattum, Avargal Yosanaiyai Avaththamaakkumpadi Avargalukku Virodhamaai Aalosanaikkaararukkuk Kaikkooli Kattinaargal. "},
{ "Verses": "6 akaasveru Arasaalugirapodhu, Avanudaiya Raajyabaaraththin Thuvakkaththile, Yoodhaavilum Erusalemilum Kudiyirukkiravargalukku Virodhamaagap Piriyaadhu Ezhudhinaargal. "},
{ "Verses": "7 ardhasashtaavin Naatkalilum, Pislaamum, Miththiredhaaththum, Thaabeyelum, Matrumulla Avargal Vagaiyaraavum, Persiyaa Raajaavaana Ardhasashtaavukku Oru Manu Ezhudhinaargal; Andha Manu Seeriya Ezhuththilum Seeriyabaashaiyilum Ezhudhiyirundhadhu. "},
{ "Verses": "8 aalosanaith Thalaivanaagiya Rekoomum Kanakkanaagiya Simsaavum Erusalemukku Virodhamaaga Ardhasashtaa Ennum Raajaavukku Ezhudhina Manuvile Kaiyoppam Pottavargal Yaarendraal: "},
{ "Verses": "9 aalosanaith Thalaivanaagiya Rekoomum, Kanakkanaagiya Simsaayum, Matrumulla Avargal Vagaiyaraavaagiya Theenaaviyar, Abarchaaththiyar, Tharpeliyar, Appaarsiyar, Arkeviyar, Baabiloniyar, Sooshangiyar, Thegaaviyar, Elaamiyaraanavargalum, "},
{ "Verses": "10 periyavarum Perpetravarumaana Asnaappaar Avvidangalilirundhu Azhaiththukkondu Vandhu Samaariyaavin Pattanaththai Kudiyerappannina Matra Janangalum, Nadhikku Ippaale Irukkira Matra Janangalume. "},
{ "Verses": "11 avargal Ardhasashtaa Ennum Raajaavukku Anuppina Manuvin Nagalaavadhu: Nadhikku Ippuraththil Irukkira Umadhu Adiyaar Mudhalaanavargal Arivikkiradhu Ennavendraal, "},
{ "Verses": "12 ummidaththilirundhu Engalidaththirku Vandha Yoodhar Erusalemile Koodi, Kalagamum Pollaappumaana Andhap Pattanaththirku Asthibaarangalai Inaiththu, Adhin Madhilgalai Ezhuppikkattugiraargal Enbadhu Raajaavukku Ariyalaavadhaaga. "},
{ "Verses": "13 ippodhum Indhap Pattanam Kattappattu, Alangangal Eduppikkappattuth Theerndhaal, Avargal Pagudhiyaiyum Theervaiyaiyum Aayaththaiyum Kodukkamaattaargal; Adhinaal Raajaakkalin Varumaanaththirku Nashtam Varum Endru Raajaavukku Ariyalaavadhaaga. "},
{ "Verses": "14 ippodhum Naangal Aramanai Upputh Thingirapadiyinaal, Raajaavukkuk Kuraivuvarap Paarththirukkiradhu Engalukku Adaadhakaariyam; Aagaiyaal Naangal Idhai Anuppi, Raajaavukkuth Theriyappaduththugirom. "},
{ "Verses": "15 ummudaiya Pidhaakkalin Nadapadipusthagangalil Sodhiththuppaarkka Uththaravaagavendum; Appozhudhu Indhap Pattanam Kalagamum, Raajaakkalukkum Seemaigalukkum Nashtamum Undaakkugira Pattanam Endrum, Poorvakaalamudhal Kalaadhi Ulladhaayirundhapadiyinaal Indhap Pattanam Paazhkkadikkappattadhu Endrum, Andha Nadapadipusthagangalil Kandariyalaam. "},
{ "Verses": "16 aagaiyaal Indhap Pattanam Kattappattu Idhin Alangangal Eduppikkappattuth Theerndhaal, Nadhikku Ippuraththile Umakku Ondrum Iraadhepom Enbadhai Raajaavukku Ariyappaduththugirom Endru Ezhudhi Anuppinaargal. "},
{ "Verses": "17 appozhudhu Raajaa Aalosanaiththalaivanaagiya Rekoomukkum, Kanakkanaagiya Simsaayikkum, Samaariyaavil Kudiyirukkira Matrumulla Avargaludaiya Vagaiyaraavukkum, Nadhikku Appuraththil Irukkira Matravargalukkum Ezhudhiyanuppina Pradhiyuththaramaavadhu: Ungalukku Samaadhaanam, "},
{ "Verses": "18 neengal Anuppina Manu Namadhu Samugaththil Theerkkamaai Vaasikkappattadhu. "},
{ "Verses": "19 nammudaiya Uththaravinaal Sodhiththup Paarkkumpodhu, Andhap Pattanam Poorvakaalamudhal Raajaakkalukku Virodhamaai Ezhumbinadhu Endrum, Adhile Kalagamum Raajadhrogamum Kaanappattadhu Endrum, "},
{ "Verses": "20 erusalemil Vallamaiyulla Raajaakkal Irundhaargal Endrum, Avargal Nadhikku Appuraththil Irukkira Sagala Dhesangalaiyum Aanduvandhaargal Endrum Pagudhiyum Theervaiyum Aayamum Avargalukku Seluththappattadhu Endrum Theriyavarugiradhu. "},
{ "Verses": "21 ippozhudhum Nammidaththilirundhu Maruuththaravu Pirakkumvaraiyum Andha Manidhar Andhap Pattanaththaik Kattaamal Niruththividumpadi Kattalaiyidungal. "},
{ "Verses": "22 idhile Neengal Thavaraadhapadi Echcharikkaiyaayirungal; Raajaakkalukku Nashtamum Sedhamum Varavendiyadhu Enna Endru Ezhudhi Anuppinaan. "},
{ "Verses": "23 raajaavaagiya Ardhasashtaavudaiya Uththaravin Nagal Rekoomukkum, Kanakkanaagiya Simsaayikkum, Avargal Vagaiyaraavukku Munbaaga Vaasikkappattapodhu, Avargal Theeviraththudane Erusalemilirukkira Yoodharidaththirkup Poi, Balavandhaththodum Kattaayaththodum Avargalai Velaiseyyaadhapadikku Niruththippottaargal. "},
{ "Verses": "24 appozhudhu Erusalemilulla Dhevanudaiya Aalayaththin Velai Thadaipattu, Persiyaavin Raajaavaagiya Thariyu Raajyabaarampannina Irandaam Varushamattum Niruththappattirundhadhu. "}
]