[
{ "Verses": "1 ardhasashtaa Raajaa Arasaalum Kaalaththil Baabilonilirundhu Ennodekooda Vandha Thangal Pidhaakkal Vamsangalin Thalaivarum Avargal Vamsa Attavanaigalumaavana: "},
{ "Verses": "2 pinegaasin Puththiraril Kersom, Iththaamaarin Puththiraril Thaaniyel, Dhaaveedhin Puththiraril Aththoos, "},
{ "Verses": "3 paaroshin Puththiraril Oruvanaana Sekkaniyaavin Puththiraril Sagariyaavum, Avanodekooda Vamsa Attavanaiyil Ezhudhiyirukkira Nootraimbadhu Aanmakkalum, "},
{ "Verses": "4 paagaadhmovaabin Puththiraril Seragiyaavin Kumaaranaagiya Eliyonaayum, Avanodekooda Irunooru Aanmakkalum, "},
{ "Verses": "5 sekkaniyaavin Puththiraril Yagasiyelin Kumaaranum, Avanodekooda Munnooru Aanmakkalum, "},
{ "Verses": "6 aadhinin Puththiraril Yonaththaanin Kumaaranaagiya Ebedhum, Avanodekooda Aimbadhu Aanmakkalum, "},
{ "Verses": "7 elaamin Puththiraril Adhaliyaavin Kumaaranaagiya Eshaayaavum, Avanodekooda Ezhubadhu Aanmakkalum, "},
{ "Verses": "8 seppadhiyaavin Puththiraril Migavelin Kumaaranaagiya Seppadhiyaavum, Avanodekooda Enbadhu Aanmakkalum, "},
{ "Verses": "9 yovaabin Puththiraril Yegiyelin Kumaaranaagiya Opadhiyaavum, Avanodekooda Irunootrup Padhinettu Aanmakkalum, "},
{ "Verses": "10 selomiththin Puththiraril Yosibiyaavin Kumaaranum, Avanodekooda Nootrarubadhu Aanmakkalum, "},
{ "Verses": "11 peyaayin Puththiraril Peyaayin Kumaaranaagiya Sagariyaavum, Avanodekooda Irubaththettu Aanmakkalum, "},
{ "Verses": "12 askaadhin Puththiraril Kaaththaanin Kumaaranaagiya Yoganaanum, Avanodekooda Nootruppaththu Aanmakkalum, "},
{ "Verses": "13 adhonigaamin Kadaisippuththiraraana Elibeledh, Eyel, Semaayaa Ennum Naamangalullavargalum, Avargalodekooda Arubadhu Aanmakkalum, "},
{ "Verses": "14 pikvaayin Puththiraril Ooththaayum, Sapoodhum, Avargalodekooda Ezhubadhu Aanmakkalume. "},
{ "Verses": "15 ivargalai Naan Agaavaavukku Odugira Nadhiyandaiyile Koottikkonduponen; Ange Moondrunaal Thangiyirundhom; Naan Janangalaiyum Aasaariyaraiyum Paarvaiyidumpodhu, Leviyin Puththiraril Oruvaraiyum Ange Kaanavillai, "},
{ "Verses": "16 aagaiyaal Naan Eliyesar, Ariyel, Semaayaa, Elnaaththaan, Yaarip, Elnaaththaan, Naaththaan, Sagariyaa, Misullaam Ennum Thalaivaraiyum, Yoyaarip, Elnaaththaan Ennum Buththimaangalaiyum Azhaippiththu, "},
{ "Verses": "17 kasippiyaa Ennum Sthalaththilirukkira Thalaivanaagiya Iththovidaththirku Seydhi Kondupoga Avargalukkuk Karpiththu, Namadhu Dhevanudaiya Aalayaththup Panividaikkaararai Engalidaththirku Azhaiththuvarumpadi Avargal Kasippiyaa Ennum Sthalaththilirukkira Thangal Sagodharanaagiya Iththovukkum, Nidhaneemiyarukkum Sollavendiya Vaarththaigalai Sollikkoduththen. "},
{ "Verses": "18 avargal Engalmelirundha Engal Dhevanudaiya Dhayaiyulla Karaththinpadiye Isravelukkup Pirandha Leviyin Kumaaranaagiya Mageliyinpuththiraril Buththiyulla Manushanaagiya Serabiyaavum Avan Kumaararum Sagodhararumaana Padhinettupperaiyum, "},
{ "Verses": "19 meraariyarin Puththiraril Ashabiyaavum Avanode Eshaayaavum Avan Sagodhararum Avargal Kumaararumaana Irubadhuperaiyum, "},
{ "Verses": "20 dhaaveedhum Prabukkalum Leviyarukkup Panividaikkaararaaga Vaiththa Nidhaneemiyaril Irunootru Irubadhuperaiyum, Engalidaththil Azhaiththukkonduvandhaargal; Avargal Ellaarudaiya Pergalum Kurikkappattana. "},
{ "Verses": "21 appozhudhu Naangal Engal Dhevanukku Munbaaga Engalaith Thaazhththugiradharkum, Engalukkaagavum Engal Pillaigalukkaagavum Engal Sagala Porulgalukkaagavum Sevvaiyaana Vazhiyaith Thedugiradharkum, Naan Ange Andha Agaavaa Nadhiyandaiyile Ubavaasaththaik Koorinen. "},
{ "Verses": "22 vazhiyile Saththuruvai Vilakki, Engalukkuth Thunaiseyyumpadikku, Naan Raajaavinidaththil Sevagaraiyum Kudhiraiveeraraiyum Ketka Vetkappattirundhen; Engal Dhevanudaiyakaram Thammaith Thedugiravargal Ellaarmelum Avargalukku Nanmaiyaaga Irukkiradhendrum, Avarudaiya Vallamaiyum Avarudaiya Kobamum Avaraivittu Vilagugiravargal Ellaarmelum Irukkiradhendrum, Naangal Raajaavukku Solliyirundhom. "},
{ "Verses": "23 appadiye Naangal Ubavaasampanni, Engal Dhevanidaththile Adhaith Thedinom; Engal Vinnappaththaik Kettarulinaar. "},
{ "Verses": "24 pinbu Naan Aasaariyarin Thalaivarile Panniranduperaagiya Serebiyaavaiyum, Ashabiyaavaiyum, Avargal Sagodhararile Paththupperaiyum Piriththeduththu, "},
{ "Verses": "25 raajaavum, Avarudaiya Aalosanaikkaararum, Avarudaiya Prabukkalum, Angeyirundha Sagala Isravelarum, Engal Dhevanudaiya Aalayaththukkendru Eduththukkoduththa Kaanikkaiyaagiya Velliyaiyum, Ponnaiyum, Panimuttugalaiyum Avargalidaththil Niruththuk Koduththen. "},
{ "Verses": "26 avargal Kaiyile Naan Arunootru Aimbadhu Thaalandhu Velliyaiyum, Nooruthaalandhu Niraiyaana Vellip Panimuttugalaiyum, Nooruthaalandhu Ponnaiyum, "},
{ "Verses": "27 aayiram Thangakkaasu Perumaana Irubadhu Porkinnangalaiyum, Ponnaippola Ennappatta Palabalappaana Irandu Nalla Vengalappaaththirangalaiyum Niruththukkoduththu, "},
{ "Verses": "28 avargalai Nokki: Neengal Karththarukkup Parisuththamaanavargal; Indhappanimuttugalum, Ungal Pidhaakkaludaiya Dhevanaagiya Karththarukku Manaurchaagamaai Seluththappatta Indha Velliyum, Indhap Ponnum Parisuththamaanavaigal. "},
{ "Verses": "29 neengal Adhai Erusalemilirukkira Dhevanudaiya Aalayaththin Araigalil Aas "}
]