[
{ "Verses": "1 appozhudhu Aagaai Theerkkadharisiyum, Iththovin Kumaaranaagiya Sagariyaa Ennum Theerkkadharisiyum, Yoodhaavilum Erusalemilumulla Yoodharukku Isravel Dhevanin Naamaththile Theerkkadharisanam Sonnaargal. "},
{ "Verses": "2 appozhudhu Seyalththiyelin Kumaaranaagiya Serubaabelum Yosadhaakkin Kumaaranaagiya Yesuvaavum Ezhumbi, Erusalemilulla Dhevanudaiya Aalayaththaik Kattaththodanginaargal; Avargalukkuth Thidansolla Dhevanudaiya Theerkkadharisigalum Irundhaargal. "},
{ "Verses": "3 akkaalaththile Nadhikku Ippuraththil Irukkira Naadugalukku Adhipadhiyaagiya Thadhnaai Enbavanum, Seththaar Posnaayum, Avargal Vagaiyaraavum Avargalidaththukku Vandhu, Indha Aalayaththaik Kattavum, Indha Madhilai Eduppikkavum Ungalukkuk Kattalaiyittavan Yaar Endru Avargalaik Kettaargal. "},
{ "Verses": "4 appozhudhu Adharku Etra Uththaravaiyum, Indha Maaligaiyaik Kattugira Manidharin Naamangalaiyum Avargalukku Sonnom. "},
{ "Verses": "5 aanaalum Indha Seydhi Thariyuvinidaththirkup Poi Ettugiravaraikkum Ivargal Yoodharudaiya Moopparin Velaiyaith Thadukkaadhapadikku, Avargaludaiya Dhevanin Kan Avargalmel Vaikkappattirundhadhu; Appozhudhu Idhaikkuriththu Avargal Sonna Marumozhiyaik Kadidhaththil Ezhudhiyanuppinaargal. "},
{ "Verses": "6 nadhikku Ippuraththilirukkira Thadhnaai Ennum Dhesaadhipadhiyum, Seththaar Posnaayum, Nadhikku Ippuraththilirukkira Apparchaagiyaraana Avan Vagaiyaraavum, Raajaavaagiya Thariyuvukku Ezhudhiyanuppina Kadidhaththin Nagalaavadhu: "},
{ "Verses": "7 raajaavaagiya Thariyuvukku Sagala Samaadhaanamum Undaavadhaaga. "},
{ "Verses": "8 naangal Yoodhar Seemaiyilulla Magaa Dhevanudaiya Aalayaththukkupponom; Adhu Perunkarkalaal Kattappadugiradhu; Madhilgalinmel Uththirangal Paaichchappattu, Andha Velai Thurisaai Nadandhu, Avargalukkuk Kaikoodivarugiradhenbadhu Raajaavukkuth Theriyalaavadhaaga. "},
{ "Verses": "9 appozhudhu Naangal Avargal Mooppargalai Nokki: Indha Aalayaththaik Kattavum, Indha Madhilai Eduppikkavum Ungalukkuk Kattalaiyittadhu Yaar Endru Kettom. "},
{ "Verses": "10 idhuvumallaamal, Avargalukkulle Thalaivaraana Manidhar Innaarendru Ezhudhi Ariyappaduththumpadi Avargal Naamangal Ennavendrum Kettom. "},
{ "Verses": "11 avargal Engalukkup Pradhiyuththaramaaga, Naangal Paralogaththukkum Poologaththukkum Dhevanaayirukkiravarukku Adiyaaraayirundhu, Isravelin Periya Raajaa Oruvan Anega Varushangalukkumunne Kattiththeerththa Indha Aalayaththai Naangal Marupadiyum Kattugirom. "},
{ "Verses": "12 engal Pidhaakkal Paralogaththin Dhevanukkuk Kobamoottinapadiyinaal, Avar Ivargalai Baabilon Raajaavaagiya Nebugaadhnechchaar Ennum Kaldheyan Kaiyil Oppukkoduththaar; Avan Indha Aalayaththai Nirmoolamaakki, Janaththai Baabilonukkuk Konduponaan. "},
{ "Verses": "13 aanaalum Baabilon Raajaavaagiya Koresin Mudhalaam Varushaththile, Kores Raajaavaanavar Dhevanudaiya Indha Aalayaththaik Kattumpadi Kattalaiyittaar. "},
{ "Verses": "14 nebugaadhnechchaar Erusalemirundha Dhevaalayaththilirundhu Eduththu, Baabilon Kovilil Kondupoi Vaiththirundha Dhevanudaiya Aalayaththin Pon Vellip Panimuttugalaiyum Raajaavaagiya Kores Baabilon Kovililirundhu Eduththu, Avar Dhesaadhipadhiyaaga Niyamiththa Sespaadhsaarennum Naamamullavanidaththil Avaigalai Oppuviththu, "},
{ "Verses": "15 avanai Nokki: Nee Indhap Panimuttugalai Eduththu, Erusalemilirukkira Dhevaalayaththukkuk Kondupo; Dhevanudaiya Aalayam Adhin Sthaanaththile Kattappadavendum Endraar. "},
{ "Verses": "16 appozhudhu Andha Sespaadhsaar Vandhu, Erusalemilulla Dhevanudaiya Aalayaththin Asthibaaraththaippottaan; Annaalmudhal Idhuvaraikkum Adhu Kattappattuvarugiradhu; Adhu Innum Mudiyavillai Endraargal. "},
{ "Verses": "17 ippozhudhum Raajaavukku Siththamaayirundhaal, Erusalemilulla Dhevanudaiya Aalayaththaik Katta Raajaavaagiya Kores Kattalaiyittadhundo Endru Baabilonil Irukkira Raajaavin Kajaanaavile Aaraaindhupaarkkavum, Indha Vishayaththil Raajaavinudaiya Siththam Innadhendru Engalukku Ezhudhiyanuppavum Uththaravaagavendum Endru Ezhudhiyanuppinaargal. "}
]