[
{ "Verses": "1 indha Varththamaanangalukkuppinbu, Seraayaavin Kumaaranaagiya Esraa, Persiyaavin Raajaavaagiya Ardhasashtaa Arasaalugira Kaalaththile Baabilonilirundhu Vandhaan; Indha Seraayaa Asariyaavin Kumaaran, Ivan Ilkkiyaavin Kumaaran. "},
{ "Verses": "2 ivan Salloomin Kumaaran, Ivan Saadhokkin Kumaaran, Ivan Agidhoopin Kumaaran, "},
{ "Verses": "3 ivan Amariyaavin Kumaaran, Ivan Asariyaavin Kumaaran, Ivan Moraayodhin Kumaaran, "},
{ "Verses": "4 ivan Seraagiyaavin Kumaaran, Ivan Oosiyin Kumaaran, Ivan Pukkiyin Kumaaran, "},
{ "Verses": "5 ivan Abisuvaavin Kumaaran, Ivan Pinegaasin Kumaaran, Ivan Eleyaasaarin Kumaaran, Ivan Pradhaana Aasaariyanaana Aaronin Kumaaran. "},
{ "Verses": "6 indha Esraa Isravelin Dhevanaagiya Karththar Aruliya Moseyin Nyaayappramaanaththile Therina Vedhapaaraganaayirundhaan; Avanudaiya Dhevanaagiyakarththarudaiya Karam Avanmel Irundhadhinaal, Avan Kettavaigalaiyellaam Raajaa Avanukkuk Koduththaan. "},
{ "Verses": "7 avanodekooda Isravel Puththirarilum, Aasaariyarilum, Leviyarilum, Paadagarilum, Vaasal Kaavalaalarilum, Nidhaneemiyarilum, Silar Ardhasashtaa Raajaavin Ezhaam Varushaththile Erusalemukkup Ponaargal. "},
{ "Verses": "8 aindhaam Maadhaththil Avan Erusalemukku Vandhaan; Adhu Andha Raajaavin Ezhaam Varushamaanadhu. "},
{ "Verses": "9 mudhalaam Maadham Mudhalthedhiyile Avan Baabilonilirundhu Prayaanamaagap Purappattu, Aindhaam Maadham Mudhalthedhiyile Than Dhevanudaiya Dhayavulla Karam Thanmelirundhadhinaal Erusalemukku Vandhaan. "},
{ "Verses": "10 karththarudaiya Vedhaththai Aaraayavum, Adhinpadi Seyyavum, Isravelile Kattalaigalaiyum Needhinyaayangalaiyum Ubadhesikkavum, Esraa Than Irudhayaththaip Pakkuvappaduththiyirundhaan. "},
{ "Verses": "11 karththarudaiya Karpanaigalin Vaarththaigalilum, Avar Isravelukkuk Koduththa Kattalaigalilum Padiththuth Therina Vedhapaaraganaagiya Esraa Ennum Aasaariyanukku, Raajaavaagiya Ardhasashtaa Koduththa Sannadhin Nagalaavadhu: "},
{ "Verses": "12 raajaadhiraajaavaagiya Ardhasashtaa Paralogaththin Dhevanudaiya Nyaayappramaanaththaip Podhikkira Uththama Vedhapaaraganaagiya Esraa Ennum Aasaariyanukkup Poorana Samaadhaanamundaaga Vaazhththi Ezhudhugiradhu Ennavendraal: "},
{ "Verses": "13 nammudaiya Raajyaththil Irukkira Isravel Janaththilum, Adhin Aasaariyarilum Leviyarilum, Unnodekooda Erusalemukkup Poga Manappoorvamaayirukkira Yaavarum Pogalaam Endru Nammaale Uththaravaagiradhu. "},
{ "Verses": "14 nee Un Kaiyilirukkira Un Dhevanudaiya Nyaayappramaanaththinpadi, Yoodhaavaiyum Erusalemaiyum Visaariththu Nadaththavum, "},
{ "Verses": "15 raajaavum Avarudaiya Mandhirimaarum Erusalemil Vaasampannugira Isravelin Dhevanukku Manappoorvamaaik Koduththa Velliyaiyum Ponnaiyum, "},
{ "Verses": "16 baabilon Seemaiyengum Unakkuk Kidaikkum Ellaa Velliyaiyum Ponnaiyum, Unnudaiya Janamum Aasaariyarum Erusalemilulla Thangal Dhevanudaiya Aalayaththukkendru Manaurchaagamaaik Kodukkum Kaanikkaigalaiyum Nee Kondupogavum, Nee Raajaavinaalum Avarudaiya Ezhu Mandhirimaaraalum Anuppappadugiraai. "},
{ "Verses": "17 aagaiyaal Andhath Thiraviyaththinaal Nee Thaamadhamindri Kaalaigalaiyum Aattukkadaakkalaiyum, Aattukkuttigalaiyum, Avaigalukkaduththa Pojanapaligalaiyum, Paanapaligalaiyum Vaangi, Avaigalai Erusalemilulla Ungaldhevanudaiya Aalayaththup Palipeedaththinmel Seluththuvaayaaga. "},
{ "Verses": "18 meedhiyaana Velliyaiyum Ponnaiyum Kondu Seyyavendiyadhu Innadhendru Unakkum Un Sagodhararukkum Nalamaaith Thondrugirapadi Adhai Ungal Dhevanudaiya Siththaththinpadiye Seyyungal. "},
{ "Verses": "19 un Dhevanudaiya Aalayaththin Aaraadhanaikkaaga Unakkuk Kodukkappatta Panimuttugalaiyum Nee Erusalemin Dhevanudaiya Sannidhiyil Oppuvikkakkadavaai. "},
{ "Verses": "20 pinnum Un Dhevanudaiya Aalayaththukku Avasiyamaaik Kodukkavendiyiruppadhai, Nee Raajaavin Kajaanaavilirundhu Vaangik Koduppaayaaga. "},
{ "Verses": "21 nadhikku Appuraththilirukkira Ellaa Kajaansigalukkum Ardhasashtaa Ennum Raajaavaagiya Naam Idugira Kattalai Ennavendraal, Paralogaththin Dhevanudaiya Nyaayappramaanaththaip Podhikkum Vedhapaaraganaagiya Esraa Ennum Aasaariyan Nooruthaalandhu Velli, Nootrukkalakkodhumai, Nootrukkala Dhraatcharasam, Nootrukkala Enneymattum Ungalaik Ketpavai Ellaavatraiyum, "},
{ "Verses": "22 vendiya Uppaiyum, Thaamadhamillaamal Kodukkavum, "},
{ "Verses": "23 paralogaththin Dhevanudaiya Karpanaiyinpadiye, Edhu Thevaiyaayirukkumo Adhuvellaam Paralogaththin Dhevanudaiya Aalayaththirku Jaakkiradhaiyaai Seluththappadavum Vendum; Raajaavum Avar Kumaararum Aalum Raajyaththinmel Kadunkobam Varuvaanen. "},
{ "Verses": "24 pinnum Aasaariyarum, Leviyarum, Paadagarum, Vaasal Kaavalaalarum, Nidhaneemiyarum, Dhevanudaiya Aalayaththin Panividaikkaararumaana Oruvanmelum Pagudhiyaagilum Theervaiyaagilum Aayamaagilum Sumaththalaagaadhendru Avargalaikkuriththu Ungalukku Ariyappaduththugirom. "},
{ "Verses": "25 pinnum Nadhikku Appuraththilirundhu Un Dhevanudaiya Nyaayappramaanangalai Arindha Sagala Janangalaiyum Nyaayam Visaarikkaththakka Thuraigalaiyum, Nyaayaadhipadhigalaiyum, Esraavaagiya Nee Unnilulla Undhevanudaiya Gnaanaththinpadiye Erpaduththuvaayaaga; Andhap Pramaanangalai Ariyaadhavargalukku Avaigalai Ubadhesikkavunkadavaai. "},
{ "Verses": "26 un Dhevanudaiya Nyaayappramaanaththinpadiyeyum, Raajaavinudaiya Nyaayappramaanaththinpadiyeyum Seyyaadhavanevanum Udane Maranaththukkaagilum, Dhesaththukkup Purambaakkudhalukkaagilum, Abaraadhaththukkaagilum, Kaavalukkaagilum Theerkkappattuth Thandikkappadakkadavanendru Ezhudhiyirundhadhu. "},
{ "Verses": "27 erusalemilulla Karththarudaiya Aalayaththai Alangarikka, Ippadippatta Yosanaiyai Raajaavin Irudhayaththil Aruli, Raajaavukkum Avarudaiya Mandhirimaargalukkum Raajaavin Kaikkullaana Balaththa Ellaa Magaapprabukkalukkum Munbaaga Enakkuththayavu Kidaikkappannina Engal Pidhaakkalin Dhevanaagiya Karththarukku Sthoththiram. "},
{ "Verses": "28 appadiye En Dhevanaagiya Karththarudaiya Karam Enmel Irundhadhinaal Naan Thidankondu, Isravelil Sila Thalaivarai Ennode Koodavarumpadi Serththukkonden. "}
]