[
{ "Verses": "1 esraa Ippadi Vinnappampanni Arikkaiyittu Azhudhu, Dhevanudaiya Aalayaththukku Munbaaga Thaazha Vizhundhukidakkaiyil, Isravel Purusharum Sthreegalum Pillaigalumaana Magaa Periya Sabai Avanidaththil Vandhu Kooditru; Janangal Migavum Azhudhaargal. "},
{ "Verses": "2 appozhudhu Elaamin Puththiraril Oruvanaagiya Yegiyelin Kumaaran Sekkaniyaa Esraavai Nokki: Naangal Dhesaththu Janangalilulla Anniyasthreegalai Serththukondadhinaal, Engal Dhevanukku Virodhamaagap Paavancheydhom; Aagilum Ippozhudhu Indhak Kaariyaththile Innum Isravelukkaaga Nambikkai Undu. "},
{ "Verses": "3 ippozhudhum Andha Sthreegalellaaraiyum, Avargalidaththil Pirandhavargalaiyum, En Aandavanudaiya Aalosanaikkum, Namadhu Dhevanudaiya Karpanaikku Nadungugiravargalin Aalosanaikkum Etrapragaaram Agatrippoduvom Endru Nammudaiya Dhevanode Udanpadikkaip Pannakkadavom; Nyaayappramaanaththinpadiye Seyyappaduvadhaaga, "},
{ "Verses": "4 ezhundhirum; Indhak Kaariyaththai Nadappikkiradhu Umakku Aduththadhu; Naangalum Ummodekooda Iruppom; Neer Thidankondu Idhai Seyyum Endraan. "},
{ "Verses": "5 appozhudhu Esraa Ezhundhirundhu, Aasaariyarilum Leviyarilum Pradhaanamaanavargalum Isravelanaivarum Indha Vaarththaiyinpadi Seyyumpadikku, Avargalai Aanaiyidachchonnaan; Avargal Aanaiyittaargal. "},
{ "Verses": "6 adhinpinbu Esraa Dhevanudaiya Aalayaththukku Munnirundhu Ezhundhu, Eliyaasipin Kumaaranaagiya Yoganaanin Araikkul Pravesiththaan; Ange Vandhapodhu, Avan Siraiyiruppilirundhu Vandhavargaludaiya Kutraththinimiththam Appam Pusiyaamalum Thanneer Kudiyaamalum Dhukkiththukkondirundhaan. "},
{ "Verses": "7 appozhudhu Siraiyiruppilirundhu Vandhavargal Ellaarum Erusalemile Vandhu Koodavendum Endrum, "},
{ "Verses": "8 moondrunaalaikkulle Prabukkal Mooppargaludaiya Aalosanaiyinpadiye Evanaagilum Varaadheponaal, Avanudaiya Porulellaam Japthiseyyappattu, Siraiyiruppilirundhu Vandha Sabaikku Avan Purambaakkappaduvaan Endrum Yoodhaavilum Erusalemilum Vilambarampanninaargal. "},
{ "Verses": "9 appadiye Yoodhaa Benyameen Puththiraththaar Ellaarum Moondrunaalaikkul Erusalemile Koodinaargal; Adhu Onbadhaam Maadham Irubadhaan Thedhiyaayirundhadhu; Janangal Ellaarum Dhevanudaiya Aalayaththin Veedhiyile Andhak Kaariyaththinaalum Adaimazhaiyinaalum Nadungikkondirundhaargal. "},
{ "Verses": "10 appozhudhu Aasaariyanaagiya Esraa Ezhundhirundhu Avargalai Nokki: Neengal Isravelinmelirukkira Kutraththai Adhigarikkappanna Maru Jaadhiyaana Sthreegalai Vivaagampanninadhinaal Paavancheydheergal. "},
{ "Verses": "11 ippozhudhum Neengal Ungal Pidhaakkalin Dhevanaagiya Karththaridaththil Arikkaiyittu, Avarudaiya Piriyaththinpadiye Seydhu, Dhesaththin Janangalaiyum, Marujaadhiyaana Sthreegalaiyum Vittu Vilagungal Endraan. "},
{ "Verses": "12 appozhudhu Sabaiyaar Yaavarum Magaa Saththaththode Pradhiyuththaramaaga: Aam, Neer Sonna Vaarththaigalinpadiye Seyyavendiyadhudhaan. "},
{ "Verses": "13 aanaalum Janangal Thiralaayirukkiraargal, Idhu Maarikaalamumaayirukkiradhu, Inge Veliyile Nirka Engalaale Koodaadhu; Idhu Orunaal Irandunaal Velaiyalla; Indhak Kaariyaththile Kattalai Meerinavargalaagiya Naangal Anegar. "},
{ "Verses": "14 aagaiyaal Idharku Sabaiyengum Engal Prabukkal Visaarippukkaararaaga Vaikkappadavendum Indhak Kaariyaththinimiththam Nammudaiya Dhevanukku Irukkira Ukkirakobam Engalai Vittuth Thirumbumpadi, Engal Pattanangalil Marujaadhiyaana Sthreegalaik Konda Anaivarum Ovvoru Pattanaththin Moopparodum Nyaayaadhipadhigalodum Kuriththakaalangalil Varakkadavargal Endraargal. "},
{ "Verses": "15 aasagelin Kumaaran Yonaththaanum, Thikkaavin Kumaaran Yaksiyaavumaaththiram Adhai Visaarikkumpadikku Vaikkappattaargal; Mesullaamum, Sappedhaa Ennum Leviyanum Avargalukku Udhaviyaayirundhaargal. "},
{ "Verses": "16 siraiyiruppilirundhu Vandhavargal Indhappragaaram Seydhaargal; Aasaariyanaagiya Esraavum, Thangal Pidhaakkaludaiya Kudumbaththinpadiye Perperaaga Azhaikkappatta Pidhaavamsangalin Thalaivar Anaivarum, Indhak Kaariyaththai Visaarikkumpadi Paththaam Maadham Mudhalthedhiyile Thaniththu Utkaarndhu, "},
{ "Verses": "17 anniyajaadhiyaana Sthreegalaikkondavargal Ellaarudaiya Kaariyaththaiyum Mudhalaam Maadham Mudhalthedhiyile Visaariththu Mudiththaargal. "},
{ "Verses": "18 aasaariya Puththiraril Marujaadhiyaana Manaivigalaik Kondavargalaagak Kaanappattavargal Yaarendraal: Yodhaakkin Kumaaranaagiya Yesuvaavin Kumaararilum Avan Sagodhararilum, Maaseyaa Eliyesar, Yaareep, Kedhaliyaa Enbavargal. "},
{ "Verses": "19 ivargal Thangal Sthreegalaith Thallividuvom Endru Kaiyadiththukkoduththu; Thaangal Kutravaaligalaanapadiyinaal Kutranivaaranapaliyaaga Oru Aattukkadaavai Seluththinaargal. "},
{ "Verses": "20 immerin Puththiraril Anaaniyum, Serubadhiyaavum, "},
{ "Verses": "21 aareemin Puththiraril Maaseyaa, Eliyaa, Semaayaa, Yegiyel, Usiyaa Enbavargalum; "},
{ "Verses": "22 paskoorin Puththiraril Eliyonaai, Maaseyaa Ismavel, Nedhaneyel, Yosabaadh, Elaasaa Enbavargalum; "},
{ "Verses": "23 leviyaril Yosabaadh, Simeyi, Kelidhaa Ennum Perumulla Kelaayaa, Peththakeeyaa, Yoodhaa, Eliyesar Enbavargalum; "},
{ "Verses": "24 paadagaril Eliyaasibum, Vaasalkaavalaalaril Salloom, Thelem, Oori Enbavargalum; "},
{ "Verses": "25 matra Isravelarukkulle Paaroshin Puththiraril Rameeyaa, Yesiyaa, Malkiyaa, Miyaamin, Eleyaasaar, Malkijaa, Penaayaa Enbavargalum; "},
{ "Verses": "26 elaamin Puththiraril Maththaniyaa, Sagariyaa, Yegiyel, Apthi, Yerimodh, Eliyaa Enbavargalum; "},
{ "Verses": "27 saththuvin Puththiraril Eliyonaai, Eliyaasip, Maththaniyaa, Yerimodh, Saabaadh Asisaa Enbavargalum; "},
{ "Verses": "28 pebaayin Puththiraril Yoganaan, Ananiyaa, Saabaayi, Adhlaayi Enbavargalum; "},
{ "Verses": "29 paaniyin Puththiraril Mesullaam, Mallook, Adhaayaa, Yaasup, Seyaal, Raamodh Enbavargalum; "},
{ "Verses": "30 paagaadhmovaabin Puththiraril Adhnaa, Kelaal, Penaayaa, Maaseyaa, Maththaniyaa, Pesaleyel, Pinnooyi, Manaase Enbavargalum; "},
{ "Verses": "31 aareemin Puththiraril Eliyesar, Ishiyaa, Malkiyaa, Semaayaa, Shimiyon, "},
{ "Verses": "32 benyameen, Mallook, Semariyaa Enbavargalum; "},
{ "Verses": "33 aasoomin Puththiraril Madhnaayi, Maththaththaa, Saabaadh, Elipeledh, Eremaayi, Manaase, Simeyi Enbavargalum; "},
{ "Verses": "34 paaniyin Puththiraril Maadhaayi, Amraam, Oovel, "},
{ "Verses": "35 penaayaa, Pedhiyaa, Kelloo, "},
{ "Verses": "36 vaniyaa, Meraamodh, Eleyaaseep, "},
{ "Verses": "37 maththaniyaa, Madhanaai, Yaasaai, "},
{ "Verses": "38 paani, Pinnooyi, Simeyi, "},
{ "Verses": "39 selemiyaa, Naaththaan, Adhaayaa, "},
{ "Verses": "40 maknaadhpaayi, Saasaayi, Saaraayi, "},
{ "Verses": "41 asareyel, Selemiyaa, Semariyaa, "},
{ "Verses": "42 salloom, Amariyaa, Yosep Enbavargalum; "},
{ "Verses": "43 nepovin Puththiraril Eyel, Maththiththiyaa, Saabaadh, Sepinaa, Yadhaai, Yovel, Penaayaa Enbavargalume. "},
{ "Verses": "44 ivargal Ellaarum Marujaadhiyaana Sthreegalaik Kondavargal, Ivargalil Silar Kondirundha Sthreegalidaththil Pillaigalaip Petrirundhaargal. "}
]