[
{ "Verses": "1 isravel Puththirar Pattanangalile Kudiyeri, Ezhaam Maadhamaana Podhu, Janangal Egobiththu Erusalemile Koodinaargal. "},
{ "Verses": "2 appozhudhu Yosadhaakkin Kumaaranaagiya Yesuvaavum, Avan Sagodhararaagiya Aasaariyarum, Seyalththiyelin Kumaaranaagiya Serubaabelum, Avan Sagodhararum Ezhumbi, Dhevanudaiya Manidhanaagiya Moseyin Nyaayappramaanaththil Ezhudhiyirukkirapadi Sarvaanga Thaganangalaip Paliyidumpadikku, Israveludaiya Dhevanin Palipeedaththaik Kattinaargal. "},
{ "Verses": "3 avargal Aththesaththin Janangalukku Bayandhadhinaal, Palipeedaththai Adhin Aadhaarangalinmel Sthaabiththu, Adhinmel Avargal Karththarukku Andhisandhi Sarvaanga Thaganapaligalai Seluththinaargal. "},
{ "Verses": "4 ezhudhiyirukkirapadiye Avargal Koodaarappandigaiyai Aasariththu, Niththiya Niyamaththinpadiyum Andraadagak Kanakkinpadiyum Ovvorunaalilum Paliyittaargal. "},
{ "Verses": "5 adharkuppinbu Niththamum, Maadhappirappugalilum, Karththarudaiya Sagala Parisuththa Pandigaigalilum Seluththum Sarvaanga Thaganapaliyaiyum, Karththarukku Avaravar Seluththum Urchaagapaliyaiyum Seluththinaargal. "},
{ "Verses": "6 ezhaam Maadham Mudhalthedhiyil Karththarukku Sarvaanga Thaganapaligalai Seluththath Thodanginaargal; Aanaalum Karththarudaiya Aalayaththin Asthibaaram Innum Podappadavillai. "},
{ "Verses": "7 appozhudhu Persiyaavin Raajaavaagiya Kores Thangalukkup Pirappiththa Uththaravinpadiye Avargal Kalthachcharukkum Thachcharukkum Panaththaiyum, Leebanonilirundhu Kedhurumarangalai Samuththiravazhiyaai Yobaamattum Konduvara Seedhoniyarukkum Theeriyarukkum Pojanabaanaththaiyum Enneyaiyum Koduththaargal. "},
{ "Verses": "8 avargal Erusalemilulla Dhevanudaiya Aalayaththirku Vandha Irandaam Varusham Irandaam Maadhaththile, Seyalththiyelin Kumaaranaagiya Serubaabelum, Yosadhaakkin Kumaaranaagiya Yesuvaavum, Matrumulla Avargal Sagodhararaagiya Aasaariyarum Leviyarum Siraiyiruppilirundhu Erusalemukku Vandha Anaivarum, Aarambancheydhu, Irubadhuvayadhumudhal Adharkumerpatta Leviyaraik Karththarudaiya Aalayaththin Velaiyai Nadaththumpadi Vaiththaargal. "},
{ "Verses": "9 appadiye Dhevanudaiya Aalayaththin Velaiyai Seygiravargalai Nadaththumpadi Yesuvaavum Avan Kumaararum Sagodhararum, Kadhmiyelum Avan Kumaararum, Yoodhaavin Kumaararum, Enaadhaaththin Kumaararum, Avargal Sagodhararaagiya Leviyarum Orumanappattu Nindraargal. "},
{ "Verses": "10 sirpaasaarigal Karththarudaiya Aalayaththirku Asthibaaram Podugirapodhu, Isravel Raajaavaagiya Dhaaveedhudaiya Kattalaiyinpadiye, Karththaraith Thudhikkumpadikku, Vasthirangal Tharikkappattu, Poorigaigalai Oodhugira Aasaariyaraiyum, Thaalangalaik Kottugira Aasaabin Kumaararaagiya Leviyaraiyum Niruththinaargal. "},
{ "Verses": "11 karththar Na "}
]