[
{ "Verses": "1 ivaigal Seydhu Mudindhapinbu, Prabukkal Ennidaththil Serndhu: Isravel Janangalum, Aasaariyarum Leviyarum Aagiya Ivargal, Kaanaaniyar, Eththiyar Perisiyar, Epoosiyar, Ammoniyar, Movaabiyar, Egipthiyar, Ammoriyar Ennum Indha Dhesangalin Janangalukkum, Avargaludaiya Aruvaruppugalukkum Vilagiyirukkavillai. "},
{ "Verses": "2 eppadiyendraal, Avargaludaiya Kumaaraththigalile Thangalukkum Thangal Kumaararukkum Pengalaik Kondaargal; Ippadiye Parisuththaviththu Dhesangalin Janangalode Kalandhupoyitru; Prabukkalin Kaiyum, Adhigaarigalin Kaiyum, Indhak Kutraththil Mundhinadhaayirukkiradhu Endraargal. "},
{ "Verses": "3 indha Varththamaanaththai Naan Kettapozhudhu, En Vasthiraththaiyum En Saalvaiyaiyum Naan Kizhiththu, En Thalaiyilum En Thaadiyilumulla Mayiraip Pidungith Thigaiththavanaai Utkaarndhirundhen. "},
{ "Verses": "4 appozhudhu Siraiyiruppilirundhu Vandhavargaludaiya Kutraththinimiththam Israveludaiya Dhevanin Vaarththaigalukku Nadungugira Yaavarum, Ennode Koodikkondaargal; Naano Andhippali Seluththappadumattum Thigaiththavanaai Utkaarndhukondirundhen. "},
{ "Verses": "5 andhippali Neraththile Naan Dhukkaththode Ezhundhu, Kizhiththukkonda Vasthiraththodum Saalvaiyodum Muzhangaarpadiyittu, Enkaigalai En Dhevanaagiyakarththarukku Neraaga Viriththu: "},
{ "Verses": "6 endhevane, Naan Enmugaththai En Dhevanaagiya Umakku Munbaaga Eredukka Vetkik Kalangugiren; Engal Akkiramangal Engal Thalaikkumelaagap Perugitru; Engal Kutram Vaanapariyandham Valarndhupoyitru. "},
{ "Verses": "7 engal Pidhaakkalin Naatkalmudhal Innaalmattum Naangal Periya Kutraththukku Ullaayirukkirom, Engal Akkiramangalinimiththam Naangalum, Engal Raajaakkalum, Engal Aasaariyargalum, Innaalilirukkiradhupola, Anniyadhesa Raajaakkalin Kaiyile, Pattayaththukkum, Siraiyiruppukkum, Kollaikkum, Vetkaththukkum Oppukkodukkappattom. "},
{ "Verses": "8 ippozhudhum Engal Dhevanaagiya Karththar Engalile Thappina Silarai Meedhiyaaga Vaikkavum, Thammudaiya Parisuththa Sthalaththil Engalukku Oru Kuchchaik Kodukkavum, Ippadiye Engal Dhevan Engal Kangalaip Pragaasippiththu, Engal Adimaiththanaththile Engalukkuk Konjam Uyir Kodukkavum, Avaraale Konjaneramaavadhu Kirubaikidaiththadhu. "},
{ "Verses": "9 naangal Adimaigalaayirundhom; Aanaalum Engal Adimaiththanaththile Engal Dhevan Engalaik Kaividaamal Engalukku Uyirkodukkavum; Naangal Engal Dhevanudaiya Aalayaththai Eduppiththu, Paazhaaippona Adhaip Pudhuppikkumpadikkum Engalukku Yoodhaavilum Erusalemilum Oru Veliyaik Kattalaiyidumpadikkum, Persiyaavin Raajaakkal Samugaththil Engalukkuth Thayaikidaikkachcheydhaar. "},
{ "Verses": "10 ippozhudhum Engal Dhevane, Naangal Ini Ennasolvom; Dhevareer Umadhu Oozhiyakkaararaagiya Theerkkadharisigalaik Kondu Karpiththa Umadhu Karpanaigalai Vittuvittom. "},
{ "Verses": "11 neengal Sudhandharikkiradharku Utpravesikkum Dhesamaanadhu, Dhesaadhesangaludaiya Janangalin Asangiyaththinaalum, Avargal Adhai Oru Munaithodangi Marumunaimattum Niraiyappannina Avargaludaiya Aruvaruppugalinaalum Avargaludaiya Asuththaththinaalum, Theettuppattadhaayirukkiradhu. "},
{ "Verses": "12 aadhalaal Neengal Balaththukkondu, Dhesaththin Nanmaiyaippusiththu, Adhai Niththiyakaalamaaga Ungal Pillaigalukku Umpilikkaiyaagap Pinvaikkumpadikku, Neengal Ungal Kumaaraththigalai Avargaludaiya Kumaararukkuk Kodaamalum, Avargaludaiya Kumaaraththigalai Ungal Kumaararukkuk Kollaamalum, Avargaludaiya Samaadhaanaththaiyum Nanmaiyaiyum Orukkaalum Naadaamalum Iruppeergalaaga Endreere. "},
{ "Verses": "13 ippozhudhum Engal Dhevane, Engal Pollaadha Seygaigalinaalum, Engal Periya Kutraththinaalum, Ivaigalellaam Engalmel Vandhum, Dhevareer Engal Akkiramaththukkuththakka Aakkinaiyai Engalukku Idaamal, Engalai Ippadith Thappavittirukkaiyil, "},
{ "Verses": "14 naangal Umadhu Karpanaigalai Veenaakkavum, Indha Aruvaruppugalulla Janangalode Sambandhankalakkavum Thagumo? Appadi Seydhaal, Engalil Oruvarum Meendhu Thappaadhapadikku, Dhevareer Engalai Nirmoolamaakkumattum Engalmel Kobamaayiruppeerallavo? "},
{ "Verses": "15 isravelin Dhevanaagiya Karththaave, Neer Needhiyullavar; Aagaiyaal Innaalil Irukkiradhupola, Naangal Thappi Meendhirukkirom; Idho, Naangal Umakku Munbaagak Kutraththirkullaanavargal; Idhinimiththam Naangal Umakku Munbaaga Nirkaththakkavargal Alla Endru Praarththiththen. "}
]