[
{ "Verses": "1 sagodharare, Oruvan Yaadhoru Kutraththil Agappattaal, Aavikkuriyavargalaagiya Neengal Saandhamulla Aaviyode Appadippattavanai Seerporundhappannungal; Neeyum Sodhikkappadaadhapadikku Unnaikkuriththu Echcharikkaiyaayiru. "
},{ "Verses": "2 oruvar Baaraththai Oruvar Sumandhu, Ippadiye Kiristhuvinudaiya Piramaanaththai Niraivetrungal. "
},{ "Verses": "3 oruvan, Thaan Ondrumillaadhirundhum, Thannai Oru Poruttendru Enninaal, Thannaiththaane Vanjikkiravanaavaan. "
},{ "Verses": "4 avanavan Thanthan Suyakiriyaiyai Sodhiththuppaarkkakkadavan; Appozhudhu Matravanaip Paarkkumbodhalla, Thannaiye Paarkkumbodhu Menmaipaaraatta Avanukku Idamundaagum. "
},{ "Verses": "5 avanavan Thanthan Baaraththaich Sumappaane. "
},{ "Verses": "6 melum, Thiruvasanaththil Ubadhesikkappadugiravan Ubadhesikkiravanukku Sagala Nanmaigalilum Pagirndhu Kodukkakkadavan. "
},{ "Verses": "7 mosampogaadhirungal, Dhevan Thammaip Pariyaasampannavottaar; Manushan Edhai Vidhaikkiraano Adhaiye Aruppaan. "
},{ "Verses": "8 than Maamsaththirkendru Vidhaikkiravan Maamsaththinaal Azhivai Aruppaan; Aavikkendru Vidhaikkiravan Aaviyinaale Niththiyajeevanai Aruppaan. "
},{ "Verses": "9 nanmaiseygiradhil Sorndhupogaamal Iruppomaaga; Naam Thalarndhupogaadhirundhaal Etrakaalaththil Aruppom. "
},{ "Verses": "10 aagaiyaal Namakkuk Kidaikkum Samayaththirkuththakkadhaaga, Yaavarukkum, Viseshamaaga Visuvaasa Kudumbaththaargalukkum, Nanmaiseyyakkadavom. "
},{ "Verses": "11 en Kaiyezhuththaai Evvalavu Ezhudhinenendru Paarungal. "
},{ "Verses": "12 maamsaththinpadi Nalveshamaaik Kaanappada Virumbugiravargal Evargalo, Avargal Thaangal Kiristhuvinudaiya Siluvaiyinimiththam Thunbappadaadhapadikke Ungalai Viruththasedhanampannikkollak Kattaayampannugiraargal. "
},{ "Verses": "13 viruththasedhanam Adaindhirukkira Avargalum Niyaayappiramaanaththaik Kaikkollaamalirukkiraargal; Appadiyirundhum, Avargal Ungal Maamsaththaikkuriththu Menmaipaaraattumpadikku Neengal Viruththasedhanampannikkollavendumendru Virumbugiraargal. "
},{ "Verses": "14 naano Nammudaiya Karththaraagiya Yesukiristhuvin Siluvaiyaik Kuriththeyallaamal Verondraiyung Kuriththu Menmaipaaraattaadhiruppenaaga; Avaraal Ulagam Enakkuch Chiluvaiyilaraiyundirukkiradhu, Naanum Ulagaththirkuch Chiluvaiyilaraiyundirukkiren. "
},{ "Verses": "15 kiristhu Yesuvukkul Viruththasedhanamum Ondrumillai, Viruththasedhanamillaamaiyum Ondrumillai; Pudhu Sirushtiye Kaariyam. "
},{ "Verses": "16 indhap Piramaanaththinpadi Nadandhuvarugiravargal Evargalo, Avargalukkum, Dhevanudaiya Isravelarukkum, Samaadhaanamum Irakkamum Undaayiruppadhaaga. "
},{ "Verses": "17 inimel Oruvanum Enakku Varuththam Undaakkaadhiruppaanaaga; Karththaraagiya Yesuvinudaiya Achchadaiyaalangalai Naan En Sareeraththile Thariththukkondirukkiren. "
},{ "Verses": "18 sagodharare, Nammudaiya Karththaraagiya Yesukiristhuvin Kirubai Ungal Aaviyudanekooda Iruppadhaaga. Aamen. "
}
]