[
{ "Verses": "1 aanapadiyinaale, Neengal Marupadiyum Adimaiththanaththin Nugaththukkutpadaamal, Kiristhu Namakku Undaakkina Suyaadheena Nilaimaiyile Nilaikondirungal. "
},{ "Verses": "2 idho, Neengal Viruththasedhanampannikkondaal Kiristhuvinaal Ungalukku Oru Pirayojanamumiraadhu Endru Pavulaagiya Naan Ungalukkuch Chollugiren. "
},{ "Verses": "3 melum, Viruththasedhanampannikkollugira Endha Manushanum Niyaayappiramaanam Muzhuvadhaiyum Niraivetrak Kadanaaliyaayirukkiraan Endru Marupadiyum Appadippattavanukku Saatchiyaagach Sollugiren. "
},{ "Verses": "4 niyaayappiramaanaththinaal Needhimaangalaaga Virumbugira Neengal Yaavarum Kiristhuvaivittup Pirindhu Kirubaiyinindru Vizhundheergal. "
},{ "Verses": "5 naangalo Needhikidaikkumendru Aaviyaikkondu Visuvaasaththinaal Nambikkaiyode Kaaththirukkirom. "
},{ "Verses": "6 kiristhu Yesuvinidaththil Viruththasedhanamum Viruththasedhanamillaamaiyum Ondrukkum Udhavaadhu, Anbinaal Kiriyaiseygira Visuvaasame Udhavum. "
},{ "Verses": "7 neengal Nandraai Odineergale; Saththiyaththirkuk Keezhppadiyaamarpoga Ungalukkuth Thadaiseydhavan Yaar? "
},{ "Verses": "8 indhap Bodhanai Ungalai Azhaiththavaraal Undaanadhalla. "
},{ "Verses": "9 pulippulla Konjamaavaanadhu Pisaindha Maavanaiththaiyum Ubbappannum. "
},{ "Verses": "10 neengal Veruvidhamaaich Sindhikkamaatteergalendru Naan Karththarukkul Ungalaikkuriththu Nambikkaiyaayirukkiren; Ungalaik Kalakkugiravan Eppadippattavanaayirundhaalum Thanakketra Aakkinaiyai Adaivaan. "
},{ "Verses": "11 sagodharare, Idhuvaraikkum Naan Viruththasedhanaththaip Pirasangikkiravanaayirundhaal, Idhuvaraikkum Ennaththirkuth Thunpappadugiren? Appadiyaanaal Siluvaiyaippatri Varum Idaral Ozhindhirukkume. "
},{ "Verses": "12 ungalaik Kalakkugiravargal Tharippunduponaal Nalamaayirukkum. "
},{ "Verses": "13 sagodharare, Neengal Suyaadheenaththirku Azhaikkappatteergal, Indha Suyaadheenaththai Neengal Maamsaththirkedhuvaaga Anusariyaamal, Anbinaale Oruvarukkoruvar Oozhiyanjseyyungal. "
},{ "Verses": "14 unnidaththil Nee Anbukooruvadhupolap Piranidaththilum Anbukooruvaayaaga, Engira Indha Ore Vaarththaiyile Niyaayappiramaanam Muzhuvadhum Niraiverum. "
},{ "Verses": "15 neengal Oruvaraiyoruvar Kadiththup Patchiththeergalaanaal Azhiveergal. Appadi Oruvaraaloruvar Azhikkappadaadhapadikku Echcharikkaiyaayirungal. "
},{ "Verses": "16 pinnum Naan Sollugiradhennavendraal, Aavikketrapadi Nadandhukollungal, Appozhudhu Maamsa Ichchaiyai Niraivetraadhiruppeergal. "
},{ "Verses": "17 maamsam Aavikku Virodhamaagavum, Aavi Maamsaththukku Virodhamaagavum Ichchikkiradhu; Neengal Seyyavendumendrirukkiravaigalaich Cheyyaadhapadikku, Ivaigal Ondrukkondru Virodhamaayirukkiradhu. "
},{ "Verses": "18 aaviyinaal Nadaththappaduveergalaanaal, Neengal Niyaayappiramaanaththirkuk Keezhppattavargalalla. "
},{ "Verses": "19 maamsaththin Kiriyaigal Veliyarangamaayirukkindrana, Avaiyaavana: Vibachaaram, Vesiththanam, Asuththam, Kaamavigaaram, "
},{ "Verses": "20 vikkiragaaraadhanai, Pillisooniyam, Pagaigal, Virodhangal, Vairaakkiyangal, Kobangal, Sandaigal, Pirivinaigal, Maarkkapedhangal, "
},{ "Verses": "21 poraamaigal, Kolaigal, Verigal, Kaliyaattugal Mudhalaanavaigale; Ippadippattavaigalaich Seygiravargal Dhevanudaiya Raajyaththai Sudhandharippadhillaiyendru Munne Naan Sonnadhupola Ippozhudhum Ungalukkuch Sollugiren. "
},{ "Verses": "22 aaviyin Kaniyo, Anbu, Sandhosham, Samaadhaanam, Neediyaporumai, Dhayavu, Nargunam, Visuvaasam, "
},{ "Verses": "23 saandham, Ichchaiyadakkam; Ippadippattavaigalukku Virodhamaana Piramaanam Ondrumillai. "
},{ "Verses": "24 kiristhuvinudaiyavargal Thangal Maamsaththaiyum Adhin Aasai Ichchaigalaiyum Siluvaiyil Araindhirukkiraargal. "
},{ "Verses": "25 naam Aaviyinaale Pizhaiththirundhaal, Aavikketrapadi Nadakkavum Kadavom. "
},{ "Verses": "26 veen Pugazhchchiyai Virumbaamalum, Oruvaraiyoruvar Kobamoottaamalum, Oruvarmel Oruvar Poraamaikollaamalum Irukkakkadavom. "
}
]