[
{ "Verses": "1 manusharaalumalla, Manushan Moolamaayumalla, Yesukiristhuvinaalum, Avarai Mariththorilirundhezhuppina Pidhaavaagiya Dhevanaalum, Apposthalanaayirukkira Pavulaagiya Naanum, "
},{ "Verses": "2 ennudanekooda Irukkira Sagodhararellaarum, Kalaaththiyaa Naattilulla Sabaigalukku Ezhudhugiradhaavadhu: "
},{ "Verses": "3 pidhaavaagiya Dhevanaalum, Nammudaiya Karththaraagiya Yesukiristhuvinaalum Ungalukkuk Kirubaiyum Samaadhaanamum Undaavadhaaga; "
},{ "Verses": "4 avar Nammai Ippozhudhirukkira Pollaadha Pirapanjaththinindru Viduvikkumpadi Nammudaiya Pidhaavaagiya Dhevanudaiya Siththaththinpadiye Nammudaiya Paavangalukkaagath Thammaiththaame Oppukkoduththaar; "
},{ "Verses": "5 avarukku Endrendraikkumulla Sadhaakaalangalilum Magimai Undaavadhaaga Aamen. "
},{ "Verses": "6 ungalaik Kiristhuvin Kirubaiyinaale Azhaiththavarai Neengal Ivvalavu Seekkiramaai Vittu, Veroru Suviseshaththirkuth Thirumbugiradhaippatri Naan Aachchariyappadugiren; "
},{ "Verses": "7 veroru Suvisesham Illaiye; Silar Ungalaik Kalagappaduththi, Kiristhuvinudaiya Suviseshaththaip Puratta Manadhaayirukkiraargaleyallaamal Veralla. "
},{ "Verses": "8 naangal Ungalukkup Pirasangiththa Suviseshaththaiyallaamal, Naangalaavadhu, Vaanaththilirundhu Varugira Oru Thoodhanaavadhu, Veroru Suviseshaththai Ungalukkup Pirasangiththaal, Avan Sabikkappattavanaayirukkakkadavan. "
},{ "Verses": "9 mun Sonnadhupola Marupadiyum Sollugiren; Neengal Etrukkonda Suviseshaththaiyallaamal Veroru Suviseshaththai Oruvan Ungalukkup Pirasangiththaal Avan Sabikkappattavanaayirukkakkadavan. "
},{ "Verses": "10 ippozhudhu Naan Manusharaiyaa, Dhevanaiyaa, Yaarai Naadip Bodhikkiren? Manusharaiyaa Piriyappaduththap Paarkkiren? Naan Innum Manusharaip Piriyappaduththugiravanaayirundhaal Naan Kiristhuvin Oozhiyakkaaranallave. "
},{ "Verses": "11 melum, Sagodharare, Ennaal Pirasangikkappatta Suvisesham Manusharudaiya Yosanaiyinpadiyaanadhallavendru Ungalukkuth Therivikkiren. "
},{ "Verses": "12 naan Adhai Oru Manushanaal Petradhumillai, Manushanaal Katradhumillai, Yesukiristhuve Adhai Enakku Velippaduththinaar. "
},{ "Verses": "13 naan Yoodhamaarkkaththilirundhabodhu Ennudaiya Nadakkaiyaikkuriththuk Kelvippattiruppeergal; Dhevanudaiya Sabaiyai Naan Migavum Thunbappaduththi, Adhaip Paazhaakki; "
},{ "Verses": "14 en Janaththaaril En Vayadhulla Anegaraippaarkkilum Yoodhamaarkkaththile Therinavanaai, En Pidhaakkaludaiya Paarambariya Niyaayangalukkaaga Migavum Bakthivairaakkiyamullavanaayirundhen. "
},{ "Verses": "15 appadiyirundhum, Naan En Thaayin Vayitrilirundhadhu Mudhal, Ennaip Piriththeduththu, Thammudaiya Kirubaiyinaal Azhaiththa Dhevan, "
},{ "Verses": "16 thammudaiya Kumaaranai Naan Purajaadhigalidaththil Suviseshamaai Arivikkumporuttaaga, Avarai Enakkul Velippaduththap Piriyamaayirundhabodhu, Udane Naan Maamsaththodum Raththaththodum Yosanaipannaamalum; "
},{ "Verses": "17 enakku Munne Apposthalaraanavargalidaththile Erusalemukkuppogaamalum; Arabidhesaththirkup Purappattuppoi, Marupadiyum Thamasku Oorukkuth Thirumbivandhen. "
},{ "Verses": "18 moondru Varusham Sendra Pinbu, Pedhuruvaik Kandukollumpadi Naan Erusalemukkup Poi, Avanidaththil Padhinaindhu Naal Thangiyirundhen. "
},{ "Verses": "19 karththarudaiya Sagodharanaagiya Yaakkobaith Thavira, Apposthalaril Veroruvaraiyum Naan Kaanavillai. "
},{ "Verses": "20 naan Ungalukku Ezhudhugira Ivaigal Poiyallavendru Dhevanukkumunbaaga Nichchayamaai Sollugiren. "
},{ "Verses": "21 pinbu, Seeriyaa Silisiyaa Naadugalin Purangalil Vandhen. "
},{ "Verses": "22 melum Yoodheyaadhesaththile Kiristhuvukkullaana Sabaigalukku Mugamariyaadhavanaayirundhen. "
},{ "Verses": "23 munne Nammaith Thunbappaduththinavane, Thaan Azhikkaththedina Visuvaasaththai Ippozhudhu Pirasangikkiraanenbadhai Maaththiram Avargal Kelvippattirundhu, "
},{ "Verses": "24 ennaippatri Dhevanai Magimaippaduththinaargal. "
}
]