[
{ "Verses": "1 pinnum Naan Sollugiradhennavenil, Sudhandharavaaliyaanavan Ellaavatrirkum Ejamaanaayirundhum, Avan Sirupillaiyaayirukkungaalamalavum, Avanukkum Adimaiyaanavanukkum Viththiyaasamillai. "
},{ "Verses": "3 appadiye Naamum Sirupillaigalaayirundha Kaalaththil Ivvulagaththin Vazhipaadugalukku Adimaippattavargalaayirundhom. "
},{ "Verses": "4 naam Puththirasuvigaaraththaiyadaiyumpdi Niyaayappiramaanaththirkuk Keezhppattavargalai Meettukkollaththakkadhaaga, "
},{ "Verses": "5 kaalam Niraiverinapodhu, Sthireeyinidaththir Pirandhavarum Niyaayappiramaanaththirkuk Keezhaanavarumaagiya Thammudaiya Kumaaranai Dhevan Anuppinaar. "
},{ "Verses": "6 melum Neengal Puththiraraayirukkirapadiyinaal, Appaa, Pidhaave! Endru Kooppidaththakkadhaaga Dhevan Thamadhu Kumaaranudaiya Aaviyai Ungal Irudhayangalil Anuppinaar. "
},{ "Verses": "7 aagaiyaal Ini Nee Adimaiyaayiraamal Puththiranaayirukkiraai; Nee Puththiraneyaanaal, Kiristhumoolamaai Dhevanudaiya Sudhandharanaayumirukkiraai. "
},{ "Verses": "8 neengal Dhevanai Ariyaamalirundhapodhu, Subaavaththinpadi Dhevargalallaadhavargalukku Adimaigalaayirundheergal. "
},{ "Verses": "9 ippozhudho Neengal Dhevanai Arindhirukka, Alladhu Dhevanaale Ariyappattirukka, Belanatradhum Verumaiyaanadhumaana Avvazhipaadugalukku Neengal Marupadiyum Thirumbi, Marupadiyum Avaigalukku Adimaippadumpadi Virumbugiradheppadi? "
},{ "Verses": "10 naatkalaiyum, Maadhangalaiyum, Kaalangalaiyum, Varushangalaiyum Paarkkireergale. "
},{ "Verses": "11 naan Ungalukkaagap Pirayaasappattadhu Veenaaippoyitro Endru Ungalaikkuriththup Bayandhirukkiren. "
},{ "Verses": "12 sagodharare, Ennaippolaagungal Endru Ungalai Vendikkollugiren; Naan Ungalaippolumaanene. Enakku Neengal Aniyaayam Ondrumseyyavillai. "
},{ "Verses": "13 ungalukkuth Therindhirukkirapadi, Naan Sareera Balaveenaththodu Mudhalaandharam Ungalukku Suviseshaththaip Pirasangiththen. "
},{ "Verses": "14 appadiyirundhum En Sareeraththil Undaayirukkira Sodhanaiyai Neengal Asattaipannaamalum, Arosiyaamalum, Dhevathoodhanaippolavum, Kiristhu Yesuvaippolavum, Ennai Etrukkondeergal. "
},{ "Verses": "15 appozhudhu Neengal Kondirundha Aanandha Baakkiyam Enge? Ungal Kangalaip Pidungi Enakkuk Kodukkakkoodumaanaal, Appadiyum Seydhiruppeergalendru Ungalukku Saatchiyaayirukkiren. "
},{ "Verses": "16 naan Ungalukku Saththiyaththai Sonnadhinaale Ungalukku Saththuruvaaneno? "
},{ "Verses": "17 avargal Ungalai Naadi Vairaakkiyam Paaraattugiraargal, Aagilum Nalmanadhode Appadich Cheyyaamal, Neengal Avargalai Naadi Vairaakkiyam Paaraattumporuttu Ungalaip Purampaakka Virumbugiraargal. "
},{ "Verses": "18 nalvishayaththil Vairaakkiyam Paraattuvadhu Nalladhudhaan; Adhai Naan Ungalidaththil Irukkumpozhudhumaaththiramalla, Eppozhudhum Paaraattavendum. "
},{ "Verses": "19 en Sirupillaigale, Kiristhu Ungalidaththil Uruvaagumalavum Ungalukkaaga Marupadiyum Karppavedhanaippadugiren. "
},{ "Verses": "20 ungalaikkuriththu Naan Sandhegappadugirapadiyaal, Naan Ippozhudhu Ungalidaththil Vandhirundhu, Veruvagaiyaagap Pesa Virumbugiren. "
},{ "Verses": "21 niyaayappiramaanaththirkuk Keezhppattirukka Virumbugira Neengal Niyaayappiramaanam Sollugiradhaik Ketkavillaiyaa? Idhai Enakku Sollungal. "
},{ "Verses": "22 aabiragaamukku Irandu Kumaarar Irundhaargal Endru Ezhudhiyirukkiradhu; Oruvan Adimaiyaanavalidaththil Pirandhavan, Oruvan Suyaadheenamullavalidaththil Pirandhavan. "
},{ "Verses": "23 adimaiyaanavalidaththil Pirandhavan Maamsaththinpadi Pirandhaan, Suyaadheenamullavalidaththil Pirandhavan Vaakkuththaththaththinpadi Pirandhaan. "
},{ "Verses": "24 ivaigal Gnaana Arththamullavaigal; Andha Sthireegal Irandu Erpaadukalaam; Ondru Seenaaimalaiyilundaana Erpaadu, Adhu Adimaiththanaththirkullaagap Pillaiperugiradhu, Adhu Aagaar Enbavaldhaane. "
},{ "Verses": "25 aagaar Enbadhu Arabidhesaththilulla Seenaaimalai; Andha Aagaar Ippozhudhirukkira Erusalemukkuch Sari; Ival Than Pillaigalodekooda Adimaippattirukkiraale. "
},{ "Verses": "26 melaana Erusalemo Suyaadheenamullaval, Avale Nammellaarukkum Thaayaanaval. "
},{ "Verses": "27 andhappadi Pillaiperaadha Maladiye, Magizhndhiru; Karppavedhanaippataadhavale, Kalippaai Ezhumbi Aarppari; Purushanullavalaip Paarkkilum Anaadha Sthireekke Adhiga Pillaikalundu Endru Ezhudhiyirukkiradhu. "
},{ "Verses": "28 sagodharare Naam Eesaakkaippola Vaakkuththaththaththup Pillaigalaayirukkirom. "
},{ "Verses": "29 aagilum Maamsaththinpadi Pirandhavan Aaviyinpadi Pirandhavanai Appozhudhu Thunbappaduththinadhu Pola, Ippozhudhum Nadandhuvarugiradhu. "
},{ "Verses": "30 adhaikkuriththu Vedham Ennasollugiradhu: Adimaiyaanavalin Magan Suyaadheenamullavaludaiya Kumaaranode Sudhandharavaaliyaayiruppadhillai; Aagaiyaal Adimaiyaanavalaiyum, Avaludaiya Maganaiyum Purambe Thallu Endru Sollugiradhu. "
},{ "Verses": "31 ippadiyirukka, Sagodharare, Naam Adimaiyaanavalukkup Pillaigalaayiraamal, Suyaadheenamullavalukke Pillaigalaayirukkirom. "
}
]