[
{ "Verses": "1 buththiyillaadha Kalaaththiyare, Neengal Saththiyaththirkuk Keezhppadiyaamarpogaththakkadhaaga Ungalai Mayakkinavan Yaar? Yesukiristhu Siluvaiyilaraiyappattavaraaga Ungal Kangalukkumun Piraththiyatchamaai Ungalukkulle Velippaduththappattirundhaare. "
},{ "Verses": "2 ondraimaaththiram Ungalidaththil Ariyavirumbugiren; Niyaayappiramaanaththin Kiriyaigalinaaleyo, Visuvaasak Kelviyinaaleyo, Edhinaale Aaviyaip Petreergal? "
},{ "Verses": "3 aaviyinaale Aarambampannina Neengal Ippozhudhu Maamsaththinaale Mudivuperappogireergalo? Neengal Iththanai Puththiyeenaraa? "
},{ "Verses": "4 iththanai Paadugalaiyum Veenaaip Patteergalo? Avaigal Veenaaippoyitre. "
},{ "Verses": "5 andriyum Ungalukku Aaviyai Aliththu, Ungalukkulle Arpudhangalai Nadappikkiravar Adhai Niyaayappiramaanaththin Kiriyaigalinaaleyo, Visuvaasak Kelviyinaaleyo, Edhinaale Seygiraar? "
},{ "Verses": "6 appadiye Aabiragaam Dhevanai Visuvaasiththaan, Adhu Avanukku Needhiyaaga Ennappattadhu. "
},{ "Verses": "7 aagaiyaal Visuvaasamaarkkaththaargal Evargalo Avargale Aabiragaamin Pillaigalendru Ariveergalaaga. "
},{ "Verses": "8 melum Dhevan Visuvaasaththinaale Purajaadhgalai Needhimaangalaakkugiraarendru Vedham Munnaagak Kandu: Unakkul Sagala Jaadhigalum Aaseervadhikkappadum Endru Aabiragaamukku Suviseshamaai Munnariviththadhu. "
},{ "Verses": "9 andhappadi Visuvaasamaarkkaththaar Visuvaasamulla Aabiragaamudane Aaseervadhikkappadugiraargal. "
},{ "Verses": "10 niyaayappiramaanaththin Kiriyaikkaararaagiya Yaavarum Saabaththirkutpattirukkiraargal; Niyaayappiramaana Pusthagaththil Ezhudhappattavaigalaiyellaam Seyyaththakkadhaaga Avaigalil Nilaiththiraadhavan Evano Avan Sabikkappattavan Endru Ezhudhiyirukkiradhe. "
},{ "Verses": "11 niyaayappiramaanaththinaale Oruvanum Dhevanidaththil Needhimaanaagiradhillaiyenpadhu Veliyarangamaayirukkiradhu. Enenil, Visuvaasaththinaale Needhimaan Pizhaippaan Endru Ezhudhiyirukkiradhe. "
},{ "Verses": "12 niyaayappiramaanamo Visuvaasaththirkuriyadhalla; Avaigalaich Seygira Manushane Avaigalaal Pizhaippaan. "
},{ "Verses": "13 maraththile Thookkappatta Evanum Sabikkappattavan Endru Ezhudhiyirukkirapadi, Kiristhu Namakkaaga Saabamaagi, Niyaayappiramaanaththin Saabaththirku Nammai Neengalaakki Meettukkondaar. "
},{ "Verses": "14 aabiragaamukku Undaana Aaseervaadham Kiristhu Yesuvinaal Purajaadhigalukku Varumpadiyaagavum, Aaviyaikkuriththu Sollappatta Vaakkuththaththaththai Naam Visuvaasaththinaale Perumpadiyaagavum Ippadiyaayitru. "
},{ "Verses": "15 sagodharare, Manushar Muraimaiyinpadi Sollugiren; Manushargalukkulle Urudhipannappatta Udanpadikkaiyai Oruvanum Thallugiradhumillai, Adhinode Ondraiyum Koottugiradhumillai. "
},{ "Verses": "16 aabiragaamukkum Avanudaiya Sandhadhikkum Vaakkuththaththangal Pannappattana; Sandhadhigalukku Endru Anegaraikkuriththuch Chollaamal, Un Sandhadhikku Endru Oruvanaikkuriththuch Cholliyirukkiraar, Andha Sandhadhi Kiristhuve. "
},{ "Verses": "17 aadhalaal Naan Sollugiradhennavenil, Kiristhuvai Munnittu Dhevanaal Mun Urudhipannappatta Udanpadikkaiyai Naanootrumuppadhu Varushaththirkuppinbu Undaana Niyaayappiramaanamaanadhu Thalli, Vaakkuththaththaththai Viyarththamaakkamaattaadhu. "
},{ "Verses": "18 andriyum, Sudhandharamaanadhu Niyaayappiramaanaththinaale Undaanaal Adhu Vaakkuththaththaththinaale Undaayiraadhu; Dhevan Adhai Aabiragaamukku Vaakkuththaththaththinaale Arulichcheydhaare. "
},{ "Verses": "19 appadiyaanaal, Niyaayappiramaanaththin Nokkamenna? Vaakkuththaththaththaippetra Sandhadhi Varumalavum Adhu Akkiramangalinimiththamaagak Koottappattu, Dhevathoodharaikkondu Maththiyasthan Kaiyile Kattalaiyidappattadhu. "
},{ "Verses": "20 maththiyasthan Oruvanukkuriyavanalla, Dhevano Oruvar. "
},{ "Verses": "21 appadiyaanaal, Niyaayappiramaanam Dhevanudaiya Vaakkuththaththangalukku Virodhamaa? Allave; Uyiraik Kodukkaththakka Niyaayappiramaanam Arulappattirundhadhaanaal, Needhiyaanadhu Niyaayappiramaanaththinaal Undaayirukkume. "
},{ "Verses": "22 appadiyiraadhapadiyaal, Yesukiristhuvaip Patrum Visuvaasaththinaale Palikkira Vaakkuththaththam Visuvaasamullavargalukku Alikkappadumpadi Vedham Ellaaraiyum Egamaaip Paavaththinkeezh Adaiththuppottadhu. "
},{ "Verses": "23 aadhalaal Visuvaasam Varugiradharkumunne, Velippadappogira Visuvaasaththirku Edhuvaaga Naam Adaikkappattavargalaai Niyaayappiramaanaththinkeezh Kaaval Pannappattirundhom. "
},{ "Verses": "24 ivvidhamaaga, Naam Visuvaasaththile Needhimaangalaakkappaduvadharku Niyaayappiramaanam Nammaik Kiristhuvinidaththil Vazhinadaththugira Upaaththiyaai Irundhadhu. "
},{ "Verses": "25 visuvaasam Vandhapinbu Naam Upaaththikkuk Keezhaanavargalallave. "
},{ "Verses": "26 neengalellaarum Kiristhu Yesuvaippatrum Visuvaasaththinaal Dhevanudaiya Puththiraraayirukkireergale. "
},{ "Verses": "27 enenil, Ungalil Kiristhuvukkullaaga, Gnaanasnaanam Petravargal Eththanaipero Aththanaiperum Kiristhuvaith Thariththukkondeergale. "
},{ "Verses": "28 yoodhanendrum Girekkanendrumillai, Adimaiyendrum Suyaadheenanendrumillai, Aanendrum Pennendrumillai; Neengalellaarum Kiristhu Yesuvukkul Ondraayirukkireergal. "
},{ "Verses": "29 neengal Kiristhuvinudaiyavargalaanaal, Aabiragaamin Sandhadhiyaaraayum, Vaakkuththaththaththinpadiye Sudhandhararaayumirukkireergal. "
}
]