[
{ "Verses": "1 padhinaalu Varusham Sendrapinbu, Naan Theeththuvaik Koottikkondu Parnabaavudanekooda Marupadiyum Erusalemukkup Ponen. "
},{ "Verses": "2 naan Theva Arivippinaale Poi, Purajaadhigalidaththil Naan Pirasangikkira Suviseshaththai Avargalukku Vivariththuk Kaanbiththen; Aayinum Naan Odugiradhum, Odinadhum Veenaagaadhapadikku Ennikkaiyullavargalukke Thanimaiyaai Vivariththuk Kaanbiththen. "
},{ "Verses": "3 aanaalum Ennudanekooda Irundha Theeththu Girekkanaayirundhum Viruththasedhanampannikkollumpadikkuk Kattaayampannappadavillai. "
},{ "Verses": "4 kiristhu Yesuvukkul Namakku Undaana Suyaadheenaththai Ulavupaarththu Nammai Niyaayappiramaaranaththirku Adimaigalaakkumporuttaagap Pakkavazhiyaai Nuzhaindha Kalla Sagodharar Nimiththam Appadiyaayitru. "
},{ "Verses": "5 suviseshaththin Saththiyam Ungalidaththile Nilaiththirukkumpadi, Naangal Oru Naazhigaiyaagilum Avargalukkuk Keezhppadindhu Inangavillai. "
},{ "Verses": "6 allaamalum Ennikkaiyullavargalaayirundhavargal Enakku Ondrum Bodhikkavillai; Avargal Eppadippattavargalaayirundhaalum Enakkuk Kavalaiyillai (akkaraiyillai), Dhevan Manusharidaththil Patchapaadhamullavarallave. "
},{ "Verses": "7 adhuvumallaamal, Viruththasedhanamullavargalukku Apposthalanaayirukkumpadi Pedhuruvaip Balappaduththinavar Purajaadhigalukku Apposthalanaayirukkumpadi Ennaiyum Balappaduththinapadiyaal, "
},{ "Verses": "8 viruththasedhanamulla Avargalukku Suviseshaththaip Pirasangikkumpadi Pedhuruvukkuk Kaiyalikkappattadhupola, Viruththasedhanam Illaadhavargalukkup Pirasangikkumpadi Adhu Enakkum Kaiyalikkappattadhendru Avargal Kandu; "
},{ "Verses": "9 enakku Alikkappatta Kirubaiyai Arindhabodhu, Thoongalaaga Ennappatta Yaakkobum, Kebaavum, Yovaanum, Thaangal Viruththasedhanamullavargalukkum, Naangal Purajaadhigalukkum Pirasangikkumpadi, Anniyonniya Aikkiyaththirku Adaiyaalamaaga Enakkum Parnabaavukkum Valadhukai Koduththu, "
},{ "Verses": "10 thariththirarai Ninaiththukkollumpadikkumaaththiram Sonnaargal; Appadich Cheyyumpadi Adharku Munname Naanum Karuththullavanaayirundhen. "
},{ "Verses": "11 melum, Pedhuru Andhiyogiyaavukku Vandhabodhu, Avanmel Kutranjsumandhadhinaal, Naan Mugamugamaai Avanode Edhirththen. "
},{ "Verses": "12 eppadiyenil, Yaakkobinidaththilirundhu Silar Varugiradharkumunne Avan Purajaadhiyaarudane Saappittaan; Avargal Vandhabodho, Viruththasedhanamullavargalukkup Bayandhu, Vilagip Pirindhaan. "
},{ "Verses": "13 matra Yoodharum Avanudanekooda Maayampanninaargal; Avargaludaiya Maayaththinaale Parnabaavum Izhuppundaan. "
},{ "Verses": "14 ippadi Avargal Suviseshaththin Saththiyaththirketrapadi Sariyaai Nadavaadhadhai Naan Kandabodhu, Ellaarukkum Munbaaga Naan Pedhuruvai Nokkichsonnadhu Ennavendraal: Yoodhanaayirukkira Neer Yoodhar Muraimaiyaaga Nadavaamal, Purajaadhiyaar Muraimaiyaaga Nadandhukondirukka, Purajaadhiyaarai Yoodharmuraimaiyaaga Nadakkumpadi Neer Eppadikkattaayam Pannalaam? "
},{ "Verses": "15 purajaadhiyaaril Pirandha Paavigalaayiraamal, Subaavaththinpadi Yoodharaayirukkira Naamum Yesukiristhuvaippatrum Visuvaasaththinaaleyandri, Niyaayappiramaanaththin Kiriyaigalinaale Manushan Needhimaanaakkappaduvadhillaiyendru Arindhu, Niyaayappiramaanaththin Kiriyaigalinaalalla,kiristhuvaippatrum Visuvaasaththinaale Needhimaangalaakkappadumpadikkuk Kiristhu Yesuvinmel Visuvaasigalaanom. "
},{ "Verses": "16 niyaayappiramaanaththin Kiriyaigalinaale Endha Manushanum Needhimaanaakkappaduvadhillaiye. "
},{ "Verses": "17 kiristhuvukkul Needhimaankalaakkappadumpadi Naadugira Naamum Paavigalaagak Kaanappaduvomaanaal, Kiristhu Paavaththirkuk Kaaranaro? Allave. "
},{ "Verses": "18 naan Idiththuppottavaigalaiye Naan Marupadiyum Kattinaal, Piramaanaththai Meerugiravanendru Kaanappaduven. "
},{ "Verses": "19 dhevanukkendru Pizhaikkumpadi Naan Niyaayappiramaanaththinaale Niyaayappiramaanaththirku Mariththene. "
},{ "Verses": "20 kiristhuvudanekoodach Chiluvaiyilaraiyappatten; Aayinum, Pizhaiththirukkiren; Ini Naan Alla, Kiristhuve Enakkul Pizhaiththirukkiraar; Naan Ippozhudhu Maamsaththil Pizhaiththirukkiradho, Ennil Anbukoorndhu Enakkaagath Thammaiththaame Oppukkoduththa Dhevanudaiya Kumaaranaippatrum Visuvaasaththinaale Pizhaiththirukkiren. "
},{ "Verses": "21 naan Dhevanudaiya Kirubaiyai Virudhaavaakkugiradhillai; Needhiyaanadhu Niyaayappiramaanaththinaale Varumaanaal, Kiristhu Mariththadhu Veenaayirukkume. "
}
]