[
{ "Verses": "1 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "2 nee Aaronodum Avan Kumaararodum Isravel Puththirar Anaivarodum Sollavendiyadhaavadhu; Karththar Kattalaiyidugiradhu Ennavendraal: "
},{ "Verses": "3 isravel Kudumbaththaaril Evanaagilum Maattaiyaavadhu Semmariyaattaiyaavadhu Vellaattaiyaavadhu Aasarippuk Koodaaravaasalaagiya Karththarudaiya Vaasasthalaththukku Munbaaga, Karththarukku Seluththumpadi Konduvaraamal, "
},{ "Verses": "4 paalayaththukkulleyaagilum Paalayaththukkup Purambeyaagilum Adhaik Kondraal, Adhu Andha Manidhanukku Raththappazhiyaaga Ennappadum. Andha Manidhan Raththam Sindhinapadiyaal, Than Janaththil Iraamal Aruppundu Povaan. "
},{ "Verses": "5 aagaiyaal Isravel Puththirar Veliyile Paliyidugira Thangal Paligalai, Aasarippuk Koodaaravaasalil Aasaariyanidaththil Karththarudaiya Sannidhiyil Konduvandhu, Ange Avaigalaik Karththarukku Samaadhaana Paligalaaga Seluththakkadavargal. "
},{ "Verses": "6 ange Aasaariyan Raththaththai Aasarippuk Koodaaravaasalilirukkira Karththarudaiya Palipeedaththinmel Theliththu, Kozhuppaik Karththarukku Sugandha Vaasanaiyaagath Thaganikkakkadavan . "
},{ "Verses": "7 thaangal Soramaarkkamaaip Pinpatrugira Peygalukkuth Thangal Paligalai Ini Seluththaadhiruppaargalaaga; Idhu Avargal Thalaimuraithorum Avargalukku Niththiya Kattalaiyaayirukkakkadavadhu. "
},{ "Verses": "8 melum Nee Avargalai Nokki: Isravel Kudumbaththaarilum Ungal Naduve Thangugira Anniyargalilum Evanaagilum Sarvaanga Thaganapali Mudhalaanavaigalaiyittu, "
},{ "Verses": "9 adhai Aasarippuk Koodaara Vaasalile Karththarukku Seluththumpadi Konduvaraavittaal, Avan Than Janaththil Iraamal Aruppundupovaan Endru Sol. "
},{ "Verses": "10 isravel Kudumbaththaarilum Ungalukkul Thangum Anniyargalilum Evanaagilum Raththam Ennappattadhaip Pusiththaal, Raththaththaip Pusiththa Avanukku Virodhamaaga Naan En Mugaththaith Thiruppi, Avan Than Janaththil Iraadhapadikku Avanai Aruppundupogap Pannuven. "
},{ "Verses": "11 maamsaththin Uyir Raththaththil Irukkiradhu; Naan Adhai Ungalukkup Palipeedaththinmel Ungal Aaththumaakkalukkaagap Paavanivirththi Seyyumpadikkuk Kattalaiyitten; Aaththumaavirkaagap Paavanivirththi Seygiradhu Raththame. "
},{ "Verses": "12 adhinimiththam Ungalil Oruvanum Raththam Pusikkavendaam, Ungal Naduve Thangugira Anniyanum Raththam Pusikkavendaam Endru Isravel Puththirarukku Sonnen. "
},{ "Verses": "13 isravel Puththirarilum Ungalukkul Thangugira Anniyargalilum Evanaagilum Pusikkaththakka Oru Mirugaththaiyaavadhu Oru Patchiyaiyaavadhu Vettaiyaadip Pidiththaal, Avan Adhin Raththaththai Sindhappanni, Manninaal Adhai Moodakkadavan. "
},{ "Verses": "14 sagala Maamsaththukkum Raththam Uyiraayirukkiradhu; Raththam Jeevanukku Samaanam; Aagaiyaal Endha Maamsaththin Raththaththaiyum Pusikkavendaam. Sagala Maamsaththin Uyirum Adhin Raththandhaane; Adhaip Pusikkira Evanum Aruppundupovaan Endru Isravel Puththirarukku Sonnen. "
},{ "Verses": "15 thaanaai Irandhuponadhaiyaavadhu, Peerundadhaiyaavadhu, Pusiththavan Evanum, Avan Sudhesiyaanaalum Paradhesiyaanaalum, Than Vasthirangalaith Thoiththu, Thanneeril Muzhugi, Saayankaalammattum Theettaayiruppaanaaga; Pinbu Suththamaayiruppaan. "
},{ "Verses": "16 avan Than Vasthirangalaith Thoikkaamalum, Snaanampannaamalum Irundhaal, Than Akkiramaththai Sumappaan Endru Sol Endraar. "
}
]