[
{ "Verses": "1 karththar Aasarippuk Koodaaraththilirundhu Moseyaikkooppittu, Avanai Nokki: "
},{ "Verses": "2 nee Isravel Puththiraridaththil Sollavendiyadhu Ennavendraal, Ungalil Oruvan Karththarukkup Paliseluththa Vandhaal, Maattumandhaiyilaavadhu, Aattumandhaiyilaavadhu Oru Mirugaththaith Therindheduththu, Paliseluththavendum. "
},{ "Verses": "3 avan Seluththuvadhu Maattumandhaiyilirundhu Edukkappatta Sarvaanga Thaganapaliyaanaal, Avan Pazhudhatra Oru Kaalaiyai Seluththuvaanaaga; Karththarudaiya Sannidhiyil Thaan Angigarikkappadumpadi, Avan Adhai Aasarippuk Koodaaravaasalil Konduvandhu, "
},{ "Verses": "4 adhu Than Paavanivirththikkendru Angigarikkappadumpadi Than Kaiyai Adhin Thalaiyinmel Vaiththu, "
},{ "Verses": "5 karththarudaiya Sannidhiyil Andhak Kaalaiyaik Kollakkadavan; Appozhudhu Aaronin Kumaararaagiya Aasaariyargal Adhin Raththaththai Eduththu, Adhai Aasarippuk Koodaaravaasalil Irukkira Palipeedaththinmel Sutrilum Thelikkakkadavargal. "
},{ "Verses": "6 pinbu Avan Andha Sarvaanga Thaganapaliyaith Tholuriththu, Adhai Sandhusandhaagath Thundikkakkadavan. "
},{ "Verses": "7 appozhudhu Aasaariyanaagiya Aaronin Kumaarar Palipeedaththinmel Akkiniyaippottu, Akkiniyinmel Kattaigalai Adukki, "
},{ "Verses": "8 avan Kumaararaagiya Aasaariyargal, Thundangalaiyum Thalaiyaiyum Kozhuppaiyum Palipeedaththilulla Akkiniyil Irukkira Kattaigalinmel Adukkivaikkakkadavargal. "
},{ "Verses": "9 adhin Kudalgalaiyum Thodaigalaiyum Avan Thanneerinaal Kazhuvuvaanaaga; Avaigalaiyellaam Aasaariyan Palipeedaththinmel Sarvaanga Thaganapaliyaagath Thaganikkakkadavan; Idhu Karththarukku Sugandha Vaasanaiyaana Thaganapali. "
},{ "Verses": "10 avan Seluththuvadhu Semmariyaattu Mandhaiyilulla Aadugalilaavadhu Vellaattu Mandhaiyilulla Aadugalilaavadhu Edukkappatta Sarvaanga Thaganapaliyaanaal, Pazhudhatra Oru Kadaavaik Konduvandhu, "
},{ "Verses": "11 karththarudaiya Sannidhiyil Palipeedaththin Vadapuraththil Adhaik Kollakkadavan; Appozhudhu Aaronin Kumaararaagiya Aasaariyargal Adhin Raththaththaip Palipeedaththinmel Sutrilum Thelikkakkadavargal. "
},{ "Verses": "12 pinbu Avan Adhai Sandhusandhaagath Thundiththu, Adhin Thalaiyaiyum Kozhuppaiyum Koodavaippaanaaga; Avaigalai Aasaariyan Palipeedaththilulla Akkiniyil Irukkira Kattaigalinmel Adukkivaikkakkadavan. "
},{ "Verses": "13 kudalgalaiyum Thodaigalaiyum Avan Thanneerinaal Kazhuvuvaanaaga; Avaigalaiyellaam Aasaariyan Konduvandhu Palipeedaththinmel Thaganikkakkadavan; Idhu Sarvaanga Thaganapali; Idhu Karththarukku Sugandha Vaasanaiyaana Thaganapali. "
},{ "Verses": "14 avan Karththarukku Seluththuvadhu Paravaigalilirundhu Edukkappatta Sarvaanga Thaganapaliyaanaal, Kaattuppuraakkalilaavadhu Puraakkunjugalilaavadhu Eduththu Seluththakkadavan. "
},{ "Verses": "15 adhai Aasaariyan Palipeedaththandaiyil Konduvandhu, Adhin Thalaiyaik Killi, Palipeedaththil Thaganiththu, Adhin Raththaththaip Palipeedaththin Pakkaththil Sindhavittu, "
},{ "Verses": "16 adhin Iraippaiyai Adhin Malaththodunkooda Eduththu, Adhaip Palipeedaththandaiyil Keezhppuramaaga Saambal Irukkira Idaththile Erindhuvittu, "
},{ "Verses": "17 pinbu Adhin Settaigaludan Adhai Irandaakkaamal Pilappaanaaga; Pinbu Aasaariyan Adhaip Palipeedaththilulla Akkiniyil Irukkira Kattaigalinmel Thaganikkakkadavan; Idhu Sarvaanga Thaganapali; Idhu Karththarukku Sugandha Vaasanaiyaana Thaganapali. "
}
]