[
{ "Verses": "1 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "2 kushtarogiyinudaiya Suththigarippin Naalil Avanukkaduththa Pramaanam Ennavendraal: Avan Aasaariyanidaththil Konduvarappadavendum. "
},{ "Verses": "3 aasaariyan Paalayaththukkup Purambe Poi; Kushtarogiyin Kushtavyaadhi Sosthamaayitru Endru Kandaal, "
},{ "Verses": "4 suththigarikkappadavendiyavanukkaaga, Uyirodirukkum Suththamaana Irandu Kuruvigalaiyum, Kedhuruk Kattaiyaiyum, Sivappunoolaiyum, Eesoppaiyum Vaangivarakkadavan. "
},{ "Verses": "5 pinbu, Aasaariyan Andhak Kuruvigalil Ondrai Oru Manpaandaththilulla Ootruneermel Kolla Solli, "
},{ "Verses": "6 uyirulla Kuruviyaiyum, Kedhuruk Kattaiyaiyum, Sivappunoolaiyum, Eesoppaiyum Eduththu, Ivaigalaiyum Uyirulla Kuruviyaiyum Ootruneermel Kollappatta Kuruviyin Raththaththile Thoiththu, "
},{ "Verses": "7 kushtam Neenga Suththigarikkappadugiravanmel Ezhudharam Theliththu, Avanai Suththampanni, Uyirulla Kuruviyai Veliyile Vittuvidakkadavan. "
},{ "Verses": "8 suththigarikkappadugiravan Than Vasthirangalaith Thoiththu, Than Mayir Muzhuvadhaiyum Siraiththu, Thaan Suththamaagumpadi Jalaththil Snaanampanni, Pinbu Paalayaththil Pravesiththu, Than Koodaaraththukkup Purambe Ezhunaal Thangi, "
},{ "Verses": "9 ezhaam Naalile Than Thalaiyaiyum Thaadiyaiyum Puruvangalaiyum Thannudaiya Mayir Muzhuvadhaiyum Siraiththu, Than Vasthirangalaith Thoiththu, Jalaththil Snaanampannavendum; Appozhudhu Suththamaayiruppaan. "
},{ "Verses": "10 ettaamnaalile Avan Pazhudhatra Irandu Aattukkuttigalaiyum, Oru Vayadhaana Pazhudhatra Oru Pennaattukkuttiyaiyum, Pojanapalikkaaga Enneyile Pisaindha Oru Marakkaalil Paththil Moondru Pangaagiya Melliya Maavaiyum, Aazhaakku Enneyaiyum Konduvarakkadavan. "
},{ "Verses": "11 suththigarikkira Aasaariyan Suththigarikkappadum Manidhanaiyum Avvasthukkalaiyum Aasarippuk Koodaaravaasalile Karththarudaiya Sannidhiyil Niruththakkadavan. "
},{ "Verses": "12 pinbu, Aasaariyan Oru Aattukkuttiyaip Pidiththu, Adhaiyum Andha Aazhaakku Enneyaiyum Kutranivaaranapaliyaagak Konduvandhu, Karththarudaiya Sannidhiyil Asaivaattum Paliyaaga Asaivaatti, "
},{ "Verses": "13 paavanivaaranapaliyum Sarvaanga Thaganapaliyum Idum Parisuththa Sthalaththile Andha Aattukkuttiyaik Kollakkadavan; Kutranivaaranapali Paavanivaaranapaliyaippola Aasaariyanukku Uriyadhu; Adhu Magaa Parisuththamaanadhu. "
},{ "Verses": "14 andhak Kutranivaaranapaliyin Raththaththil Aasaariyan Konjam Eduththu, Suththigarikkappadugiravan Valadhu Kaadhin Madalilum, Avan Valadhu Kaiyin Peruviralilum, Valadhukaalin Peruviralilum Poosakkadavan. "
},{ "Verses": "15 pinbu, Aasaariyan Andha Aazhaakku Enneyile Konjam Than Idadhu Kaiyil Vaarththu, "
},{ "Verses": "16 than Idadhu Kaiyilulla Enneyil Than Valadhu Kaiyin Viralaith Thoiththu, Than Viralinaal Ezhudharam Andha Enneyil Eduththu, Karththarudaiya Sannidhiyil Theliththu, "
},{ "Verses": "17 than Ullankaiyil Irukkira Meedhiyaana Enneyile Konjam Eduththu Suththigarikkappadugiravan Valadhukaadhin Madalilum, Avan Valadhukaiyin Peruviralilum, Mundhap Poosiyirukkira Kutranivaaranapaliyinudaiya Raththaththinmel Poosi, "
},{ "Verses": "18 than Ullankaiyil Irukkira Meedhiyaana Enneyai Suththigarikkappadugiravan Thalaiyile Vaarththu, Karththarudaiya Sannidhiyil Avanukkaagap Paavanivirththi Seyyakkadavan. "
},{ "Verses": "19 aasaariyan Paavanivaaranapaliyaiyum Seluththi, Suththigarikkappadugiravanin Theettu Neenga, Avanukkup Paavanivirththi Seydhu, Pinbu Sarvaanga Thaganapaliyaikkondru, "
},{ "Verses": "20 sarvaanga Thaganapaliyaiyum Pojanapaliyaiyum Palipeedaththinmel Vaiththu, Avanukkaagap Paavanivirththi Seyyakkadavan; Appozhudhu Avan Suththamaayiruppaan. "
},{ "Verses": "21 avan Immaaththiram Seyyath Thiraaniyatra Thariththiranaayirundhaal, Avan Than Paavanivirththikkendru Asaivaattum Kutranivaaranapaliyaaga Oru Aattukkuttiyaiyum, Pojanapalikku Enneyil Pisaindha Oru Marakkaal Melliya Maavile Paththil Oru Pangaiyum, Aazhaakku Enneyaiyum, "
},{ "Verses": "22 than Thiraanikkuth Thakkapadi Irandu Kaattuppuraakkalaiyaavadhu Irandu Puraakkunjugalaiyaavadhu Ondru Paavanivaaranapaliyaagavum, Matrondru Sarvaanga Thaganapaliyaagavum Seluththumpadi Vaangi, "
},{ "Verses": "23 thaan Suththigarikkumpadi Ettaam Naalil Aasarippuk Koodaaravaasalile Karththarudaiya Sannidhiyil Aasaariyanidaththukkuk Konduvaruvaanaaga. "
},{ "Verses": "24 appozhudhu Aasaariyan Kutranivaaranapalikkuriya Aattukkuttiyaiyum Andha Aazhaakku Enneyaiyum Vaangi, Karththarudaiya Sannidhiyil Asaivaattum Pojanapaliyaaga Asaivaatti, "
},{ "Verses": "25 kutranivaaranapalikkaana Andha Aattukkuttiyaik Kondru, Kutranivaaranapaliyin Raththaththil Konjam Eduththu, Suththigarikkappadugiravan Valadhu Kaadhin Madalilum, Avan Valadhukaiyin Peruviralilum, Valadhukaalin Peruviralilum Poosi, "
},{ "Verses": "26 andha Enneyile Konjam Than Idadhukaiyil Vaarththu, "
},{ "Verses": "27 than Idadhu Kaiyilulla Enneyile Than Valadhu Viralaith Thoiththu, Karththarudaiya Sannidhiyil Ezhudharam Theliththu, "
},{ "Verses": "28 than Ullankaiyilirukkira Enneyil Konjam Eduththu Suththigarikkappadugiravan Valadhukaadhin Madalilum, Avan Valadhu Kaiyin Peruviralilum, Valadhukaalin Peruviralilum Kutranivaaranapaliyin Raththam Poosiyirukkira Idaththile Poosi, "
},{ "Verses": "29 than Ullankaiyil Irukkira Matra Enneyai Suththigarikkappadugiravan Thalaiyinmel Avanukkaagak Karththarudaiya Sannidhiyil Paavanivirththi Seyyumpadi Thadavi, "
},{ "Verses": "30 pinbu, Avan Than Thiraanikkum Thagudhikkum Thakkadhaaik Kaattuppuraakkalaiyaavadhu Puraakkunjugalaiyaavadhu Konduvandhu, "
},{ "Verses": "31 avaigalil Ondraip Paavanivaaranapaliyum, Matrondrai Sarvaangadhaganapaliyumaakki, Pojanapaliyodekooda Seluththi, Ippadiye Aasaariyan Suththigarikkappadugiravanukkaaga, Karththarudaiya Sannidhiyil Paavanivirththi Seyyakkadavan. "
},{ "Verses": "32 than Suththigarippukku Vendiyavaigalai Sambaadhikkak Koodaadha Kushtarogiyaik Kuriththa Pramaanam Idhuve Endraar. "
},{ "Verses": "33 pinnum Karththar Moseyaiyum Aaronaiyum Nokki: "
},{ "Verses": "34 naan Ungalukkuk Kaaniyaatchiyaagak Kodukkum Dhesaththile Neengal Poi Serndhapinbu, Ungal Kaaniyaatchiyaana Dhesaththil Oru Veettile Kushtadhoshaththai Naan Varappanninaal, "
},{ "Verses": "35 andha Veettirku Udaiyavan Vandhu, Veettile Thosham Vandhirukkiradhaagath Thondrugiradhu Endru Aasaariyanukku Arivikkakkadavan. "
},{ "Verses": "36 appozhudhu Veettilulla Yaavum Theettuppadaadhapadikku, Aasaariyan Andhath Thoshaththaip Paarkkap Pogummunne Veettai Ozhiththuvaikkumpadi Solli, Pinbu Veettaippaarkkumpadi Poi, "
},{ "Verses": "37 andhath Thosham Irukkira Idaththaip Paarkkakkadavan; Appozhudhu Veettu Suvargalile Konjam Pachchaiyum Konjam Sivappumaana Kuzhi Vizhundhirundhu, Avaigal Matra Suvaraippaarkkilum Pallamaayirukkakkandaal, "
},{ "Verses": "38 aasaariyan Veettaivittup Purappattu Vaasarpadiyile Vandhu, Veettai Ezhunaal Adaiththuvaiththu, "
},{ "Verses": "39 ezhaamnaalile Thirumbap Poip Paarththu, Thosham Veettu Suvargalil Padarndhadhendru Kandaal, "
},{ "Verses": "40 thosham Irukkum Avvidaththuk Kallugalaip Peyarkkavum, Pattanaththukku Purambe Asuththamaana Oru Idaththile Podavum Avan Kattalaiyittu, "
},{ "Verses": "41 veettai Ulle Sutrilum Sedhukkachcholli, Sedhukkippotta Mannaip Pattanaththukkup Purambe Asuththamaana Oru Idaththile Kottavum, "
},{ "Verses": "42 vere Kallugalai Eduththuvandhu, Andhak Kallugalukkup Padhilaagak Katti, Vere Saandhai Eduththu Veettaip Poosavum Kattalaiyiduvaanaaga. "
},{ "Verses": "43 kallugalaip Peyarththu, Veettai Sedhukki, Navamaaip Poosinapinbum, Andhath Thosham Thirumba Veettil Vandhadhaanaal, "
},{ "Verses": "44 aasaariyan Poip Paarkkakadavan; Thosham Veettil Padarndhadhaanaal, Adhu Veettai Arikkira Kushtam, Adhu Theettaayirukkum. "
},{ "Verses": "45 aagaiyaal Veedumuzhuvadhaiyum Idiththu, Adhin Kallugalaiyum, Marangalaiyum, Adhin Saandhu Ellaavatraiyum Pattanaththukkup Purambe Asuththamaana Idaththile Kondupogavendum. "
},{ "Verses": "46 veedu Adaikkappattirukkum Naatkalil Adharkul Pravesikkiravan Saayankaalamattum Theettuppattiruppaan. "
},{ "Verses": "47 andha Veettile Paduththavan Than Vasthirangalaith Thoikkakkadavan; Andha Veettile Saappittavanum Than Vasthirangalaith Thoikkakkadavan. "
},{ "Verses": "48 aasaariyan Thirumba Vandhu, Veedu Poosappattapinbu Veettile Andhath Thosham Padaravillai Endru Kandaaneyaagil, Thosham Nivirththiyaanapadiyaal, Aasaariyan Andha Veettai Suththam Endru Theerkkakkadavan. "
},{ "Verses": "49 appozhudhu Veettirkuth Thosham Kazhikka, Irandu Kuruvigalaiyum, Kedhuruk Kattaiyaiyum, Sivappunoolaiyum, Eesoppaiyum Eduththu, "
},{ "Verses": "50 oru Kuruviyai Oru Manpaandaththilulla Ootruneerinmel Kondru, "
},{ "Verses": "51 kedhurukkattaiyaiyum, Eesoppaiyum, Sivappunoolaiyum, Uyirulla Kuruviyaiyum Eduththu, Ivaigalaik Kollappatta Kuruviyin Raththaththilum Ootru Neerilum Thoiththu, Veettinmel Ezhudharam Theliththu, "
},{ "Verses": "52 kuruviyin Raththaththinaalum, Ootruneerinaalum, Uyirulla Kuruviyinaalum, Kedhurukkattaiyinaalum Eesoppinaalum, Sivappunoolinaalum Veettirkuth Thoshankazhiththu, "
},{ "Verses": "53 uyirulla Kuruviyaip Pattanaththukkup Purambe Veliyile Vittuvittu, Ippadi Veettirkup Praayachchiththam Seyyakkadavan; Appozhudhu Adhu Suththamaayirukkum. "
},{ "Verses": "54 idhu Sagalavidha Kushtarogaththukkum, Sorikkum, "
},{ "Verses": "55 vasthirak Kushtaththukkum, Veettuk Kushtaththukkum, "
},{ "Verses": "56 thadippukkum, Asarukkum, Vellaip Padarukkum Aduththa Pramaanam. "
},{ "Verses": "57 kushtam Eppozhudhu Theettulladhu Endrum, Eppozhudhu Theettillaadhadhu Endrum Therivippadharkuk Kushtarogaththukku Aduththa Pramaanam Idhuve Endraar. "
}
]