[
{ "Verses": "1 pinnum Karththar Moseyaiyum Aaronaiyum Nokki: "
},{ "Verses": "2 oru Manidhanudaiya Sareeraththinmel Kushtarogampolirukkira Oru Thadippaavadhu Asaraavadhu Vellaippadaraavadhu Undaanaal, Avan Aasaariyanaagiya Aaronidaththilaagilum, Aasaariyaraagiya Avan Kumaararil Oruvanidaththilaagilum Konduvarappadakkadavan. "
},{ "Verses": "3 appozhudhu Aasaariyan Avan Sareeraththinmel Irukkira Rogaththaip Paarkkavendum; Rogam Irukkum Idaththil Mayir Veluththum, Rogamulla Idam Avanudaiya Matra Sareeraththaippaarkkilum Adhigamaaik Kuzhindhum Irundhaal Adhu Kushtarogam; Aasaariyan Avanaip Paarththapinbu, Avanaith Theettullavan Endru Theerkkakkadavan. "
},{ "Verses": "4 avan Sareeraththinmel Vellaip Padarndhirundhaalum, Avvidam Avanudaiya Matrath Tholaippaarkkilum Adhiga Pallamaayiraamalum, Adhin Mayir Vellaiyaaga Maaraamalum Irundhaal, Aasaariyan Avanai Ezhunaal Adaiththuvaiththu, "
},{ "Verses": "5 ezhaam Naalil Avanaip Paarkkakkadavan; Tholil Rogam Adhigappadaamal, Avan Paarvaikku Rogam Nindrirundhaal, Aasaariyan Irandaandharam Avanai Ezhunaal Adaiththuvaiththu, "
},{ "Verses": "6 irandaandharam Avanai Ezhaamnaalil Paarkkakkadavan; Tholil Rogam Adhigappadaamal Surungiyirundhaal, Aasaariyan Avanai Suththamullavan Endru Theerkkakkadavan; Adhu Asaru; Avan Than Vasthirangalaith Thoiththu Suththamaayiruppaanaaga. "
},{ "Verses": "7 thannai Suththamullavan Endru Theerkkiradharku Avan Thannai Aasaariyanukkuk Kaanbiththapinbu, Asaru Tholil Adhigamaaip Padarndhirundhaal, Avan Marupadiyum Aasaariyanukkuth Thannaik Kaanbikkakkadavan. "
},{ "Verses": "8 appozhudhu Asaru Tholile Padarndhadhu Endru Aasaariyan Kandaal, Aasaariyan Avanaith Theettullavan Endru Theerkkakkadavan; Adhu Kushtarogam. "
},{ "Verses": "9 kushtarogam Oru Manidhanukku Irundhaal, Avanai Aasaariyanidaththil Konduvaravendum. "
},{ "Verses": "10 appozhudhu Aasaariyan Avanaip Paarththu, Tholile Vellaiyaana Thadippirundhu, Adhu Mayirai Venmaiyaaga Maarappannitrendrum, Andhath Thadippulla Idaththile Ranamaamsam Undendrum Kandaal, "
},{ "Verses": "11 adhu Avan Sareeraththilulla Naalpatta Kushtam; Avan Theettullavan. Aadhalaal, Aasaariyan Avanai Adaiththu Vaikkaamal, Theettullavan Endru Theerkkakkadavan. "
},{ "Verses": "12 aasaariyan Paarkkira Idangalengum Tholile Kushtam Thondri, Andha Rogamullavanudaiya Thalai Thodangi Avan Kaalmattum Adhu Thegamuzhuvadhaiyum Moodiyirukkakkandaal, "
},{ "Verses": "13 appozhudhu Aasaariyan Paarththu, Kushtam Avan Sareeram Muzhuvadhaiyum Moodiyirundhaal, Avanai Suththamullavan Endru Theerkkakkadavan; Avan Udambellaam Venmaiyaaipponapadiyaal, Avan Suththamullavan. "
},{ "Verses": "14 aanaalum Ranamaamsam Avanil Kaanappattaal, Avan Theettullavan. "
},{ "Verses": "15 aagaiyaal, Ranamaamsaththai Aasaariyan Kaanumpodhu, Avanaith Theettullavan Endru Theerkkakkadavan; Ranamaamsam Theettulladhu; Adhu Kushtam. "
},{ "Verses": "16 alladhu, Ranamaamsam Maari Venmaiyaanaal, Avan Aasaariyanidaththukku Varavendum. "
},{ "Verses": "17 aasaariyan Avanaip Paarththu, Rogamulla Idam Venmaiyaaga Maarinadhendru Kandaal, Aasaariyan Avanai Suththamullavan Endru Theerkkakkadavan; Avan Suththamullavan. "
},{ "Verses": "18 sareeraththinmel Pun Undaayirundhu Aarippoi, "
},{ "Verses": "19 avvidaththile Oru Vellaiththadippaavadhu Sivappu Kalandha Oru Vellaippadaraavadhu Undaanaal, Adhai Aasaariyanukkuk Kaanbikkavendum. "
},{ "Verses": "20 aasaariyan Adhaip Paarththu, Avvidam Matrath Tholaippaarkkilum Kuzhindhirukkavum, Adhin Mayir Vellaiyaaga Maariyirukkavum Kandaal, Aasaariyan Avanaith Theettullavan Endru Theerkkavendum; Adhu Punnil Ezhumbina Kushtam. "
},{ "Verses": "21 aasaariyan Adhaip Paarththu, Adhil Vellaimayir Illai Endrum, Adhu Matrath Tholaippaarkkilum Kuzhindhiraamal Surungiyirukkiradhu Endrum Kandaanaagil, Avanai Ezhunaal Adaiththuvaiththu, "
},{ "Verses": "22 adhu Tholil Adhigamaaip Padarndhirukkak Kandaal, Avanaith Theettullavan Endru Theerkkakkadavan; Adhu Kushtandhaan. "
},{ "Verses": "23 andha Vellaippadar Adhigappadaamal, Avvalavil Nindrirukkumaagil, Adhu Punnin Thazhumbaayirukkum; Aagaiyaal, Aasaariyan Avanai Suththamullavan Endru Theerkkakkadavan. "
},{ "Verses": "24 oruvanudaiya Sareeraththinmel Neruppuppattadhinaale Vendhu, Andha Vekkaadu Aarippona Idaththile Sivappaana Padaraavadhu Venmaiyaana Padaraavadhu Undaanaal, "
},{ "Verses": "25 aasaariyan Adhaippaarkkakkadavan; Andhap Padarile Mayir Venmaiyaaga Maari, Avvidam Matrath Tholaippaarkkilum Pallamaayirundhaal, Adhu Vekkaattinaal Ezhumbina Kushtam; Aagaiyaal, Aasaariyan Avanaith Theettullavan Endru Theerkkakkadavan; Adhu Kushtarogandhaan. "
},{ "Verses": "26 aasaariyan Adhaip Paarkkirapodhu, Padarile Vellaimayir Illai Endrum, Adhu Matrath Tholaippaarkkilum Kuzhindhiraamal, Surungiyirukkiradhu Endrum Kandaanaagil, Avanai Ezhunaal Adaiththu Vaiththu, "
},{ "Verses": "27 ezhaamnaalil Avanaip Paarkkakkadavan; Adhu Tholil Adhigamaaip Padarndhirundhaal, Aasaariyan Avanaith Theettullavan Endru Theerkkakkadavan; Adhu Kushtarogam. "
},{ "Verses": "28 padaraanadhu Tholil Perugaamal, Avvalavil Nindru Surungiyirundhadhaagil, Adhu Soottinaal Undaana Thazhumbu; Aasaariyan Avanai Suththamullavanendru Theerkkakkadavan; Adhu Soottinaal Vandha Vekkaadu. "
},{ "Verses": "29 purushanukkaagilum Sthreekkaagilum Thalaiyilaavadhu Thaadiyilaavadhu Oru Sori Undaanaal, "
},{ "Verses": "30 aasaariyan Adhaip Paarththu, Avvidam Matraththolaippaarkkilum Pallamum Adhile Mayir Pon Niramum Mirudhuvumaayirukkakkandaal, Aasaariyan Avanaith Theettullavanendru Theerkkakkadavan; Adhu Thalaiyilum Thaadiyilum Undaagira Sorikushtam. "
},{ "Verses": "31 aasaariyan Andha Sorikushtaththaip Paarkkumpodhu, Avvidam Matraththolaippaarkkilum Pallamaayiraamalum Adhile Karuththamayir Illaamalum Irukkakkandaal, Aasaariyan Avanai Ezhu Naal Adaiththuvaiththu, "
},{ "Verses": "32 ezhaamnaalil Aasaariyan Adhaip Paarkkakkadavan; Andha Sori Idankollaamalum Adhile Ponniramayir Illaamalum, Avvidam Matraththolaip Paarkkilum Pallamillaamalum Irundhaal, "
},{ "Verses": "33 andha Soriyulla Idanthavira, Matra Yaavaiyum Avan Siraiththukkollakkadavan; Pinbu, Aasaariyan Irandaandharam Avanai Ezhu Naal Adaiththuvaiththu, "
},{ "Verses": "34 ezhaam Naalil Adhaip Paarkkakkadavan; Sori Tholil Idankollaamalum, Avvidam Matrath Tholaippaarkkilum Pallamillaamalum Irundhaal, Aasaariyan Avanai Suththamullavan Endru Theerkkakkadavan; Avan Than Vasthirangalaith Thoiththapin Suththamaayiruppaan. "
},{ "Verses": "35 avan Suththamullavanendru Theerkkappattapin, Andha Sori Tholil Idankondadhaanaal, "
},{ "Verses": "36 aasaariyan Avanaip Paarkkakkadavan; Sori Tholil Idankondirundhaal, Appozhudhu Mayir Ponniramaa Allavaa Endru Aasaariyan Visaarikkavendiyadhillai; Avan Theettullavane. "
},{ "Verses": "37 avan Paarvaikku Andha Sori Neengi, Adhil Karuththamayir Mulaiththadheyaagil, Sori Sosthamaayitru; Avan Suththamullavan; Aasaariyan Avanai Suththamullavan Endru Theerkkakkadavan. "
},{ "Verses": "38 oru Purushanukkaagilum Sthreekkaagilum Avargal Sareeraththinmel Vellaip Pulligal Undaayirundhaal, "
},{ "Verses": "39 aasaariyan Paarkkakkadavan; Avargal Sareeraththile Mangina Vellaip Pulligal Irundhaal, Adhu Tholil Ezhumbugira Vellaith Themal; Avargal Suththamullavargal. "
},{ "Verses": "40 oruvanudaiya Thalaimayir Udhirndhu, Avan Mottaiyanaanaalum Avan Suththamaayirukkiraan. "
},{ "Verses": "41 avanudaiya Munnanthalai Mayir Udhirndhaal, Avan Arai Mottaiyan; Avanum Suththamaayirukkiraan. "
},{ "Verses": "42 mottaiththalaiyilaavadhu Araimottaiththalaiyilaavadhu Sivappukkalandha Venmaiyaana Padar Undaanaal, Adhu Adhil Ezhumbugira Kushtam. "
},{ "Verses": "43 aasaariyan Avanaip Paarkkakkadavan; Avanudaiya Mottaiththalaiyilaavadhu Araimottaiththalaiyilaavadhu, Matra Angangalinmel Undaakkum Kushtaththaippola, Sivappukkalandha Venmaiyaana Thadippu Irukkak Kandaal, "
},{ "Verses": "44 avan Kushtarogi, Avan Theettullavan; Aasaariyan Avanaith Theettullavan Endru Theerkkakkadavan; Avan Vyaadhi Avan Thalaiyile Irukkiradhu. "
},{ "Verses": "45 andha Vyaadhi Undaayirukkira Kushtarogi Vasthiram Kizhindhavanaayum, Than Thalaiyai Moodaadhavanaayum Irundhu, Avan Than Thaadiyai Moodikkondu, theettu, Theettu Endru Saththamidavendum. "
},{ "Verses": "46 andha Vyaadhi Avanil Irukkum Naalvaraikkum Theettullavanaaga Ennappadakkadavan; Avan Theettullavane; Aagaiyaal, Avan Thaniye Kudiyirukkavendum; Avan Kudiyiruppu Paalayaththukkup Purambe Irukkakkadavadhu. "
},{ "Verses": "47 aattumayir Vasthiraththilaavadhu, Panjunool Vasthiraththilaavadhu, "
},{ "Verses": "48 panjunool, Alladhu Aattumayiraana Paavilaavadhu, Oodaiyilaavadhu, Oru Tholilaavadhu, Tholinaal Seydha Endhavidha Vasthuvilaavadhu Kushtadhosham Thondri, "
},{ "Verses": "49 vasthiraththilaavadhu, Tholilaavadhu Paavilaavadhu, Oodaiyilaavadhu, Tholinaal Seydha Endhavidha Vasthuvilaavadhu Kushtadhosham Pachchaiyaayaavadhu Sivappaayaavadhu Kaanappattaal Adhu Kushtamaayirukkum; Adhai Aasaariyanukkuk Kaanbikkavendum. "
},{ "Verses": "50 aasaariyan Adhaip Paarththu, Ezhunaal Adaiththuvaiththu, "
},{ "Verses": "51 ezhaam Naalile Adhaip Paarkkakkadavan; Vasthiraththilaavadhu, Paavilaavadhu, Oodaiyilaavadhu, Tholilaavadhu, Tholinaal Seydha Endhavidha Vasthuvilaavadhu Adhu Adhigappattirundhaal, Adhu Arikkira Kushtam; Adhu Theettaayirukkum. "
},{ "Verses": "52 andhath Thosham Irukkira Aattu Mayirinaalum Panjunoolinaalum Seydha Vasthiraththaiyum Paavaiyum, Oodaiyaiyum, Tholinaal Seydha Endhavidha Vasthuvaiyum Sutterikkakkadavan; Adhu Arikkira Kushtam; Aagaiyaal Akkiniyil Sutterikkappadavendum. "
},{ "Verses": "53 vasthiraththin Paavilaavadhu, Oodaiyilaavadhu, Tholinaal Seydha Endhavidha Vasthuvilaavadhu, Andhath Thosham Adhigappadavillai Endru Aasaariyan Kandaal, "
},{ "Verses": "54 appozhudhu Aasaariyan Adhaik Kazhuvachcholli, Irandaandharam Ezhu Naal Adaiththuvaiththu, "
},{ "Verses": "55 adhu Kazhuvappattapinbu Adhaip Paarkkakkadavan; Andhath Thosham Adhigappadaadhirundhaalum Adhu Niram Maaraadhadhaayirundhaal Theettaayirukkum; Akkiniyil Adhai Sutterikkavendum; Adhu Avvasthiraththin Utpuraththilum Velippuraththilum Uruva Arikkum. "
},{ "Verses": "56 kazhuvappattapinbu Adhu Kurugitrendru Aasaariyan Kandaaneyaagil, Adhai Vasthiraththilaavadhu, Tholilaavadhu, Paavilaavadhu, Oodaiyilaavadhu Iraadhapadikku Eduththuppodavendum. "
},{ "Verses": "57 adhu Innum Vasthiraththilaavadhu, Paavilaavadhu, Oodaiyilaavadhu, Tholinaal Seydha Endhavidha Vasthuvilaavadhu Kaanappattaal, Adhu Padarugira Thosham; Aagaiyinaal Adhu Ulladhai Akkiniyil Sutterikkavendum. "
},{ "Verses": "58 vasthiraththin Paavaavadhu, Oodaiyaavadhu, Tholinaal Seydha Endhavidha Vasthuvaavadhu Kazhuvappattapinbu, Andhath Thosham Adhaivittup Poyitreyaanaal, Irandaandharam Kazhuvappadavendum; Appozhudhu Suththamaayirukkum. "
},{ "Verses": "59 aattumayiraalaagilum Panjunoolaagilum Neydha Vasthiraththaiyaavadhu, Paavaiyaavadhu, Oodaiyaiyaavadhu, Tholinaal Seydha Endhavidha Vasthuvaiyaavadhu, Suththamendraavadhu Theettendraavadhu Theerkkiradharku, Adhinudaiya Kushtadhoshaththukkaduththa Pramaanam Idhuve Endraar. "
}
]