[
{ "Verses": "1 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "2 nee Isravel Puththirarin Sabai Anaiththodum Sollavendiyadhu Ennavendraal: Ungal Dhevanum Karththarumaagiya Naan Parisuththar, Aagaiyaal Neengalum Parisuththaraayirungal. "
},{ "Verses": "3 ungalil Avanavan Thanthan Thaaikkum, Thanthan Thagappanukkum Bayandhirukkavum, En Oivunaatkalai Aasarikkavum Kadaveergal; Naan Ungal Dhevanaagiya Karththar. "
},{ "Verses": "4 vikkiragangalai Naadaamalum Vaarppikkappatta Dheyvangalai Ungalukku Undaakkaamalum Iruppeergalaaga; Naan Ungal Dhevanaagiya Karththar. "
},{ "Verses": "5 neengal Samaadhaanapaliyaik Karththarukku Seluththinaal, Adhai Manorchaagamaai Seluththungal. "
},{ "Verses": "6 neengal Adhai Seluththugira Naalilum Marunaalilum Adhaip Pusikkavendum; Moondraam Naalmattum Meedhiyaanadhu Akkiniyile Sutterikkappadakkadavadhu. "
},{ "Verses": "7 moondraam Naalil Adhil Edhaagilum Pusikkappattaal Aruvaruppaayirukkum; Adhu Angigarikkappadamaattaadhu. "
},{ "Verses": "8 adhaip Pusikkiravan Karththarukkup Parisuththamaanadhaip Parisuththakkulaichchalaakkinapadiyaal Avan Than Akkiramaththai Sumandhu, Than Janaththil Iraadhapadikku Aruppundupovaan. "
},{ "Verses": "9 neengal Dhesaththin Payirai Arukkumpodhu, Un Vayalin Oraththilirukkiradhaith Theera Arukkaamalum, Sindhikkidakkira Kadhirgalaip Porukkaamalum, "
},{ "Verses": "10 un Dhraatchaththottaththile Pin Aruppai Arukkaamalum, Adhile Sindhikkidakkira Pazhangalaip Porukkaamalum, Avaigalai Eliyavanukkum Paradhesikkum Vittuviduvaayaaga; Naan Ungal Dhevanaagiya Karththar. "
},{ "Verses": "11 neengal Kalavu Seyyaamalum, Vanjanaipannaamalum, Oruvarukkoruvar Poi Sollaamalum Irungal. "
},{ "Verses": "12 en Naamaththaik Kondu Poiyaanaiyidugiradhinaal, Ungal Dhevanudaiya Naamaththaip Parisuththak Kulaichchalaakkaamalum Iruppeergalaaga; Naan Karththar. "
},{ "Verses": "13 piranai Odukkaamalum Kollaiyidaamalum Iruppaayaaga; Koolikkaaranudaiya Kooli Vidiyarkaalammattum Unnidaththil Irukkalaagaadhu. "
},{ "Verses": "14 sevidanai Nindhiyaamalum, Kurudanukku Munne Thadukkalai Vaiyaamalum, Un Dhevanukku  Bayandhiruppaayaaga; Naan Karththar. "
},{ "Verses": "15 nyaayavisaaranaiyil Aniyaayam Seyyaadhirungal; Siriyavanukku Mugadhaatchiniyam Seyyaamalum, Periyavanudaiya Mugaththukku Anjaamalum, Needhiyaagap Piranukku Nyaayantheerppaayaaga. "
},{ "Verses": "16 un Janangalukkulle Angumingum Kolsollith Thiriyaayaaga; Piranudaiya Raththappazhikku Utpadavendaam; Naan Karththar. "
},{ "Verses": "17 un Sagodharanai Un Ullaththil Pagaiyaayaaga; Piranmel Paavam Sumaraadhapadikku Avanai Eppadiyum Kadindhu Kollavendum. "
},{ "Verses": "18 pazhikkuppazhi Vaangaamalum, Un Janappuththirarmel Poraamaikollaamalum, Unnil Nee Anbukooruvadhupol Piranilum Anbukooruvaayaaga; Naan Karththar. "
},{ "Verses": "19 en Kattalaigalaik Kaikkolveergalaaga; Un Miruga Jeevangalai Verujaadhiyode Poliyavidaayaaga; Un Vayalile Vevveru Vagaiyaana Vidhaigalaik Kalandhu Vidhaiyaayaaga; Sanal Noolum Kambalinoolum Kalandha Vasthiraththai Uduththaadhiruppaayaaga. "
},{ "Verses": "20 oruvanukku Adimaiyaanaval Oru Purushanukku Niyamikkappattavalaayirundhu, Mutrilum Meetkappadaamalum Thannichchaiyaai Vidappadaamalumirukka, Avalode Oruvan Samyogamaai Sayanampanninaal, Avargal Kolaiseyyappadaamal, Adikkappadavendum; Aval Suyaadheenamullaval Alla. "
},{ "Verses": "21 avan Than Kutranivaaranapaliyaai Aasarippuk Koodaaravaasalile Karththarudaiya Sannidhiyil Oru Aattukkadaavaik Konduvarakkadavan. "
},{ "Verses": "22 adhinaale Aasaariyan Avan Seydha Paavaththinimiththam Avanukkaagak Karththarudaiya Sannidhiyil Paavanivirththi Seyyakkadavan; Appozhudhu Avan Seydha Paavam Avanukku Mannikkappadum. "
},{ "Verses": "23 neengal Andha Dhesaththil Vandhu, Pusikkaththakka Kanigalaith Tharugira Palavidha Marangalai Naattinapinbu, Avaigalin Kanigalai Viruththasedhanamillaadhavaigalendru Ennuveergalaaga; Moondru Varusham Adhu Pusikkappadaamal, Viruththasedhanamillaadhadhaai Ungalukku Ennappadavendum. "
},{ "Verses": "24 pinbu Naalaam Varushaththile Avaigalin Kanigalellaam Karththarukkuth Thudhiseluththugiradharketra Parisuththamaayirukkum. "
},{ "Verses": "25 aindhaam Varushaththile Avaigalin Kanigalaip Pusikkalaam; Ippadi Avaigalin Palan Ungalukkup Perugum; Naan Ungal Dhevanaagiya Karththar. "
},{ "Verses": "26 yaadhondraiyum Raththaththudan Pusikkavendaam. Kurikelaamalum, Naalpaaraamalum Iruppeergalaaga. "
},{ "Verses": "27 ungal Thalaimayirai Sutri Odhukkaamalum, Thaadiyin Orangalaik Kaththarikkaamalum, "
},{ "Verses": "28 seththavanukkaaga Ungal Sareeraththaik Keerikkollaamalum, Adaiyaalamaana Ezhuththukkalai Ungalmel Kuththikkollaamalum Iruppeergalaaga; Naan Karththar "
},{ "Verses": "29 dhesaththaar Vesiththanampanni Dhesamengum Muraikedaana Paavam Niraiyaadhapadikku Un Kumaaraththiyai Vesiththanampanna Vidugiradhinaale Parisuththak Kulaichchalaakkaayaaga. "
},{ "Verses": "30 en Oivunaatkalai Aasariththu, En Parisuththa Sthalaththaikkuriththu Bayabakthiyaayiruppeergalaaga; Naan Karththar. "
},{ "Verses": "31 anjanam Paarkkiravargalai Naadi, Kurisollugiravargalaith Thedaadhirungal; Avargalaale Theettuppadavendaam; Naan Ungal Dhevanaagiya Karththar. "
},{ "Verses": "32 naraiththavanukku Munbaaga Ezhundhu, Mudhirvayadhullavan Mugaththai Ganampanni, Un Dhevanukku Bayappaduvaayaaga; Naan Karththar. "
},{ "Verses": "33 yaadhoru Anniyan Ungal Dhesaththil Ungalode Thanginaal, Avanai Sirumaippaduththavendaam. "
},{ "Verses": "34 ungalidaththil Vaasampannugira Anniyanai Sudhesipola Enni, Neengal Ungalil Anbukoorugiradhupola Avanilum Anbukooruveergalaaga; Neengalum Egipthudhesaththil Anniyaraayirundheergale; Naan Ungal Dhevanaagiya Karththar. "
},{ "Verses": "35 nyaayavisaaranaiyilum, Alavilum, Niraiyilum, Padiyilum Aniyaayam Seyyaadhiruppeergalaaga. "
},{ "Verses": "36 sumuththiraiyaana Tharaasum, Sumuththiraiyaana Niraikallum, Sumuththiraiyaana Marakkaalum Sumuththiraiyaana Padiyum Ungalukku Irukkavendum; Naan Ungalai Egipthu Dhesaththilirundhu Purappadappannina Ungal Dhevanaagiya Karththar. "
},{ "Verses": "37 aagaiyaal Ennudaiya Kattalaigal Yaavaiyum Ennudaiya Nyaayangal Yaavaiyum Kaikkondu, Avaigalinpadi Nadakkakkadaveergal; Naan Karththar Endru Sol Endraar . "
}
]