[
{ "Verses": "1 saatchiyaagiya Oruvan, Idappatta Aanaiyaik Kettirundhum, Thaan Kandadhaiyum Arindhadhaiyum Theriviyaadhirundhu Paavancheydhaal, Avan Than Akkiramaththai Sumappaan. "
},{ "Verses": "2 asuththamaana Kaattumirugaththin Udalaiyaavadhu, Asuththamaana Naattumirugaththin Udalaiyaavadhu, Asuththamaana Oorumpraanigalin Udalaiyaavadhu, Ivvidha Asuththamaana Yaadhoru Vasthuvaiyaavadhu, Oruvan Ariyaamal Thottaal, Avan Theettum Kutramum Ullavanaavaan. "
},{ "Verses": "3 alladhu, Endha Asuththaththinaalaagilum Theettuppatta Oru Manidhanai Oruvan Ariyaamal Thottu, Pinbu Adhai Arindhukondaal, Avan Kutramullavanaavaan. "
},{ "Verses": "4 manidhar Padhari Aanaiyidum Endhakkaariyaththinaalaagilum Theettuppatta Oruvan Theemai Seygiradharkaavadhu Nanmai Seygiradharkaavadhu, Than Manam Ariyaamal, Than Udhadugalinaal Padhari Aanaiyittu, Pinbu Avan Adhai Arindhukondaal, Adhaikkuriththuk Kutramullavanaavaan. "
},{ "Verses": "5 ippadippattavaigal Ondril, Oruvan Kutramullavanaagumpodhu, Avan Thaan Seydhadhu Paavam Endru Arikkaiyittu, "
},{ "Verses": "6 thaan Seydha Paavaththukkup Paavanivaarana Paliyaaga, Aadugalilaavadhu Vellaadugalilaavadhu, Oru Penkuttiyaik Kutranivaarana Paliyaagak Karththarudaiya Sannidhiyil Konduvaravendum; Adhinaale Aasaariyan Avan Seydha Paavaththaikkuriththu Avanukkaagap Paavanivirththi Seyyakkadavan. "
},{ "Verses": "7 aattukkuttiyaik Konduvara Avanukku Sakthiyillaadhirundhaal, Avan Seydha Kutraththinimiththam Irandu Kaattuppuraakkalaiyaavadhu, Irandu Puraakkunjugalaiyaavadhu, Ondraip Paavanivaarana Paliyaagavum Matrondrai Sarvaanga Thaganapaliyaagavum, Karththarudaiya Sannidhiyil Konduvarakkadavan. "
},{ "Verses": "8 avaigalai Aasaariyanidaththil Konduvaruvaanaaga; Avan Paavanivaarana Palikkaanadhai Munne Seluththi, Adhin Thalaiyai Adhin Kazhuththinidaththil Killi, Adhai Irandaakkaamal Vaiththu, "
},{ "Verses": "9 adhin Raththaththil Konjam Eduththu, Palipeedaththin Pakkaththil Theliththu, Meedhiyaana Raththaththaip Palipeedaththin Adiyile Vadiyaviduvaanaaga; Idhu Paavanivaaranapali. "
},{ "Verses": "10 matradhai Niyamaththinpadiye Avan Thaganapaliyaai Seluththakkadavan; Ivvidhamaaga Avan Seydha Paavaththai Aasaariyan Nivirththi Seyyakkadavan; Appozhudhu Adhu Avanukku Mannikkappadum. "
},{ "Verses": "11 irandu Kaattuppuraakkalaiyaavadhu Irandu Puraakkunjugalaiyaavadhu Konduvara Avanukku Sakthiyillaadhirundhaal, Paavam Seydhavan Paavanivaaranaththukkaaga Oru Eppaa Alavaana Melliya Maavile Paththil Oru Pangaith Than Kaanikkaiyaagak Konduvaruvaanaaga; Adhu Paavanivaarana Paliyaayiruppadhinaal, Adhinmel Enney Vaarkkaamalum Thoobavarkkam Podaamalumirundhu, "
},{ "Verses": "12 adhai Aasaariyanidaththil Konduvaravendum; Adhile Aasaariyan Gnaabagakkuriyaana Pangaagath Than Kaippidi Niraiya Eduththu, Karththarukku Idum Thaganapaligalaippola, Palipeedaththinmel Thaganikkakkadavan; Idhu Paavanivaaranapali. "
},{ "Verses": "13 ivvidhamaaga Mercholliya Kaariyangal Ondril Avan Seydha Paavaththukkaaga Aasaariyan Paavanivirththi Seyyakkadavan; Appozhudhu Adhu Avanukku Mannikkappadum, Meedhiyaanadhu Pojana Paliyaippola Aasaariyanai Serum Endraar. "
},{ "Verses": "14 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "15 oruvan Karththarukkuriya Parisuththamaanavaigalil Kutrancheydhu, Ariyaamaiyinaal Paavaththukkutpattaal, Avan Than Kutraththinimiththam Parisuththa Sthalaththu Sekkal Kanakkinpadiye, Nee Avanmel Sumaththum Abaraadham Evvalavo, Avvalavu Velli Sekkal Perum Pazhudhatra Oru Aattukkadaavaik Kutranivaaranapaliyaagak Karththarudaiya Sannidhiyil Konduvandhu, "
},{ "Verses": "16 parisuththamaanadhaikkuriththuth Thaan Seydha Thappidhaththinaal Undaana Nashtaththai Seluththi, Adhinodu Aindhil Oru Pangai Adhigamaagak Kootti, Aasaariyanukkuk Koduppaanaaga; Kutranivaaranapaliyaagiya Aattukkadaavinaale Avanukkaaga Aasaariyan Paavanivirththi Seyyakkadavan; Appozhudhu Adhu Avanukku Mannikkappadum. "
},{ "Verses": "17 oruvan Seyyaththagaadhendru Karththarudaiya Kattalaigalinaal Vilakkappatta Yaadhondrai Seydhu Paavaththukkutpattaal, Adhai Avan Ariyaamaiyinaal Seydhaalum, Avan Kutramullavanaayirundhu, Than Akkiramaththai Sumappaan. "
},{ "Verses": "18 adhinimiththam Avan Kutranivaaranapaliyaaga, Un Madhippukku Sariyaana Pazhudhatra Oru Aattukkadaavai Aasaariyanidaththil Konduvaruvaanaaga; Avan Ariyaamal Seydha Thappidhaththai Aasaariyan Avanukkaaga Nivirththiseyyakkadavan; Appozhudhu Adhu Avanukku Mannikkappadum. "
},{ "Verses": "19 idhu Kutranivaaranapali; Avan Karththarukku Virodhamaaik Kutrancheydhaan Enbadhu Nichchayam Endraar. "
}
]