[
{ "Verses": "1 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "2 nee Isravel Puththirarode Sollavendiyadhu Ennavendraal: Yaadhaamoruvar Oru Viseshiththa Poruththanai Panniyirundhaal, Poruththanai Pannappattavargal Un Madhippinpadi Karththarukku Uriyavargal. "
},{ "Verses": "3 irubadhu Vayadhumudhal Arubadhu Vayadhukkutpatta Aanpillaiyai Nee Parisuththa Sthalaththin Sekkalaagiya Aimbadhu Vellichchekkalaagavum, "
},{ "Verses": "4 penpillaiyai Muppadhu Sekkalaagavum Madhippaayaaga. "
},{ "Verses": "5 aindhu Vayadhumudhal Irubadhu Vayadhukku Utpatta Aanpillaiyai Irubadhu Sekkalaagavum, Penpillaiyai Paththuchchekkalaagavum, "
},{ "Verses": "6 oru Maadhammudhal Aindhu Vayadhukku Utpatta Aanpillaiyai Aindhu Vellichchekkalaagavum, Penpillaiyai Moondru Vellichchekkalaagavum, "
},{ "Verses": "7 arubadhu Vayadhu Thodangi, Adharku Merpatta Vayadhulla Aanpillaiyaip Padhinaindhu Sekkalaagavum, Penpillaiyaip Paththuchchekkalaagavum Madhikkakkadavaai. "
},{ "Verses": "8 un Madhippinpadi Seluththak Koodaadha Dhariththiranaayirundhaal, Avan Aasaariyanukku Munbaaga Vandhu Nirkakkadavan; Aasaariyan Avanai Madhippaanaaga; Poruththanai Panninavanudaiya Thraanikketrapadi Aasaariyan Avanai Madhikkakkadavan. "
},{ "Verses": "9 oruvan Poruththanai Panninadhu Karththarukkup Paliyidappadaththakka Miruga Jeevanaanaal Avan Karththarukkuk Kodukkira Appadippattadhellaam Parisuththamaayiruppadhaaga. "
},{ "Verses": "10 adhai Maatraamalum Verupaduththaamalum Iruppaanaaga; Ilappamaanadharkup Padhilaaga Nalamaanadhaiyum, Nalamaanadharkup Padhilaaga Ilappamaanadhaiyum Seluththaamal Iruppaanaaga; Avan Mirugaththukkup Padhilaaga Mirugaththai Maatrikkoduppaanaagil, Appozhudhu Adhuvum Adharkup Padhilaagak Koduththadhum Parisuththamaayiruppadhaaga. "
},{ "Verses": "11 adhu Karththarukkup Paliyidappadaththagaadha Suththamillaadha Yaadhoru Mirugamaanaal, Adhai Aasaariyanukku Munbaaga Niruththakkadavan. "
},{ "Verses": "12 aasaariyan Adhu Nalladhaanaalum Ilappamaanadhaanaalum Adhai Madhippaanaaga; Un Madhippinpadiye Irukkakkadavadhu. "
},{ "Verses": "13 adhai Meettukkollamanadhaayirundhaanaagil, Un Madhippode Aindhil Oru Pangaik Koottikkodukkakkadavan. "
},{ "Verses": "14 oruvan Thanveettaik Karththarukkup Parisuththam Endru Nerndhukondaal, Aasaariyan Adhin Nalaththukkum Ilappaththukkum Thakkadhaaga Adhai Madhikkakkadavan; Aasaariyan Madhikkirapadi Adhu Irukkakkadavadhu. "
},{ "Verses": "15 than Veettaip Parisuththam Endru Nerndhukondavan Adhai Meettukkolla Manadhaayirundhaal, Nee Madhikkum Dhiraviyaththode Aindhil Oru Pangaik Koottikkodukkakkadavan; Appozhudhu Adhu Avanudaiyadhaagum. "
},{ "Verses": "16 oruvan Than Kaaniyaatchiyaana Vayalil Yaadhoru Pangaik Karththarukkup Parisuththam Endru Nerndhukondaal, Un Madhippu Adhin Vidhaippukkuththakkadhaai Irukkavendum; Oru Kalam Vaarkodhumai Vidhaikkira Vayal Aimbadhu Vellichchekkalaaga Madhikkappadavendum. "
},{ "Verses": "17 yoopili Varushamudhal Avan Than Vayalaip Parisuththam Endru Nerndhukondaal, Adhu Un Madhippinpadi Irukkavendum. "
},{ "Verses": "18 yoopili Varushaththukkuppin Than Vayalaip Parisuththam Endru Nerndhukondaanaanaal, Yoopili Varushammattumulla Matravarushangalinpadiye Aasaariyan Dhiraviyaththaik Kanakkuppaarththu, Adharkuththakkadhu Un Madhippile Thallappadavendum. "
},{ "Verses": "19 vayalaip Parisuththam Endru Nerndhu Kondavan Adhai Meettukkolla Manadhaayirundhaal, Un Madhippaana Dhiraviyaththode Aindhil Oru Pangaikkoottik Kodukkakkadavan; Appozhudhu Adhu Avanukku Urudhiyaagum. "
},{ "Verses": "20 avan Vayalai Meettukkollaamal, Vayalai Veroruvanukku Vitruppottaal, Adhu Thirumba Meetkappadaamal, "
},{ "Verses": "21 yoopili Varushaththil Meetkappadumpodhu, Saabaththeedaana Vayalaagak Karththarukkendru Niyamikkappattadhaayirukkakkadavadhu; Adhu Aasaariyanukkuk Kaaniyaatchiyaagum. "
},{ "Verses": "22 oruvan Thanakkuk Kaaniyaatchi Vayalaayiraamal Thaan Vilaikku Vaangina Oru Vayalaik Karththarukkup Parisuththam Endru Nerndhukondaal, "
},{ "Verses": "23 adhu Yoopili Varushammattum, Un Madhippinpadi Perum Vilai Innadhendru Aasaariyan Avanode Kanakkuppaarththu, Andha Un Madhippai, Karththarukkup Parisuththamaayirukkumpadi, Avan Annaalile Kodukkakkadavan. "
},{ "Verses": "24 yaar Kaiyile Andha Vayalaik Kondaano, Andhak Kaaniyaatchikkaaran Vasamaai Adhu Yoopili Varushaththil Thirumba Serum. "
},{ "Verses": "25 un Madhippellaam Parisuththa Sthalaththu Sekkal Kanakkaayirukkakkadavadhu; Oru Sekkalaanadhu Irubadhu Keraa. "
},{ "Verses": "26 thalaiyeetraanavaigal Karththarudaiyadhu, Aagaiyaal Oruvarum Thalaiyeetraagiya Mirugajeevanaip Parisuththam Endru Nerndhu Kollalaagaadhu; Adhu Maadaanaalum Aadaanaalum Karththarudaiyadhu. "
},{ "Verses": "27 suththamillaadha Mirugaththinudaiya Thalaiyeetraanaal, Adhai Avan Un Madhippinpadi Meettukkondu, Adhanudane Aindhil Oru Pangaik Koottikkodukkakkadavan; Meetkappadaadhirundhaal, Un Madhippinpadi Adhu Virkappadakkadavadhu. "
},{ "Verses": "28 oruvan Than Vasaththilulla Narajeevanilaavadhu, Mirugajeevanilaavadhu, Kaaniyaatchi Nilaththilaavadhu, Edhaiyaagilum Karththarukkendru Saabaththeedaaga Nerndhukondaal, Adhu Virkappadavum Meetkappadavum Koodaadhu; Nerndhukollappattavaigalellaam Karththarukkaagap Parisuththamaayirukkum. "
},{ "Verses": "29 narajeevanil Saabaththeedaaga Niyamikkappattavaigalellaam Meetkappadaamal Kolaiseyyappadakkadavadhu. "
},{ "Verses": "30 dhesaththile Nilaththin Viththilum, Virutchangalin Kaniyilum, Thasamapaagam Ellaam Karththarukku Uriyadhu; Adhu Karththarukkup Parisuththamaanadhu. "
},{ "Verses": "31 oruvan Than Thasamapaagaththile Evvalavaavadhu Meettukkolla Manadhaayirundhaanaanaal, Adhanudan Aindhil Oru Pangaik Koottikkodukkakkadavan. "
},{ "Verses": "32 kolin Keezhppatta Aadumaadugalile Paththil Oru Pangaagiradhellaam Karththarukkup Parisuththamaanadhu. "
},{ "Verses": "33 adhu Nalladho Ilappamaanadho Endru Avan Paarkkavendaam; Adhai Maatravum Vendaam; Maatrinaal, Adhuvum Adharkup Padhilaagak Kodukkappattadhumaagiya Irandum Parisuththamaagum; Adhu Meetkappadak Koodaadhendru Avargalode Sol Endraar. "
},{ "Verses": "34 isravel Puththirarukku Sollumpadi, Karththar Seenaaimalaiyil Mosekku Vidhiththa Kattalaigal Ivaigale. "
}
]