[
{ "Verses": "1 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "2 nee Isravel Puththirarode Sollavendiyadhu Ennavendraal: Sabaikoodivandhu Parisuththa Naatkalaaga Aasarikkumpadi, Neengal Kooravendiya Karththarudaiya Pandigai Naatkalaavana: "
},{ "Verses": "3 aarunaalum Velai Seyyavendum; Ezhaamnaal Parisuththa Sabaikoodudhalaana Oivunaal, Adhil Oru Velaiyum Seyyavendaam; Adhu Ungal Vaasasthalangalilellaam Karththarukkendru Oindhirukkum Naalaayiruppadhaaga. "
},{ "Verses": "4 sabaikoodivandhu Parisuththamaai Aasarikkumpadi, Neengal Kuriththakaalaththil Kooravendiya Karththarin Pandigaigalaavana: "
},{ "Verses": "5 mudhalaam Maadham Padhinaalaam Thedhi Andhineramaagira Velaiyile Karththarin Paskaapandigaiyum, "
},{ "Verses": "6 andha Maadham Padhinaindhaam Thedhiyile, Karththarukkup Pulippillaa Appap Pandigaiyumaai Irukkum; Ezhunaal Pulippillaa Appangalaip Pusikkavendum "
},{ "Verses": "7 mudhalaam Naal Ungalukkup Parisuththamaana Sabaikoodudhal; Adhile Saadhaaranamaana Yaadhoru Velaiyum Seyyavendaam. "
},{ "Verses": "8 ezhunaalum Karththarukkuth Thaganapaliyidavendum; Ezhaamnaal Parisuththamaana Sabaikoodudhal; Adhil Saadhaaranamaana Yaadhoru Velaiyum Seyyalaagaadhu Endru Sol Endraar. "
},{ "Verses": "9 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "10 nee Isravel Puththirarode Sollavendiyadhu Ennavendraal: Naan Ungalukkuk Kodukkum Dhesaththil Neengal Poi Serndhu, Adhin Vellaanmaiyai Arukkumpodhu, Ungal Aruppin Mudharpalanaagiya Oru Kadhirkkattai Aasaariyanidaththil Konduvarakkadaveergal. "
},{ "Verses": "11 ungalukkaaga Adhu Angigarikkappadumpadi, Aasaariyan Andhak Kadhirkkattai Oivunaalukku Marunaalil Karththarudaiya Sannidhiyil Asaivaattavendum. "
},{ "Verses": "12 neengal Andhak Kadhirkkattai Asaivaattum Naalil Karththarukku Sarvaanga Thaganapaliyaaga, Oruvayadhaana Pazhudhatra Oru Aattukkuttiyaiyum , "
},{ "Verses": "13  Karththarukku Sugandha Vaasanaiyaana Thaganapaliyaaga Oru Marakkaalile Paththil Irandu Pangaanadhum Enneyile Pisaindhadhumaana Melliya Maavaagiya Pojanapaliyaiyum, Dhraatchappazharasaththile Kaarpadiyaagiya Paanapaliyaiyum Seluththakkadaveergal. "
},{ "Verses": "14 ungal Dhevanukkuk Kaanikkaiyai Neengal Konduvarum Annaal Mattum, Appamum Vaattiya  Kadhirum Pachchaikkadhirum Pusiyeergalaaga; Idhu Ungal Vaasasthalangalilellaam Ungal Thalaimuraithorum Sellavendiya Niththiya Kattalai. "
},{ "Verses": "15 neengal Asaivaattum Kadhirkkattaik Konduvarum Oivunaalukku Marunaal Mudharkondu  Ennaththuvangi, Ezhuvaarangal Niraiverinapinbu, "
},{ "Verses": "16 ezhaam Oivunaalukku Marunaalaagiya Aimbadhaam Naalmattum Enni, Karththarukkup Pudhiya Pojanapaliyai Seluththakkadaveergal. "
},{ "Verses": "17 neengal Oru Marakkaalile Paththil Irandu Pangaagiya Melliya Maavile Pulippaagap Paagampannappatta Asaivaattum Kaanikkaiyaayirukkira Irandu Appangalai Ungal Vaasasthalangalilirundhu Karththarukkendru Mudharpalanaagak Konduvandhu, "
},{ "Verses": "18 appaththodekoodak Karththarukku Sarvaanga Thaganapaliyaaga, Oruvayadhaana Pazhudhatra Ezhu Aattukkuttigalaiyum, Oru Kaalaiyaiyum, Irandu Aattukkadaakkalaiyum Karththarukku Sugandha Vaasanaiyaana Thaganapaliyaaga Avaigalukku Aduththa Pojanapaliyaiyum, Paanapaligalaiyum Seluththi, "
},{ "Verses": "19 vellaadugalil Oru Kadaavaip Paavanivaaranapaliyaagavum, Oruvayadhaana Irandu Aattukkuttigalai Samaadhaanapaliyaagavum Idakkadaveergal. "
},{ "Verses": "20 avaigalai Aasaariyan Mudharpalanaagiya Appaththodum Irandu Aattukkuttigalodunkoodak Karththarudaiya Sannidhiyil Asaivaattum Paliyaaga Asaivaattakkadavan; Karththarukkup Parisuththamaagiya Avaigal Aasaariyanudaiyavaigalaagum. "
},{ "Verses": "21 andha Naal Ungalukku Sabaikoodum Parisuththa Naal Endru Kooravendum; Adhile Saadhaaranamaana Yaadhoru Velaiyum Seyyalaagaadhu; Idhu Ungal Vaasasthalangalilellaam Ungal Thalaimuraithorum Sellavendiya Niththiya Kattalai. "
},{ "Verses": "22 ungal Dhesaththin Vellaanmaiyai Neengal Arukkaiyil, Vayalin Oraththil Irukkiradhai Mutrilum Arukkaamalum, Sindhikkidakkira Kadhirgalaip Porukkaamalum, Eliyavanukkum Paradhesikkum Avaigalai Vittuvidavendum; Naan Ungal Dhevanaagiya Karththar Endru Sol Endraar. "
},{ "Verses": "23 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "24 nee Isravel Puththirarode Sollavendiyadhu Ennavendraal Ungalukku Ezhaam Maadham Mudhalaanthedhi Ekkaala Saththaththaal Gnaabagakkuriyaagak Kondaadugira Pandigai Engira Sabai Koodum Parisuththa Oivunaalaayiruppadhaaga. "
},{ "Verses": "25 adhile Saadhaaranamaana Yaadhoru Velaiyum Seyyaamal, Karththarukkuth Thaganapali Seluththavendum Endru Sol Endraar. "
},{ "Verses": "26 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "27 andha Ezhaam Maadham Paththaanthedhi Ungalukkup Paavanivirththi Seyyum Naalum Sabaikoodum Parisuththanaalumaayiruppadhaaga; Appozhudhu Neengal Ungal Aaththumaakkalaith Thaazhmaippaduththi, Karththarukkuth Thaganapali Seluththakkadaveergal. "
},{ "Verses": "28 andha Naal Ungal Dhevanaagiya Karththarudaiya Sannidhiyil Ungalukkaagap Paavanivirththi Seyyappadum Paavanivaarana Naalaayirukkirapadiyaal, Adhile Yaadhoru Velaiyum Seyyavendaam. "
},{ "Verses": "29 annaalile Thannaith Thaazhmaippaduththaadha Endha Aaththumaavum Than Janaththil Iraadhapadikku Aruppundu Povaan. "
},{ "Verses": "30 annaalile Oru Aaththumaa Yaadhoru Velaiyai Seydhaal, Andha Aaththumaavai Avan Janaththin Naduvile Vaikkaamal Azhippen. "
},{ "Verses": "31 adhil Neengal Endha Velaiyum Seyyaadhiruppadhu Ungal Vaasasthalangalil Ellaam Ungal Thalaimuraithorum Sellavendiya Niththiya Kattalai. "
},{ "Verses": "32 adhu Ungalukku Viseshiththa Oivunaal; Adhil Ungal Aaththumaakkalaith Thaazhmaippaduththavendum; Andha Maadhaththin Onbadhaanthedhi Saayankaalam Thuvakki, Marunaal Saayankaalammattum Ungal Oivai Aasarikkakkadaveergal Endraar. "
},{ "Verses": "33 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "34 nee Isravel Puththirarode Sollavendiyadhu Ennavendraal: Andha Ezhaam Maadham Padhinaindhaanthedhimudhal Ezhunaalalavum Karththarukku Aasarikkum Koodaarappandigaiyaayiruppadhaaga. "
},{ "Verses": "35 mudhalaam Naal Sabaikoodum Parisuththanaal; Adhile Saadhaaranamaana Yaadhoru Velaiyum Seyyalaagaadhu. "
},{ "Verses": "36 ezhunaalum Karththarukkuth Thaganapali Seluththakkadaveergal ; Ettaam Naal Ungalukku Sabaikoodum Parisuththanaal; Adhile Karththarukkuth Thaganapali Seluththakkadaveergal; Adhu Aasarikkappadum Naal; Adhile Saadhaaranamaana Yaadhoru Velaiyum Seyyavendaam. "
},{ "Verses": "37 neengal Karththarudaiya Oivunaatkalil Seluththuvadhum Thavira, Neengal Karththarukkup Padaikkira Ungal Ellaak Kaanikkaigalum Poruththanaigalum Urchaagapaligalum Thavira, "
},{ "Verses": "38 neengal Andhandha Naalukkuththakkadhaaik Karththarukku Sarvaanga Thaganapali, Pojanapali, Raththappali, Paanapali Mudhalaanavaigalai Seluththumpadi Sabaikoodivandhu, Parisuththamaai Aasarippadharkaaga Neengal Kooravendiya Karththarudaiya Pandigaigal Ivaigale. "
},{ "Verses": "39 nilaththin Palanai Neengal Serththuvaikkum Ezhaam Maadham Padhinaindhaanthedhimudhal Karththarukkup Pandigaiyai Ezhunaal Aasarikkakkadaveergal; Mudhalaam Naalilum Oivu: Ettaam Naalilum Oivu. "
},{ "Verses": "40 mudhal Naalile Alangaaramaana Virutchangalin Kanigalaiyum Pereechchin Olaigalaiyum Thazhaiththirukkira Virutchangalin Kilaigalaiyum Aatralarigalaiyum Konduvandhu, Ungal Dhevanaagiya Karththarudaiya Sannidhiyil Ezhunaalum Magizhchchiyaayirungal. "
},{ "Verses": "41 varushandhorum Ezhunaal Karththarukku Indhap Pandigaiyai Aasarikkakkadaveergal; Idhu Ungal Thalaimuraithorum Sellavendiya Niththiya Kattalai; Ezhaam Maadhaththil Adhai Aasarikkavendum. "
},{ "Verses": "42 naan Isravel Puththirarai Egipthu Dhesaththilirundhu Purappadappanninapodhu, Avargalaik Koodaarangalil Kudiyirukkappanninadhai Ungal Sandhadhiyaar Ariyumpadikku, "
},{ "Verses": "43 ezhunaal Koodaarangalil Kudiyirukkakkadaveergal; Isravelil Pirandhavargal Ellaarum Koodaarangalil Vaasampannavendum; Naan Ungal Dhevanaagiya Karththar Endru Sol Endraar. "
},{ "Verses": "44 appadiye Mose Karththarudaiya Pandigaigalai Isravel Puththirarukkuth Theriviththaan. "
}
]