[
{ "Verses": "1 pinbu Aaronin Kumaararaagiya Naadhaabum Abiyoovum Thanthan Thoobakalasaththai Eduththu, Avaigalil Akkiniyaiyum Adhinmel Thoobavarkkaththaiyum Pottu, Karththar Thangalukkuk Kattalaiyidaadha Anniya Akkiniyai Avarudaiya Sannidhiyil Konduvandhaargal. "
},{ "Verses": "2 appozhudhu Akkini Karththarudaiya Sannidhiyilirundhu Purappattu, Avargalaip Patchiththadhu; Avargal Karththarudaiya Sannidhiyil Seththaargal. "
},{ "Verses": "3 appozhudhu Mose Aaronai Nokki: Ennidaththil Serugiravargalaal Naan Parisuththampannappattu, Sagala Janangalukkum Munbaaga Naan Magimaippaduven Endru Karththar Sonnadhu Idhudhaan Endraan; Aaron Pesaamalirundhaan. "
},{ "Verses": "4 pinbu Mose Aaronin Siriya Thagappanaana Usiyelin Kumaararaagiya Meesavelaiyum Elsaabaanaiyum Azhaiththu: Neengal Kitta Vandhu, Ungal Sagodhararaip Parisuththa Sthalaththukku Munnindru Eduththu, Paalayaththukkup Purambe Kondupongal Endraan. "
},{ "Verses": "5 mose Sonnapadi Avargal Kittavandhu, Avargalai Avargal Uduththiyirundha Sattaigalodum Eduththup Paalayaththukkup Purambe Konduponaargal. "
},{ "Verses": "6 mose Aaronaiyum Eleyaasaar Iththaamaar Ennum Avan Kumaararaiyum Nokki: Neengal Saagaadhapadikkum, Sabaiyanaiththinmelum Kadunkobam Varaadhapadikkum, Neengal Ungal Thalaippaagaiyai Eduththuppodaamalum, Ungal Vasthirangalaik Kizhikkaamalum Iruppeergalaaga; Ungal Sagodhararaagiya Isravel Kudumbaththaar Yaavarum Karththar Koluththina Indha Akkinikkaagap Pulambuvaargalaaga. "
},{ "Verses": "7 neengal Saagaadhapadikku Aasarippuk Koodaaravaasalilirundhu Purappadaadhirungal; Karththarudaiya Abishegathailam Ungalmel Irukkiradhe Endraan; Avargal Moseyinudaiya Vaarththaiyinpadiye Seydhaargal. "
},{ "Verses": "8 karththar Aaronai Nokki: "
},{ "Verses": "9 neeyum Unnodekooda Un Kumaararum Saagaadhirukkavendumaanaal, Aasarippuk Koodaaraththukkul Pravesikkirapodhu, Dhraatcharasaththaiyum Madhuvaiyum Kudikkavendaam. "
},{ "Verses": "10 parisuththamulladharkum Parisuththamillaadhadharkum, Theettulladharkum Theettillaadhadharkum, Viththiyaasampannumpadikkum, "
},{ "Verses": "11 karththar Moseyaikkondu Isravel Puththirarukku Sonna Sagala Pramaanangalaiyum Avargalukkup Podhikkumpadikkum, Idhu Ungal Thalaimuraithorum Niththiya Kattalaiyaayirukkum Endraar. "
},{ "Verses": "12 mose Aaronaiyum Meedhiyaayirundha Avan Kumaararaagiya Eleyaasaaraiyum Iththaamaaraiyum Nokki: Neengal Karththarudaiya Thaganapaligalil Meedhiyaana Pojanapaliyai Eduththu, Palipeedaththandaiyile Pulippillaadhadhaagap Pusiyungal; Adhu Magaa Parisuththamaanadhu. "
},{ "Verses": "13 adhaip Parisuththa Sthalaththile Pusiyungal; Adhu Karththarudaiya Thaganapaligalil Unakkum Unkumaararukkum Erpaduththappattadhaayirukkiradhu; Ippadik Kattalai Petrirukkiren. "
},{ "Verses": "14 asaivaattum Maarkkandaththaiyum, Ereduththup Padaikkum Munnan Thodaiyaiyum, Neeyum Unnodekooda Un Kumaararum Kumaaraththigalum Suththamaana Sthalaththile Pusippeergalaaga; Isravel Puththirarudaiya Samaadhaanapaligalil Avaigal Unakkum Un Pillaigalukkum Kidaikkumpadi Erpaduththappattirukkiradhu. "
},{ "Verses": "15 kozhuppaagiya Thaganapaligalode Avargal Karththarudaiya Sannidhiyil Asaivaattum Paliyaaga Asaivaattumpadi Ereduththup Padaikkum Munnan Thodaiyaiyum, Asaivaattum Maarkkandaththaiyum Konduvaruvaargal; Adhu Karththar Kattalaiyittapadiye Unakkum Unpillaigalukkum Niththiya Kattalaiyaaga Erpaduththappattirukkiradhu Endraan. "
},{ "Verses": "16 paavanivaaranapaliyaaga Seluththappatta Vellaattukkadaavai Mose Thedippaarththaan; Adhu Thaganikkappattirundhadhu; Aagaiyaal, Meedhiyaayirundha Eleyaasaar Iththaamaar Ennum Aaronin Kumaararmel Avan Kobankondu: "
},{ "Verses": "17 paavanivaaranapaliyai Neengal Parisuththa Sthalaththil Pusiyaamarponadhenna? Adhu Magaa Parisuththamaayirukkiradhe; Sabaiyin Akkiramaththai Sumandhu Theerppadharkuk Karththarudaiya Sannidhiyil Avargalukkaagap Paavanivirththi Seyyumporuttu, Adhai Ungalukkuk Koduththaare. "
},{ "Verses": "18 adhin Raththam Parisuththa Sthalaththukkulle Konduvarappadavillaiye; Naan Kattalaiyittapadi Neengal Adhaip Parisuththa Sthalaththil Pusikkavendiyadhaayirundhadhe Endraan. "
},{ "Verses": "19 appozhudhu Aaron Moseyai Nokki: Avargal Thangal Paavanivaaranapaliyaiyum, Thangal Sarvaanga Thaganapaliyaiyum Karththarudaiya Sannidhiyil Seluththina Indrudhaane Enakku Ippadi Nerittadhe; Paavanivaaranapaliyai Indru Naan Pusiththenaanaal, Adhu Karththarin Paarvaikku Nandraai Irukkumo Endraan. "
},{ "Verses": "20 mose Adhaik Kettapodhu Amaidhalaayirundhaan. "
}
]