[
{ "Verses": "1 aaronin Irandu Kumaarar Karththarudaiya Sannidhiyile Serndhu Mariththupponapinbu, Karththar Moseyai Nokki: "
},{ "Verses": "2 kirubaasanaththinmel Oru Megaththil Naan Kaanappaduven; Aadhalaal Un Sagodharanaagiya Aaron Saagaadhapadi, Parisuththa Sthalaththile Thiraikku Utpuraththilirukkira Pettiyinmelulla Kirubaasana Moodikku Munbaaga Sagala Velaiyilum Varavendaam Endru Avanukku Sol. "
},{ "Verses": "3 aaron Parisuththa Sthalaththukkul Pravesikkavendiya Vidhamaavadhu: Avan Oru Kaalaiyaip Paavanivaaranapaliyaagavum, Oru Aattukkadaavai Sarvaanga Thaganapaliyaagavum Seluththip Pravesikkavendum. "
},{ "Verses": "4 avan Parisuththamaana Sanalnool Sattaiyaith Thariththu, Than Araikku Sanalnool Jalladaththaippottu, Sanalnool Idaikkachchaiyaik Katti, Sanalnool Paagaiyaith Thariththukkondirukkavendum; Avaigal Parisuththa Vasthirangal; Avan Jalaththile Snaanampanni, Avaigalaith Thariththukkondu, "
},{ "Verses": "5 isravel Puththiraraagiya Sabaiyaaridaththile, Paavanivaaranapaliyaaga Irandu Vellaattukkadaakkalaiyum, Sarvaanga Thaganapaliyaaga Oru Aattukkadaavaiyum Vaangakkadavan. "
},{ "Verses": "6 pinbu Aaron Thanakkaagavum Than Veettaarukkaagavum Paavanivirththi Seyyumpadikku, Thannudaiya Paavanivaaranapaliyin Kaalaiyai Serappanni, "
},{ "Verses": "7 andha Irandu Vellaattukkadaakkalaiyum Konduvandhu, Aasarippuk Koodaaravaasalile Karththarudaiya Sannidhiyil Niruththi, "
},{ "Verses": "8 andha Irandu Vellaattukkadaakkalaiyunkuriththuk Karththarukkendru Oru Seettum, Pokkaadaaga Vidappadum Vellaattukkadaavukkendru Oru Seettum Pottu, "
},{ "Verses": "9  Karththarukkendru Seettu Vizhundha Vellaattukkadaavaip Paavanivaaranapaliyaaga Serappanni, "
},{ "Verses": "10 pokkaadaaga Vidappada Seettu Vizhundha Vellaattukkadaavai, Adhaikkondu Paavanivirththi Undaakkavum Adhaip Pokkaadaaga Vanaandharaththile Pogavidavum, Karththarudaiya Sannidhiyil Uyirode Niruththi; "
},{ "Verses": "11 pinbu Aaron Thanakkaagavum Than Veettaarukkaagavum Paavanivirththi Seyyumpadi, Thannudaiya Paavanivaaranaththukkaana Kaalaiyaik Konduvandhu, Adhaik Kondru, "
},{ "Verses": "12  Karththarudaiya Sannidhiyilirukkum Palipeedaththinmelulla Neruppuththanalinaal Thoobakalasaththai Nirappi, Podiyaakkappatta Sugandha Thoobavarkkaththile Than Kaippidigal Niraiya Eduththu, Thiraikku Utpuramaagak Konduvandhu, "
},{ "Verses": "13 thaan Saagaadhapadikkuth Thoobamegamaanadhu Saatchippettiyinmel Irukkum Kirubaasanaththai Moodaththakkadhaaga, Karththarudaiya Sannidhiyil Akkiniyinmel Thoobavarkkaththaip Podakkadavan "
},{ "Verses": "14 pinbu Kaalaiyin Raththaththile Konjam Eduththu, Keezhppuramaaga Nindru, Thanviralinaal Kirubaasanaththinmel Theliththu, Andha Raththaththil Konjam Eduththuk Kirubaasanaththukku Munbaaga, Ezhudharam Than Viralinaal Thelikkakkadavan. "
},{ "Verses": "15 pinbu Janaththinudaiya Paavanivaaranapaliyaana Vellaattukkadaavai Avan Kondru, Adhin Raththaththaith Thiraikku Utpuramaagak Konduvandhu, Kaalaiyin Raththaththaith Theliththadhupola, Adhin Raththaththaiyum Kirubaasanaththinmelum Adharku Munbaagavum Theliththu, "
},{ "Verses": "16 isravel Puththirarudaiya Theettugalinimiththamum, Avargaludaiya Sagala Paavangalinaalum Undaana Avargaludaiya Meerudhalgalinimiththamum, Parisuththa Sthalaththirkaagap Praayachchiththancheydhu, Avargalidaththil Avargaludaiya Theettugalukkulle Nirkira Aasarippuk Koodaaraththirkaagavum Appadiye Seyyakkadavan. "
},{ "Verses": "17 paavanivirththi Seyyumpadi Avan Parisuththa Sthalaththukkul Pravesiththu, Thanakkaagavum Than Veettaarukkaagavum Isravel Sabaiyaar Anaivarukkaagavum Paavanivirththi Seydhu, Veliye Varumalavum Aasarippuk Koodaaraththil Oruvarum Irukkalaagaadhu. "
},{ "Verses": "18 pinbu Avan Karththarudaiya Sannidhiyil Irukkira Palipeedaththandai Vandhu, Adharkaagap Praayachchiththancheydhu, Kaalaiyin Raththaththilum Vellaattukkadaavin Raththaththilum Konjam Eduththu, Palipeedaththuk Kombugalinmel Sutrilum Poosi, "
},{ "Verses": "19 than Viralinaal Andha Raththaththil Eduththu, Ezhudharam Adhinmel Theliththu, Adhai Isravel Puththirarin Theettugal Neenga Suththigariththu, Parisuththappaduththakkadavan "
},{ "Verses": "20 avan Ippadip Parisuththa Sthalaththukkum Aasarippuk Koodaaraththukkum Palipeedaththukkum Praayachchiththancheydhu Theerththapinbu, Uyirodirukkira Vellaattukkadaavai Serappanni, "
},{ "Verses": "21 adhin Thalaiyinmel Aaron Than Irandu Kaigalaiyum Vaiththu, Adhinmel Isravel Puththirarudaiya Sagala Akkiramangalaiyum Avargaludaiya Ellaap Paavangalinaalum Undaana Avargaludaiya Sagala Meerudhalgalaiyum Arikkaiyittu, Avaigalai Vellaattukkadaavinudaiya Thalaiyinmel Sumaththi, Adhai Adharkaana Aalvasamaai Vanaandharaththukku Anuppividakkadavan. "
},{ "Verses": "22 andha Vellaattukkadaa Avargaludaiya Akkiramangalaiyellaam Thanmel Sumandhukondu, Kudiyillaadha Dhesaththukkup Povadhaaga; Avan Andha Vellaattukkadaavai Vanaandharaththile Pogavidakkadavan. "
},{ "Verses": "23 aaron Aasarippuk Koodaaraththukkul Vandhu, Thaan Parisuththa Sthalaththukkul Pravesikkumpodhu, Uduththiyirundha Sanalnool Vasthirangalaik Kalaindhu, Ange Vaiththuvittu, "
},{ "Verses": "24 parisuththa Idaththile Jalaththil Snaanampanni, Than Vasthirangalai Uduththikkondu, Veliye Vandhu, Than Sarvaanga Thaganapaliyaiyum Janangalin Sarvaanga Thaganapaliyaiyum Ittu, Thanakkaagavum Janangalukkaagavum Paavanivirththi Seydhu, "
},{ "Verses": "25 paavanivaaranapaliyin Kozhuppaip Palipeedaththinmel Thaganikkakkadavan. "
},{ "Verses": "26 pogavidappadum Pokkaadaagiya Vellaattukkadaavaik Kondupoi Vittavan, Than Vasthirangalaith Thoiththu, Jalaththil Snaanampanni, Pinbu Paalayaththukkul Varuvaanaaga. "
},{ "Verses": "27 paavanivirththikkendru Parisuththa Sthalaththukkul Raththam Konduvarappatta Paavanivaaranapaliyaagiya Kaalaiyaiyum, Paavanivaaranapaliyaagiya Vellaattukkadaavaiyum, Paalayaththukkup Purambe Kondupoi, Avaigalin Tholaiyum Maamsaththaiyum Saaniyaiyum Akkiniyile Sutterikkakkadavargal. "
},{ "Verses": "28 avaigalai Sutteriththavan Than Vasthirangalaith Thoiththu, Jalaththile Snaanampanni, Pinbu Paalayaththukkul Varuvaanaaga. "
},{ "Verses": "29 ezhaam Maadham Paththaam Thedhiyile, Sudhesiyaanaalum Ungalukkul Thangum Paradhesiyaanaalum, Thangal Aaththumaakkalaith Thaazhmaippaduththuvadhumandri, Oru Velaiyum Seyyaamal Irukkavendum; Idhu Ungalukku Niththiya Kattalaiyaai Irukkakkadavadhu. "
},{ "Verses": "30 karththarudaiya Sannidhiyil Ungal Paavamellaam Neengi Suththigarikkumpadi, Annaalil Ungalai Suththigarikkum Poruttu, Ungalukkaagap Paavanivirththi Seyyappadum. "
},{ "Verses": "31 ungalukku Adhu Viseshiththa Oivunaal; Adhile Ungal Aaththumaakkalaith Thaazhmaip Paduththakkadaveergal; Idhu Niththiya Kattalai. "
},{ "Verses": "32 abishegam Petravanum, Than Thagappan Pattaththirku Vandhu Aasaariya Oozhiyancheyyap Pradhishtaipannappattavanumaagiya Aasaariyane Paavanivirththi Seyyakkadavan. Avan Parisuththa Vasthirangalaagiya Sanalnool Vasthirangalai Uduththikkondu, "
},{ "Verses": "33 parisuththa Sthalaththukkum Aasarippuk Koodaaraththukkum Palipeedaththukkum Praayachchiththancheydhu, Aasaariyarukkaagavum Sabaiyin Sagala Janangalukkaagavum Paavanivirththi Seyyakkadavan. "
},{ "Verses": "34 ippadi Varushaththil Orumurai Isravel Puththirarukkaaga, Avargaludaiya Sagala Paavangalukkum Paavanivirththi Seyvadhu, Ungalukku Niththiya Kattalaiyaayirukkakkadavadhu Endru Sol Endraar. Karththar Mosekkuk Kattalaiyittapadiye Aaron Seydhaan. "
}
]