[
{ "Verses": "1 oruvan Samaadhaana Paliyaip Padaikkavendumendru, Maattumandhaiyil Eduththu Seluththuvaanaagil, Adhu Kaalaiyaanaalum Sari, Pasuvaanaalum Sari, Pazhudhatriruppadhai Karththarudaiya Sannidhiyil Seluththakkadavan. "
},{ "Verses": "2 avan Than Paliyin Thalaimel Than Kaiyai Vaiththu, Aasarippuk Koodaaravaasalukku Munbaaga Adhaik Kollakkadavan; Appozhudhu Aaronin Kumaararaagiya Aasaariyar Adhin Raththaththaip Palipeedaththinmel Sutrilum Thelikkakkadavargal. "
},{ "Verses": "3 pinbu Samaadhaana Paliyile Kudalgalai Moodiya Kozhuppaiyum, Kudalgalilulla Kozhuppu Muzhuvadhaiyum, "
},{ "Verses": "4 irandu Kundikkaaigalaiyum, Avaigalinmel Siru Kudalgalinidaththil Irukkira Kozhuppaiyum, Kundikkaaigalodekoodak Kalleeralinmel Irukkira Javvaiyum Eduththu, Karththarukkuth Thaganapaliyaaga Seluththuvaanaaga. "
},{ "Verses": "5 adhai Aaronin Kumaarar Palipeedaththu Akkiniyilulla Kattaigalinmel Pottirukkum Sarvaanga Thaganapaliyinmeedhil Pottuth Thaganikkakkadavargal; Idhu Karththarukku Sugandha Vaasanaiyaana Thaganapali. "
},{ "Verses": "6 avan Karththarukku Samaadhaana Paliyaip Padaikkavendumendru Aattu Mandhaiyilirundhu Eduththu Seluththuvaanaagil, Adhu Aan Aanaalum Sari, Pen Aanaalum Sari, Pazhudhatriruppadhai Seluththuvaanaaga. "
},{ "Verses": "7 avan Aattukkuttiyaip Paliyaaga Seluththavendumaanaal, Adhaik Karththarudaiya Sannidhiyil Konduvandhu, "
},{ "Verses": "8 than Paliyin Thalaimel Than Kaiyai Vaiththu, Aasarippuk Koodaaraththukku Munbaaga Adhaik Kollakkadavan; Appozhudhu Aaronin Kumaarar Adhin Raththaththaip Palipeedaththinmel Sutrilum Thelikkakkadavargal. "
},{ "Verses": "9 pinbu Avan Samaadhaana Paliyile Adhin Kozhuppaiyum, Naduvelumbilirundhu Eduththa Muzhu Vaalaiyum, Kudalgalai Moodiya Kozhuppaiyum, Avaigalinmel Irukkira Kozhuppu Muzhuvadhaiyum, "
},{ "Verses": "10 irandu Kundikkaaigalaiyum, Avaigalinmel Siru Kudalgalinidaththil Irukkira Kozhuppaiyum, Kundikkaaigalodekoodak Kalleeralinmel Irukkira Javvaiyum Eduththu, Karththarukkuth Thaganapaliyaaga Seluththakkadavan. "
},{ "Verses": "11 adhai Aasaariyan Palipeedaththinmel Thaganikkakkadavan; Idhu Karththarukku Idum Thagana Aagaaram. "
},{ "Verses": "12 avan Seluththuvadhu Vellaadaayirukkumaanaal, Avan Adhai Karththarudaiya Sannidhiyil Konduvandhu, "
},{ "Verses": "13 adhin Thalaiyinmel Than Kaiyai Vaiththu, Aasarippuk Koodaaraththukku Munbaaga Adhaik Kollakkadavan; Appozhudhu Aaronin Kumaarar Adhin Raththaththaip Palipeedaththinmel Sutrilum Thelikkakkadavargal. "
},{ "Verses": "14 avan Adhile Kudalgalai Moodiya Kozhuppaiyum, Avaigalinmelirukkira Kozhuppu Muzhuvadhaiyum, "
},{ "Verses": "15 irandu Kundikkaaigalaiyum, Avaigalinmel Siru Kudalgalinidaththil Irukkira Kozhuppaiyum, Kundikkaaigalodekoodak Kalleeralinmel Irukkira Javvaiyum Eduththu, Karththarukkuth Thaganapaliyaaga Seluththakkadavan. "
},{ "Verses": "16 aasaariyan Palipeedaththinmel Avaigalaith Thaganikkakkadavan; Idhu Sugandha Vaasanaiyaana Thagana Aagaaram; Kozhuppu Muzhuvadhum Karththarudaiyadhu. "
},{ "Verses": "17 kozhuppaiyaavadhu Raththaththaiyaavadhu Neengal Pusikkalaagaadhu; Idhu Ungal Vaasasthalangal Engum Ungal Thalaimuraithorum Niththiya Kattalaiyaayirukkum Endru Sol Endraar. "
}
]