[
{ "Verses": "1 pinnum Karththar Moseyaiyum Aaronaiyum Nokki: "
},{ "Verses": "2 neengal Isravel Puththirarode Sollavendiyadhu Ennavendraal: Oruvanukkup Pramiyam Undaanaal, Avan Than Pramiyaththinaale Theettaanavan. "
},{ "Verses": "3 avanudaiya Maamsaththilulla Pramiyam Oorikkondirundhaalum, Avan Pramiyam Adaipattirundhaalum, Adhinaal Avanukkuth Theettundaagum "
},{ "Verses": "4 pramiyamullavan Padukkira Endhappadukkaiyum Theettaagum; Avan Edhinmel Utkaarugiraano Adhuvum Theettaagum. "
},{ "Verses": "5 avan Padukkaiyaith Thodugiravan Than Vasthirangalaith Thoiththu, Thanneeril Muzhugakkadavan; Saayankaalammattum Avan Theettuppattiruppaanaaga. "
},{ "Verses": "6 pramiyam Ullavan Utkaarndhadhinmel Utkaarugiravan Than Vasthirangalaith Thoiththu, Thanneeril Muzhugi, Saayankaalammattum Theettuppattiruppaanaaga. "
},{ "Verses": "7 pramiyam Ullavanin Sareeraththaith Thodugiravan Than Vasthirangalaith Thoiththu, Thanneeril Muzhugi, Saayankaalammattum Theettuppattiruppaanaaga. "
},{ "Verses": "8 pramiyam Ullavan Suththamaayirukkira Oruvanmel Thuppinaal, Ivan Than Vasthirangalaith Thoiththu, Thanneeril Muzhugi, Saayankaalamattum Theettuppattiruppaanaaga. "
},{ "Verses": "9 pramiyam Ullavan Erum Endhachchenamum Theettaayirukkum. "
},{ "Verses": "10 avanukkuk Keezhirundha Edhaiyaagilum Thodugiravan Saayankaalammattum Theettuppattiruppaan; Adhai Eduththukkondu Pogiravan Than Vasthirangalaith Thoiththu, Thanneeril Muzhugi, Saayankaalammattum Theettuppattiruppaanaaga. "
},{ "Verses": "11 pramiyam Ullavan Than Kaigalaith Thanneerinaal Kazhuvaamal Oruvanaith Thottaal, Ivan Than Vasthirangalaith Thoiththu, Thanneeril Muzhugi, Saayankaalammattum Theettuppattiruppaanaaga. "
},{ "Verses": "12 pramiyam Ullavan Thotta Manpaandam Udaikkappadavum, Marachchaamaan Ellaam Thanneerinaal Kazhuvappadavum Vendum. "
},{ "Verses": "13 pramiyam Ullavan Than Pramiyam Neengi Suththamaanaal, Than Suththigarippukkendru Ezhunaal Ennikkondirundhu, Than Vasthirangalaith Thoiththu, Than Thegaththai Ootruneeril Kazhuvakkadavan; Appozhudhu Suththamaayiruppaan. "
},{ "Verses": "14 ettaam Naalile, Avan Irandu Kaattuppuraakkalaiyaavadhu, Irandu Puraakkunjugalaiyaavadhu, Aasarippuk Koodaaravaasalile Karththarudaiya Sannidhiyil Konduvandhu, Aasaariyanidaththil Kodukkakkadavan. "
},{ "Verses": "15 aasaariyan Avaigalil Ondraip Paavanivaaranapaliyum Matrondrai Sarvaanga Thaganapaliyumaakki, Avanukkaagak Karththarudaiya Sannidhiyil Avan Pramiyaththinimiththam Paavanivirththi Seyyavendum. "
},{ "Verses": "16 oruvanilirundhu Indhiriyam Kazhindhadhundaanaal, Avan Thanneeril Muzhugavendum; Saayankaalammattum Avan Theettuppattiruppaanaaga. "
},{ "Verses": "17 kazhindha Indhiriyam Patta Vasthiramum Tholum Thanneerinaal Kazhuvappattu, Saayankaalammattum Theettaayiruppadhaaga. "
},{ "Verses": "18 indhiriyam Kazhindhavanode Sthree Paduththukkondirundhaal, Iruvarum Thanneeril Muzhugi, Saayankaalammattum Theettuppattiruppaargalaaga. "
},{ "Verses": "19 soodhagasthree Than Sareeraththilulla Udhira Ooralinimiththam Ezhunaal Than Vilakkaththil Irukkakkadaval; Avalaith Thodugiravan Evanum Saayankaalam Mattum Theettuppattiruppaanaaga. "
},{ "Verses": "20 aval Vilakkalaayirukkaiyil, Edhinmel Paduththukkollugiraalo Edhinmel Utkaarugiraalo Adhellaam Theettaayirukkum. "
},{ "Verses": "21 aval Padukkaiyaith Thodugiravan Evanum Than Vasthirangalaith Thoiththu, Thanneeril Muzhugi, Saayankaalammattum Theettuppattiruppaanaaga. "
},{ "Verses": "22 aval Utkaarndha Manaiyaith Thodugiravan Evanum Than Vasthirangalaith Thoiththu, Thanneeril Muzhugi, Saayankaalammattum Theettuppattiruppaanaaga. "
},{ "Verses": "23 aval Padukkaiyinmelaagilum, Aval Utkaarndha Manaiyinmelaagilum Irundha Edhaiyaagilum Thottavan, Saayankaalammattum Theettuppattiruppaanaaga. "
},{ "Verses": "24 oruvan Avalode Paduththukkondadhum, Aval Theettu Avanmel Pattadhumundaanaal, Avan Ezhunaal Theettaayiruppaanaaga; Avan Padukkira Padukkaiyum Theettuppadum. "
},{ "Verses": "25 oru Sthree Vilagiyirukkavendiyakaalam Allaamal Avaludaiya Udhiram Aneganaal Oorikkondirundhaal, Alladhu Andhak Kaalaththukku Minji Adhu Kandirukkum Naalellaam Oorikkondirundhaal, Than Vilakkaththin Naatkalilirundhadhupola Aval Theettaayiruppaalaaga. "
},{ "Verses": "26 andha Naatkalellaam Aval Padukkum Endhappadukkaiyum, Aval Vilakkaththin Padukkaiyaippola, Avalukkuth Theettaayirukkum; Aval Utkaarndha Manaiyum, Avaludaiya Vilakkaththin Theettaippolave Theettaayirukkum. "
},{ "Verses": "27 appadippattavaigalaith Thodugiravan Evanum Than Vasthirangalaith Thoiththu, Thanneeril Muzhugi, Saayankaalammattum Theettuppattiruppaanaaga. "
},{ "Verses": "28 aval Than Udhira Ooral Nindru Suththamaanapodhu, Aval Ezhunaal Ennikkolvaalaaga, Adhinpinbu Suththamaayiruppaal. "
},{ "Verses": "29 ettaam Naalile Irandu Kaattuppurakkalaiyaavadhu, Irandu Puraakkunjugalaiyaavadhu, Aasarippuk Koodaaravaasalil Aasaariyanidaththil Konduvarakkadaval. "
},{ "Verses": "30 aasaariyan Avaigalil Ondraip Paavanivaaranapaliyum, Matrondrai Sarvaanga Thaganapaliyumaakki, Avalukkaagak Karththarudaiya Sannidhiyil Avaludaiya Udhira Ooralinimiththam Paavanivirththi Seyyakkadavan. "
},{ "Verses": "31 isravel Puththirar Thangal Naduve Irukkira Ennudaiya Vaasasthalaththaith Theettuppaduththi, Thangal Theettugalaal Saagaadhapadikku, Ippadi Neengal Avargal Theettugalukku Avargalai Vilakkivaikkakkadaveergal. "
},{ "Verses": "32 pramiyamullavanukkum, Indhiriyak Kazhivinaale Theettaanavanukkum, "
},{ "Verses": "33 soodhaga Balaveenamullavalukkum, Pramiyamulla Sthree Purusharukkum, Theettaayirukkiravalode Paduththukkondavanukkum Etrapramaanam Idhuve Endraar. "
}
]