[
{ "Verses": "1 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "2 isravel Puththirar Enakkendru Niyamiththu Seluththugira Parisuththa Vasthukkalaik Kuriththu Aaronum Avan Kumaararum  En Parisuththa Naamaththaip Parisuththakkulaichchalaakkaadhapadikku Echcharikkaiyaai Irukkavendum Endru Avargalode Sol; Naan Karththar. "
},{ "Verses": "3 andriyum Nee Avargalai Nokki: Ungal Thalaimuraigalil Ulla Sandhadhiyaaril Evanaagilum Thaan Theettuppattirukkumpodhu, Isravel Puththirar Karththarukku Niyamiththu Seluththugira Parisuththamaanavaigalandaiyil Serndhaal, Andha Aaththumaa En Sannidhiyil Iraadhapadikku Aruppundupovaan Endru Sol; Naan Karththar . "
},{ "Verses": "4 aaronin Sandhadhiyaaril Evan Kushtarogiyo, Evan Pramiyamullavano, Avan Suththamaagummattum Parisuththamaanavaigalil Pusikkalaagaadhu; Pinaththinaale Theettaanavaigalil Edhaiyaagilum Thottavanum, Indhiriyankazhindhavanum, "
},{ "Verses": "5 theettuppaduththugira Yaadhoru Oorumpraaniyaiyaagilum Theettulla Manidhanaiyaagilum Thottavanum, "
},{ "Verses": "6 saayankaalammattum Theettuppattiruppaan; Avan Jalaththil Snaanampannumvaraikkum Parisuththamaanavaigalil Pusikkalaagaadhu. "
},{ "Verses": "7 sooriyan Asthamiththapinbu Suththamaayiruppaan; Adhanpinbu Avan Parisuththamaanavaigalil Pusikkalaam; Adhu Avanudaiya Aagaaram. "
},{ "Verses": "8 thaanaai Seththadhaiyum Peerundadhaiyum Avan Pusikkiradhinaale Thannaith Theettuppaduththalaagaadhu; Naan Karththar. "
},{ "Verses": "9 aagaiyaal Parisuththamaanadhai Avargal Parisuththakkulaichchalaakkugiradhinaale, Paavam Sumandhu Adhinimiththam Saagaadhapadikku, En Kattalaiyaik Kaakkakkadavargal; Naan Avargalaip Parisuththamaakkugira Karththar. "
},{ "Verses": "10 anniyan Oruvanum Parisuththamaanavaigalil Pusikkalaagaadhu; Aasaariyan Veettil Thangiyirukkiravanum Koolivelaiseygiravanum Parisuththamaanadhil Pusikkalaagaadhu. "
},{ "Verses": "11 aasaariyanaal Panaththukkuk Kollappattavanum, Avan Veettile Pirandhavanum Avanudaiya Aagaaraththil Pusikkalaam. "
},{ "Verses": "12 aasaariyanudaiya Kumaaraththi Anniyanukku Vaazhkkaippattaal, Aval Parisuththamaanavaigalin Padaippile Pusikkalaagaadhu. "
},{ "Verses": "13 vidhavaiyaaippona, Alladhu Thallappattavalaana Aasaariyanudaiya Kumaaraththi Pillaiyillaadhirundhu, Than Thagappan Veettil Thannudaiya Ilavayadhil Irundhadhupolath Thirumbavandhu Irundhaaleyaagil, Aval Than Thagappan Aagaaraththil Pusikkalaam, Anniyanaagiya Oruvanum Adhil Pusikkalaagaadhu. "
},{ "Verses": "14 oruvan Ariyaamal Parisuththamaanadhil Pusiththadhundaanaal , Avan Adhile Aindhil Oru Pangu Adhigamaaik Koottip Parisuththamaanavaigalodunkooda Aasaariyanukkuk Kodukkakkadavan. "
},{ "Verses": "15 avargal Karththarukkup Padaikkira Isravel Puththirarudaiya Parisuththamaanavaigalaip Parisuththakkulaichchalaakkaamalum, "
},{ "Verses": "16 avaigalaip Pusikkiradhinaal Avargalmel Kutramaana Akkiramaththai Sumarappannaamalum Iruppaargalaaga; Naan Avargalaip Parisuththamaakkugira Karththar Endru Sol Endraar. "
},{ "Verses": "17 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "18 nee Aaronodum Avan Kumaararodum Isravel Puththirar Anaivarodum Sollavendiyadhu Ennavendraal: Isravel Kudumbaththaarilum Isravelil Thangugira Anniyargalilum Thangaludaiya Poruththanaigalinpadiyaagilum Urchaagaththinpadiyaagilum Sarvaanga Thaganapaligalaagak Karththarukkuth Thangal Kaanikkaiyai Evargal Seluththappogiraargalo, "
},{ "Verses": "19 avargal Thangal Manadhinpadiye Maadugalilaagilum Aadugalilaagilum Vellaadugalilaagilum Pazhudhatra Oru Aanaip Pidiththuvandhu Seluththuvaargalaaga . "
},{ "Verses": "20 pazhudhulla Ondraiyum Seluththa Vendaam; Adhu Ungal Nimiththam Angigarikkappaduvadhillai. "
},{ "Verses": "21 oruvan Viseshiththa Poruththanaiyaavadhu, Urchaagamaayaavadhu, Karththarukku Maadugalilaagilum Aadugalilaagilum Samaadhaanapaligalai Seluththapponaal, Adhu Angigarikkappadumpadi, Oru Pazhudhumillaamal Uththamamaayirukkavendum. "
},{ "Verses": "22 kurudu, Nerisal, Mudam, Kazhalai, Sori, Pun Mudhaliya Pazhudhullavaigalai Neengal Karththarukku Seluththaamalum, Avaigalaale Karththarukkup Palipeedaththinmel Thaganapaliyidaamalum Iruppeergalaaga. "
},{ "Verses": "23 neenda Alladhu Kurugina Avayavamulla Maattaiyum Aattaiyum Nee Urchaagapaliyaaga Idalaam; Poruththanaikkaaga Adhu Angigarikkappadamaattaadhu. "
},{ "Verses": "24 vidhai Nasunginadhaiyum Norunginadhaiyum Kaayampattadhaiyum Vidhai Arukkappattadhaiyum Neengal Karththarukku Seluththaamalum, Avaigalai Ungal Dhesaththile Paliyidaamalum Iruppeergalaaga. "
},{ "Verses": "25 anniyan Puththiran Kaiyilum Ippadippattadhai Vaangi, Dhevanukku Appamaaga Seluththeergalaaga; Avaigalin Kedum Pazhudhum Avaigalil Irukkiradhu; Avaigal Ungalukkaaga Angigarikkappaduvadhillai Endru Sol Endraar. "
},{ "Verses": "26 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "27 oru Kandraavadhu Semmariyaattukkuttiyaavadhu Vellaattukkuttiyaavadhu Pirandhaal, Adhu Ezhunaal Than Thaayinidaththil Irukkakkadavadhu; Ettaam Naalmudhal Adhu Karththarukkuth Thaganapaliyaaga Angigarikkappadum. "
},{ "Verses": "28 pasuvaiyum Adhin Kandraiyum, Aattaiyum Adhin Kuttiyaiyum Orenaalil Kollavendaam. "
},{ "Verses": "29 karththarukku Sthoththirapaliyai Seluththuveergalaanaal Manappoorvamaai Adhai Seluththuveergalaaga. "
},{ "Verses": "30 annaaliledhaan Adhu Pusikkappadavendum; Vidiyarkaalammattum Neengal Adhil Ondrum Meedhiyaaga Vaikkavendaam; Naan Karththar. "
},{ "Verses": "31 neengal En Kattalaigalaik Kaikkondu, Avaigalinpadi Seyyakkadaveergal; Naan Karththar . "
},{ "Verses": "32 en Parisuththa Naamaththaip Parisuththakkulaichchalaakkaadhiruppeergalaaga; Naan Isravel Puththirar Naduve Parisuththar Endru Madhikkappaduven; Naan Ungalaip Parisuththamaakkugira Karththar. "
},{ "Verses": "33 naan Ungalukku Dhevanaayiruppadharkaaga, Ungalai Egipthudhesaththilirundhu Purappadappanninen; Naan Karththar Endru Sol Endraar. "
}
]