[
{ "Verses": "1 kutranivaaranapaliyin Pramaanam Ennavendraal, Adhu Magaa Parisuththamaanadhu. "
},{ "Verses": "2 sarvaanga Thaganapali Kollappadum Idaththil, Kutranivaarana Paliyum Kollappadavendum: Adhin Raththaththaip Palipeedaththinmel Sutrilum Theliththu, "
},{ "Verses": "3 adhinudaiya Kozhuppu Muzhuvadhaiyum, Adhin Vaalaiyum, Kudalgalai Moodiya Kozhuppaiyum, "
},{ "Verses": "4 irandu Kundikkaaigalaiyum, Avaigalinmel Siru Kudalgalinidaththilirukkira Kozhuppaiyum, Kundikkaaigalodekoodak Kalleeralinmel Irukkira Javvaiyum Eduththu Seluththuvaanaaga. "
},{ "Verses": "5 ivaigalai Aasaariyan Palipeedaththinmel Karththarukkuth Thaganapaliyaagath Thaganikkakkadavan; Adhu Kutranivaarana Pali. "
},{ "Verses": "6 aasaariyaril Aanmakkal Yaavarum Adhaip Pusippaargalaaga; Adhu Parisuththa Sthalaththil Pusikkappadavendum, Adhu Magaa Parisuththamaanadhu. "
},{ "Verses": "7 paavanivaaranapali Eppadiyo, Kutranivaaranapaliyum Appadiye; Avvirandirkum Pramaanam Ondre: Adhinaale Paavanivirththiseydha Aasaariyanai Adhu Serum. "
},{ "Verses": "8 oruvanudaiya Sarvaanga Thaganapaliyai Seluththina Aasaariyan Thaan Seluththina Thaganapaliyin Tholaith Thanakkaaga Vaiththukkollavendum. "
},{ "Verses": "9 aduppile Paagampannappattadhum, Sattiyilum Thattinmelum Samaikkappattadhumaana Pojanapali Yaavum Adhai Seluththugira Aasaariyanudaiyavaigalaayirukkum. "
},{ "Verses": "10 enneyile Pisaindhadhum Enneyile Pisaiyaadhadhumaana Sagala Pojanapaliyum Aaronudaiya Kumaarar Yaavarukkum Saripangaaga Seravendum. "
},{ "Verses": "11 karththarukku Seluththugira Samaadhaanapaligalin Pramaanam Ennavendraal, "
},{ "Verses": "12 adhai Sthoththiraththukkaaga Seluththuvaanaanaal, Avan Sthoththira Paliyodunkooda Enneyile Pisaindha Pulippillaa Adhirasangalaiyum, Enney Poosappatta Pulippillaa Adaigalaiyum Enneyile Pisaindhu Varukkappatta Melliya Maavinaal Seydha Adhirasangalaiyum Padaikkakkadavan. "
},{ "Verses": "13 avaigalaip Padaikkiradhum Allaamal, Puliththamaavinaal Seydha Appaththaiyum, Thannudaiya Samaadhaana Paliyaagiya Sthoththirapaliyodukoodap Padaikkavendum. "
},{ "Verses": "14 andhap Padaippu Muzhuvadhilum Vagaikku Ovvondrai Eduththuk Karththarukku Ereduththup Padaikkum Paliyaaga Seluththuvaanaaga; Adhu Samaadhaana Paliyin Raththaththaith Theliththa Aasaariyanudaiyadhaagum. "
},{ "Verses": "15 samaadhaanapaliyaagiya Sthoththirapaliyin Maamsamaanadhu Seluththappatta Andraithdhiname Pusikkappadavendum; Adhil Ondrum Vidiyarkaalamattum Vaikkappadalaagaadhu. "
},{ "Verses": "16 avan Seluththum Pali Poruththanaiyaavadhu Urchaagapaliyaayaavadhu Irukkumaanaal, Adhu Seluththappadum Naalilum, Adhil Meedhiyaayirukkiradhu Marunaalilum Pusikkappadalaam. "
},{ "Verses": "17 paliyin Maamsaththil Meedhiyaayirukkiradhu Moondraam Naalil Akkiniyile Sutterikkap Padakkadavadhu. "
},{ "Verses": "18 samaadhaanapaliyin Maamsaththil Meedhiyaanadhu Moondraam Naalil Pusikkappadumaanaal, Adhu Angigarikkappadaadhu; Adhai Seluththinavanukku Adhu Palikkaadhu; Adhu Aruvaruppaayirukkum; Adhaip Pusikkiravan Than Akkiramaththai Sumappaan. "
},{ "Verses": "19 theettaana Endha Vasthuvilaavadhu Andha Maamsam Pattadhaanaal Adhu Pusikkappadaamal Akkiniyile Sutterikkappadakkadavadhu; Matra Maamsaththaiyo Suththamaayirukkiravanevanum Pusikkalaam. "
},{ "Verses": "20 oruvan Theettullavanaayirukkaiyil Karththarudaiya Samaadhaanapaliyin Maamsaththaip Pusiththaal, Avan Than Janaththaaril Iraadhapadikku Aruppundupovaan. "
},{ "Verses": "21 manusharudaiya Theettaiyaavadhu, Theettaana Mirugaththaiyaavadhu, Aruvarukkappadaththakka Theettaana Matra Endha Vasthuvaiyaavadhu Oruvan Thottirundhu, Karththarudaiya Samaadhaanapaliyin Maamsaththile Pusiththaal, Avan Than Janangalil Iraadhapadikku Aruppundupovaan Endraar. "
},{ "Verses": "22 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "23 nee Isravel Puththirarode Sollavendiyadhu Ennavendraal, Maadu Aadu Vellaadu Enbavaigalin Kozhuppai Neengal Pusikkalaagaadhu "
},{ "Verses": "24 thaanaai Seththa Mirugaththin Kozhuppaiyum, Peerunda Mirugaththin Kozhuppaiyum Palavidhavelaigalukku Vazhangalaam; Aanaalum Neengal Adhai Orupodhum Pusikkalaagaadhu. "
},{ "Verses": "25 karththarukkuth Thaganapaliyaaga Seluththappadum Mirugaththin Kozhuppaip Pusikkira Endha Aaththumaavum Than Janangalil Iraadhapadikku Aruppundupovaan. "
},{ "Verses": "26 ungal Vaasasthalangalil Engum Yaadhoru Paravaiyin Raththaththaiyaavadhu, Yaadhoru Mirugaththin Raththaththaiyaavadhu Pusikkalaagaadhu. "
},{ "Verses": "27 evvidha Raththaththaiyaagilum Pusikkira Evanum Than Janangalil Iraadhapadikku Aruppundupovaan Endru Sol Endraar. "
},{ "Verses": "28 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "29 nee Isravel Puththirarode Sollavendiyadhu Ennavendraal, Karththarukku Samaadhaanapali Seluththugiravan Thaan Seluththum Samaadhaanapaliyaik Karththarudaiya Sannidhiyil Konduvaruvaanaaga. "
},{ "Verses": "30 karththarukkuth Thaganapaliyaagap Padaippavaigalai Avan Kaigale Konduvaravendum; Maarkkandaththaiyum Adhanodekooda Adhinmel Vaiththa Kozhuppaiyum Karththarudaiya Sannidhiyil Asaivaattum Paliyaaga Asaivaattumpadikkuk Konduvarakkadavan. "
},{ "Verses": "31 appozhudhu Aasaariyan Andhak Kozhuppaip Palipeedaththinmel Thaganikkavendum; Maarkkandamo Aaronaiyum Avan Kumaararaiyum Serum. "
},{ "Verses": "32 ungal Samaadhaanapaligalil Valadhu Munnanthodaiyai Ereduththup Padaikkum Paliyaagap Padaikkumpadi Aasaariyanidaththil Koduppeergalaaga. "
},{ "Verses": "33 aaronudaiya Kumaararil, Samaadhaanapaliyin Raththaththaiyum Kozhuppaiyum Seluththugiravanukku, Valadhu Munnanthodai Pangaaga Serum. "
},{ "Verses": "34 isravel Puththirarin Samaadhaanapaligalil Asaivaattum Maarkkandaththaiyum Ereduththup Padaikkum Munnanthodaiyaiyum Naan Avargal Kaiyil Vaangi, Avaigalai Aasaariyanaagiya Aaronukkum Avan Kumaararukkum Isravel Puththirarukkul Nadakkum Niththiya Kattalaiyaagak Koduththen Endru Sol Endraar. "
},{ "Verses": "35 karththarukku Aasaariya Oozhiyam Seyyumpadi Aaronum Avan Kumaararum Niyamikkappatta Naalile, Idhu Abishegampannappatta Avargalukkuk Karththarudaiya Thaganapaligalil Kidaikkumpadi Undaana Kattalai. "
},{ "Verses": "36 ippadi Avargalukku Isravel Puththirar Thangal Thalaimuraithorum Niththiya Niyamamaagak Kodukkumpadi Karththar Avargalai Abishegampannina Naalile Kattalaiyittaar. "
},{ "Verses": "37 sarvaanga Thaganapalikkum Pojanapalikkum Kutranivaarana Palikkum Pradhishtai Paligalukkum Samaadhaana Paligalukkum Aduththa Pramaanam Idhuve. "
},{ "Verses": "38 karththarukkuth Thangal Paligalai Seluththavendum Endru Avar Isravel Puththirarukku Seenaai Vanaandharaththile Karpikkumpodhu Ivaigalai Mosekku Seenaai Malaiyil Kattalaiyittaar. "
}
]