[
{ "Verses": "1 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "2 kuththuvilakku Eppozhudhum Erindhukondirukkumpadi Adharkaaga Idiththup Pizhindha Thelivaana Oliva Enneyai Isravel Puththirar Unnidaththil Konduvarumpadi Avargalukkuk Kattalaiyidu. "
},{ "Verses": "3 aasarippuk Koodaaraththil Saatchisannidhiyin Thiraikku Velippuramaaga Aaron Adhai Eppozhudhum Saayankaalam Thodangi Vidiyarkaalammattum Karththarudaiya Sannidhiyil Eriyumpadi Etrakkadavan; Idhu Ungal Thalaimuraidhorum Sellavendiya Niththiya Kattalai . "
},{ "Verses": "4 avan Eppozhudhum Karththarudaiya Sannidhiyil Parisuththamaana Kuththuvilakkinmel Irukkira Vilakkugalai Eriya Vaikkakkadavan. "
},{ "Verses": "5 andriyum Nee Melliya Maavai Eduththu, Adhaip Pannirandu Appangalaaga Suduvaayaaga; Ovvoru Appam Marakkaalile Paththil Irandupangu Maavinaal Seyyappadavendum. "
},{ "Verses": "6 avaigalai Nee Karththarudaiya Sannidhiyil Parisuththamaana Mejaiyinmel Irandu Adukkaaga, Ovvoru Adukkil Avvaaru Appam Irukkumpadiyaaga Vaiththu, "
},{ "Verses": "7 ovvoru Adukkinidaththil Suththamaana Thoobavarkkam Podakkadavaai; Adhu Appaththodirundhu, Gnaabagakkuriyaagak Karththarukketra Thaganapaliyaayirukkum. "
},{ "Verses": "8 appaththai Niththiya Udanpadikkaiyaaga Isravel Puththirar Kaiyile Vaangi, Oivunaaldhorum Karththarudaiya Sannidhiyil Adukkivaikkakkadavan. "
},{ "Verses": "9 adhu Aaronaiyum Avan Kumaararaiyum Serum; Adhaip Parisuththa Idaththile Pusikkakkadavargal; Niththiya Kattalaiyaagak Karththarukku Idappadum Thaganapaligalil Adhu Avanukku Magaa Parisuththamaayirukkum Endraar. "
},{ "Verses": "10 akkaalaththile Isravel Jaadhiyaana Sthreekkum Egipthiya Purushanukkum Pirandha Puththiranaagiya Oruvan Isravel Puththirarodekoodap Purappattu Vandhirundhaan; Ivanum Isravelanaagiya Oru Manidhanum Paalayaththile Sandaipanninaargal. "
},{ "Verses": "11 appozhudhu Isravel Jaadhiyaana Andha Sthreeyin Magan Karththarin Naamaththai Nindhiththu Dhooshiththaan. Avanai Moseyinidaththil Konduvandhaargal. Avan Thaayinper Selomidh; Aval Thaan Koththiraththaanaagiya Thipriyin Kumaaraththi. "
},{ "Verses": "12 karththarin Vaakkinaale Thangalukku Uththaravu Varumattum, Avanaik Kaavalpaduththinaargal . "
},{ "Verses": "13 appozhudhu Karththar Moseyai Nokki: "
},{ "Verses": "14 dhooshiththavanaip Paalayaththukkup Purambe Kondupo; Kettavargal Ellaarum Thangal Kaigalai Avan Thalaiyinmel Vaippaargalaaga; Pinbu Sabaiyaar Ellaarum Avanaik Kalleriyakkadavargal. "
},{ "Verses": "15 melum Nee Isravel Puththirarai Nokki: Evanaagilum Than Dhevanaithdhooshiththaal, Avan Than Paavaththai Sumappaan. "
},{ "Verses": "16 karththarudaiya Naamaththai Nindhikkiravan Kolaiseyyappadavendum; Sabaiyaar Ellaarum Avanaik Kalleriyavendum; Paradhesiyaanaalum Sudhesiyaanaalum Karththarin Naamaththai Dhooshikkiravan Kolaiseyyappadavendum . "
},{ "Verses": "17 oru Manidhanaik Kollugiravan Evano Avan Kolaiseyyappadavendum. "
},{ "Verses": "18 mirugaththaik Kondravan Mirugaththukku Mirugam Kodukkakkadavan. "
},{ "Verses": "19 oruvan Piranai Oonappaduththinaal, Avan Seydhapadiye Avanukkum Seyyappadakkadavadhu. "
},{ "Verses": "20 norukkudhalukku Norukkudhal, Kannukkuk Kan, Pallukkup Pal; Avan Oru Manidhanai Oonappaduththinadhupola Avanum Oonappaduththappadavendum. "
},{ "Verses": "21 mirugaththaik Kondravan Padhil Kodukkavendum; Manidhanaik Kondravano Kolaiseyyappadakkadavan. "
},{ "Verses": "22 ungalil Paradhesikkum Sudhesikkum Ore Nyaayam Irukkavendum; Naan Ungal Dhevanaagiya Karththar Endru Sol Endraar. "
},{ "Verses": "23 appadiye, Dhooshiththavanaip Paalayaththukkup Purambe Kondupoi, Avanaik Kalleriyumpadi Mose Isravel Puththirarode Sonnaan; Karththar Mosekkuk Kattalaiyittapadiye Seydhaargal. "
}
]