[
{ "Verses": "1 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "2 oruvan Karththarukku Virodhamaaga Aniyaayam Seydhu, Thanvasaththil Oppuvikkappatta Porulilaavadhu, Kodukkal Vaangalilaavadhu, Than Ayalaanukku Maaraattampanni, Alladhu Oru Vasthuvai Balaathkaaramaaip Pariththukkondu, Alladhu Than Ayalaanukku Idukkanseydhu, "
},{ "Verses": "3 alladhu Kaanaamarponadhaik Kandadaindhum Adhai Marudhaliththu, Adhaik Kuriththup Poiyaanaiyittu, Manidhar Seyyum Ivaimudhalaana Yaadhoru Kaariyaththil Paavancheydhaaneyaagil, "
},{ "Verses": "4 avan Seydha Paavaththinaale Kutravaaliyaanapadiyaal, Thaan Balaathkaaramaaip Pariththukkondadhaiyum, Idukkanseydhu Petrukkondadhaiyum, Than Vasaththile Oppuvikkappattadhaiyum, Kaanaamarpoyirundhu Thaan Kandeduththadhaiyum, "
},{ "Verses": "5 poiyaanaiyittu Sambaadhiththa Porulaiyum Thirumbakkodukkakkadavan; Andha Mudhalaikkodukkiradhum Allaamal, Adhinodu Aindhil Oru Pangu Adhigamaagavum Kootti, Adhaith Thaan Kutranivaaranapaliyai Idum Naalil, Adharkuriyavanukkuk Koduththuvittu, "
},{ "Verses": "6 than Kutranivaaranapaliyaaga, Un Madhippukku Sariyaana Pazhudhatra Aattukkadaavaik Karththarukku Seluththumpadi, Adhai Aasaariyanidaththil Kutranivaaranapaliyaagak Konduvaruvaanaaga. "
},{ "Verses": "7 karththarudaiya Sannidhiyil Avan Paavaththai Aasaariyan Nivirththi Seyyakkadavan; Appozhudhu Avan Kutravaaliyaaga Seydha Appadippatta Endhakkaariyamum Avanukku Mannikkappadum Endraar. "
},{ "Verses": "8 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "9 nee Aaronukkum Avan Kumaararukkum Karpikkavendiya Sarvaanga Thaganapalikkuriya Pramaanam Ennavendraal, Sarvaanga Thaganapaliyaanadhu Raamuzhuvadhum Vidiyarkaalamattum Palipeedaththinmel Eriyavendum; Palipeedaththinmelulla Akkini Erindhukonde Irukkavendum. "
},{ "Verses": "10 aasaariyan Than Sanalnool Angiyaith Thariththu, Than Sanalnool Jalladaththai Araiyil Pottukkondu, Palipeedaththinmel Akkiniyil Erindha Sarvaanga Thaganapaliyin Saambalai Eduththu, Palipeedaththup Pakkaththil Kotti, "
},{ "Verses": "11 pinbu Than Vasthirangalaik Kazhatri, Veru Vasthirangalai Uduththikkondu, Andha Saambalaip Paalayaththukkup Purambe Suththamaana Oru Idaththile Kondupoik Kottakkadavan. "
},{ "Verses": "12 palipeedaththinmelirukkira Akkini Aviyaamal Erindhukondirukkavendum; Aasaariyan Kaalaidhorum Adhinmel Eriyumpadi Kattaigalaip Pottu Adhinmel Sarvaanga Thaganapaliyai Varisaiyaaga Vaiththu, Adhinmel Samaadhaana Paligalin Kozhuppaip Pottuth Thaganikkakkadavan. "
},{ "Verses": "13 palipeedaththinmel Akkini Eppozhudhum Erindhukondirukkavendum; Adhu Orupozhudhum Avindhupogalaagaadhu. "
},{ "Verses": "14 pojanapaliyin Pramaanam Ennavendraal, Aaronin Kumaarar Adhaik Karththarudaiya Sannidhiyil Palipeedaththukku Munne Padaikkavendum. "
},{ "Verses": "15 avan Pojanapaliyin Melliya Maavilum Adhin Enneyilum Than Kaippidi Niraiya Eduththu, Pojanapaliyinmelulla Thoobavarkkam Yaavatrodumkooda Adhai Gnaabagakkuriyaagap Palipeedaththinmel Karththarukku Sugandha Vaasanaiyaagath Thaganikkakkadavan. "
},{ "Verses": "16 adhil Meedhiyaanadhai Aaronum Avan Kumaararum Pusippaargalaaga; Adhu Pulippillaa Appaththudan Parisuththa Sthalaththil Pusikkappadakkadavadhu; Aasarippuk Koodaaraththin Praagaaraththil Adhaip Pusikkavendum. "
},{ "Verses": "17 adhaip Puliththamaavulladhaagap Paagampannavendaam; Adhu Enakku Idappadum Thaganangalil Naan Avargalukkuk Koduththa Avargaludaiya Pangu; Adhu Paavanivaarana Paliyaippolum Kutranivaarana Paliyaippolum Magaa Parisuththamaanadhu. "
},{ "Verses": "18 aaronin Pillaigalil Aanmakkal Yaavarum Adhaippusippaargalaaga; Karththarukku Idappadum Thaganapaligalil Adhu Ungal Thalaimuraidhorum Niththiya Kattalaiyaai Irukkakkadavadhu; Avaigalaith Thodugiravanevanum Parisuththamaai Iruppaan Endru Sol Endraar. "
},{ "Verses": "19 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "20 aaron Abishegam Pannappadum Naalil, Avanum Avan Kumaararum Karththarukku Seluththavendiya Padaippu Ennavendraal, Oru Eppaa Alavaana Melliya Maavile Paththil Oru Pangai, Kaalaiyil Paadhiyum Maalaiyil Paadhiyum, Niththiya Pojanapaliyaaga Seluththakkadavargal. "
},{ "Verses": "21 adhu Sattiyile Enneyvittup Paagampannakkadavadhu; Paagampannappattapinbu Adhaik Konduvandhu, Pojanapaliyaagap Paagampannappatta Thundugalaik Karththarukku Sugandha Vaasanaiyaagap Padaikkakkadavaai. "
},{ "Verses": "22 avan Kumaararil Avanudaiya Sthalaththile Abishegampannappadugira Aasaariyanum Appadiye Seyyakkadavan; Adhu Muzhuvadhum Thaganikkappadavendum; Adhu Karththar Niyamiththa Niththiya Kattalai. "
},{ "Verses": "23 aasaariyanukkaaga Idappadum Endhappojanapaliyum Pusikkappadaamal, Muzhuvadhum Thaganikkappadavendum Endraar. "
},{ "Verses": "24 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "25 nee Aaronodum Avan Kumaararodum Sollavendiyadhaavadhu, Paavanivaaranapaliyin Pramaanam Ennavendraal, Sarvaanga Thaganapali Kollappadum Idaththil Paavanivaaranapaliyum Karththarudaiya Sannidhiyil Kollappadakkadavadhu; Adhu Magaa Parisuththamaanadhu. "
},{ "Verses": "26 paavanivirththiseyya Adhaip Paliyidugira Aasaariyan Adhaippusikkakkadavan; Aasarippuk Koodaaraththin Praagaaramaagiya Parisuththa Sthalaththile Adhu Pusikkappadavendum. "
},{ "Verses": "27 adhin Maamsaththil Padugiradhu Edhuvum Parisuththamaayirukkum; Adhin Raththaththile Konjam Oru Vasthiraththil Theriththadhaanaal, Raththantheriththa Vasthiraththaip Parisuththa Sthalaththil Kazhuvavendum. "
},{ "Verses": "28 adhu Samaikkappatta Manpaandam Udaikkappadavendum: Seppuppaanaiyil Samaikkappattadhaanaal, Adhu Vilakkappattuth Thanneeril Kazhuvappadavendum. "
},{ "Verses": "29 aasaariyaril Aanmakkal Yaavarum Adhaippusippaargalaaga: Adhu Magaa Parisuththamaanadhu. "
},{ "Verses": "30 endhap Paavanivaaranapaliyin Raththaththil Konjam Parisuththa Sthalaththil Paavanivirththiyinporuttu Aasarippuk Koodaaraththukkulle Konduvarappattadho, Andhap Pali Pusikkappadalaagaadhu, Adhu Akkiniyile Thaganikkappadavendum. "
}
]