[
{ "Verses": "1 karththar Moseyai Nokki: "
},{ "Verses": "2 pinnum Nee Isravel Puththirarode Sollavendiyadhu Ennavendraal: Isravel Puththirarilum Isravelil Vaasampannugira Anniyargalilum Evanaagilum Than Sandhadhiyil Oru Pillaiyai Molegukkuk Koduththaal, Avan Kolai Seyyappadavendum; Dhesaththin Janangal Avanmel Kalleriyavendum. "
},{ "Verses": "3 avan En Parisuththa Sthalaththaith Theettuppaduththi, En Parisuththa Naamaththaip Parisuththak Kulaichchalaakkumpadikku, Than Sandhadhiyil Oru Pillaiyai Molegukkuk Koduththadhinaale, Naan Appadippattavanukku Virodhamaaga Edhirththu Nindru Avanaith Than Janaththil Iraadhapadikku Aruppundu Pogappannuven. "
},{ "Verses": "4 avan Than Sandhadhiyil Oru Pillaiyai Molegukkuk Kodukkumpodhu, Dhesaththin Janangal Avanaik Kolaiseyyaadhapadikkuk Kansaadaiyaayirundhaal, "
},{ "Verses": "5 naan Andha Manidhanukkum Avan Kudumbaththukkum Virodhamaaga Edhirththu Nindru , Avanaiyum, Avan Pirage Molegai Vibasaaramaarkkamaaip Pinpatrina Yaavaraiyum, Thangal Janaththil Iraadhapadikku Aruppundupogappannuven. "
},{ "Verses": "6 anjanam Paarkkiravargalaiyum, Kurisollugiravargalaiyum, Pinthodarndhu Sorampoga Endha Aaththumaa Avargalai Naadugiraano, Andha Aaththumaavukku Virodhamaaga Edhirththunindru, Avanaith Than Janaththiliraadhapadikku Aruppundupogappannuven. "
},{ "Verses": "7 aadhalaal Neengal Ungalaip Parisuththappaduththip Parisuththaraayirungal; Naan Ungal Dhevanaagiya Karththar. "
},{ "Verses": "8 en Kattalaigalaik Kaikkondu Nadavungal; Naan Ungalaip Parisuththamaakkugira Karththar. "
},{ "Verses": "9 than Thagappanaiyaavadhu Than Thaayaiyaavadhu Sabikkira Evanum Kolaiseyyappadakkadavan; Avan Than Thagappanaiyum Than Thaayaiyum Sabiththaan, Avan Raththappazhi Avanmel Iruppadhaaga . "
},{ "Verses": "10 oruvan Piranudaiya Manaiviyode Vibasaaram Seydhaal, Piran Manaiviyode Vibasaaram Seydha Andha Vibasaaranum Andha Vibasaariyum Kolaiseyyappadakkadavargal. "
},{ "Verses": "11 than Thagappan Manaiviyode Sayanikkiravan Than Thagappanai Nirvaanamaakkinapadiyaal, Iruvarum Kolaiseyyappadakkadavargal; Avargal Raththappazhi Avargalmel Iruppadhaaga. "
},{ "Verses": "12 oruvan Than Marumagalode Sayaniththaal, Iruvarum Kolai Seyyappadakkadavargal; Aruvaruppaana Thaarumaaru Panninaargal; Avargal Raththappazhi Avargalmel Iruppadhaaga. "
},{ "Verses": "13 oruvan Pennode Samyogampannugiradhupola Aanode Samyogampanninaal, Aruvaruppaanakaariyam Seydha Avviruvarum Kolai Seyyappadakkadavargal; Avargal Raththappazhi Avargalmel Iruppadhaaga. "
},{ "Verses": "14 oruvan Oru Sthreeyaiyum Aval Thaayaiyum Padaiththaal, Adhu Muraikedu; Ivvidhamuraikedu Ungalukkul Iraadhapadikku, Avanaiyum Avargalaiyum Akkiniyil Sutterikkavendum. "
},{ "Verses": "15 oruvan Mirugaththode Punarndhaal, Avan Kolaiseyyappadakkadavan; Andha Mirugaththaiyum Kollakkadaveergal. "
},{ "Verses": "16 oru Sthree Yaadhoru Mirugaththode Serndhu Sayaniththaal, Andha Sthreeyaiyum Andha Mirugaththaiyum Kollakkadavaai; Iru Jeevanum Kolaiseyyappadavendum; Avaigalin Raththappazhi Avaigalinmel Iruppadhaaga. "
},{ "Verses": "17 oruvan Than Thagappanukkaavadhu Than Thaaikkaavadhu Kumaaraththiyaayirukkira Than Sagodhariyai Serththukkondu, Avan Avaludaiya Nirvaanaththaiyum, Aval Avanudaiya Nirvaanaththaiyum Paarththaal Adhu Paadhagam; Avargal Thangal Janangalin Kangalukku Munbaaga Aruppundu Pogakkadavargal; Avan Than Sagodhariyai Nirvaanappaduththinaan; Avan Than Akkiramaththai Sumappaan. "
},{ "Verses": "18 oruvan Soodhaga Sthreeyode Sayaniththu, Avalai Nirvaanamaakkinaal, Avan Avaludaiya Udhira Ootrai Velippaduththinapadiyaal, Iruvarum Thangal Janaththil Iraadhapadikku Aruppundupogavendum. "
},{ "Verses": "19 un Thaayinudaiya Sagodhariyaiyum Un Thagappanudaiya Sagodhariyaiyum Nirvaanamaakkaayaaga, Appadippattavan Than Nerungiya Inaththai Avamaanamaakkinaan; Avargal Thangal Akkiramaththai Sumappaargal. "
},{ "Verses": "20 oruvan Than Thagappanin Sagodharanudaiya Manaiviyode Sayaniththaal, Avan Than Thagappanin Sagodharanai Nirvaanamaakkinaan; Avargal Thangal Paavaththai Sumappaargal, Sandhaanamillaamal Saavaargal. "
},{ "Verses": "21 oruvan Than Sagodharan Manaiviyai Vivaagampanninaal, Adhu Asuththam; Than Sagodharanai Nirvaanamaakkinaan, Avargal Sandhaanamatriruppaargal. "
},{ "Verses": "22 aagaiyaal Neengal Kudiyiruppadharkaaga Naan Ungalaik Kondupogira Dhesam Ungalaik Kakkikpodaadhapadikku, Neengal En Kattalaigal Yaavaiyum Ennudaiya Nyaayangal Yaavaiyum Kaikkondu Nadavungal. "
},{ "Verses": "23 naan Ungalukku Munbaagath Thuraththividugira Janaththinudaiya Vazhipaadugalil Nadavaadhirungal; Avargal Ippadippatta Kaariyangalaiyellaam Seydhapadiyaal Naan Avargalai Arosiththen. "
},{ "Verses": "24 neengal Avargal Dhesaththai Sudhandharippeergal Endru Ungalode Sonnen; Paalum Thenum Odugira Andha Dhesaththai Ungalukku Sudhandharamaagak Koduppen; Ungalai Matra Janangalai Vittup Piriththeduththa Ungal Dhevanaagiya Karththar Naane. "
},{ "Verses": "25 aagaiyaal Suththamaana Mirugangalukkum Asuththamaana Mirugangalukkum, Suththamaana Paravaigalukkum Asuththamaana Paravaigalukkum Neengal Viththiyaasam Panni, Naan Ungalukkuth Theettaaga Enna Solli Vilakkina Mirugangalaalum Paravaigalaalum Tharaiyile Oorugira Yaadhoru Praanigalaalum Ungalai Aruvaruppaakkaadhiruppeergalaaga. "
},{ "Verses": "26 karththaraagiya Naan Parisuththaraayirukkirapadiyinaale Neengalum Enakketra Parisuththavaangalaayiruppeergalaaga, Neengal Ennudaiyavargalaayirukkumpadikku, Ungalai Matra Janangalai Vittup Piriththeduththen. "
},{ "Verses": "27 anjanampaarkkiravargalum Kurisollugiravargalumaayirukkira Purushanaagilum Sthreeyaagilum Kolaiseyyappadavendum; Avargalmel Kallerivaargalaaga; Avargal Raththappazhi Avargalmel Irukkakkadavadhu Endru Sol Endraar. "
}
]