[
{ "Verses": "1 karththar Seenaaimalaiyil Moseyai Nokki: "
},{ "Verses": "2 nee Isravel Puththirarode Sollavendiyadhu Ennavendraal: Naan Ungalukkuk Kodukkum Dhesaththile Neengal Poi Serndhirukkumpodhu, Dhesam Karththarukkendru Oivu Kondaadavendum. "
},{ "Verses": "3 aaru Varusham Un Vayalai Vidhaiththu, Un Dhraatchaththottaththaik Kilaikazhiththu, Adhin Palanai Serppaayaaga. "
},{ "Verses": "4 ezhaam Varushaththilo, Karththarukkendru Oindhirukkum Oivu Dhesaththirku Irukkavendum; Adhil Un Vayalai Vidhaikkaamalum Un Dhraatchaththottaththaik Kilaikazhikkaamalum, "
},{ "Verses": "5 thaanaai Vilaindhu Payiraanadhai Arukkaamalum, Kilaikazhikkaadhevitta Dhraatchachchediyin Pazhangalai Serkkaamalum Iruppaayaaga; Dhesaththukku Adhu Oivuvarushamaayirukkakkadavadhu. "
},{ "Verses": "6 dhesaththin Oivile Payiraagiradhu Ungalukku Aagaaramaayiruppadhaaga; Un Velaikkaaranukkum, Un Velaikkaarikkum, Un Koolikkaaranukkum, Unnidaththil Thangugira Anniyanukkum, "
},{ "Verses": "7 un Naattumirugaththukkum, Un Dhesaththil Irukkira Kaattumirugaththukkum Adhil Vilaindhiruppadhellaam Aagaaramaayiruppadhaaga. "
},{ "Verses": "8 andriyum, Ezhu Oivu Varushangalulla Ezhu Ezhu Varushangalai Ennuvaayaaga; Andha Ezhu Oivu Varushangalum Naarpaththonbadhu Varushamaagum. "
},{ "Verses": "9 appozhudhum Ezhaam Maadham Paththaanthedhiyil Ekkaalachchaththam Thonikkumpadi Seyyavendum; Paavanivaarananaalil Ungal Dhesamengum Ekkaalachchaththam Thonikkumpadi Seyyavendum. "
},{ "Verses": "10 aimbadhaam Varushaththaip Parisuththamaakki , Dhesamengum Adhin Kudigalukkellaam Vidudhalai Koorakkadaveergal; Adhu Ungalukku Yoopili Varusham; Adhile Ungalil Ovvoruvanum Than Than Kaaniyaatchikkum Than Than Kudumbaththukkum Thirumbip Pogakkadavan. "
},{ "Verses": "11 andha Aimbadhaam Varusham Ungalukku Yoopili Varushamaayiruppadhaaga; Adhile Vidhaikkaamalum, Thaanaai Vilaindhu Payiraanadhai Arukkaamalum, Kilaikazhikkaamal Vidappatta Dhraatcha Sediyin Pazhangalai Serkkaamalum Iruppeergalaaga. "
},{ "Verses": "12 adhu Yoopili Varusham; Adhu Ungalukkup Parisuththamaayirukkavendum; Andha Varushaththil Vayalveliyil Vilaindhavaigalai Neengal Pusikkavendum. "
},{ "Verses": "13 andha Yoopili Varushaththil Ungalil Avanavan Than Than Kaaniyaatchikkuth Thirumbippogakkadavan. "
},{ "Verses": "14 aagaiyaal, Piranukku Edhaiyaavadhu Vitraalum, Avanidaththil Edhaiyaavadhu Kondaalum Oruvarukkoruvar Aniyaayam Seyyakkoodaadhu. "
},{ "Verses": "15 yoopili Varushaththukkup Pinvarum Varushangalin Thogaikkerkap Piranidaththil Kolluvaayaaga; Palanulla Varushangalin Thogaikkerka Avan Unakku Virpaanaaga. "
},{ "Verses": "16 palanulla Varushangalin Lakkaththaip Paarththu Avan Unakku Virkirapadiyaal, Varushangalin Thogai Erinaal Vilaiyeravum, Varushangalin Thogai Kuraindhaal, Vilai Kuraiyavumvendum. "
},{ "Verses": "17 ungalil Oruvanum Piranukku Aniyaayancheyyakkoodaadhu; Un Dhevanukku Bayappadavendum; Naan Ungal Dhevanaagiya Karththar. "
},{ "Verses": "18 en Kattalaigalinpadi Seydhu, En Nyaayangalaik Kaikkondu Avaigalinpadi Nadakkakkadaveergal; Appozhudhu Dhesaththile Sugamaaikkudiyiruppeergal. "
},{ "Verses": "19 boomi Than Kaniyaiththarum; Neengal Thirupthiyaaga Saappittu, Adhil Sugamaaik Kudiyiruppeergal. "
},{ "Verses": "20 ezhaam Varushaththil Edhaip Pusippom? Naangal Vidhaikkaamalum, Vilaindhadhai Serkkaamalum Irukkavendume! Endru Solveergalaanaal, "
},{ "Verses": "21 naan Aaraam Varushaththil Ungalukku Aaseervaadhaththai Anukkiragampannuven; Adhu Ungalukku Moondru Varushaththin Palanaiththarum. "
},{ "Verses": "22 neengal Ettaam Varushaththile Vidhaiththu, Onbadhaam Varushammattum Pazhaiya Palanile Saappiduveergal; Adhin Palan Vilaiyumvaraikkum Pazhaiya Palanai Saappiduveergal. "
},{ "Verses": "23 dhesam Ennudaiyadhaayirukkirapadiyaal, Neengal Nilangalai Arudhiyaai Virkavendaam; Neengal Paradhesigalum Ennidaththil Purakkudigalumaayirukkireergal. "
},{ "Verses": "24 ungal Kaaniyaatchiyaana Dhesamengum Nilangalai Meettukkolla Idankodukkakkadaveergal. "
},{ "Verses": "25 ungal Sagodharan Dhariththirappattu , Than Kaaniyaatchiyile Siladhai Vitraal, Avan Inaththaan Oruvan Vandhu, Than Sagodharan Vitradhai Meetkakkadavan. "
},{ "Verses": "26 adhai Meetka Oruvanum Illaamal, Thaane Adhai Meetkaththakkavanaanaal, "
},{ "Verses": "27 adhai Vitrapin Sendra Varushangalin Thogaiyaith Thalli, Meendha Thogaiyai Etri, Kondavanukkuk Koduththu, Avan Than Kaaniyaatchikkuth Thirumbippogakkadavan. "
},{ "Verses": "28 appadik Koduppadharkaana Nirvaagam Avanukku Illaavittaal, Avan Vitradhu Vaanginavan Kaiyile Yoopili Varushammattum Irundhu, Yoopili Varushaththile Adhu Vidudhalaiyaagum; Appozhudhu Avan Than Kaaniyaatchikkuth Thirumbappovaan. "
},{ "Verses": "29 oruvan Madhilsoozhndha Pattanaththilulla Than Vaasasthalamaagiya Veettai Vitraal, Adhai Vitra Oru Varushaththukkul Adhai Meettukkollalaam; Oru Varushaththukkullaagave Adhai Meettukkollavendum. "
},{ "Verses": "30 oru Varushaththukkulle Adhai Meettukkollaadhirundhaal, Madhilsoozhndha Pattanaththilulla Andha Veedu Thalaimuraithorum Adhai Vaanginavanukke Uriyadhaagum; Yoopili Varushaththilum Adhu Vidudhalaiyaagaadhu . "
},{ "Verses": "31 madhil Soozhappadaadha Graamangalilulla Veedugalo, Dhesaththin Nilangal Polave Ennappadum; Avaigal Meetkappadalaam; Yoopili Varushaththil Avaigal Vidudhalaiyaagum. "
},{ "Verses": "32 leviyarin Kaaniyaatchiyaagiya Pattanangalilulla Veedugalaiyo Leviyar Ekkaalaththilum Meettukkollalaam. "
},{ "Verses": "33 isravel Puththirarukkulle Leviyarudaiya Pattanangalilulla Veedugal Avargalukkuriya Kaaniyaatchiyaanapadiyaal, Leviyaridaththil Avanudaiya Kaaniyaatchippattanaththilulla Veettai Oruvan Vaanginaal, Virkappatta Andha Veedu Yoopili Varushaththil Vidudhalaiyaagum. "
},{ "Verses": "34 avargal Pattanangalai Soozhndha Velinilam Virkappadalaagaadhu; Adhu Avargalukku Niththiya Kaaniyaatchiyaayirukkum. "
},{ "Verses": "35 un Sagodharan Dhariththirappattu, Kaiyilaiththupponavanaanaal, Avanai Aadharikkavendum; Paradhesiyaippolum Thangavandhavanaippolum Avan Unnode Pizhaippaanaaga. "
},{ "Verses": "36 nee Avan Kaiyil Vattiyaavadhu Polisaiyaavadhu Vaangaamal, Un Dhevanukku Bayandhu, Un Sagodharan Unnode Pizhaikkumpadi Seyvaayaaga. "
},{ "Verses": "37 avanukku Un Panaththai Vattikkum, Un Dhaaniyaththaip Polisaikkum Kodaayaaga. "
},{ "Verses": "38 ungalukkuk Kaanaan Dhesaththaik Koduththu, Ungalukku Dhevanaayirukkumpadi, Ungalai Egipthudhesaththilirundhu Purappadappannina Ungal Dhevanaagiya Karththar Naane. "
},{ "Verses": "39 un Sagodharan Dhariththiranaagi, Unakku Vilaippattupponaal, Avanai Adimaiyaippola Oozhiyancheyya Nerukkavendaam. "
},{ "Verses": "40 avan Koolikkaaranaippolavum Thangavandhavanaippolavum Unnode Irundhu, Yoopili Varushammattum Unnidaththil Sevikkakkadavan. "
},{ "Verses": "41 pinbu, Than Pillaigalodunkooda Unnai Vittu Neengalaagi, Than Kudumbaththaaridaththukkum Than Pidhaakkalin Kaaniyaatchikkum Thirumbippogakkadavan. "
},{ "Verses": "42 avargal Naan Egipthudhesaththilirundhu Purappadappannina Ennudaiya Oozhiyakkaarar; Aagaiyaal Avargal Adimaigalaaga Virkappadalaagaadhu. "
},{ "Verses": "43 nee Avanaik Kodooramaai Aalaamal Un Dhevanukku Bayandhiru. "
},{ "Verses": "44 unakku Irukkum Aan Adimaiyum Pen Adimaiyum Sutrilum Irukkira Purajaadhigalaayirukkavendum; Avargalil Nee Aan Adimaiyaiyum Pen Adimaiyaiyum Vilaikku Vaangalaam. "
},{ "Verses": "45 ungalidaththile Paradhesigalaaith Thangugira Anniya Puththirarilum, Ungal Dhesaththil Ungalidaththile Pirandhirukkira Avargaludaiya Kudumbaththaarilum Neengal Ungalukku Adimaigalaik Kondu, Avargalai Ungalukku Sudhandharamaakkalaam. "
},{ "Verses": "46 avargalai Ungalukkup Pinvarum Ungal Sandhadhiyaarum Sudhandharikkumpadi Neengal Avargalai Sudhandharamaakkikkollalaam; Endraikkum Avargal Ungalukku Adimaigalaayirukkalaam; Ungal Sagodhararaagiya Isravel Puththiraro Oruvaraiyoruvar Kodooramaaga Aalak Koodaadhu. "
},{ "Verses": "47 unnidaththil Irukkira Paradhesiyum Anniyanum Selvanaayirukka, Avanidaththil Irukkira Un Sagodharan Dhariththirappattu, Andhap Paradhesikkaavadhu, Anniyanukkaavadhu, Paradhesiyin Kudumbaththaaril Evanukkaavadhu Avan Vilaippattupponaal, "
},{ "Verses": "48 avan Vilaippattupponapin Thirumba Meetkappadalaam; Avan Sagodhararil Oruvan Avanai Meetkalaam. "
},{ "Verses": "49 avanudaiya Pidhaavin Sagodharanaavadhu, Andha Sagodharanudaiya Puththiranaavadhu, Avan Kudumbaththilulla Avanai Serndha Inaththaaril Evanaavadhu Avanai Meetkalaam; Thannaal Koodumaanaal, Thannaiththaane Meettukkollalaam. "
},{ "Verses": "50 avan Thaan Vilaippatta Varushanthodangi, Yoopili Varushamvaraikkum Undaana Kaalaththaith Thannai Vilaikkukkondavanudan Kanakkuppaarkkakkadavan; Avanudaiya Vilaikkirayam Koolikkaaranudaiya Kaalakkanakkuppola, Varushaththogaikku Oththuppaarkkavendum. "
},{ "Verses": "51 innum Anega Varushangal Irundhaal, Avan Than Vilaikkirayaththile Avaigalukkuth Thakkadhaith Thannai Meetkumporulaagath Thirumbak Kodukkakkadavan. "
},{ "Verses": "52 yoopili Varushammattum Meedhiyaayirukkira Varushangal Konjameyaanaal, Avanode Kanakkup Paarththu, Than Varushangalukkuth Thakkadhai, Thannai Meetkumporulaagath Thirumbak Kodukkavendum. "
},{ "Verses": "53 ivan Varushaththirku Varusham Kooliporundhikkonda Koolikkaaranaippola, Avanidaththil Irukkavendum; Avan Ivanai Unakku Munbaagak Kodooramaai Aalak Koodaadhu. "
},{ "Verses": "54 ippadi Ivan Meettukkollappadaadhirundhaal, Ivanum Ivanodekooda Ivan Pillaigalum Yoopili Varushaththil Vidudhalaiyaavaargal. "
},{ "Verses": "55 isravel Puththirar En Oozhiyakkaarar; Avargal Naan Egipthudhesaththilirundhu Purappadappannina En Oozhiyakkaarare; Naan Ungal Dhevanaagiya Karththar. "
}
]