[
{ "Verses": "1 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "2 nee Isravel Puththirarukku Sollavendiyadhu Ennavendraal: Naan Ungal Dhevanaagiya Karththar. "
},{ "Verses": "3 neengal Kudiyirundha Egipthudhesaththaarudaiya Seygaiyinpadi Seyyaamalum, Naan Ungalai Azhaiththuppogira Kaanaan Dhesaththaarudaiya Seygaiyinpadi Seyyaamalum, Avargaludaiya Muraimaigalinpadi Nadavaamalum , "
},{ "Verses": "4 ennudaiya Nyaayangalinpadi Seydhu, Ennudaiya Kattalaigalaik Kaikkondu Nadavungal; Naan Ungal Dhevanaagiya Karththar. "
},{ "Verses": "5 aagaiyaal En Kattalaigalaiyum En Nyaayangalaiyum Kaikkollakkadaveergal; Avaigalinpadi Seygiravan Evanum Avaigalaal Pizhaippaan; Naan Karththar. "
},{ "Verses": "6 oruvanum Thanakku Nerungina Inamaagiya Oruththiyai Nirvaanamaakkumpadi Avalai Seralaagaadhu; Naan Karththar. "
},{ "Verses": "7 un Thagappanaiyaavadhu Un Thaayaiyaavadhu Nirvaanamaakkalaagaadhu; Aval Un Thaayaanaval; Avalai Nirvaanamaakkalaagaadhu. "
},{ "Verses": "8 un Thagappanudaiya Manaiviyai Nirvaanamaakkalaagaadhu; Adhu Un Thagappanudaiya Nirvaanam. "
},{ "Verses": "9 un Thagappanukkaavadhu Un Thaaikkaavadhu Veettilaagilum Puraththilaagilum Pirandha Kumaaraththiyaagiya Un Sagodhariyai Nirvaanamaakkalaagaadhu. "
},{ "Verses": "10 un Kumaaranudaiya Magalaiyaavadhu Un Kumaaraththiyinudaiya Magalaiyaavadhu Nirvaanamaakkalaagaadhu Adhu Unnudaiya Nirvaanam. "
},{ "Verses": "11 un Thagappanudaiya Manaiviyinidaththil Un Thagappanukkup Pirandha Kumaaraththiyai Nirvaanamaakkalaagaadhu; Aval Unakku Sagodhari. "
},{ "Verses": "12 un Thagappanudaiya Sagodhariyai Nirvaanamaakkalaagaadhu; Aval Un Thagappanukku Nerungina Inamaanaval. "
},{ "Verses": "13 un Thaayinudaiya Sagodhariyai Nirvaanamaakkalaagaadhu; Aval Un Thaaikku Nerungina Inamaanaval. "
},{ "Verses": "14 un Thagappanudaiya Sagodharanai Nirvaanamaakkalaagaadhu; Avan Manaiviyai Seraayaaga; Aval Un Thagappanudaiya Sagodhari. "
},{ "Verses": "15 un Marumagalai Nirvaanamaakkalaagaadhu; Aval Un Kumaaranukku Manaivi, Avalai Nirvaanamaakkalaagaadhu. "
},{ "Verses": "16 un Sagodharanudaiya Manaiviyai Nirvaanamaakkalaagaadhu; Adhu Un Sagodharanudaiya Nirvaanam. "
},{ "Verses": "17 oru Sthreeyaiyum Aval Magalaiyum Nirvaanamaakkalaagaadhu; Avaludaiya Kumaararin Magalaiyum Avaludaiya Kumaaraththiyin Magalaiyum Nirvaanamaakkumpadi Vivaagampannalaagaadhu; Ivargal Avalukku Nerungina Inamaanavargal; Adhu Muraikedu. "
},{ "Verses": "18 un Manaivi Uyirodirukkaiyil, Avalukku Ubaththiravamaaga Aval Sagodhariyaiyum Nirvaanamaakkumporuttu Avalai Vivaagampannalaagaadhu. "
},{ "Verses": "19 sthreeyaanaval Soothagaththaal Vilakkaththilirukkaiyil, Avalai Nirvaanamaakka Avalode Seraadhe. "
},{ "Verses": "20 piranudaiya Manaiviyode Serumpadi Sayaniththu, Avalaal Unnaith Theettuppaduththikkollavendaam. "
},{ "Verses": "21 nee Un Sandhadhiyil Yaaraiyaagilum Molegukkendru Theekkadakkumpadi Idankodaadhe; Un Dhevanudaiya Naamaththaip Parisuththak Kulaichchalaakkaadhe; Naan Karththar. "
},{ "Verses": "22 pennodu Samyogam Pannugiradhupola  Aanode Samyogam Pannavendaam; Adhu Aruvaruppaanadhu. "
},{ "Verses": "23 yaadhoru Mirugaththodum Nee Punarchchi Seydhu, Adhinaale Unnaith Theettuppaduththavendaam; Sthreeyaanaval Mirugaththode Punarumpadi Adharku Munbaaga Nirkalaagaadhu; Adhu Aruvaruppaana Thaarumaaru. "
},{ "Verses": "24 ivaigalil Ondrinaalum Ungalaith Theettuppaduththaadhirungal; Naan Ungal Munnindru Thuraththividugira Jaadhigal Ivaigalellaavatrinaalum Thangalaith Theettuppaduththiyirukkiraargal; Dhesamum Theettuppaduththappattirukkiradhu. "
},{ "Verses": "25 aagaiyaal Adhin Akkiramaththai Visaarippen; Dhesam Than Kudigalaik Kakkippodum. "
},{ "Verses": "26 indha Aruvaruppugalaiyellaam Ungalukkumun Irundha Andha Dhesaththin Manidhar Seydhadhinaale Dhesam Theettaayitru. "
},{ "Verses": "27 ippozhudhu Ungalukku Mun Irundha Jaadhigalai Dhesam Kakkippottadhupola, Neengal Adhaith Theettuppaduththumpodhu Adhu Ungalaiyum Kakkippodaadhapadikku, "
},{ "Verses": "28 neengal En Kattalaigalaiyum En Nyaayangalaiyum Kaikkondu, Dhesaththile Pirandhavanaanaalum Ungal Naduve Thangugira Anniyanaanaalum Indha Aruvaruppukkalil Ondraiyum Seyyavendaam. "
},{ "Verses": "29 ippadippatta Aruvaruppaanavaigalil Yaadhondrai Yaaraavadhu Seydhaal, Seydha Andha Aaththumaakkal Janaththil Iraadhapadikku Aruppundupovaargal. "
},{ "Verses": "30 aagaiyaal Ungalukkumun Seyyappatta Aruvaruppaana Muraimaigalil Yaadhondrai Neengal Seydhu, Avaigalaal Ungalaith Theettuppaduththikkollaadhapadikku En Kattalaiyaik Kaikkollungal; Naan Ungal Dhevanaagiya Karththar Endru Sol Endraar. "
}
]