[
{ "Verses": "1 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "2 nee Isravel Puththiraridaththil Sollavendiyadhu Ennavendraal, Oruvan Karththarudaiya Kattalaigalil Yaadhondrai Ariyaamaiyinaal Meeri, Seyyaththagaadhadhai Seydhu Paavaththukku Utpattaal Ariyavendiyadhaavadhu: "
},{ "Verses": "3 abishegam Petra Aasaariyan, Janangal Kutraththirku Utpadaththakkadhaagap Paavancheydhaal, Thaan Seydha Paavaththinimiththam Pazhudhatra Oru Ilankaalaiyaip Paavanivaarana Paliyaagak Karththarudaiya Sannidhiyil Konduvarakkadavan. "
},{ "Verses": "4 avan Andhak Kaalaiyai Aasarippuk Koodaaravaasalile Karththarudaiya Sannidhiyil Konduvandhu, Adhin Thalaimel Than Kaiyai Vaiththu, Karththarudaiya Sannidhiyil Adhaik Kollakkadavan. "
},{ "Verses": "5 appozhudhu Abishegam Petra Aasaariyan Andhak Kaalaiyin Raththaththil Konjam Eduththu, Adhai Aasarippuk Koodaaraththil Konduvandhu, "
},{ "Verses": "6 than Viralai Raththaththil Thoiththu, Parisuththa Sthalaththin Thiraikku Edhire Karththarudaiya Sannidhiyil Ezhudharam Thelikkakkadavan. "
},{ "Verses": "7 pinbu, Aasaariyan Andha Raththaththil Konjam Eduththu, Aasarippuk Koodaaraththile Karththarudaiya Sannidhiyil Irukkum Sugandha Thoobapeedaththuk Kombugalinmel Poosi, Kaalaiyinudaiya Matra Raththam Muzhuvadhaiyum Aasarippuk Koodaaravaasalukku Munbaaga Irukkira Thaganapalipeedaththin Adiyile Ootrivittu, "
},{ "Verses": "8 paavanivaaranapaliyaana Kaalaiyin Ellaak Kozhuppumaagiya Kudalgalai Moodiya Kozhuppaiyum, Avaigalmel Irukkira Kozhuppu Muzhuvadhaiyum, "
},{ "Verses": "9 irandu Kundikkaaigalaiyum, Avaigalmel Siru Kudalgalinidaththil Irukkira Kozhuppaiyum, Kundikkaaigalodekoodak Kalleeralinmel Irukkira Javvaiyum, "
},{ "Verses": "10 samaadhaanapaliyin Kaalaiyilirundhu Edukkiradhupola Adhilirundhu Eduththu, Avaigalaith Thaganapalipeedaththinmel Thaganikkakkadavan. "
},{ "Verses": "11 kaalaiyin Tholaiyum, Adhin Maamsam Muzhuvadhaiyum, Adhin Thalaiyaiyum, Thodaigalaiyum, Adhin Kudalgalaiyum, Adhin Saaniyaiyum, "
},{ "Verses": "12 kaalai Muzhuvadhaiyum Paalayaththukkup Purambe Saambal Kottugira Suththamaana Idaththile Kondupoi, Kattaigalinmel Pottu, Akkiniyaale Sutterikkakkadavan; Saambal Kottiyirukkira Idaththile Adhai Sutterikkakkadavan. "
},{ "Verses": "13 isravel Sabaiyaar Ellaarum Ariyaamaiyinaal Paavancheydhu, Kaariyam Thangal Kangalukku Maraivaayirukkiradhinaal, Karththarudaiya Kattalaigalil Yaadhondrai Meeri, Seyyaththagaadhadhai Seydhu, Paavaththukkutpattuk Kutravaaligalaanaal, "
},{ "Verses": "14 avargal Seydha Paavam Theriyavarumpodhu, Sabaiyaar Andhap Paavaththinimiththam Oru Ilankaalaiyai Aasarippuk Koodaaraththukku Munbaagap Paliyidak Konduvaravendum. "
},{ "Verses": "15 sabaiyin Mooppar Karththarudaiya Sannidhiyil Thangal Kaigalai Adhin Thalaimel Vaikkakkadavargal; Pinbu Karththarudaiya Sannidhiyil Andhak Kaalaiyaik Kollavendum. "
},{ "Verses": "16 appozhudhu Abishegam Petra Aasaariyan Adhin Raththaththil Konjam Eduththu, Aasarippuk Koodaaraththil Konduvandhu, "
},{ "Verses": "17 than Viralai Raththaththil Thoiththu, Karththarudaiya Sannidhiyil Thiraikku Edhire Ezhudharam Theliththu, "
},{ "Verses": "18 aasarippuk Koodaaraththil Karththarudaiya Sannidhiyil Irukkum Palipeedaththin Kombugalinmel Andha Raththaththil Konjam Poosi, Matra Raththamellaam Aasarippuk Koodaaravaasalil Irukkira Thaganapalipeedaththin Adiyile Ootrivittu, "
},{ "Verses": "19 adhin Kozhuppu Muzhuvadhaiyum Adhilirundhu Eduththu, Palipeedaththinmel Thaganiththu, "
},{ "Verses": "20 paavanivaaranapaliyin Kaalaiyai Seydhapragaaram Indhakkaalaiyaiyum Seydhu, Ivvannamaai Aasaariyan Avargalukkup Paavanivirththi Seyyakkadavan; Appozhudhu Adhu Avargalukku Mannikkappadum. "
},{ "Verses": "21 pinbu Kaalaiyaip Paalayaththukkup Purambe Kondupoi, Mundhina Kaalaiyai Sutteriththadhupola Sutterikkakkadavan; Idhu Sabaikkaaga Seyyappadum Paavanivaaranapali. "
},{ "Verses": "22 oru Prabu Than Dhevanaagiya Karththarudaiya Kattalaigalil Yaadhondrai Meeri Ariyaamaiyinaal Seyyaththagaadhadhai Seydhu, Paavaththukkutpattuk Kutravaaliyaanaal, "
},{ "Verses": "23 thaan Seydhadhu Paavam Endru Thanakkuth Theriyavarumpodhu, Avan Vellaadugalil Pazhudhatra Oru Ilankadaavaip Paliyaagak Konduvandhu, "
},{ "Verses": "24 andhak Kadaavin Thalaimel Than Kaiyai Vaiththu, Karththarudaiya Sannidhiyil Sarvaanga Thaganapali Kollappadum Idaththil Adhaik Kollakkadavan; Idhu Paavanivaaranapali. "
},{ "Verses": "25 appozhudhu Aasaariyan Adhin Raththaththil Konjam Than Viralaal Eduththu, Thaganapalipeedaththuk Kombugalinmel Poosi, Matra Raththaththaith Thaganapalipeedaththin Adiyile Ootrivittu, "
},{ "Verses": "26 adhin Kozhuppu Muzhuvadhaiyum, Samaadhaanapaliyin Kozhuppaip Pola, Palipeedaththil Thaganiththu, Ivvannamaai Aasaariyan Avan Seydha Paavaththaik Kuriththu Avanukkaagap Paavanivirththi Seyyakkadavan; Appozhudhu Adhu Avanukku Mannikkappadum. "
},{ "Verses": "27 saadhaarana Janangalil Oruvan Ariyaamaiyinaal Karththarin Kattalaigalil Yaadhondrai Meeri, Seyyaththagaadhadhai Seydhu, Paavaththukkutpattuk Kutravaaliyaanaal, "
},{ "Verses": "28 thaan Seydhadhu Paavam Endru Thanakkuth Theriyavarumpodhu, Avan Thaan Seydha Paavaththinimiththam Vellaadugalil Pazhudhatra Oru Penkuttiyaip Paliyaagak Konduvandhu, "
},{ "Verses": "29 paavanivaaranapaliyin Thalaimel Than Kaiyai Vaiththu, Sarvaanga Thaganapaliyidum Idaththil Andhap Paavanivaaranapaliyaik Kollakkadavan. "
},{ "Verses": "30 appozhudhu Aasaariyan Adhin Raththaththil Konjam Than Viralaal Eduththu, Thaganapalipeedaththuk Kombugalinmel Poosi, Matra Raththamellaam Palipeedaththin Adiyile Ootrivittu, "
},{ "Verses": "31 samaadhaanapaliyilirundhu Kozhuppai Eduppadhupola, Adhin Kozhuppu Muzhuvadhaiyum Eduththu, Aasaariyan Palipeedaththinmel Karththarukku Sugandha Vaasanaiyaagath Thaganiththu, Ivvannamaai Avanukkup Paavanivirththi Seyyakkadavan; Appozhudhu Adhu Avanukku Mannikkappadum. "
},{ "Verses": "32 avan Paavanivaarana Paliyaaga Oru Aattukkuttiyaik Konduvaruvaanaagil, Pazhudhatra Penkuttiyaik Konduvandhu, "
},{ "Verses": "33 andhap Paavanivaaranapaliyin Thalaimel Than Kaiyai Vaiththu, Sarvaanga Thaganapali Kollappadum Idaththil Adhaip Paavanivaarana Paliyaagak Kollakkadavan. "
},{ "Verses": "34 appozhudhu Aasaariyan Andhap Paavanivaaranapaliyin Raththaththil Konjam Than Viralaal Eduththu, Thagana Palipeedaththuk Kombugalinmel Poosi, Matra Raththamellaam Palipeedaththin Adiyile Ootrivittu, "
},{ "Verses": "35 samaadhaana Paliyaana Aattukkuttiyin Kozhuppai Edukkiradhupola, Adhin Kozhuppu Muzhuvadhaiyum Eduththu, Karththarukku Idappadum Thaganapaligalaip Pola, Palipeedaththinmel Aasaariyan Thaganikkavendum; Ivvannamaai Avan Seydha Paavaththukku Aasaariyan Paavanivirththi Seyyakkadavan; Appozhudhu Adhu Avanukku Mannikkappadum. "
}
]