[
{ "Verses": "1 oruvan Pojanapaliyaagiya Kaanikkaiyaik Karththarukku Seluththavendumaanaal, Avan Kaanikkai Melliya Maavaayiruppadhaaga; Avan Adhinmel Enney Vaarththu, Adhinmel Thoobavarkkam Pottu, "
},{ "Verses": "2 adhai Aaronin Kumaararaagiya Aasaariyargalidaththil Konduvaruvaanaaga; Appozhudhu Aasaariyan Andha Maavilum Enneyilum Oru Kaippidi Niraiya Thoobavarkkam Ellaavatrodum Eduththu, Adhaip Palipeedaththinmel Gnaabagakkuriyaagath Thaganikkakkadavan; Adhu Karththarukku Sugandha Vaasanaiyaana Thaganapali. "
},{ "Verses": "3 andhap Pojanapaliyil Meedhiyaayiruppadhu Aaronaiyum Avan Kumaararaiyum Serum; Karththarukku Idum Thaganapaligalil Idhu Magaa Parisuththamaanadhu. "
},{ "Verses": "4 nee Padaippadhu Aduppil Paagampannappatta Pojanapaliyaanaal, Adhu Enneyile Pisaindha Melliya Maavinaal Seydha Pulippillaa Adhirasangalaayaavadhu, Enney Poosappatta Pulippillaa Adaigalaayaavadhu Iruppadhaaga. "
},{ "Verses": "5 nee Padaippadhu Thattaiyaana Sattiyil Paagampannappatta Pojanapaliyaanaal, Adhu Enneyile Pisaindha Pulippillaa Melliya Maavinaal Seyyappattadhaayiruppadhaaga. "
},{ "Verses": "6 adhaith Thundu Thundaagap Pittu, Adhinmel Enney Vaarppaayaaga; Idhu Oru Pojanapali. "
},{ "Verses": "7 nee Padaippadhu Porikkun Chattiyil Paagampannappatta Pojanapaliyaanaal, Adhu Enneyile Pisaindha Melliya Maavinaal Seyyappaduvadhaaga. "
},{ "Verses": "8 ippadi Seyyappatta Pojanapaliyaik Karththarukku Seluththuvaayaaga; Adhu Aasaariyanidaththil Konduvarappadumpodhu, Avan Adhaip Palipeedaththandaiyil Konduvandhu, "
},{ "Verses": "9 andhap Pojanapaliyilirundhu Aasaariyan Gnaabagak Kuriyaaga Oru Pangai Eduththup Palipeedaththinmel Thaganikkakkadavan; Idhu Karththarukku Sugandha Vaasanaiyaana Thaganapali. "
},{ "Verses": "10 indhap Pojanapaliyil Meedhiyaanadhu Aaronaiyum Avan Kumaararaiyum Serum; Karththarukku Idum Thaganangalil Idhu Magaa Parisuththamaanadhu. "
},{ "Verses": "11 neengal Karththarukku Seluththum Endha Pojanapaliyum Puliththamaavinaal Seyyappadaadhiruppadhaaga; Puliththamaavulladhondraiyum Thenulladhondraiyum Karththarukkuth Thaganapaliyaagath Thaganikkavendaam. "
},{ "Verses": "12 mudharkanigalaik Kaanikkaiyaagak Konduvandhu, Avaigalaik Karththarukku Seluththalaam; Aanaalum, Palipeedaththinmel Avaigal Sugandha Vaasanaiyaagath Thaganikkappadalaagaadhu. "
},{ "Verses": "13 nee Padaikkira Endha Pojanapaliyum Uppinaal Saaramaakkappaduvadhaaga; Un Dhevanin Udanpadikkaiyin Uppai Un Pojanapaliyile Kuraiyavidaamal, Nee Padaippadhu Ellaavatrodum Uppaiyum Padaippaayaaga. "
},{ "Verses": "14 mudharpalangalai Pojanapaliyaaga Nee Karththarukku Seluththavandhaal, Niraindha Pachchaiyaana Kadhirgalai Neruppile Vaatti Udhirththu, Adhai Un Mudharpalanin Pojanapaliyaaga Konduvarakkadavaai. "
},{ "Verses": "15 adhinmel Enney Vaarththu, Adhinmel Thoobavarkkaththaip Poduvaayaaga; Idhu Oru Pojanapali. "
},{ "Verses": "16 pinbu Aasaariyan, Udhirththa Dhaaniyaththilum Enneyilum Eduththu, Gnaabagak Kuriyaana Pangai Adhin Thoobavarkkam Ellaavatrodunkoodath Thaganikkakkadavan; Idhu Karththarukku Idum Thaganapali. "
}
]