[
{ "Verses": "1 ettaam Naalile Mose Aaronaiyum Avan Kumaararaiyum Isravelin Moopparaiyum Azhaiththu, "
},{ "Verses": "2 aaronai Nokki: Nee Paavanivaaranapaliyaagap Pazhudhatra Oru Kandrukkuttiyaiyum, Sarvaanga Thaganapaliyaagap Pazhudhatra Oru Aattukkadaavaiyum Therindhukondu, Karththarudaiya Sannidhiyil Paliyidakkadavaai. "
},{ "Verses": "3 melum Isravel Puththirarai Nokki: Karththarudaiya Sannidhiyil Paliyidumpadikku, Neengal Paavanivaarana Paliyaagap Pazhudhatra Oru Vellaattuk Kadaavaiyum, Sarvaanga Thaganapaliyaaga Oru Vayadhaana Pazhudhatra Oru Kandrukkuttiyaiyum, Oru Aattukkuttiyaiyum, "
},{ "Verses": "4 samaadhaanapaligalaaga Oru Kaalaiyaiyum, Oru Aattukkadaavaiyum, Enneyile Pisaindha Pojanapaliyaiyum Konduvaarungal; Indru Karththar Ungalukku Dharisanamaavaar Endru Sol Endraan. "
},{ "Verses": "5 mose Kattalaiyittavaigalai Avargal Aasarippuk Koodaaraththukku Munbaagak Konduvandhaargal. Sabaiyaar Ellaarum Serndhu, Karththarudaiya Sannidhiyil Nindraargal. "
},{ "Verses": "6 appozhudhu Mose: Karththar Kattalaiyitta Indhak Kaariyaththai Seyyungal; Karththarudaiya Magimai Ungalukkuk Kaanappadum Endraan. "
},{ "Verses": "7 mose Aaronai Nokki: Nee Palipeedaththandaiyil Serndhu, Karththar Kattalaiyittapadiye, Un Paavanivaarana Paliyaiyum Un Sarvaanga Thaganapaliyaiyum Seluththi, Unakkaagavum Janangalukkaagavum Paavanivirththi Seydhu, Janangaludaiya Paliyaiyum Seluththi, Avargalukkaagavum Paavanivirththi Sey Endraan. "
},{ "Verses": "8 appozhudhu Aaron Palipeedaththandaiyil Serndhu, Than Paavanivaarana Paliyaagiya Kandrukkuttiyaik Kondraan. "
},{ "Verses": "9 aaronin Kumaarar Adhin Raththaththai Avanidaththil Konduvandhaargal; Avan Than Viralai Andha Raththaththil Thoiththu, Palipeedaththin Kombugalinmel Poosi, Matra Raththaththaip Palipeedaththin Adiyile Ootri, "
},{ "Verses": "10 paavanivaaranapaliyin Kozhuppaiyum, Kundikkaaigalaiyum, Kalleeralil Eduththa Javvaiyum, Karththar Mosekkuk Kattalaiyittapadiye, Palipeedaththinmel Thaganiththu, "
},{ "Verses": "11 maamsaththaiyum Tholaiyum Paalayaththukkup Purambe Akkiniyile Sutteriththaan. "
},{ "Verses": "12 pinbu Sarvaanga Thaganapaliyaiyum Kondraan; Aaronin Kumaarar Adhin Raththaththai Avanidaththil Konduvandhaargal; Adhai Avan Palipeedaththinmel Sutrilum Theliththaan. "
},{ "Verses": "13 sarvaanga Thaganapaliyin Thundangalaiyum Thalaiyaiyum Avanidaththil Konduvandhaargal; Avan Avaigalaip Palipeedaththinmel Thaganiththu, "
},{ "Verses": "14 kudalgalaiyum Thodaigalaiyum Kazhuvi, Palipeedaththinmel Irundha Sarvaanga Thaganapaliyinmel Thaganiththaan. "
},{ "Verses": "15 pinbu Avan Janangalin Paliyaik Konduvandhu, Janangalin Paavanivirththikkuriya Vellaattukkadaavaik Kondru, Mundhinadhaip Paliyittadhupola, Adhaippaavanivaaranapaliyaakki, "
},{ "Verses": "16 sarvaanga Thaganapaliyaiyum Konduvandhu, Niyamaththinpadi, Adhaip Paliyittu, "
},{ "Verses": "17 pojanapaliyaiyum Konduvandhu, Adhil Kainiraiya Eduththu, Adhaik Kaalaiyil Seluththum Sarvaanga Thaganapaliyudane Palipeedaththinmel Thaganiththaan. "
},{ "Verses": "18 pinbu Janangalin Samaadhaanapaligalaagiya Kaalaiyaiyum Aattukkadaavaiyum Kondraan; Aaronin Kumaarar Adhin Raththaththai Avanidaththil Konduvandhaargal; Avan Adhaip Palipeedaththinmel Sutrilum Theliththu, "
},{ "Verses": "19 kaalaiyilum Aattukkadaavilum Eduththa Kozhuppaiyum, Vaalaiyum, Kudalgalai Moodiya Javvaiyum, Kundikkaaigalaiyum, Kalleeralinmel Irundha Javvaiyum Konduvandhu, "
},{ "Verses": "20 kozhuppai Maarkkandangalinmel Vaiththaargal; Andhak Kozhuppaip Palipeedaththinmel Thaganiththaan. "
},{ "Verses": "21 maarkkandangalaiyum Valadhu Munnanthodaiyaiyum, Mose Kattalaiyittapadiye, Aaron Karththarudaiya Sannidhiyil Asaivaattum Paliyaaga Asaivaattinaan. "
},{ "Verses": "22 pinbu Aaron Janangalukku Neraagath Than Kaigalai Uyarththi, Avargalai Aaseervadhiththu, Thaan Paavanivaaranapaliyaiyum, Sarvaanga Thaganapaliyaiyum, Samaadhaanapaligalaiyum Seluththina Idaththilirundhu Iranginaan. "
},{ "Verses": "23 pinbu Moseyum Aaronum Aasarippuk Koodaaraththukkul Pravesiththu, Veliye Vandhu, Janangalai Aaseervadhiththaargal; Appozhudhu Karththarudaiya Magimai Sagala Janangalukkum Kaanappattadhu. "
},{ "Verses": "24 andriyum Karththarudaiya Sannidhiyilirundhu Akkini Purappattu, Palipeedaththinmel Irundha Sarvaanga Thaganapaliyaiyum Kozhuppaiyum Eriththuvittadhu; Janangalellaarum Adhaik Kandapodhu Aaravaariththu Mugankuppura Vizhundhaargal. "
}
]