[
{ "Verses": "1 neengal Ungalukku Vikkiragangalaiyum Suroobangalaiyum Undaakkaamalum, Ungalukku Silaiyai Niruththaamalum, Siththirantheerndha Kallai Namaskarikkumporuttu Ungal Dhesaththil Vaikkaamalum Iruppeergalaaga; Naan Ungal Dhevanaagiya Karththar. "
},{ "Verses": "2 en Oivunaatkalai Aasariththu, En Parisuththa Sthalaththaikkuriththu Bayabakthiyaayiruppeergalaaga; Naan Karththar. "
},{ "Verses": "3 neengal En Kattalaigalinpadi Nadandhu, En Karpanaigalaik Kaikkondu, Avaigalinpadi Seydhaal, "
},{ "Verses": "4 naan Etra Kaalaththil Ungalukku Mazhaipeyyappannuven; Boomi Than Palanaiyum, Veliyilulla Marangal Thangal Kaniyaiyum Kodukkum. "
},{ "Verses": "5 dhraatchappazham Parikkunkaalamvaraikkum Poradippukkaalam Irukkum; Vidhaippukkaalam Varaikkum Dhraatchappazham Parikkunkaalam Irukkum; Neengal Ungal Appaththaith Thirupthiyaaga Saappittu, Ungal Dhesaththil Sugamaaik Kudiyiruppeergal. "
},{ "Verses": "6 dhesaththil Samaadhaanam Kattalaiyiduven; Thaththalikkappannuvaar Illaamal Paduththukkolveergal; Dhushta Mirugangalai Dhesaththil Iraadhapadikku Ozhiyappannuven; Pattayam Ungal Dhesaththil Ulaavuvadhillai. "
},{ "Verses": "7 ungal Saththurukkalaith Thuraththuveergal; Avargal Ungal Munbaagap Pattayaththaal Vizhuvaargal. "
},{ "Verses": "8 ungalil Aindhuper Nooruperaiththuraththuvaargal; Ungalil Nooruper Padhinaayiramperaith Thuraththuvaargal; Ungal Saththurukkal Ungalukku Munbaagap Pattayaththaal Vizhuvaargal. "
},{ "Verses": "9 naan Ungalmel Kannokkamaayirundhu, Ungalaip Palugavum Perugavumpanni, Ungalode En Udanpadikkaiyaith Thidappaduththuven. "
},{ "Verses": "10 ponavarushaththup Pazhaiya Dhaaniyaththai Saappittu, Pudhiya Dhaaniyaththukku Idamundaagumpadi, Pazhaiyadhai Vilakkuveergal. "
},{ "Verses": "11 ungal Naduvil En Vaasasthalaththai Sthaabippen; En Aaththumaa Ungalai Arosippadhillai. "
},{ "Verses": "12 naan Ungal Naduvile Ulaavi, Ungal Dhevanaayiruppen, Neengal En Janamaayiruppeergal. "
},{ "Verses": "13 neengal Egipthiyarukku Adimaigalaayiraadhapadikku, Naan Avargal Dhesaththilirundhu Ungalaip Purappadappanni, Ungal Nugaththadigalai Muriththu, Ungalai Nimirndhu Nadakkappannina Ungal Dhevanaagiya Karththar. "
},{ "Verses": "14 neengal Enakku Sevikodaamalum, Indhak Karpanaigal Ellaavatrinpadi Seyyaamalum, "
},{ "Verses": "15 en Kattalaigalai Veruththu, Ungal Aaththumaa En Nyaayangalai Arosiththu, En Karpanaigal Ellaavatrinpadiyum Seyyaadhapadikku, En Udanpadikkaiyai Neengal Meerippoduveergalaagil: "
},{ "Verses": "16 naan Ungalukku Seyvadhu Ennavendraal, Kangalaip Pooththuppogappannugiradharkum, Irudhayaththaith Thuyarappaduththugiradharkum, Thigilaiyum Eelaiyaiyum Kaaichchalaiyum Ungalukku Varappannuven; Neengal Vidhaikkum Vidhai Virudhaavaayirukkum; Ungal Saththurukkal Adhin Palanaith Thinbaargal. "
},{ "Verses": "17 naan Ungalukku Virodhamaaga En Mugaththaith Thiruppuven; Ungal Saththurukkalukku Munbaaga Muriya Adikkappaduveergal; Ungal Pagaignar Ungalai Aaluvaargal; Thuraththuvaar Illaadhirundhum Oduveergal. "
},{ "Verses": "18 ivvidhamaai Naan Ungalukku Seydhum, Innum Neengal Enakku Sevikodaadhirundhaal,ungal Paavangalinimiththam Pinnum Ezhaththanaiyaaga Ungalai Dhandiththu, "
},{ "Verses": "19 ungal Vallamaiyin Perumaiyai Muriththu, Ungal Vaanaththai Irumbaippolavum, Ungal Boomiyai Vengalaththaippolavum Aakkuven. "
},{ "Verses": "20 ungal Belan Virudhaavile Selavazhiyum; Ungal Dhesam Than Palanaiyum, Dhesaththin Marangal Thangal Kanigalaiyum Kodukkamaattaadhu. "
},{ "Verses": "21 neengal Enakku Sevikodukka Manadhillaamal, Enakku Edhirththu Nadappeergalaanaal, Naan Ungal Paavangalukkuth Thakkadhaaga Innum Ezhaththanai Vaadhaiyai Ungalmel Varappanni, "
},{ "Verses": "22 ungalukkulle Veliyin Dhushtamirugangalai Varaviduven; Avaigal Ungalaip Pillaigalatravargalaakki, Ungal Miruga Jeevangalai Azhiththu, Ungalaik Kuraindhupogappannum, Ungal Vazhigal Paazhaaikkidakkum. "
},{ "Verses": "23 naan Seyyum Dhandanaiyinaal Neengal Gunappadaamal, Enakku Edhirththu Nadandhaal, "
},{ "Verses": "24 naan Ungalukku Edhirththu Nadandhu, Ungal Paavangalinimiththam Ezhaththanaiyaaga Vaadhiththu, "
},{ "Verses": "25 en Udanpadikkaiyai Meerinadharkup Pazhivaangum Pattayaththai Ungalmel Varappanni, Neengal Ungal Pattanangalil Serndhapin, Kollainoyai Ungal Naduvile Anuppuven; Saththuruvin Kaiyil Oppukkodukkappaduveergal. "
},{ "Verses": "26 ungal Appam Ennum Aadharavukolai Naan Muriththuppodumpodhu, Paththu Sthreegal Ore Aduppil Ungal Appaththai Suttu, Adhaith Thirumba Ungalukku Niruththukkoduppaargal; Neengal Saappittum Thirupthiyadaiyamaatteergal "
},{ "Verses": "27 innum Ivaigal Ellaavatraalum Neengal Enakku Sevikodaamal, Enakku Edhirththu Nadandhaal, "
},{ "Verses": "28 naanum Ukkiraththode Ungalukku Edhirththu Nadandhu, Naane Ungal Paavangalinimiththam Ungalai Ezhaththanaiyaai Dhandippen. "
},{ "Verses": "29 ungal Kumaararin Maamsaththaiyum Ungal Kumaaraththiyin Maamsaththaiyum Pusippeergal. "
},{ "Verses": "30 naan Ungal Medaigalai Azhiththu, Ungal Vikkiraga Silaigalai Nirththooliyaakki, Ungal Udalgalai Ungal Naragalaana Dhevargaludaiya Udalgalmel Eriven; En Aaththumaa Ungalai Arosikkum. "
},{ "Verses": "31 naan Ungal Pattanangalai Verumaiyum, Ungal Parisuththa Sthalangalaip Paazhumaakki, Ungal Sugandha Vaasanaiyai Mugaraadhiruppen. "
},{ "Verses": "32 naan Dhesaththaip Paazhaakkuven; Adhile Kudiyirukkira Ungal Saththurukkal Bramippaargal. "
},{ "Verses": "33 jaadhigalukkulle Ungalai Sidhara Adiththu, Ungal Pinnaagap Pattayaththai Uruvuven; Ungal Dhesam Paazhum, Ungal Pattanangal Vanaandharamumaagum. "
},{ "Verses": "34 neengal Ungal Saththurukkalin Dhesaththil Irukkumpodhu, Dhesamaanadhu Paazhaaikkidakkira Naalellaam Than Oivunaatkalai Rammiyamaai Anubavikkum; Appozhudhu Dhesam Oivadaindhu, Than Oivunaatkalai Rammiyamaai Anubavikkum; "
},{ "Verses": "35 neengal Adhile Kudiyirukkumpodhu, Adhu Ungal Oivu Varushangalil Oivadaiyaadhapadiyinaale, Adhu Paazhaaikkidakkum Naalellaam Oivadaindhirukkum. "
},{ "Verses": "36 ungalil Uyirodu Meedhiyaayiruppavargalin Irudhayangal Thangal Saththurukkalin Dhesangalil Manaththalarchchiyadaiyumpadi Seyven; Asaigira Ilaiyin Saththamum Avargalai Ottum; Avargal Pattayaththirkuth Thappi Odugiradhupola Odi, Thuraththuvaar Illaamal Vizhuvaargal. "
},{ "Verses": "37 thuraththuvaar Illaamal, Pattayaththukku Mun Vizhuvadhupola, Oruvarmel Oruvar Idari Vizhuvaargal; Ungal Saththurukkalukkumun Nirka Ungalukku Belan Iraadhu. "
},{ "Verses": "38 purajaadhigalukkulle Azhindhupoveergal; Ungal Saththurukkalin Dhesam Ungalaip Patchikkum. "
},{ "Verses": "39 ungalil Thappinavargal Thangal Akkiramangalinimiththamum, Thangal Pidhaakkalin Akkiramangalinimiththamum, Ungal Saththurukkalin Dhesangalil Vaadippovaargal. "
},{ "Verses": "40 avargal Enakku Virodhamaaga Dhrogampanni Nadappiththa Thangal Akkiramaththaiyum, Thangal Pidhaakkalin Akkiramaththaiyum Arikkaiyidugiradhumandri , "
},{ "Verses": "41 avargal Enakku Edhirththu Nadandhapadiyinaal, Naanum Avargalukku Edhirththu Nadandhu, Avargaludaiya Saththurukkalin Dhesaththile Avargalaik Kondupoivittadhaiyum Arikkaiyittu, Viruththasedhanamillaadha Thangal Irudhayaththaith Thaazhththi, Thangal Akkiramaththukkuk Kidaiththa Dhandanaiyai Nyaayam Endru Oththukkondaal, "
},{ "Verses": "42 naan Yaakkobode Pannina En Udanpadikkaiyaiyum, Eesaakkode Pannina En Udanpadikkaiyaiyum, Aabiragaamode Pannina En Udanpadikkaiyaiyum Ninaippen; Dhesaththaiyum Ninaippen. "
},{ "Verses": "43 dhesam Avargalaale Vidappattu, Paazhaaikkidakkiradhinaale Than Oivunaatkalai Rammiyamaai Anubavikkum; Avargal En Nyaayangalai Avamadhiththu, Avargaludaiya Aaththumaa En Kattalaigalai Veruththapadiyinaal Adaindha Thangaludaiya Akkiramaththin Dhandanaiyai Nyaayam Endru Oththukkolluvaargal. "
},{ "Verses": "44 avargal Thangal Saththurukkalin Dhesaththilirundhaalum, Naan Avargalai Nirmoolamaakkaththakkadhaagavum, Naan Avargalode Pannina En Udanpadikkaiyai Abaththamaakkaththakkadhaagavum, Naan Avargalaik Kaividavum Verukkavumaatten; Naan Avargal Dhevanaagiya Karththar. "
},{ "Verses": "45 avargaludaiya Dhevanaayirukkumpadikku, Naan Purajaadhigalin Kangalukku Munbaaga Egipthu Dhesaththilirundhu Avargalaip Purappadachcheydhu, Avargaludaiya Munnorgalode Naan Pannina Udanpadikkaiyai Avargal Nimiththam Ninaivukooruven; Naan Karththar Endru Sol Endraar. "
},{ "Verses": "46 karththar Thamakkum Isravel Sandhadhiyaarukkum Naduve Irukkumpadi Moseyaikkondu, Seenaaimalaiyinmel Koduththa Kattalaigalum Nyaayangalum Ivaigale. "
}
]