[
{ "Verses": "1 karththar Moseyai Nokki: "
},{ "Verses": "2 nee Aaronaiyum Avan Kumaararaiyum Varavazhaiththu, Vasthirangalaiyum, Abishega Thailaththaiyum, Paavanivaaranapalikku Oru Kaalaiyaiyum, Irandu Aattukkadaakkalaiyum, Oru Koodaiyil Pulippillaa Appangalaiyum Konduvandhu, "
},{ "Verses": "3 sabaiyaiyellaam Aasarippuk Koodaara Vaasalukku Munbaagak Koodivarachchey Endraar. "
},{ "Verses": "4 karththar Thanakkuk Kattalaiyittapadiye, Mose Seydhaan: Sabai Aasarippuk Koodaaravaasalukku Munbaagak Koodinapodhu, "
},{ "Verses": "5 mose Sabaiyai Nokki: Seyyumpadi Karththar Kattalaiyitta Kaariyam Idhuve Endru Solli, "
},{ "Verses": "6 karththar Thanakkuk Kattalaiyittapadiye, Mose Aaronaiyum Avan Kumaararaiyum Varavazhaiththu, Avargalai Jalaththinaal Snaanampannuviththu, "
},{ "Verses": "7 avanukku Ullangiyaip Pottu, Idaikkachchaiyaik Katti, Melangiyai Uduththi, Epoththaith Thariththu, Adhinmel Epoththin Visiththiramaana Kachchaiyaik Katti, "
},{ "Verses": "8 avanukku Maarppadhakkaththai Anindhu, Maarppadhakkaththile Ooreem Thummeem Enbavaigalaiyum Vaiththu, "
},{ "Verses": "9 avan Thalaiyile Paagaiyaith Thariththu, Paagaiyinmel Avan Netriyile Parisuththa Kreedam Ennum Porpattaththaik Kattinaan. "
},{ "Verses": "10 pinbu Mose, Abishega Thailaththai Eduththu, Vaasasthalaththaiyum Adhilulla Yaavatraiyum Abishegampanni, Parisuththappaduththi, "
},{ "Verses": "11 adhil Konjam Eduththu, Palipeedaththinmel Ezhudharam Theliththu, Palipeedaththaiyum Adhin Sagala Panimuttugalaiyum, Thottiyaiyum Adhin Paadhaththaiyum Parisuththampaduththumpadikku Abishegam Panni, "
},{ "Verses": "12 abishegathailaththile Konjam Aaronudaiya Sirasinmel Vaarththu, Avanaip Parisuththappaduththumpadi Abishegampanninaan. "
},{ "Verses": "13 pinbu Mose, Karththar Thanakkuk Kattalaiyittapadiye, Aaronin Kumaararai Varavazhaiththu, Avargalukku Angigalai Uduththi, Idaikkachchaigalaik Katti, Kullaakkalaith Thariththu, "
},{ "Verses": "14 paavanivaarana Palikkaana Kaalaiyaik Konduvandhaan; Adhinudaiya Thalaiyinmel Aaronum Avan Kumaararum Thangal Kaigalai Vaiththaargal; "
},{ "Verses": "15 appozhudhu Adhu Kollappattadhu; Mose Adhin Raththaththai Eduththu, Than Viralinaal Palipeedaththin Kombugalinmel Sutrilum Poosi, Palipeedaththirkaagap Praayachchiththancheydhu, Matra Raththaththaip Palipeedaththin Adiyil Ootrivittu, Adhinmel Paavanivirththi Seyyumporuttu Adhaip Parisuththappaduththinaan. "
},{ "Verses": "16 pinbu Mose, Karththar Thanakkuk Kattalaiyittapadiye, Kudalgalmel Irundha Kozhuppu Muzhuvadhaiyum, Kalleeralinmel Irundha Javvaiyum, Irandu Kundikkaaigalaiyum, Avaigalin Kozhuppaiyum Eduththu, Palipeedaththinmel Thaganiththu, "
},{ "Verses": "17 kaalaiyaiyum Adhin Tholaiyum Maamsaththaiyum Saaniyaiyum Paalayaththukkup Purambe Akkiniyile Sutteriththaan. "
},{ "Verses": "18 pinbu Avan Sarvaanga Thaganapalikku Aattukkadaavaikkonduvandhaan; Adhin Thalaiyinmel Aaronum Avan Kumaararum Thangal Kaigalai Vaiththaargal. "
},{ "Verses": "19 appozhudhu Adhu Kollappattadhu; Mose Adhin Raththaththaip Palipeedaththinmel Sutrilum Theliththaan. "
},{ "Verses": "20 aattukkadaa Sandhu Sandhaagath Thundikkappattadhu; Karththar Thanakkuk Kattalaiyittapadiye, Mose Adhin Thalaiyaiyum Thundangalaiyum Kozhuppaiyum Thaganiththaan. "
},{ "Verses": "21 kudalgalaiyum Thodaigalaiyum Thanneeraal Kazhuvinapin, Mose Aattukkadaa Muzhuvadhaiyum Palipeedaththinmel Karththarukku Sugandha Vaasanaikkaana Sarvaanga Thaganapaliyaagath Thaganiththaan. "
},{ "Verses": "22 pinbu Pradhishtaippaduththuvadharkuriya Matra Aattukkadaavaik Konduvandhaan; Adhin Thalaiyinmel Aaronum Avan Kumaararum Thangal Kaigalai Vaiththaargal. "
},{ "Verses": "23 pinbu Adhu Kollappattadhu; Mose Adhin Raththaththil Konjam Eduththu, Aaronudaiya Valadhu Kaadhin Madalilum Valadhu Kaiyin Peruviralilum Valadhu Kaalin Peruviralilum Poosinaan. "
},{ "Verses": "24 pinbu Aaronudaiya Kumaararaiyum Azhaiththaan; Mose Andha Raththaththile Konjam Avargaludaiya Valadhu Kaadhin Madalilum Valadhu Kaiyin Peruviralilum Valadhu Kaalin Peruviralilum Poosi, Raththaththaip Palipeedaththinmel Sutrilum Theliththu, "
},{ "Verses": "25 kozhuppaiyum, Vaalaiyum, Kudalgalmelirundha Kozhuppu Muzhuvadhaiyum, Kalleeralinmelirundha Javvaiyum, Irandu Kundikkaaigalaiyum, Avaigalin Kozhuppaiyum, Valadhu Munnanthodaiyaiyum Eduththu, "
},{ "Verses": "26 karththarudaiya Sannidhiyil Vaiththirundha Pulippillaa Appangalin Koodaiyilulla Pulippillaa Adhirasaththil Ondraiyum, Enneyitta Appamaagiya Adhirasaththil Ondraiyum, Oru Adaiyaiyum Eduththu, Andhak Kozhuppinmelum, Munnanthodaiyinmelum Vaiththu, "
},{ "Verses": "27 avaigalaiyellaam Aaronudaiya Ullankaigalilum Avan Kumaararudaiya Ullankaigalilum Vaiththu, Asaivaattumpaliyaagak Karththarudaiya Sannidhiyil Asaivaatti, "
},{ "Verses": "28 pinbu Mose Avaigalai Avargal Ullankaigalilirundhu Eduththu, Palipeedaththinmelirukkira Thaganapaliyinmel Thaganiththaan; Avaigal Sugandhavaasanaiyaana Pradhishtaippaligal; Idhu Karththarukkuth Thaganapaliyaanadhu. "
},{ "Verses": "29 pinbu Mose Maarkkandaththai Eduththu, Adhaik Karththarudaiya Sannidhiyil Asaivaattum Paliyaaga Asaivaattinaan. Karththar Mosekkuk Kattalaiyittapadiye Pradhishtaiyin Aattukkadaavile Adhu Moseyin Pangaayitru. "
},{ "Verses": "30 mose Abishega Thailaththilum, Palipeedaththinmelirundha Raththaththilum Konjam Eduththu, Aaronmelum Avan Vasthirangal Melum, Avan Kumaararmelum Avargal Vasthirangalmelum Theliththu, Aaronaiyum Avan Vasthirangalaiyum, Avan Kumaararaiyum Avan Kumaararin Vasthirangalaiyum Parisuththappaduththinaan. "
},{ "Verses": "31 pinbu Mose Aaronaiyum Avan Kumaararaiyum Nokki: Neengal Andha Maamsaththai Aasarippuk Koodaaravaasalile Veviththu, Aaronum Avan Kumaararum Adhaip Pusippaargalaaga Endru Kattalaiyittirukkirapadiye, Ange Adhaiyum Ungal Pradhishtaip Paligalulla Koodaiyil Irukkira Appaththaiyum Pusiththu, "
},{ "Verses": "32 maamsaththilum Appaththilum Meedhiyaanadhai Akkiniyile Sutteriththu, "
},{ "Verses": "33 pradhishtaiyin Naatkal Niraiverumvaraikkum, Ezhunaal Aasarippuk Koodaaravaasalai Vittup Purappadaadhirungal; Ezhu Naalalavum Neengal Pradhishtaippaduththappaduveergal. "
},{ "Verses": "34 indru Seydhadhupola, Ungal Paavanivirththikkaaga Inimelum Seyyavendum Endru Karththar Kattalaiyittaar. "
},{ "Verses": "35 neengal Saagaadhapadikku Ezhunaal Iravum Pagalum Aasarippuk Koodaaravaasalilirundhu, Karththarudaiya Kaavalaik Kaakkakkadaveergal; Ippadi Naan Karpikkappatten Endraan. "
},{ "Verses": "36 karththar Moseyaikkondu Kattalaiyitta Ellaak Kaariyangalaiyum Aaronum Avan Kumaararum Seydhaargal. "
}
]