[
{ "Verses": "1 karththar Moseyaiyum Aaronaiyum Nokki: "
},{ "Verses": "2 neengal Isravel Puththirarode Sollavendiyadhu Ennavendraal, Boomiyilirukkira Sagala Mirugangalilum Neengal Pusikkaththakka Jeeva Jandhukkal Yaadhenil: "
},{ "Verses": "3 mirugangalil Virikulambulladhaayirundhu, Kulambugal Irandaagap Pirindhirukkiradhum Asaipodugiradhumaanavaigalaiyellaam Neengal Pusikkalaam. "
},{ "Verses": "4 aanaalum, Asaipodugiradhum Virikulambulladhumaanavaigalil Ottagamaanadhu Asaipodugiradhaayirundhaalum, Adharku Virikulambillaadhapadiyaal, Adhu Ungalukku Asuththamaayirukkum. "
},{ "Verses": "5 kuzhimusalaanadhu Asaipodugiradhaayirundhaalum, Adharku Virikulambillai; Adhu Ungalukku Asuththamaayirukkum. "
},{ "Verses": "6 muyalaanadhu Asaipodugiradhaayirundhum, Adharku Virikulambillai; Adhu Ungalukku Asuththamaayirukkum. "
},{ "Verses": "7 pandriyin Kulambu Virikulambum Irandaagap Pirindhadhumaayirundhum, Adhu Asaipodaadhu; Adhu Ungalukku Asuththamaayirukkum. "
},{ "Verses": "8 ivaigalin Maamsaththaip Pusikkavum, Ivaigalin Udalgalaith Thodavum Vendaam; Ivaigal Ungalukkuth Theettaayirukkakkadavadhu. "
},{ "Verses": "9 jalaththilirukkiravaigalil Neengal Pusikkaththakkadhu Yaadhenil; Kadalgalum Aarugalumaagiya Thanneergalile Siragum Sedhilum Ullavaigalaiyellaam Neengal Pusikkalaam. "
},{ "Verses": "10 aanaalum, Kadalgalum Aarugalumaagiya Thanneergalil Neendhugiradhum Vaazhgiradhumaana Praanigalil Siragum Sedhilum Illaadhavaigal Yaavum Ungalukku Aruvaruppaayiruppadhaaga. "
},{ "Verses": "11 avaigal Ungalukku Aruvaruppaayirukkakkadavadhu; Avaigalin Maamsaththaip Pusiyaadhirundhu, Avaigalin Udalgalai Aruvaruppeergalaaga. "
},{ "Verses": "12 thanneergalile Siragum Sedhilum Illaadha Yaavum Ungalukku Aruvaruppaayirukkakkadavadhu. "
},{ "Verses": "13 paravaigalil Neengal Pusiyaamal Aruvarukkavendiyavaigal Yaadhenil: Kazhugum, Karudanum, Kadaluraanjiyum, "
},{ "Verses": "14 parundhum Sagalavidha Valloorum, "
},{ "Verses": "15 sagalavidha Kaagangalum, "
},{ "Verses": "16 theekkuruviyum, Koogaiyum, Sempugamum, Sagalavidha Tegaiyum, "
},{ "Verses": "17 aandhaiyum, Neerkkaagamum, Kottaanum, "
},{ "Verses": "18 naaraiyum, Koozhakkadaavum, Kurugum, "
},{ "Verses": "19 kokkum, Sagalavidha Raajaaliyum, Puzhukkoththiyum, Vowvaalum Aagiya Ivaigale. "
},{ "Verses": "20 parakkiravaigalil Naalukaalaal Nadamaadugira Oorum Praanigal Yaavum Ungalukku Aruvaruppaayiruppadhaaga. "
},{ "Verses": "21 aagilum, Parakkiravaigalil Naalukaalaal Nadamaadugira Yaavilum, Neengal Pusikkaththakkadhu Yaadhenil Tharaiyile Thaththugiradharkuk Kaalgalukkumel Thodaigal Undaayirukkiravaigalile, "
},{ "Verses": "22 vettukkili Jaadhiyaayirukkiradhaiyum, Solaiyaam Ennum Kilijaadhiyaayirukkiradhaiyum, Arkol Ennum Kilijaadhiyaayirukkiradhaiyum, Aagaabu Ennum Kilijaadhiyaayirukkiradhaiyum Neengal Pusikkalaam. "
},{ "Verses": "23 parakkiravaigalil Naalukaalaal Nadamaadugira Matra Yaavum Ungalukku Aruvaruppaayiruppadhaaga. "
},{ "Verses": "24 avaigalaale Theettuppaduveergal; Avaigalin Udalaith Thodugiravan Evanum Saayankaalamattum Theettuppattiruppaan. "
},{ "Verses": "25 avaigalin Udalai Sumandhavan Evanum Than Vasthirangalaith Thoikkakkadavan; Avan Saayankaalammattum Theettuppattiruppaan. "
},{ "Verses": "26 virinakangalullavaigalaayirundhum, Irupilavaana Kulambillaamalum Asaipodaamalum Irukkira Mirugangal Yaavum Ungalukku Asuththamaayiruppadhaaga; Avaigalaith Thodugiravan Evanum Theettuppaduvaan. "
},{ "Verses": "27 naalukaalaal Nadakkira Sagala Jeevangalilum Thangal Ullankaalgalai Oondri Nadakkira Yaavum Ungalukku Asuththamaayiruppadhaaga; Avaigalin Udalaith Thodugiravan Evanum Saayankaalamattum Theettuppattiruppaan. "
},{ "Verses": "28 avaigalin Udalai Sumandhavan Than Vasthirangalaith Thoikkakkadavan; Avan Saayankaalammattum Theettuppattiruppaan; Ivaigal Ungalukkuth Theettaayirukkakkadavadhu. "
},{ "Verses": "29 tharaiyil Oorugira Praanigalil Ungalukku Asuththamaanavaigal Evaiyenil Peruchchaaliyum, Eliyum, Sagalavidhamaana Aamaiyum, "
},{ "Verses": "30 udumbum, Azhungum, Onaanum, Palliyum, Pachchondhiyum Aagiya Ivaigale. "
},{ "Verses": "31 sagala Oorum Praanigalilum Ivaigal Ungalukkuth Theettaayirukkakkadavadhu; Avaigalil Seththadhaith Thodugiravan Evanum Saayankaalamattum Theettuppattiruppaan. "
},{ "Verses": "32 avaigalil Seththadhu Ondru Yaadhondrinmel Vizhundhaal Adhu Theettuppattirukkum; Adhu Marappaaththiramaanaalum, Vasthiramaanaalum, Tholaanaalum, Paiyaanaalum, Velai Seygiradharketra Aayudhamaanaalum Saayankaalammattum Theettaayirukkum; Adhu Thanneeril Podappadavendum, Appozhudhu Suththamaagum. "
},{ "Verses": "33 avaigalil Ondru Manpaandaththukkul Vizhundhaal, Adharkul Irukkiravai Yaavum Theettuppattirukkum; Adhai Udaiththuppodavendum. "
},{ "Verses": "34 pusikkaththakka Pojanapadhaarththaththinmel Andhath Thanneer Pattaal, Adhu Theettaagum; Kudikkaththakka Endhappaanamum Appadippatta Paaththiraththinaal Theettuppadum. "
},{ "Verses": "35 avaigalin Udalil Yaadhondru Edhinmel Vizhudho, Adhuvum Theettuppadum; Aduppaanaalum Manthottiyaanaalum Thagarkkappaduvadhaaga; Avaigal Theettuppattirukkum; Aagaiyaal, Avaigal Ungalukkuth Theettaayirukkakkadavadhu. "
},{ "Verses": "36 aanaalum, Neerootrum Migundha Jalam Undaagiya Kinarum Suththamaayirukkum; Avaigalilulla Udalaith Thodugiravano Theettuppaduvaan. "
},{ "Verses": "37 mercholliyavaigalin Udalil Yaadhondru Vidhaiththaaniyaththinmel Vizhundhaal, Adhu Theettuppadaadhu. "
},{ "Verses": "38 andha Udalil Yaadhondru Thanneer Vaarkkappattirukkira Vidhaiyinmel Vizhundhadhaanaal, Adhu Ungalukkuth Theettaayirukkakkadavadhu. "
},{ "Verses": "39 ungalukku Aagaaraththukkaana Oru Mirugam Seththaal, Adhin Udalaith Thodugiravan Saayankaalammattum Theettuppattiruppaan. "
},{ "Verses": "40 adhin Maamsaththaip Pusiththavan Than Vasthirangalaith Thoikkakkadavan; Avan Saayankaalammattum Theettuppattiruppaan; Adhin Udalai Eduththup Ponavanum Than Vasthirangalaith Thoikkakkadavan; Avanum Saayankaalammattum Theettuppattiruppaan. "
},{ "Verses": "41 tharaiyil Oorugira Praanigalellaam Ungalukku Aruvaruppaayirukkakkadavadhu; Avai Pusikkappadalaagaadhu. "
},{ "Verses": "42 tharaiyil Oorugira Sagala Praanigalilum, Vayitrinaal Nagarugiravaigalaiyum, Naalukaalaal Nadamaadugiravaigalaiyum, Anegan Kaalgalullavaigalaiyum Pusiyaadhiruppeergalaaga; Avaigal Aruvaruppaanavaigal. "
},{ "Verses": "43 oorugira Endhap Praanigalilum Ungalai Aruvaruppaakkikkollaamalum, Avaigalaal Theettuppadaamalum Iruppeergalaaga; Avaigalaale Neengal Theettuppaduveergal. "
},{ "Verses": "44 naan Ungal Dhevanaagiya Karththar, Naan Parisuththar; Aagaiyaal, Tharaiyil Oorugira Endhap Praanigalilum Ungalaith Theettuppaduththaamal, Ungalaip Parisuththamaakkikkondu, Parisuththaraayiruppeergalaaga. "
},{ "Verses": "45 naan Ungal Dhevanaayirukkumpadi Ungalai Egipthu Dhesaththilirundhu Varappannina Karththar, Naan Parisuththar; Aagaiyaal, Neengalum Parisuththaraayiruppeergalaaga. "
},{ "Verses": "46 suththamaanadharkum Asuththamaanadharkum, Pusikkaththakka Jandhukkalukkum Pusikkaththagaadha Jandhukkalukkum Viththiyaasampannumporuttu, "
},{ "Verses": "47 mirugaththukkum Paravaigalukkum, Thanneergalil Neendhugira Sagala Jeevajandhukkalukkum, Boomiyinmel Oorugira Sagala Praanigalukkum Aduththa Pramaanam Idhuve Endru Sollungal Endraar. "
}
]