[
{ "Verses": "1 pinbu Karththar Moseyai Nokki: Aaronin Kumaararaagiya Aasaariyargalil Oruvanum Than Janaththaaril Irandhupona Yaadhoruvarukkaagath Thangalai Theettuppaduththalaagaadhu Endru Avargalode Sol. "
},{ "Verses": "2 than Thaayum, Than Thagappanum, Than Kumaaranum, Than Kumaaraththiyum, Than Sagodharanum, "
},{ "Verses": "3 purushanukku Vaazhkkaippadaamal Thannidaththilirukkira Kanniyaasthreeyaana Than Sagodhariyumaagiya Thanakku Nerungina Inamaana Ivargaludaiya Saavukkaagath Theettuppadalaam. "
},{ "Verses": "4 than Janaththaaril Periyavanaagiya Avan Veroruvarukkaagavum Thannaip Parisuththakkulaichchalaakkith Theettuppaduththalaagaadhu. "
},{ "Verses": "5 avargal Thangal Thalaiyai Mottaiyadikkaamalum, Thangal Thaadiyin Orangalai Siraiththuppodaamalum, Thangal Dhegaththaik Keerikkollaamalum Iruppaargalaaga. "
},{ "Verses": "6 thangal Dhevanudaiya Naamaththaip Parisuththak Kulaichchalaakkaamal Avarukketra Parisuththaraayiruppaargalaaga; Avargal Karththarin Thaganapaligalaiyum Thangal Dhevanudaiya Appaththaiyum Seluththugiravargalaadhalaal Parisuththaraayirukkavendum. "
},{ "Verses": "7 avargal Thangal Dhevanukkup Parisuththamaanavargal, Aagaiyaal Vesiyaiyaagilum Karpukkulaindhavalaiyaagilum Vivaagampannaargalaaga; Than Purushanaale Thallappatta Sthreeyaiyum Vivaagampannaargalaaga. "
},{ "Verses": "8 avan Dhevanudaiya Appaththai Seluththugirapadiyaal Nee Avanaip Parisuththappaduththavendum; Ungalaip Parisuththamaakkugira Karththaraagiya Naan Parisuththaraayirukkirapadiyaal, Avanum Unakku Munbaagap Parisuththanaayiruppaanaaga. "
},{ "Verses": "9 aasaariyanudaiya Kumaaraththi Vesiththanampanni, Thannaip Parisuththak Kulaichchalaakkinaal, Aval Than Thagappanaiyum Parisuththakkulaichchalaakkugiraal; Aval Akkiniyile Sutterikkappadakkadaval. "
},{ "Verses": "10 than Sagodhararukkulle Pradhaana Aasaariyanaagath Than Sirasil Abishegathailam Vaarkkappattavanum, Avanukkuriya Vasthirangalaith Tharikkumpadi Pradhishtaipannappattavanumaayirukkiravan Evano, Avan Than Paagaiyai Edukkaamalum, Than Vasthirangalaik Kizhiththukkollaamalum, "
},{ "Verses": "11 predham Kidakkum Idaththil Pogaamalum, Than Thagappanukkaagavum Than Thaaikkaagavum Thannaith Theettuppaduththikkollaamalum, "
},{ "Verses": "12 parisuththa Sthalaththilirundhu Purappadaamalum, Than Dhevanudaiya Parisuththa Sthalaththaip Parisuththakkulaichchalaakkaamalum Iruppaanaaga; Avanudaiya Dhevanin Abishegathailam Ennum Kreedam Avanmel Irukkiradhe: Naan Karththar. "
},{ "Verses": "13 kannigaiyaayirukkira Pennai Avan Vivaagampannavendum. "
},{ "Verses": "14 vidhavaiyaanaalum Thallappattavalaiyaanaalum Karpu Kulaindhavalaiyaanaalum Vesiyaiyaanaalum Vivaagampannaamal, Than Janangalukkulle Oru Kannigaiyai Vivaagampannakkadavan. "
},{ "Verses": "15 avan Than Viththaith Than Janangalukkulle Parisuththak Kulaichchalaakkaamal Iruppaanaaga; Naan Avanaip Parisuththamaakkugira Karththar Endru Sol Endraar. "
},{ "Verses": "16 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "17 nee Aaronode Sollavendiyadhu Ennavendraal: Un Sandhadhiyaarukkulle Angaveenamullavan Thalaimuraithorum Dhevanudaiya Appaththai Seluththumpadi Seralaagaadhu. "
},{ "Verses": "18 angaveenamulla Oruvanum Anugalaagaadhu; Kurudanaanaalum, Sappaaniyaanaalum, Kurugina Alladhu Neenda Avayavamullavanaanaalum, "
},{ "Verses": "19 kaalodindhavanaanaalum, Kaiyodindhavanaanaalum, "
},{ "Verses": "20 koonanaanaalum, Kullanaanaalum, Poovizhundha Kannanaanaalum, Soriyanaanaalum, Asarullavanaanaalum, Vidhai Nasunginavanaanaalum Anugalaagaadhu . "
},{ "Verses": "21 aasaariyanaagiya Aaronin Sandhadhiyaaril Angaveenamulla Oruvanum Karththarin Thaganapaligalai Seluththa Seralaagaadhu. "
},{ "Verses": "22 avan Than Dhevanudaiya Appamaagiya Magaa Parisuththamaanavaigalilum Matra Parisuththamaanavaigalilum Pusikkalaam. "
},{ "Verses": "23 aanaalum Avan Angaveenamullavanaagaiyaal, Avan En Parisuththa Sthalangalaip Parisuththak Kulaichchalaakkaadhapadikkuth Thiraikkulle Pogaamalum Palipeedaththandaiyil Seraamalum Iruppaanaaga; Naan Avargalaip Parisuththamaakkugira Karththar Endru Sol Endraar. "
},{ "Verses": "24 mose Ivaigalai Aaronodum Avan Kumaararodum Isravel Puththirar Anaivarodum Sonnaan. "
}
]