[
{ "Verses": "1 avar Oru Idaththil Jebampanni Mudiththapinbu, Avarudaiya Seesharil Oruvan Avarai Nokki: Aandavare, Yovaan Than Seesharukku Jebam Pannap Podhiththadhupola, Neerum Engalukkup Podhikkavendum Endraan. "
},{ "Verses": "2 adharku Avar: Neengal Jebampannum Podhu: Paramandalangalilirukkira Engal Pidhaave, Ummudaiya Naamam Parisuththappaduvadhaaga; Ummudaiya Raajyam Varuvadhaaga; Ummudaiya Siththam Paramandalaththile Seyyappadugiradhupola Boomiyileyum Seyyappaduvadhaaga; "
},{ "Verses": "3 engalukku Vendiya Aagaaraththai Andrandrum Engalukkuth Thaarum; "
},{ "Verses": "4 engal Paavangalai Engalukku Manniyum; Naangalum Engalidaththil Kadanpatta Evanukkum Mannikkirome; Engalaich Sodhanaikkutpadappannaamal, Theemaiyinindru Engalai Ratchiththukkollum, Endru Sollungal Endraar. "
},{ "Verses": "5 pinnum Avar Avargalai Nokki: Ungalil Oruvan Thanakkuch Sinegidhanaayirukkiravanidaththil Paadhiraaththiriyile Poi: Sinegidhane, "
},{ "Verses": "6 en Sinegidhan Oruvan Vazhippirayaanamaai Ennidaththil Vandhirukkiraan, Avanmun Vaikkiradharku Ennidaththil Ondrumillai, Nee Moondru Appangalai Enakkuk Kadanaakath Tharavendum Endru Kettukkondaan. "
},{ "Verses": "7 veettukkul Irukkiravan Piradhiyuththaramaaga: Ennaith Thondharavu Seyyaadhe, Kadhavu Poottiyaayitru, En Pillaigal Ennodekoodap Paduththirukkiraargal, Naan Ezhundhirundhu, Unakkuth Tharakkoodaadhu Endru Sonnaan. "
},{ "Verses": "8 pinbu, Thanakku Avan Sinegidhanaayirukkiradhinimiththam Ezhundhu Avanukkuk Kodaavittaalum, Thannidaththil Avan Varundhik Ketkiradhinimiththamaavadhu Ezhundhirundhu, Avanukkuth Thevaiyaanadhaik Koduppaan Endru Ungalukkuch Sollugiren. "
},{ "Verses": "9 melum Naan Ungalukkuch Sollugiradhaavadhu: Kelungal, Appozhudhu Ungalukkuk Kodukkappadum; Thedungal, Appozhudhu Kandadaiveergal; Thattungal, Appozhudhu Ungalukkuth Thirakkapdum. "
},{ "Verses": "10 enendraal, Ketkiravan Evanum Petrukkollugiraan; Thedugiravan Kandadaigiraan; Thattugiravanukkuth Thirakkappadum. "
},{ "Verses": "11 ungalil Thagappanaayirukkira Oruvanidaththil Magan Appangettaal, Avanukkuk Kallaik Koduppaanaa? Meenaikkettaal Meenukkup Padhilaaip Paambaik Koduppaanaa? "
},{ "Verses": "12 alladhu Muttaiyaik Kettaal, Avanukkuth Thelaik Koduppaanaa? "
},{ "Verses": "13 pollaadhavargalaagiya Neengal Ungal Pillaigalukku Nalla Eevugalaik Kodukka Arindhirukkumpodhu, Parama Pidhaavaanavar Thammidaththil Vendikkollugiravargalukkup Parisuththa Aaviyaik Koduppadhu Adhiga Nichchayam Allavaa Endraar. "
},{ "Verses": "14 pinbu Avar Oomaiyaayirundha Oru Pisaasaith Thuraththinaar. Pisaasu Purappattupponapinbu Oomaiyan Pesinaan; Janangal Aachchariyappattaargal. "
},{ "Verses": "15 avargalil Silar: Ivan Pisaasugalin Thalaivanaagiya Peyelseboolaikkondu Pisaasugalaith Thuraththugiraan Endraargal. "
},{ "Verses": "16 veru Silar Avaraich Sodhikkumpadi Vaanaththilirundhu Oru Adaiyaalaththaik Kaattavendumendru Avaridaththil Kettaargal. "
},{ "Verses": "17 avargaludaiya Sindhanaigalai Avar Arindhu, Avargalai Nokki: Thanakkuth Thaane Virodhamaaip Pirindhirukkira Endha Raajyamum Paazhaaippom; Thanakkuththaane Virodhamaaip Pirindhirukkira Endha Veedum Vizhundhupom. "
},{ "Verses": "18 saaththaanum Thanakkuththaane Virodhamaaip Pirindhirundhaal Avan Raajyam Eppadi Nilainirkum? Ippadiyirukka, Peyelseboolaikkondu Naan Pisaasugalaith Thuraththugiren Engireergale. "
},{ "Verses": "19 naan Peyelseboolinaale Pisaasugalaith Thuraththinaal, Ungal Pillaigal Avaigalai Yaaraale Thuraththugiraargal? Aagaiyaal, Avargale Ungalai Niyaayantheerkkiravargalaayiruppaargal. "
},{ "Verses": "20 naan Dhevanudaiya Viralinaale Pisaasugalaith Thuraththugirapadiyaal, Dhevanudaiya Raajyam Ungalidaththil Vandhirukkiradhe. "
},{ "Verses": "21 aayudhandhariththa Balavaan Than Aramanaiyaik Kaakkirapodhu, Avanudaiyaporul Baththirappattirukkum. "
},{ "Verses": "22 avanilum Adhiga Balavaan Vandhu, Avanai Merkolvaaneyaagil, Avan Nambiyirundha Sagala Aayudhavarkkaththaiyum Pariththukkondu, Avanudaiya Kollaipporulaip Pangiduvaan. "
},{ "Verses": "23 ennode Iraadhavan Enakku Virodhiyaayirukkiraan, Ennode Serkkaadhavan Sidharadikkiraan. "
},{ "Verses": "24 asuththa Aavi Oru Manushanai Vittuppurappadumpodhu, Varanda Idangalil Alaindhu, Ilaippaarudhal Thediyum Kandadaiyaamal: Naan Vittuvandha En Veettukkuth Thirumbippoven Endrusolli, "
},{ "Verses": "25 adhil Varumbodhu, Adhu Perukki Jodikkappattirukkak Kandu, "
},{ "Verses": "26 thirumbippoi, Thannilum Pollaadha Veru Ezhu Aavigalaik Koottikkonduvandhu, Utpugundhu, Ange Kudiyirukkum; Appozhudhu Andha Manushanudaiya Munnilaimaiyilum Avan Pinnilaimai Adhiga Kedulladhaayirukkum Endraar. "
},{ "Verses": "27 avar Ivaikalaich Sollugaiyil, Janakkoottaththilirundha Oru Sthiree Avarai Nokki: Ummaich Sumandha Karppamum Neer Paalunda Mulaigalum Baakkiyamullavaigalendru Saththamittuch Sonnaal. "
},{ "Verses": "28 adharku Avar: Appadiyaanaalum, Dhevanudaiya Vaarththaiyaik Kettu, Adhaik Kaaththukkollugiravargale Adhiga Baakkiyavaangal Endraar. "
},{ "Verses": "29 janangal Thiralaaik Koodivandhirukkirapozhudhu Avar: Indhach Sandhadhiyaar Pollaadhavargalaayirukkiraargal, Adaiyaalaththaith Thedugiraargal; Aanaalum Yonaa Theerkkadharisiyin Adaiyaalameyandri Vere Adaiyaalam Ivargalukkuk Kodukkappaduvadhillai. "
},{ "Verses": "30 yonaa Ninive Pattanaththaarukku Adaiyaalamaayirundhadhupola, Manushakumaaranum Indhach Sandhadhikku Adaiyaalamaayiruppaar. "
},{ "Verses": "31 thendhesaththu Raajasthiree Saalomonudaiya Gnaanaththaik Ketka Boomiyin Ellaigalilirundhu Vandhaal; Idho, Saalomonilum Periyavar Inge Irukkiraar; Aadhalaal Niyaayaththeerppunaalile Andha Raajasthiree Indhach Sandhadhiyaarodezhundhu Nindru, Ivargalmel Kutranjumaththuvaal. "
},{ "Verses": "32 yonaavin Pirasangaththaik Kettu Ninive Pattanaththaar Manandhirumbinaargal; Idho, Yonaavilum Periyavar Inge Irukkiraar; Aadhalaal Niyaayaththeerppunaalile Ninive Pattanaththaar Indhach Sandhadhiyaarotezhundhu Nindru, Ivargalmel Kutranjumaththuvaargal. "
},{ "Verses": "33 oruvanum Vilakkaik Koluththi, Maraividaththilaavadhu, Marakkaalin Keezheyaavadhu Vaikkaamal, Ulle Varugiravargal Velichcham Kaanumpadi, Adhai Vilakkuththandinmel Vaippaan. "
},{ "Verses": "34 kannaanadhu Sareeraththin Vilakkaayirukkiradhu; Un Kan Thelivaayirundhaal, Un Sareeramuzhuvadhum Velichchamaayirukkum; Un Kan Kettadhaayirundhaal Un Sareeram Muzhuvadhum Irulaayirukkum. "
},{ "Verses": "35 aagaiyaal Unnilulla Velichcham Irulaagaadhapadikku Echcharikkaiyaayiru. "
},{ "Verses": "36 un Sareeram Orupuraththilum Iruladaindhiraamal Muzhuvadhum Velichchamaayirundhaal, Oru Vilakku Than Piragaasaththinaale Unakku Velichcham Kodukkiradhupola, Un Sareeramuzhuvadhum Velichchamaayirukkum Endraar. "
},{ "Verses": "37 avar Ippadip Pesikkondirukkaiyil, Pariseyan Oruvan Thannudanekooda Avar Pagarpojanam Pannavendumendru Avarai Vendikkondaan; Avar Poip Pandhiyirundhaar. "
},{ "Verses": "38 avar Pojanampannugiradharkumun Kaikazhuvaamalirundhadhaip Pariseyan Kandu, Aachchariyappattaan. "
},{ "Verses": "39 karththar Avanai Nokki: Pariseyaraagiya Neengal Pojanabaana Paaththirangalin Velippuraththaich Suththamaakkugireergal, Ungal Ullamo Kollaiyinaalum Pollaappinaalum Niraindhirukkiradhu. "
},{ "Verses": "40 madhikedare, Velippuraththai Undaakkinavar Utpuraththaiyum Undaakkavillaiyo? "
},{ "Verses": "41 ungalukku Undaanavaigalil Pichchai Kodungal, Appozhudhu Sagalamum Ungalukkuch Suththamaayirukkum. "
},{ "Verses": "42 pariseyare, Ungalukku Aiyo, Neengal Ordhalaam Marukkozhundhu Mudhaliya Sagalavidha Poondugalilum Dhasama Baagam Koduththu, Niyaayaththaiyum Dheva Anbaiyum Vittuvidugireergal; Ivaigalaiyum Seyyavendum, Avaigalaiyum Vittuvidaadhirukkavendume. "
},{ "Verses": "43 pariseyare, Ungalukku Aiyo, Jebaaalayangalil Mudhanmaiyaana Aasanangalaiyum, Sandhaigalil Vandhanangalaiyum Virumbugireergal. "
},{ "Verses": "44 maayakkaararaagiya Vedhapaaragare, Pariseyare, Ungalukku Aiyo, Maraindhirukkira Piredhakkuzhigalaippolirukkireergal, Avaigalmel Nadakkira Manusharukku Avaigal Theriyaadhirukkiradhu Endraar. "
},{ "Verses": "45 appozhudhu Niyaayasaasthirigalil Oruvan Avarai Nokki: Podhagare, Neer Ippadich Sollugiradhinaal Engalaiyum Nindhikkireere Endraan. "
},{ "Verses": "46 adharku Avar: Niyaayasaasthirigale, Ungalukku Aiyo, Sumakka Aridhaana Sumaigalai Manusharmel Sumaththugireergal; Neengalo Ungal Viralgalil Ondrinaalum Andhach Sumaigalaith Thodavummaatteergal. "
},{ "Verses": "47 ungalukku Aiyo, Ungal Pidhaakkal Kolaiseydha Theerkkadharisigalukkuk Kallaraigalaik Kattugireergal. "
},{ "Verses": "48 aagaiyaal Ungal Pidhaakkaludaiya Kiriyaigalukku Neengalum Udanpattavargalendru Saatchiyidukireergal; Eppadiyendraal, Ungal Pidhaakkal Avargalaik Kolaiseydhaargal, Neengalo Avargalukkuk Kallaraigalaik Kattugireergal. "
},{ "Verses": "49 aadhalaal Dhevagnaanamaanadhu: Naan Theerkkadharisigalaiyum Apposdhalargalaiyum Avargalidaththil Anuppuven; Avargalil Silaraik Kolaiseydhu, Silaraith Thunbappaduththuvaargal; "
},{ "Verses": "50 aabelin Raththammudhal Balibeedaththukkum Dhevaalayaththukkum Naduve Kolaiyunda Sagariyaavin Raththamvaraikkum, Ulagaththotramudharkondu Sindhappatta Sagala Theerkkadharisigaludaiya Raththappazhiyum Indhach Sandhadhiyinidaththil Ketkappadaththakkadhaaga Appadich Seyvaargal Endru Sollugiradhu. "
},{ "Verses": "51 nichchayamaagave Indha Sandhadhiyinidaththil Adhu Ketkappadum Endru Ungalukkuch Sollugiren. "
},{ "Verses": "52 niyaayasaasthirigale, Ungalukku Aiyo, Arivaagiya Thiravukolai Eduththuk Kondeergal, Neengalum Utpiravesikkiradhillai, Utpiravesikkiravargalaiyum Thadaipannugireergal Endraar. "
},{ "Verses": "53 ivaigalai Avargalukku Avar Sollugaiyil, Vedhapaaragarum Pariseyarum Avarmel Kutranjaattumporuttu, Avar Vaaimozhiyil Edhaagilum Pizhai Kandupidikkavendum Endru Ubaayampanni Avarai Migavum Nerukkavum, "
},{ "Verses": "54 anega Kaariyangalaik Kuriththuppesumpadi Avarai Evavum Thodanginaargal. "
}
]