[
{ "Verses": "1 yesu Parisuththa Aaviyinaale Niraindhavaraai Yordhaanaivittuth Thirumbi, Aaviyaanavaraale Vanaandharaththirkuk Kondu Pogappattu, "
},{ "Verses": "2 naarpadhunaal Pisaasinaal Sodhikkappattaar. Andha Naatkalil Avar Ondrum Pusiyaadhirundhaar; Andha Naatkal Mudindhapinbu Avarukkup Pasiyundaayitru. "
},{ "Verses": "3 appozhudhu Pisaasu Avarai Nokki: Neer Dhevanudaiya Kumaaraneyaanaal, Indha Kal Appamaagumpadi Sollum Endraan. "
},{ "Verses": "4 avar Piradhiyuththaramaaga: Manushan Appaththinaalemaaththiramalla, Dhevanudaiya Ovvoru Vaarththaiyinaalum Pizhaippaan Endru Ezhudhiyirukkiradhe Endraar. "
},{ "Verses": "5 pinbu Pisaasu Avarai Uyarndha Malaiyinmel Kondupoi, Ulagaththin Sagala Raajyangalaiyum Oru Nimishaththile Avarukkuk Kaanpiththu: "
},{ "Verses": "6 ivaigal Ellaavatrinmelumulla Adhikaaraththaiyum Ivaigalin Magimaiyaiyum Umakkuth Tharuven, Ivaigal Enakku Oppukkodukkappattirukkiradhu; Enakku Ishtamaanavanukku Ivaigalaik Kodukkiren. "
},{ "Verses": "7 neer Ennaip Panindhukondaal, Ellaam Ummudaiyadhaagum Endru Sonnaan. "
},{ "Verses": "8 yesu Avanukkup Piradhiyuththaramaaga: Enakkup Pinnaagappo Saaththaane, Un Dhevanaagiya Karththaraip Panindhukondu, Avar Oruvarukke Aaraadhanaiseyvaayaaga Endru Ezhudhiyirukkiradhe Endraar. "
},{ "Verses": "9 appozhudhu Avan Avarai Erusalemukkuk Kondupoi, Dhevaalayaththu Upparikaiyin Mel Avarai Niruththi: Neer Dhevanudaiya Kumaaraneyaanaal, Ingeyirundhu Thaazhakkudhiyum. "
},{ "Verses": "10 enenil, Ummaik Kaakkumpadikkuth Thammudaiya Thoodhargalukku Ummaikkuriththuk Kattalaiyiduvaar Endrum, "
},{ "Verses": "11 umadhu Paadham Kallil Idaraadhapadikku, Avargal Ummaik Kaigalil Endhikkondupovaargal Endrum Ezhudhiyirukkiradhu Endru Sonnaan. "
},{ "Verses": "12 adharku Yesu: Un Dhevanaagiya Karththaraip Pareetchai Paaraadhiruppaayaaga Endru Solliyirukkiradhe Endraar. "
},{ "Verses": "13 pisaasaanavan Sodhanaiyellaam Mudiththapinbu, Silakaalam Avarai Vittu Vilagipponaan. "
},{ "Verses": "14 pinbu Yesu Aaviyaanavarudaiya Balaththinaale Galileyaavukkuth Thirumbip Ponaar. Avarudaiya Keerththi Sutrilum Irukkira Dhesamengum Parambitru. "
},{ "Verses": "15 avargaludaiya Jeba Aalayangalil Avar Upadhesiththu, Ellaaraalum Pugazhappattaar. "
},{ "Verses": "16 thaan Valarndha Ooraagiya Naasareththukku Avar Vandhu, Thammudaiya Vazhakkaththinpadiye Oivunaalil Jebaaalayaththil Piravesiththu, Vaasikka Ezhundhu Nindraar. "
},{ "Verses": "17 appozhudhu Esaayaa Theerkkadharisiyin Pusdhakam Avaridaththil Kodukkappattadhu. Avar Pusdhagaththai Viriththapodhu: "
},{ "Verses": "18 karththarudaiya Aaviyaanavar Enmelirukkiraar; Thariththirarukkuch Suviseshaththaip Pirasangikkumpati Ennai Apishegampanninaar; Irudhayam Narungundavargalaik Gunamaakkavum, Siraippattavargalukku Vidudhalaiyaiyum, Kurudarukkup Paarvaiyaiyum Pirasiththappaduththavum, Norungundavargalai Vidudhalaiyaakkavum, "
},{ "Verses": "19 karththarudaiya Anukkiraga Varushaththaip Pirasiththappaduththavum, Ennai Anuppinaar, Endru Ezhudhiyirukkira Idaththai Avar Kandu, "
},{ "Verses": "20 vaasiththu, Pusdhagaththaich Surutti, Panividaikkaaranidaththil Koduththu, Utkaarndhaar. Jebaaalayaththilulla Ellaarudaiya Kangalum Avarmel Nokkamaayirundhadhu. "
},{ "Verses": "21 appozhudhu Avar Avargalode Pesaththodangi: Ungal Kaadhugal Ketka Indha Vedhavaakkiyam Indraiyathdhinam Niraiveritru Endraar. "
},{ "Verses": "22 ellaarum Avarukku Narsaatchi Koduththu, Avarudaiya Vaayilirundhu Purappatta Kirubaiyulla Vaarththaigalaik Kuriththu Aachchariyappattu: Ivan Yoseppin Kumaaran Allavaa Endraargal. "
},{ "Verses": "23 avar Avargalai Nokki: Vaiththiyane, Unnaiththaane Gunamaakkikkol Engira Pazhamozhiyaich Solli, Naangal Kelvippattapadi Kapparnakoomooril Unnaal Seyyappatta Kiriyaigal Evaigalo Avaigalai Un Ooraagiya Ivvidaththilum Sey Endru Neengal Ennudane Solluveergal Enbadhu Nichchayam. "
},{ "Verses": "24 aanaalum Theerkkadharisi Oruvanum Than Oorile Angeegarikkappadamaattaan Endru Meyyaagave Ungalukkuch Sollugiren. "
},{ "Verses": "25 andriyum Eliyaavin Naatkalile Moondru Varushamum Aarumaadhamum Vaanam Adaipattu, Dhesamengum Migundha Panjam Undaayirundhapodhu, Isravelukkul Anegam Vidhavaigal Irundhaargal. "
},{ "Verses": "26 aayinum Eliyaa Seedhon Naattilulla Sarepdhaa Oorilirundha Oru Vidhavaiyinidaththirku Anuppapattaaneyallaamal Matroruththiyinidaththirkum Anuppappadavillai. "
},{ "Verses": "27 allaamalum Elisaa Theerkkadharisiyin Kaalaththile Isravelarukkulle Anegam Kushtarogigal Irundhaargal; Aayinum Seeriyaa Dhesaththaanaagiya Naagamaaneyallaamal Avargalil Veroruvanum Suththamaakkappadavillai Endru Saththiyaththinpadiye Ungalukkuch Sollugiren Endraar. "
},{ "Verses": "28 jebaaalayaththilirundha Ellaarum Ivaigalaik Kettapozhudhu, Kobamoondu, "
},{ "Verses": "29 ezhundhirundhu, Avarai Oorukkup Purampe Thalli, Thangal Oor Kattappattirundha Senguththaana Malaiyin Sigaraththilirundhu Avaraith Thalaikeezhaaith Thallivitumpadikku Avvidaththirkuk Konduponaargal. "
},{ "Verses": "30 avaro Avargal Naduvinindru Kadandhupoivittaar. "
},{ "Verses": "31 pinbu Avar Galileyaavilulla Kapparnakoom Pattanaththukku Vandhu, Oivu Naatkalil Janangalukkup Podhagampanninaar. "
},{ "Verses": "32 avarudaiya Vasanam Adhigaaramulladhaayirundhapadiyaal Avarudaiya Podhagaththaik Kuriththu Avargal Aachchariyappattaargal. "
},{ "Verses": "33 jebaaalayaththile Asuththa Aavi Pidiththirundha Oru Manushan Irundhaan. "
},{ "Verses": "34 avan: Aiyo! Nasareyanaagiya Yesuve, Engalukkum Umakkum Enna? Engalaikkedukkavaa Vandheer? Ummai Innaarendru Ariven; Neer Dhevanudaiya Parisuththar Endru Uraththasaththamittaan. "
},{ "Verses": "35 adharku Yesu: Nee Pesaamal Ivanaivittup Purappattuppo Endru Adhai Adhattinaar; Appozhudhu Pisaasu Avanai Janangalin Naduvile Vizhaththalli, Avanukku Oru Sedhamunjeyyaamal, Avanai Vittup Poivittadhu. "
},{ "Verses": "36 ellaarum Aachchariyappattu: Idhu Enna Vaarththaiyo! Adhikaaraththodum Vallamaiyodum Asuththa Aavigalukkum Kattalaiyidugiraar, Avaigal Purappattuppogiradhe Endru Oruvarodoruvar Pesikkondaargal. "
},{ "Verses": "37 avarudaiya Keerththi Sutrilumirundha Naadugalilulla Idangalilellaam Pirasiththamaayitru. "
},{ "Verses": "38 pinbu Avar Jebaaalayaththai Vittup Purappattu, Seemon Veettil Piravesiththaar, Seemonudaiya Maami Kadum Juramaaik Kidandhaal. Avalukkaaga Avarai Vendikkondaargal. "
},{ "Verses": "39 avar Avalidaththil Kunindhunindru, Juram Neengumpadi Kattalaiyittaar, Adhu Avalai Vittu Neengitru; Udane Aval Ezhundhirundhu Avargalukkup Panividaiseydhaal. "
},{ "Verses": "40 sooriyan Asthamiththapodhu, Janangalellaarum Thangalukkulle Palapala Viyaadhigalaal Varuththappattavargalai Avaridaththil Konduvandhaargal. Avargal Ovvoruvarmelum Avar Thammudaiya Kaigalai Vaiththu, Avargalaich Sosdhamaakkinaar. "
},{ "Verses": "41 pisaasugalum: Neer Dhevanudaiya Kumaaranaagiya Kiristhu Endru Saththamittu, Anegaraivittup Purappattadhu. Avaraik Kiristhu Endru Pisaasugal Arindhirundhapadiyaal Avar Avaigalaip Pesavottaamal Adhattinaar. "
},{ "Verses": "42 udhayamaanapodhu, Avar Purappattu, Vanaandharamaana Oridaththirkup Ponaar. Thiralaana Janangal Avaraiththedi, Avaridaththil Vandhu, Thangalai Vittup Pogaadhapadikku Avarai Niruththikkondaargal. "
},{ "Verses": "43 avaro Avargalai Nokki: Naan Matra Oorgalilum Dhevanudaiya Raajyaththaikkuriththup Pirasangikkavendum, Idharkaagave Anuppappatten Endraar. "
},{ "Verses": "44 andhappadiye Galileyaa Naattilulla Jebaaalayangalil Pirasangam Pannikkonduvandhaar. "
}
]