[
{ "Verses": "1 avargaludaiya Koottaththaarellaarum Ezhundhirundhu, Avaraip Pilaaththuvinidaththirkuk Kondupoi, "
},{ "Verses": "2 ivan Thannaik Kiristhu Ennappatta Raajaavendrum, Raayarukku Vari Kodukkavenduvadhillaiyendrum Solli, Janangalaik Kalagappaduththak Kandom Endru Avarmel Kutranjaattaththodanginaargal. "
},{ "Verses": "3 pilaaththu Avarai Nokki: Nee Yoodharudaiya Raajaavaa Endru Kettaan. Avar Avanukkup Piradhiyuththaramaaga: Neer Sollugirabadidhaan Endraar. "
},{ "Verses": "4 appozhudhu Pilaaththu Piradhaana Aasaariyargalaiyum Janangalaiyum Nokki: Indha Manushanidaththil Naan Oru Kutraththaiyum Kaanavillai Endraan. "
},{ "Verses": "5 adharku Avargal: Ivan Galileyaa Naadu Thodangi Ivvidamvaraikkum Yoodheyaadhesamengum Ubadhesampanni, Janangalaik Kalagappaduththugiraan Endru Vairaakkiyaththode Sonnaargal. "
},{ "Verses": "6 galileyaa Enpadhaip Pilaaththu Kettapozhudhu, Indha Manushan Galileyanaa Endru Visaariththu, "
},{ "Verses": "7 avar Erodhin Adhigaaraththukkullaanavar Endrarindhu, Annaatkalil Erusalemile Vandhirundha Erodhuvinidaththirku Avarai Anuppinaan. "
},{ "Verses": "8 erodhu Yesuvaikkuriththu Anega Kaariyangalaik Kelvippattirundhadhinaalum, Avaraal Seyyappadum Adaiyaalaththaip Paarkkavendumendru Virumbiyirundhadhinaalum, Avaraik Kaanumpadi Vegunaalaai Aasaikondirundhaan. Andhappadi Avaraik Kandapodhu, Migavum Sandhoshappattu, "
},{ "Verses": "9 anega Kaariyangalaikkuriththu Avaridaththil Vinaavinaan. Avar Marumozhiyaaga Avanukku Ondrum Sollavillai. "
},{ "Verses": "10 piradhaana Aasaariyarum Vedhabaaragarum Avarmel Pidivaadhamaaik Kutranjaattikkonde Nindraargal. "
},{ "Verses": "11 appozhudhu Erodhu Than Porchsevagarodukooda Avarai Nindhiththup Pariyaasampanni, Minukkaana Vasthiraththai Avarukku Uduththi, Avaraith Thirumbap Pilaaththuvinidaththirku Anuppinaan. "
},{ "Verses": "12 munne Oruvarukkoruvar Pagaivaraayirundha Pilaaththuvum Erodhum Andraiyaththinam Sinegidharaanaargal. "
},{ "Verses": "13 pilaaththu Piradhaana Aasaariyargalaiyum Adhigaarigalaiyum Janangalaiyum Koodivarachseydhu, "
},{ "Verses": "14 avargalai Nokki: Janangalaik Kalagaththukkuth Thoondividugiravanaaga Indha Manushanai Ennidaththil Konduvandheergal. Naan Ungalukku Munbaaga Visaariththapodhu, Ivanmel Neengal Saattugira Kutrangalil Ondraiyum Naan Ivanidaththil Kaanavillai. "
},{ "Verses": "15 ungalai Erodhinidaththirkum Anuppinen; Avarum Ivanidaththil Kutram Kaanavillai: Maranaththukkedhuvaaga Ivan Ondrum Seyyavillaiye, "
},{ "Verses": "16 aanapadiyaal Ivanai Thandiththu, Vidudhalaiyaakkuven Endraan. "
},{ "Verses": "17 pandigaidhorum Avargalukku Oruvanai Avan Vidudhalaiyaakkuvadhu Avasiyamaayirundhapadiyaal Appadich Sonnaan. "
},{ "Verses": "18 janangalellaarum Adhaik Kettu: Ivanai Agatrum, Barabaasai Engalukku Vidudhalaiyaakkum Endru Saththamittuk Kettaargal. "
},{ "Verses": "19 andhap Barabaasenbavan Nagaraththil Nadandha Oru Kalagaththinimiththamum Kolaibaadhagaththinimiththamum Kaavalile Vaikkappattirundhaan. "
},{ "Verses": "20 pilaaththu Yesuvai Vidudhalaiyaakka Manadhaai, Marubadiyum Avargalidaththil Pesinaan. "
},{ "Verses": "21 avargalo: Avanaich Siluvaiyil Araiyum, Siluvaiyil Araiyum Endru Kookkuralittaargal. "
},{ "Verses": "22 avan Moondraandharam Avargalai Nokki: En, Ivan Enna Pollaappuch Seydhaan? Maranaththukku Edhuvaana Kutram Ondrum Ivanidaththil Naan Kaanavillaiye; Aagaiyaal Naan Ivanaith Thandiththu, Vidudhalaiyaakkuven Endraan. "
},{ "Verses": "23 appadiyirundhum Avaraich Siluvaiyil Araiyavendumendru Avargal Uraththa Saththaththodu Kettukkondeyirundhaargal. Avargalum Piradhaana Aasaariyarum Itta Saththam Merkondadhu. "
},{ "Verses": "24 appozhudhu Avargal Kettukkondapadiye Aagattum Endru Pilaaththu Theerppuseydhu, "
},{ "Verses": "25 kalagaththinimiththamum Kolaibaadhagaththinimiththamum Kaavalil Podappattirundhavanai Avargal Kettukkondapadiye Vidudhalaiyaakki, Yesuvaiyo Avargal Ishtaththukku Oppukkoduththaan. "
},{ "Verses": "26 avargal Yesuvaik Kondupogirapodhu, Naattilirundhu Varugira Sirene Ooraanaagiya Seemon Engira Oruvanaip Pidiththu, Siluvaiyai Avar Pinne Sumandhukonduvarumpadi Adhai Avanmel Vaiththaargal. "
},{ "Verses": "27 thiralkoottamaana Janangalum Avarukkaagap Pulambi Azhugira Sthireegalum Avarukkup Pinsendraargal. "
},{ "Verses": "28 yesu Avargal Mugamaaith Thirumbi: Erusalemin Kumaaraththigale, Neengal Enakkaaga Azhaamal, Ungalukkaagavum Ungal Pillaigalukkaagavum Azhungal. "
},{ "Verses": "29 idho, Maladigal Baakkiyavadhigalendrum, Pillaiperaadha Karppangalum Paalkodaadha Mulaigalum Baakkiyamullavaigalendrum Sollappadum Naatkalvarum. "
},{ "Verses": "30 appozhudhu Malaigalai Nokki: Engalmel Vizhungalendrum, Kundrugalai Nokki: Engalai Maraiththukkollungalendrum Sollaththodanguvaargal. "
},{ "Verses": "31 pachchaimaraththukku Ivaigalaich Seydhaal, Pattamaraththukku Enna Seyyamaattaargal Endraar. "
},{ "Verses": "32 kutravaaligalaagiya Vere Iranduperum Avarodekoodak Kolaiseyyappaduvadharkuk Kondupogappattaargal. "
},{ "Verses": "33 kabaalasdhalam Endru Sollappatta Idaththil Avargal Serndhapozhudhu, Avaraiyum, Avarudaiya Valadhupakkaththil Oru Kutravaaliyaiyum, Avarudaiya Idadhupakkaththil Oru Kutravaaliyaiyum Siluvaigalil Araindhaargal. "
},{ "Verses": "34 appozhudhu Yesu: Pidhaave Ivargalukku Manniyum, Thaangal Seygiradhu Innadhendru Ariyaadhirukkiraargale Endraar. Avarudaiya Vasthirangalai Avargal Pangittuch Seettuppottaargal. "
},{ "Verses": "35 janangal Nindru Paarththukkondirundhaargal. Avargaludane Kooda Adhigaarigalum Avarai Igazhndhu: Ivan Matravargalai Ratchiththaan, Ivan Dhevanaal Therindhukollappatta Kiristhuvaanaal Thannaiththaane Ratchiththukkollattum Endraargal. "
},{ "Verses": "36 porchsevagarum Avaridaththil Serndhu, Avarukkuk Kaadiyaik Koduththu: "
},{ "Verses": "37 nee Yoodharin Raajaavaanaal, Unnai Ratchiththukkol Endru Avaraip Pariyaasampanninaargal. "
},{ "Verses": "38 ivan Yoodharudaiya Raajaa Endru, Girekku Laththeen Ebireyu Ezhuththukkalil Ezhudhi, Avarukku Melaaga Vaikkappattadhu. "
},{ "Verses": "39 andriyum Siluvaiyil Araiyappattirundha Kutravaaligalil Oruvan: Nee Kirisdhuvaanaal Unnaiyum Engalaiyum Ratchiththukkol Endru Avarai Igazhndhaan. "
},{ "Verses": "40 matravan Avanai Nokki: Nee Indha Aakkinaikkutpattavanaayirundhum Dhevanukkup Bayappadugiradhillaiyaa? "
},{ "Verses": "41 naamo Niyaayappadi Dhandikkappadugirom Naam Nadappiththavaigalukkuththakka Balanai Adaigirom; Ivaro Thagaadhadhondraiyum Nadappikkavillaiye Endru Avanaik Kadindhukondu, "
},{ "Verses": "42 yesuvai Nokki: Aandavare, Neer Ummudaiya Raajyaththil Varumbodhu Adiyenai Ninaiththarulum Endraan. "
},{ "Verses": "43 yesu Avanai Nokki: Indraikku Nee Ennudanekoodap Paradheesiliruppaai Endru Meyyaagave Unakkuch Sollugiren Endraar. "
},{ "Verses": "44 appozhudhu Erakkuraiya Aaraammani Neramaayirundhadhu; Onbadhaammani Neram Varaikkum Boomiyengum Andhagaaramundaayitru. "
},{ "Verses": "45 sooriyan Iruladaindhadhu, Dhevaalayaththin Thiraichcheelai Naduvil Irandaagak Kizhindhadhu. "
},{ "Verses": "46 yesu: Pidhaave, Ummudaiya Kaigalil En Aaviyai Oppuvikkiren Endru Magaa Saththamaaik Kooppittuchsonnaar; Ippadich Cholli, Jeevanaivittaar. "
},{ "Verses": "47 nootrukku Adhibadhi Sambaviththadhaik Kandu: Meyyaagave Indha Manushan Needhibaranaayirundhaan Endru Solli, Dhevanai Magimaippaduththinaan. "
},{ "Verses": "48 indhak Kaatchiyaip Paarkkumbadi Koodivandhirundha Janangalellaarum Sambaviththavaigalaip Paarththapozhudhu, Thangal Maarbil Adiththukkondu Thirumpipponaargal. "
},{ "Verses": "49 avarukku Arimugamaanavargalellaarum, Galileyaavilirundhu Avarukkuppinsendru Vandha Sthireegalum Dhooraththile Nindru Ivaigalaip Paarththukkondirundhaargal. "
},{ "Verses": "50 yoseppu Ennum Perkonda Oru Aalosanaikkaaran Irundhaan; Avan Uththamanum Needhimaanumaayirundhaan. "
},{ "Verses": "51 avan Yoodharudaiya Pattanangalilondraagiya Arimaththiyaavilirundhu Vandhavanum, Dhevanudaiya Raajyaththukkuk Kaaththirundhavanum, Yoodhargaludaiya Aalosanaikkum Seygaikkum Sammadhiyaadhavanumaayirundhaan. "
},{ "Verses": "52 avan Pilaaththuvinidaththil Poi, Yesuvin Sareeraththaik Kettu, "
},{ "Verses": "53 adhai Irakki, Melliya Dhuppattiyile Sutri, Kanmalaiyil Vettappattadhumaai Orukkaalum Oruvanum Vaikkappadaadhadhumaayirundha Oru Kallaraiyile Vaiththaan. "
},{ "Verses": "54 andha Naal Aayaththanaalaayirundhadhu; Oivunaalum Aarambamaayitru. "
},{ "Verses": "55 galileyaavilirundhu Avarudane Kooda Vandhirundha Sthireegalum Pinsendru Kallaraiyaiyum Avarudaiya Sareeram Vaikkappatta Vidhaththaiyum Paarththu, "
},{ "Verses": "56 thirumbippoi, Kandhavarkkangalaiyum Parimalathailangalaiyum Aayaththampanni, Karpanaiyinpadiye Oivunaalil Oindhirundhaargal. "
}
]