[
{ "Verses": "1 maga Ganamporundhiya Theyoppiluve, Naangal Muzhunichchayamaai Nambugira Sangadhigalai, "
},{ "Verses": "2 aarambamudhal Kannaarakkandu Vasanaththaip Podhiththavargal Engalukku Oppuviththapadiye Avaikalaikkuriththuch Sariththiram Ezhudha Anegamper Erpattapadiyinaal, "
},{ "Verses": "3 aadhimudhal Ellaavatraiyum Thittamaai Visaariththarindha Naanum Umakku Ubadhesikkappatta Viseshangalin Nichchayaththai Neer Ariyavendumendru, "
},{ "Verses": "4 avaigalai Ozhungaai Umakku Ezhudhuvadhu Enakku Nalamaaith Thondritru. "
},{ "Verses": "5 yoodheyaa Dhesaththin Raajaavaagiya Erodhin Naatkalil, Abiyaa Ennum Aasaariya Vakuppil Sagariyaa Ennum Perkonda Aasaariyan Oruvan Irundhaan. Avan Manaivi Aaronudaiya Kumaaraththigalil Oruththi, Aval Per Elisabeththu. "
},{ "Verses": "6 avargal Iruvarum Karththaritta Sagala Karpanaigalinpadiyeyum Niyamangalinpadiyeyum Kutramatravargalaai Nadandhu, Dhevanukku Munbaaga Needhiyullavargalaayirundhaargal. "
},{ "Verses": "7 elisabeththu Maladiyaayirundhapadiyinaal, Avargalukkup Pillaiyillaadhirundhadhu; Iruvarum Vayadhusendravargalaayum Irundhaargal. "
},{ "Verses": "8 appadiyirukka, Avan Than Aasaariya Vaguppin Muraippadi Dhevasannidhiyile Aasaariya Oozhiyam Seydhuvarugira Kaalaththil, "
},{ "Verses": "9 aasaariya Oozhiya Muraimaiyinpadi, Avan Dhevaalayaththukkul Piravesiththuth Thoobankaattugiradharkuch Seettaip Petraan. "
},{ "Verses": "10 thoopankaattugira Velaiyile Janangalellaarum Koottamaai Veliye Jebampannikkondirundhaargal. "
},{ "Verses": "11 appozhudhu Karththarudaiya Thoodhan Oruvan Thoobapeedaththin Valadhu Pakkaththile Nindru Avarukkuth Dharisanamaanaan. "
},{ "Verses": "12 sagariyaa Avanaikkandu Kalangi, Bayamadaindhaan. "
},{ "Verses": "13 thoodhan Avanai Nokki: Sagariyaave, Bayappadaadhe, Un Vendudhal Ketkappattadhu, Un Manaiviyaagiya Elisabeththu Unakku Oru Kumaaranaip Peruvaal, Avanukku Yovaan Endru Periduvaayaaga. "
},{ "Verses": "14 unakkuch Sandhoshamum Magizhchchiyum Undaagum, Avan Pirappinimiththam Anegar Sandhoshappaduvaargal. "
},{ "Verses": "15 avan Karththarukku Munbaagap Periyavanaayiruppaan, Thiraatcharasamum Madhuvum Kudiyaan, Than Thaayin Vayitrilirukkumpodhe Parisuththa Aaviyinaal Nirappappattiruppaan. "
},{ "Verses": "16 avan Isravel Sandhadhiyaaril Anegarai Avargal Dhevanaagiya Karththaridaththirkuth Thiruppuvaan. "
},{ "Verses": "17 pidhaakkaludaiya Irudhayangalaip Pillaikalidaththirkum, Keezhppadiyaadhavargalai Needhimaangaludaiya Gnaanaththirkum Thiruppi, Uththamamaana Janaththaik Karththarukku Aayaththappaduththumpadiyaaga, Avan Eliyaavin Aaviyum Balamum Udaiyavanaai Avarukku Munne Nadappaan Endraan. "
},{ "Verses": "18 appozhudhu Sagariyaa Dhevadhoodhanai Nokki: Idhai Naan Edhinaal Ariven; Naan Kizhavanaayirukkiren; En Manaiviyum Vayadhusendravalaayirukkiraale Endraan. "
},{ "Verses": "19 dhevadhoodhan Avanukkup Piradhiyuththaramaaga: Naan Dhevasannidhaanaththil Nirkira Gaabiriyel Enbavan; Unnudane Pesavum, Unakku Indha Narseydhiyai Arivikkavum Anuppappattu Vandhen; "
},{ "Verses": "20 idho, Thagundha Kaalaththile Niraiverappogira En Vaarththaigalai Nee Visuvaasiyaadhapadiyinaal, Ivaigal Sampavikkum Naalmattum Nee Pesakkoodaamal Oomaiyaayiruppaai Endraan. "
},{ "Verses": "21 janangal Sagariyaavukkuk Kaaththirundhu, Avan Dhevaalayaththil Thaamadhiththadhinaal Aachchariyappattaargal. "
},{ "Verses": "22 avan Veliye Vandhapodhu Avargalidaththil Pesakkoodaamalirundhaan; Adhinaale Dhevaalayaththil Oru Dharisanaththaik Kandaanendru Arindhaargal. Avanum Avargalukkuch Saigai Kaatti Oomaiyaayirundhaan. "
},{ "Verses": "23 avanudaiya Oozhiyaththin Naatkal Niraiverinavudane Than Veettukkupponaan. "
},{ "Verses": "24 annaatkalukkuppinbu, Avan Manaiviyaagiya Elisabeththu Karppavadhiyaagi: Janangalukkulle Enakku Undaayirundha Nindhaiyai Neekkumpadiyaakak Karththar Indha Naatkalil Enmel Kadaatcham Vaiththu, "
},{ "Verses": "25 enakku Ippadich Seydharulinaar Endru Solli, Aindhu Maadham Velippadaadhirundhaal. "
},{ "Verses": "26 aaraam Maadhaththile Gaabiriyel Ennum Thoodhan, Galileyaavilulla Naasareththennum Ooril, "
},{ "Verses": "27 thaaveedhin Vamsaththaanaagiya Yoseppu Engira Naamamulla Purushanukku Niyamikkappattirundha Oru Kannigaiyinidaththirku Dhevanaale Anuppappattaan; Andhak Kannigaiyin Per Mariyaal. "
},{ "Verses": "28 aval Irundha Veettil Dhevadhoodhan Piravesiththu: Kirubai Petravale Vaazhga, Karththar Unnudane Irukkiraar, Sthireekalukkulle Nee Aaseervathikkappattaval Endraan. "
},{ "Verses": "29 avalo Avanaikkandu Avan Vaarththaiyinaal Kalangi, Indha Vaazhththudhal Eppadippattadho Endru Sindhiththukkondirundhaal. "
},{ "Verses": "30 dhevadhoodhan Avalai Nokki: Mariyaale, Payappadaadhe, Nee Dhevanidaththil Kirubaipetraai. "
},{ "Verses": "31 idho, Nee Karppavadhiyaagi Oru Kumaaranaip Peruvaai; Avarukku Yesu Endru Periduvaayaaga. "
},{ "Verses": "32 avar Periyavaraayiruppaar, Unnadhamaanavarudaiya Kumaaran Ennappaduvaar; Karththaraagiya Dhevan Avarudaiya Pidhaavaagiya Thaaveedhin Singaasanaththai Avarukkuk Koduppaar. "
},{ "Verses": "33 avar Yaakkobin Kudumpaththaarai Endrendraikkum Arasaaluvaar; Avarudaiya Raajyaththukku Mudiviraadhu Endraan. "
},{ "Verses": "34 adharku Mariyaal Dhevadhoodhanai Nokki: Idhu Eppadiyaakum? Purushanai Ariyene Endraal. "
},{ "Verses": "35 dhevadhoodhan Avalukkup Piradhiyuththaramaaga: Parisuththa Aavi Unmel Varum; Unnadhamaanavarudaiya Balam Unmel Nizhalidum; Aadhalaal Unnidaththil Pirakkum Parisuththamulladhu Dhevanudaiya Kumaaran Ennappadum. "
},{ "Verses": "36 idho, Unakku Inaththaalaayirukkira Elisabeththum Than Mudhirvayadhile Oru Puththiranaik Karppandhariththirukkiraal; Maladiyennappatta Avalukku Idhu Aaraam Maadham. "
},{ "Verses": "37 dhevanaale Koodaadha Kaariyam Ondrumillai Endraan. "
},{ "Verses": "38 adharku Mariyaal: Idho, Naan Aandavarukku Adimai, Ummudaiya Vaarththaiyinpadi Enakku Aagakkadavadhu Endraal. Appozhudhu Dhevadhoodhan Avalidaththilirundhu Poivittaan. "
},{ "Verses": "39 annaatkalil Mariyaal Ezhundhu, Malainaattile Yoodhaavilulla Oru Pattanaththirkuth Theeviramaaip Poi, "
},{ "Verses": "40 sagariyaavin Veettukkul Piravesiththu, Elisabeththai Vaazhththinaal. "
},{ "Verses": "41 elisabeththu Mariyaaludaiya Vaazhththudhalaik Kettapozhudhu, Avaludaiya Vayitrilirundha Pillai Thullitru; Elisabeththu Parisuththa Aaviyinaal Nirappappattu, "
},{ "Verses": "42 uraththasaththamaai: Sthireekalukkulle Nee Aaseervadhikkappattaval, Un Karppaththin Kaniyum Aaseervadhikkappattadhu. "
},{ "Verses": "43 en Aandavarudaiya Thaayaar Ennidaththil Vandhadhu Enakku Edhinaal Kidaiththadhu, "
},{ "Verses": "44 idho, Nee Vaazhththina Saththam En Kaadhil Vizhundhavudane, En Vayitrilulla Pillai Kalippaaith Thullitru. "
},{ "Verses": "45 visuvaasiththavale Baakkiyavadhi, Karththaraale Avalukkuch Sollappattavaigal Avalukku Niraiverum Endraal. "
},{ "Verses": "46 appozhudhu Mariyaal: En Aaththumaa Karththarai Magimaippaduththugiradhu, "
},{ "Verses": "47 en Aavi En Ratchagaraagiya Dhevanil Kalikoorugiradhu. "
},{ "Verses": "48 avar Thammudaiya Adimaiyin Thaazhmaiyai Nokkippaarththaar; Idho, Idhumudhal Ellaach Sandhadhigalum Ennaip Baakkiyavadhi Enbaargal. "
},{ "Verses": "49 vallamaiyudaiyavar Magimaiyaanavaigalai Enakkuch Seydhaar; Avarudaiya Naamam Parisuththamulladhu. "
},{ "Verses": "50 avarudaiya Irakkam Avarukkup Bayandhirukkiravargalukkuth Thalaimurai Thalaimuraikkumulladhu. "
},{ "Verses": "51 thammudaiya Puyaththinaale Baraakkiramanjseydhaar; Irudhayasindhaiyil Agandhaiyullavargalaich Sidharadiththaar. "
},{ "Verses": "52 balavaangalai Aasanangalilirundhu Thalli, Thaazhmaiyaanavargalai Uyarththinaar. "
},{ "Verses": "53 pasiyullavargalai Nanmaigalinaal Nirappi, Aisuvariyamullavargalai Verumaiyaai Anuppivittaar. "
},{ "Verses": "54 nammudaiya Pidhaakkalukku Avar Sonnapadiye, Aabiragaamukkum Avan Sandhadhikkum Endrendraikkum Irakkanjseyya Ninaiththu, "
},{ "Verses": "55 thammudaiya Thaasanaagiya Isravelai Aadhariththaar Endraal. "
},{ "Verses": "56 mariyaal Erakkuraiya Moondrumaadham Avaludane Irundhu, Than Veettukkuth Thirumpipponaal. "
},{ "Verses": "57 elisabeththukkup Pirasavakaalam Niraiverinapodhu Aval Oru Puththiranaip Petraal. "
},{ "Verses": "58 karththar Avalidaththil Thammudaiya Irakkaththai Vilangappanninaarendru Avaludaiya Ayalagaththaarum Bandhujanangalum Kelvippattu, Avaludane Koodach Sandhoshappattaargal. "
},{ "Verses": "59 ettaam Naalile Pillaikku Viruththasedhanampannumpadikku Avargal Vandhu, Adhin Thagappanudaiya Naamaththinpadi Adharkuch Sagariyaa Endru Peridapponaargal. "
},{ "Verses": "60 appozhudhu Adhin Thaai: Appadiyalla, Adharku Yovaan Endru Peridavendum Endraal. "
},{ "Verses": "61 adharku Avargal: Un Uravin Muraiyaaril Indhap Perullavan Oruvanum Illaiye Endru Solli, "
},{ "Verses": "62 adhin Thagappanai Nokki: Idharku Enna Perida Manadhaayirukkireergal Endru Saikaiyinaal Kettaargal. "
},{ "Verses": "63 avan Ezhuththup Palagaiyaik Kettu Vaangi, Ivan Per Yovaan Endru Ezhudhinaan; Ellaarum Aachchariyappattaargal. "
},{ "Verses": "64 udane Avanudaiya Vaai Thirakkappattu, Avanudaiya Naavum Kattavizhkkappattu, Dhevanai Sthoththiriththup Pesinaan. "
},{ "Verses": "65 adhinaal Avargalaich Sutri Vaasamaayirundha Yaavarukkum Payamundaayitru. Melum Yoodheyaavin Malainaadengum Indha Varththamaanangalellaam Sollikkollappattadhu. "
},{ "Verses": "66 avaigalaik Kelvippattavargalellaarum Thangal Manadhile Avaigalai Vaiththukkondu, Indhappillai Eppadippattadhaayirukkumo Endraargal. Karththarudaiya Karam Andhap Pillaiyode Irundhadhu. "
},{ "Verses": "67 avanudaiya Thagappanaagiya Sagariyaa Parisuththa Aaviyinaale Nirappappattu, Theerkkadharisanamaaga: "
},{ "Verses": "68 isravelin Dhevanaagiya Karththarukku Sthoththiram Undaavadhaaga. "
},{ "Verses": "69 avar Nammudaiya Pidhaakkalukku Vaakkuththaththam Pannina Irakkaththaich Seyvadharkum; "
},{ "Verses": "70 thammudaiya Parisuththa Udanpadikkaiyai Ninaiththaruli: "
},{ "Verses": "71 ungal Saththurukkalin Kaigalinindru Neengal Vidudhalaiyaakkappattu, Uyirodirukkum Naalellaam Bayamillaamal Enakku Munbaagap Parisuththaththodum Needhiyodum Enakku Oozhiyanjeyyak Kattalaiyiduven Endru, "
},{ "Verses": "72 avar Nammudaiya Pidhaavaagiya Aabiragaamukku Itta Aanaiyai Niraivetruvadharkum; "
},{ "Verses": "73 aadhimudharkondirundha Thammudaiya Parisuththa Theerkkadharisigalin Vaakkinaal Thaam Sonnapadiye, "
},{ "Verses": "74 thamadhu Janaththaich Sandhiththu Meettukkondu, Nammudaiya Saththurukkalinindrum, Nammaippagaikkira Yaavarudaiya Kaigalinindrum, Nammai Iratchikkumpadikku, "
},{ "Verses": "75 thammudaiya Thaasanaagiya Dhaaveedhin Vamsaththile Namakku Ratchaniyakkombai Erpaduththinaar. "
},{ "Verses": "76 neeyo Paalagane, Unnadhamaanavarudaiya Theerkkadharisi Ennappaduvaai; Nee Karththarukku Vazhigalai Aayaththampannavum, "
},{ "Verses": "77 namadhu Dhevanudaiya Urukkamaana Irakkaththinaale Avarudaiya Janaththukkup Paavamannippaagiya Ratchippaith Theriyappaduththavum, Avarukku Munnaaga Nadandhupovaai. "
},{ "Verses": "78 andhagaaraththilum Marana Irulilum, Utkaarndhirukkiravargalukku Velichcham Tharavum, "
},{ "Verses": "79 nammudaiya Kaalgalaich Samaadhaanaththin Vazhiyile Nadaththavum, Avvirakkaththinaale Unnadhaththilirundhu Thondriya Arunodhayam Nammaich Sandhiththirukkiradhu Endraan. "
},{ "Verses": "80 andhap Pillai Valarndhu, Aaviyile Palangondu, Isravelukkuth Thannaik Kaanpikkum Naalvaraikkum Vanaandharangalile Irundhaan. "
}
]