[
{ "Verses": "1 oru Oivunaalile Pariseyaril Thalaivanaagiya Oruvanudaiya Veettile Avar Pojanam Pannumpadikkup Poyirundhaar. "
},{ "Verses": "2 appozhudhu Neerkkovai Viyaadhiyulla Oru Manushan Avarukku Munbaaga Irundhaan. Enna Seyvaarovendru Janangal Avar Mel Nokkamaayirundhaargal. "
},{ "Verses": "3 yesu Niyaayasaasdhirigalaiyum Pariseyaraiyum Paarththu: Oivunaalile Sosdhamaakkukiradhu Niyaayamaa Endru Kettaar. "
},{ "Verses": "4 adharku Avargal Pesaamalirundhaargal. Appozhudhu Avar Avanai Azhaiththu, Sosdhamaakki, Anuppivittu, "
},{ "Verses": "5 avargalai Nokki: Ungalil Oruvanudaiya Kazhudhaiyaavadhu Erudhaavadhu Oivunaalil Thuravile Vizhundhaal, Avan Adhai Udane Thookkividaano Endraar. "
},{ "Verses": "6 adharku Uththaravusolla Avargalaal Koodaamarpoyitru. "
},{ "Verses": "7 virundhukku Azhaikkappattavargal Pandhiyil Mudhanmaiyaana Idangalaith Therindhukondadhai Avar Paarththu, Avargalukku Oru Uvamaiyaich Sonnaar: "
},{ "Verses": "8 oruvanaal Kaliyaanaththukku Nee Azhaikkappattirukkumpodhu, Pandhiyil Mudhanmaiyaana Idaththil Utkaaraadhe; Unnilum Ganamullavan Oruvelai Avanaal Azhaikkappattiruppaan. "
},{ "Verses": "9 appozhudhu Unnaiyum Avanaiyum Azhaiththavan Unnidaththil Vandhu: Ivarukku Idankodu Enbaan; Appozhudhu Nee Vetkaththode Thaazhndha Idaththirkup Pogavendiyadhaayirukkum. "
},{ "Verses": "10 nee Azhaikkappattirukkumpodhu, Poi, Thaazhndha Idaththil Utkaaru; Appozhudhu Unnai Azhaiththavan Vandhu: Sinegidhane, Uyarndha Idaththil Vaarum Endru Sollumbodhu, Unnudanekoodap Pandhiyirukkiravargalukku Munbaaga Unakkuk Ganamundaagum. "
},{ "Verses": "11 thannaith Thaan Uyarththugiravanevanum Thaazhththappaduvaan, Thannaiththaan Thaazhththugiravan Uyarththappaduvaan Endraar. "
},{ "Verses": "12 andriyum Avar Thammai Virundhukku Azhaiththavanai Nokki: Nee Pagalvirundhaavadhu Iraavirundhaavadhu Pannumbodhu, Un Sinegidharaiyaagilum Un Sagodhararaiyaagilum, Un Bandhu Janangalaiyaagilum, Aisuvariyamulla Ayalakaththaaraiyaagilum Azhaikkavendaam; Azhaiththaal Avargalum Unnai Azhaippaargal, Appozhudhu Unakkup Badhilukkup Badhil Seydhadhaagum. "
},{ "Verses": "13 nee Virundhupannumpodhu Ezhaigalaiyum Oonaraiyum Sappaanigalaiyum Kurudaraiyum Azhaippaayaaga. "
},{ "Verses": "14 appozhudhu Nee Baakkiyavaanaayiruppaai; Avargal Unakkup Badhil Seyyamaattaargal; Needhimaangalin Uyirththezhudhalil Unakkup Badhil Seyyappadum Endraar. "
},{ "Verses": "15 avarodekoodap Pandhiyirundhavargalil Oruvan Ivaigalaik Kettapozhudhu, Avarai Nokki: Dhevanudaiya Raajyaththil Bojanampannugiravan Baakkiyavaan Endraar. "
},{ "Verses": "16 adharku Avar: Oru Manushan Periyavirundhai Aayaththampanni, Anegarai Azhaippiththaan. "
},{ "Verses": "17 virundhu Velaiyil Than Oozhiyakkaaranai Nokki: Nee Azhaikkappattavargalidaththil Poi, Ellaam Aayaththamaayirukkiradhu, Vaarungal, Endru Sollendru Avanai Anuppinaan. "
},{ "Verses": "18 avargalellaarum Pokkuchsollath Thodanginaargal. Oruvan: Oru Vayalaikkonden, Naan Agaththiyamaaippoi, Adhaip Paarkkavendum, Ennai Mannikkumbadi Vendikkollugiren Endraan. "
},{ "Verses": "19 veroruvan: Aindhermaadu Konden, Adhaich Sodhiththup Paarkkumpadi Pogiren, Ennai Mannikkumpadi Vendikkollugiren Endraan. "
},{ "Verses": "20 veroruvan: Pennai Vivaagam Panninen, Adhinaal Naan Varakkoodaadhu Endraan. "
},{ "Verses": "21 andha Oozhiyakkaaran Vandhu, Ivaigalaith Than Ejamaanukku Ariviththaan; Appozhudhu Veettejamaan Kobamadaindhu, Than Oozhiyakkaaranai Nokki: Nee Pattanaththin Therukkalilum Veedhigalilum Seekkiramaaippoi, Ezhaigalaiyum Oonaraiyum Sappaanigalaiyum Kurudaraiyum Inge Koottikkonduvaa Endraan. "
},{ "Verses": "22 oozhiyakkaaran Appadiye Seydhu: Aandavare, Neer Kattalaiyittabadi Seydhaayitru, Innum Idam Irukkiradhu Endraan. "
},{ "Verses": "23 appozhudhu Ejamaan Oozhiyakkaaranai Nokki: Nee Peruvazhigalilum Veligalarugilum Poi, En Veetu Niraiyumpadiyaaga Janangalai Ulle Varumpadi Varundhik Koottikkonduvaa; "
},{ "Verses": "24 azhaikkappattirundha Andha Manusharil Oruvanaagilum En Virundhai Rusipaarppadhillai Endru Ungalukkuch Sollugiren Endraan Endru Sonnaar. "
},{ "Verses": "25 pinbu Anega Janangal Avarodekoodap Pirayaanamaaip Pogaiyil, Avargalidamaai Avar Thirumpippaarththu: "
},{ "Verses": "26 yaadhoruvan Ennidaththil Vandhu, Than Thagappanaiyum Thaayaiyum Manaiviyaiyum Pillaigalaiyum Sagodharanaiyum Sagodharigalaiyum, Than Jeevanaiyum Verukkaavittaal Enakkuch Seeshanaayirukkamaattaan. "
},{ "Verses": "27 than Siluvaiyaich Sumandhukondu Enakkup Pinsellaadhavan Enakkuch Seeshanaayirukkamaattaan. "
},{ "Verses": "28 ungalil Oruvan Oru Koburaththaik Katta Manadhaayirundhu, "
},{ "Verses": "29 asdhibaaram Pottapinbu Mudikkath Thiraaniyillaamarponaal, Paarkkiravargalellaarum: "
},{ "Verses": "30 indha Manushan Kattaththodangi Mudikkath Thiraaniyillaamarponaan Endru Sollith Thannaip Pariyaasampannaadhapadikku, Adhaik Kattith Theerkkiradharkuth Thanakku Nirvaagamundo Illaiyo Endru Munbu Avan Utkaarndhu Sellunjelavaik Kanakkuppaaraamaliruppaano? "
},{ "Verses": "31 andriyum Oru Raajaa Matroru Raajaavode Yuththanjeyyap Pogirapodhu, Thanmel Irupadhinaayiram Sevagarode Varugira Avanaith Thaan Padhinaayiram Sevakaraikkondu Edhirkkak Koodumo Koodaadho Endru Munbu Utkaarndhu Aalosanaipannaamaliruppaano? "
},{ "Verses": "32 koodaadhendru Kandaal, Matravan Innum Thooraththilirukkumbodhe, Sdhaanaabadhigalai Anuppi Samaadhaanaththukkaanavaigalaik Kettukkolvaane. "
},{ "Verses": "33 appadiye Ungalil Evanaagilum Thanakku Undaanavaigalaiyellaam Veruththuvidaavittaal Avan Enakkuch Seeshanaayirukkamaattaan. "
},{ "Verses": "34 uppu Nalladhudhaan, Uppu Saaramatrupponaal Edhinaal Saaramaakkappadum? "
},{ "Verses": "35 adhu Nilaththukkaagilum Eruvukkaagilum Udhavaadhu, Adhai Veliye Kottippoduvaargal. Ketkiradharkuk Kaadhullavan Ketkakkadavan Endraar. "
}
]