[
{ "Verses": "1 sagala Aayakkaararum Paavigalum Avarudaiya Vasanangalaik Ketkumpadi Avaridaththil Vandhu Serndhaargal. "
},{ "Verses": "2 appozhudhu Pariseyarum Vedhapaarakarum Murumuruththu: Ivar Paavigalai Etrukkondu Avargalode Saappidugiraar Endraargal. "
},{ "Verses": "3 avargalukku Avar Sonna Uvamaiyaavadhu: "
},{ "Verses": "4 ungalil Oru Manushan Nooru Aadugalai Udaiyavanaayirundhu, Avaigalil Ondru Kaanaamarponaal, Thonnootronbadhu Aadugalaiyum Vanaandharaththile Vittu, Kaanaamarpona Aattaik Kandupidikkumalavum Thediththiriyaano? "
},{ "Verses": "5 kandupitiththapinbu, Avan Sandhoshaththode Adhaith Than Tholgalin Mel Pottukkondu, "
},{ "Verses": "6 veettukku Vandhu, Sinegidharaiyum Ayalagaththaaraiyum Kooda Varavazhaiththu: Kaanaamarpona En Aattaik Kandupidiththen, Ennodukooda Sandhoshappadungal Enbaan Allavaa? "
},{ "Verses": "7 adhupola, Manandhirumba Avasiyamillaadha Thonnootronbadhu Needhimaangalaikkuriththuch Sandhosham Undaagiradhaip Paarkkilum Manandhirumbugira Ore Paaviyinimiththam Paralogaththil Migundha Sandhosham Undaayirukkum Endru Ungalukkuch Sollugiren. "
},{ "Verses": "8 andriyum, Oru Sthiree Paththu Vellikkaasai Udaiyavalaayirundhu, Adhil Oru Vellikkaasu Kaanaamarponaal, Vilakkaik Koluththi, Veettaip Perukki, Adhaik Kandupidikkiravaraikkum Jaakkiradhaiyaaith Thedaamaliruppaalo? "
},{ "Verses": "9 kandupidiththapinbu, Than Sinegidhigalaiyum Ayalveettukkaarigalaiyum Kooda Varavazhaiththu: Kaanaamarpona Vellikkaasaik Kandupidiththen, Ennodukooda Sandhoshappadungal Enbaal Allavaa? "
},{ "Verses": "10 adhupola Manandhirumbugira Ore Paaviyinimiththam Dhevanudaiya Thoodharukku Munbaakach Sandhoshamundaayirukkiradhu Endru Ungalukkuch Sollugiren Endraar. "
},{ "Verses": "11 pinnum Avar Sonnadhu: Oru Manushanukku Irandu Kumaarar Irundhaargal. "
},{ "Verses": "12 avargalil Ilaiyavan Than Thagappanai Nokki: Thagappane, Aasthiyil Enakku Varum Pangai Enakkuth Tharavendum Endraan. Andhappadi Avan Avargalukkuth Than Aasthiyaip Pangittukkoduththaan. "
},{ "Verses": "13 sila Naalaikkuppinbu, Ilaiyamagan Ellaavatraiyum Serththukkondu, Thoora Thesaththukkup Purappattuppoi, Ange Dhunmaarkkamaai Jeevanampanni, Than Aasthiyai Azhiththuppottaan. "
},{ "Verses": "14 ellaavatraiyum Avan Selavazhiththapinbu, Andha Dhesaththile Kodiya Panjamundaayitru. Appozhudhu Avan Kuraivupadaththodangi, "
},{ "Verses": "15 andha Dhesaththuk Kudigalil Oruvanidaththil Poi Ottikkondaan. Andhak Kudiyaanavan Avanaith Than Vayalgalil Pandrigalai Meykkumpadi Anuppinaan. "
},{ "Verses": "16 appozhudhu Pandrigal Thingira Thavittinaale Than Vayitrai Nirappa Aasaiyaayirundhaan, Oruvanum Adhai Avanukkuk Kodukkavillai. "
},{ "Verses": "17 avanukkup Buththi Thelindhapodhu, Avan: En Thagappanudaiya Koolikkaarar Eththanaiyo Perukkup Poorththiyaana Saappaadu Irukkiradhu, Naano Pasiyinaal Saagiren. "
},{ "Verses": "18 naan Ezhundhu, En Thagappanidaththirkup Poi: Thagappane, Paraththukku Virodhamaagavum Umakku Munbaagavum Paavanjeydhen. "
},{ "Verses": "19 inimel Ummudaiya Kumaaran Endru Sollappaduvadharku Naan Paaththiranalla, Ummudaiya Koolikkaararil Oruvanaaga Ennai Vaiththukkollum Enpen Endru Solli; "
},{ "Verses": "20 ezhundhu Purappattu, Than Thagappanidaththil Vandhaan. Avan Dhooraththil Varumpodhe, Avanudaiya Thagappan Avanaik Kandu, Manadhurugi, Odi, Avan Kazhuththaik Kattikkondu, Avanai Muththanjeydhaan. "
},{ "Verses": "21 kumaaran Thagappanai Nokki: Thagappane, Paraththukku Virodhamaagavum, Umakku Munbaakavum Paavanjeydhen, Inimel Ummudaiya Kumaaran Endru Sollappaduvadharku Naan Paaththiran Alla Endru Sonnaan. "
},{ "Verses": "22 appozhudhu Thagappan Than Oozhiyakkaararai Nokki: Neengal Uyarndha Vasthiraththaik Konduvandhu, Ivanukku Uduththi, Ivan Kaikku Modhiraththaiyum Kaalgalukkup Paadharatchaigalaiyum Podungal. "
},{ "Verses": "23 kozhuththa Kandraik Konduvandhu Adiyungal. Naam Pusiththu, Sandhoshamaayiruppom. "
},{ "Verses": "24 en Kumaaranaagiya Ivan Mariththaan, Thirumbavum Uyirththaan; Kaanaamarponaan, Thirumbavum Kaanappattaan Endraan. Appadiye Avargal Sandhoshappadath Thodanginaargal. "
},{ "Verses": "25 avanudaiya Mooththakumaaran Vayalilirundhaan. Avan Thirumbi Veettukkuch Sameebamaai Varugirapodhu, Geedha Vaaththiyaththaiyum, Nadanakkalippaiyum Kettu; "
},{ "Verses": "26 oozhiyakkaararil Oruvanai Azhaiththu: Idhenna Endru Visaariththaan. "
},{ "Verses": "27 adharku Avan: Ummudaiya Sagodharan Vandhaar, Avar Marupadiyum Sugaththudane Ummudaiya Thagappanidaththil Vandhu Serndhapadiyinaale Avarukkaagak Kozhuththa Kandrai Adippiththaar Endraan. "
},{ "Verses": "28 appozhudhu Avan Kobamadaindhu, Ulle Poga Manadhillaadhirundhaan. Thagappano Veliye Vandhu, Avanai Varundhiyazhaiththaan. "
},{ "Verses": "29 avan Thagappanukkup Piradhiyuththaramaaga: Idho, Iththanai Varushakaalamaai Naan Umakku Oozhiyanjeydhu, Orukkaalum Ummudaiya Karpanaiyai Meeraadhirundhum, En Sinegidharode Naan Sandhoshamaayirukkumpadi Neer Orukkaalum Enakku Oru Aattukkuttiyaiyaavadhu Kodukkavillai. "
},{ "Verses": "30 vesigalidaththil Ummudaiya Aasthiyai Azhiththuppotta Ummudaiya Kumaaranaagiya Ivan Vandhavudane Kozhuththa Kandrai Ivanukkaaga Adippiththeere Endraan. "
},{ "Verses": "31 adharkuth Thagappan: Magane, Nee Eppodhum Ennodirukkiraai, Enakkulladhellaam Unnudaiyadhaayirukkiradhu. "
},{ "Verses": "32 un Sagodharanaagiya Ivano Mariththaan, Thirumbavum Uyirththaan; Kaanaamarponaan, Thirumbavum Kaanappattaan; Aanapadiyinaale, Naam Sandhoshappattu Magizhchchiyaayirukka Vendume Endru Sonnaan Endraar. "
}
]