[
{ "Verses": "1 annaatkalil Ondril, Avar Dhevaalayaththile Janangalukku Ubadhesiththu Suviseshaththaip Pirasangiththapodhu, Piradhaana Aasaariyarum Vedhapaaragarum Moopparum Avaridaththil Koodivandhu: "
},{ "Verses": "2 neer Endha Adhigaaraththinaal Ivaigalaich Seygireer? Indha Adhigaaraththai Umakkuk Koduththavar Yaar? Adhai Engalukkuch Sollum Endraargal. "
},{ "Verses": "3 avargalukku Avar Piradhiyuththaramaaga: Naanum Ungalidaththil Oru Kaariyaththaik Ketkiren, Adhai Enakkuch Sollungal. "
},{ "Verses": "4 yovaan Koduththa Snaanam Dhevanaal Undaayitro? Manusharaal Undaayitro? Endru Kettaar. "
},{ "Verses": "5 avargal Thangalukkulle Yosanaipanni: Dhevanaal Undaayitru Endru Solvomaanaal, Pinnai En Avanai Visuvaasikkavillai Endru Ketpaar. "
},{ "Verses": "6 manusharaal Undaayitru Endru Solvomaanaal, Janangalellaarum Yovaanaith Theerkkadharisiyendru Ennugirapadiyinaal Nammel Kallerivaargal Endru Solli: "
},{ "Verses": "7 adhu Yaaraal Undaayitro, Engalukkuth Theriyaadhu Endru Piradhiyuththaram Sonnaargal. "
},{ "Verses": "8 appozhudhu Yesu: Naanum Inna Adhigaaraththinaal Ivaigalaich Seygirenendru Ungalukkuch Sollen Endraar. "
},{ "Verses": "9 pinbu Avar Janangalukkuch Sollath Thodangina Uvamaiyaavadhu: Oru Manushan Oru Thiraatchaththottaththai Undaakki, Adhaith Thottakkaararukkuk Kuththagaiyaaga Vittu, Nedunaalaagap Purathdhesaththukkup Poyirundhaan. "
},{ "Verses": "10 andhath Thottakkaarar Thiraatchaththottaththin Kanigalil Than Baagaththaik Koduththanuppumpadi, Paruvakkaalaththile Avargalidaththil Oru Oozhiyakkaaranai Anuppinaan. Andhath Thottakkaarar Avanai Adiththu, Verumaiyaaga Anuppivittaargal. "
},{ "Verses": "11 pinbu Avan Veroru Oozhiyakkaaranai Anuppinaan; Avanaiyum Avargal Adiththu, Avamaanappaduththi, Verumaiyaaga Anuppivittaargal. "
},{ "Verses": "12 avan Moondraandharamum Oru Oozhiyakkaaranai Anuppinaan; Avanaiyum Avargal Kaayappaduththi, Thuraththivittaargal. "
},{ "Verses": "13 appozhudhu Thiraatchaththottaththin Ejamaan: Naan Enna Seyyalaam, Enakkup Piriyamaana Kumaaranai Anuppinaal, Avanaiyaagilum Kandu Anjuvaargal Endru Enni, Avanai Anuppinaan. "
},{ "Verses": "14 thottakkaarar Avanaik Kandapodhu: Ivan Sudhandharavaali, Sudhandharam Nammudaiyadhaagumpadikku Ivanaik Kolluvom Vaarungal Endru Oruvarodoruvar Sollikkondu, "
},{ "Verses": "15 avanaith Thiraatchaththottaththirkup Purambe Thalli, Kondrupottaargal. Ippadiyirukka, Thiraatchaththottaththin Ejamaan Avargalai Enna Seyvaan? "
},{ "Verses": "16 avan Vandhu Andhath Thottakkaararaich Sangariththu, Thiraatchaththottaththai Veru Thottakkaararidaththil Koduppaan Allavaa Endraar. Avargal Adhaikkettu, Appadiyaagaadhiruppadhaaga Endraargal. "
},{ "Verses": "17 appozhudhu Avar Avargalaip Paarththu: Veedu Kattugiravargal Aagaadhendru Thallina Kalle, Moolaikkuth Thalaikkallaayitru Endru Ezhudhiyirukkira Vedhavaakkiyaththin Karuththenna? "
},{ "Verses": "18 andhak Kallinmel Vizhugiravan Evano Avan Norungippovaan, Adhu Evanmel Vizhumo Avanai Nasukkippodum Endraar. "
},{ "Verses": "19 piradhaana Aasaariyarum Vedhapaaragarum Thangalaikkuriththu Indha Uvamaiyaich Sonnaarendru Arindhu, Anneraththile Avaraippidikka Vagaithediyum Janangalukkup Bayandhirundhaargal. "
},{ "Verses": "20 avargal Samayampaarththu, Dhesaadhipadhiyin Aalugaikkum Adhigaaraththukkum Avarai Oppukkodukkumpadi Avarudaiya Pechchile Kutrankandupidikkalaamendru, Thangalai Unmaiyullavargalaaik Kaanbikkira Vevukaararai Avaridaththil Anuppinaargal. "
},{ "Verses": "21 avargal Vandhu: Podhagare, Neer Nidhaanamaaip Pesi Ubadhesikkireerendrum, Mugadhaatchaniyamillaamal Dhevanudaiya Maarkkaththaich Saththiyamaaip Podhikkireerendrum Arindhirukkirom. "
},{ "Verses": "22 iraayanukku Vari Kodukkiradhu Niyaayamo Allavo, Engalukkuch Sollum Endru Kettaargal. "
},{ "Verses": "23 avargaludaiya Thandhiraththai Avar Arindhu, Neengal Ennai En Sodhikkireergal? "
},{ "Verses": "24 oru Panaththai Enakkuk Kaanbiyungal. Idhilirukkira Soroobamum Melezhuththum Yaarudaiyadhu Endru Kettaar. Adharku Avargal: Raayanudaiyadhu Endraargal "
},{ "Verses": "25 adharku Avar: Appadiyaanaal, Raayanudaiyadhai Raayanukkum, Dhevanudaiyadhai Dhevanukkum Seluththungal Endraar. "
},{ "Verses": "26 avargal Avarai Janangalukku Munbaagap Pechchile Kutrampidikkakkoodaamal, Avar Sonna Uththaravaikkuriththu Aachchariyappattu, Mavunamaayirundhaargal. "
},{ "Verses": "27 uyirththezhudhal Illaiyendru Saadhikkira Sadhuseyaril Silar Avaridaththil Vandhu: "
},{ "Verses": "28 podhagare, Oruvan Manaiviyaiyudaiyavanaayirundhu Pillaiyillaamal Irandhuponaal, Avanudaiya Sagodharan Avan Manaiviyai Vivaagampanni Than Sagodharanukkuch Sandhaanamundaakkavendum Endru Mose Engalukku Ezhudhivaiththirukkiraare. "
},{ "Verses": "29 sagodharar Ezhuperirundhaargal, Avargalil Mooththavan Oru Pennai Vivaagampanni, Pillaiyillaamal Irandhuponaan. "
},{ "Verses": "30 pinbu Irandaansagodharan Avalai Vivaagampanni Avanum Pillaiyillaamal Irandhuponaan. "
},{ "Verses": "31 moondraansagodharanum Avalai Vivaagampanninaan. Appadiye Ezhuperum Avalai Vivaagampanni Pillaiyillaamal Irandhuponaargal. "
},{ "Verses": "32 ellaarukkum Pinbu Andha Sthireeyum Irandhuponaal. "
},{ "Verses": "33 ivvidhamaai Ezhuperum Avalai Vivaagampanniyirukka, Uyirththezhudhalil Avargalil Evanukku Aval Manaiviyaayiruppaal Endru Kettaargal. "
},{ "Verses": "34 yesu Avargalukkup Piradhiyuththaramaaga: Indhap Pirabanjaththin Pillaigal Penkondum Penkotuththum Varugiraargal. "
},{ "Verses": "35 marumaiyaiyum Mariththorilirundhezhundhirukkudhalaiyum Adaiyap Paaththiraraaga Ennappadugiravargalo Pen Kolvadhumillai Pen Koduppadhumillai. "
},{ "Verses": "36 avargal Ini Marikkavumaattaargal; Avargal Uyirththezhudhalin Pillaigalaanapadiyaal Dhevathoodharukku Oppaanavargalumaai, Dhevanukkup Pillaigalumaayiruppaargal. "
},{ "Verses": "37 andriyum Mariththor Ezhundhiruppaargalenpadhai Moseyum Mutchetiyaippatriya Vaasagaththil Kaanpiththirukkiraar. Eppadiyenil. Karththarai Aabiragaamin Dhevanendrum Eesaakkin Dhevanendrum Yaakkobin Dhevanendrum Solliyirukkiraar. "
},{ "Verses": "38 avar Mariththorin Dhevanaayiraamal, Jeevanullorin Dhevanaayirukkiraar, Ellaarum Avarukkup Pizhaiththirukkiraargale Endraar. "
},{ "Verses": "39 appozhudhu Vedhapaaragaril Silar Adhaik Kettu: Podhagare, Nandraaich Sonneer Endraargal. "
},{ "Verses": "40 adhanpinbu Avargal Avaridaththil Verondrunketkath Thuniyavillai. "
},{ "Verses": "41 avar Avargalai Nokki: Kirisdhu Thaaveedhin Kumaaranendru Eppadich Sollugiraargal? "
},{ "Verses": "42 naan Ummudaiya Saththurukkalai Umakkup Paadhapadiyaakkippodumvaraikkum Neer Ennudaiya Valadhupaarisaththil Utkaarum Endru, "
},{ "Verses": "43 karththar En Aandavarudane Sonnaar Endru Thaaveedhu Thaane Sangeedha Pusdhagaththil Sollugiraane. "
},{ "Verses": "44 dhaaveedhu Avarai Aandavarendru Solliyirukka, Avanukku Avar Kumaaranaayiruppadhu Eppadi Endraar. "
},{ "Verses": "45 pinbu Janangalellaarum Ketkaiyil Avar Thammudaiya Seesharai Nokki: "
},{ "Verses": "46 neenda Angigalaith Thariththukkondu Thiriyavum, Sandhai Veligalil Vandhanangalai Adaiyavum, Jebaaalayangalil Mudhanmaiyaana Aasanangalil Utkaaravum, Virundhugalil Mudhanmaiyaana Idangalil Irukkavum Virumbi, "
},{ "Verses": "47 vidhavaigalin Veedugalaip Patchiththu, Paarvaikku Neenda Jebampannugira Vedhapaarakaraik Kuriththu Echcharikkaiyaayirungal, Avargal Adhiga Aakkinaiyai Adaivaargal Endraar. "
}
]