[
{ "Verses": "1 pinbu Avar Kenesareththuk Kadalaruge Nindrapodhu, Thiralaana Janangal Dhevavasanaththaik Ketkumpadi Avaridaththil Nerunginaargal. "
},{ "Verses": "2 appozhudhu Kadarkaraiyile Nindra Irandu Padavugalaik Kandaar. Meenpidikkiravargal Avaigalai Vittirangi, Valaigalai Alasikkondirundhaargal. "
},{ "Verses": "3 appozhudhu Andhappadavugalil Ondril Erinaar, Adhu Seemonudaiyadhaayirundhadhu; Adhaik Karaiyilirundhu Satre Thallumpadi Avanaik Kettukkondu, Andhappadavil Utkaarndhu, Janangalukkup Podhagampanninaar. "
},{ "Verses": "4 avar Podhagampanni Mudiththapinbu Seemonai Nokki: Aazhaththile Thallikkondupoi, Meenpidikkumpadi Ungal Valaigalaip Podungal Endraar. "
},{ "Verses": "5 adharkuch Seemon: Aiyare, Raamuzhuvadhum Naangal Pirayaasappattum Ondrum Agappadavillai; Aagilum Ummudaiya Vaarththaiyinpadiye Valaiyaip Podugiren Endraan. "
},{ "Verses": "6 andhappadiye Avargal Seydhu, Thangal Valai Kizhindhupokaththakkadhaaga Migudhiyaana Meengalaip Pidiththaargal. "
},{ "Verses": "7 appozhudhu Matrap Padavilirundha Koottaaligal Vandhu Thangalukku Udhaviseyyumpadikkuch Saigaikaattinaargal; Avargal Vandhu, Irandu Padavugalum Amizhaththakkadhaaga Nirappinaargal. "
},{ "Verses": "8 seemon Pedhuru Adhaikkandu, Yesuvin Paadhaththil Vizhundhu: Aandavare, Naan Paaviyaana Manushan, Neer Ennaivittup Pogavendum Endraan. "
},{ "Verses": "9 avargal Thiralaana Meengalaip Pidiththadhinimiththam, Avanukkum Avanodukooda Irundha Yaavarukkum Piramippundaanapadiyaal Appatich Sonnaan. "
},{ "Verses": "10 seemonukkuk Koottaaligalaana Sebedheyuvin Kumaararaagiya Yaakkobum Yovaanum Andhabpadiye Piramiththaargal. Appozhudhu Yesu Seemonai Nokki: Bayappadaadhe, Idhumudhal Nee Manusharaip Pidikkiravanaayiruppaai Endraar. "
},{ "Verses": "11 avargal Padavugalaik Karaiyile Kondupoi Niruththi, Ellaavatraiyum Vittu, Avarukkup Pinsendraargal. "
},{ "Verses": "12 pinbu Avar Oru Pattanaththil Irukkaiyil, Kushtarogam Niraindha Oru Manushan Yesuvaikkandu, Muganguppura Vizhundhu: Aandavare, Umakkuch Siththamaanaal Ennaich Suththamaakka Ummaale Aagum Endru Avarai Vendikkondaan. "
},{ "Verses": "13 avar Thamadhukaiyai Neetti, Avanaith Thottu: Enakkuch Siththamundu Suththamaagu Endraar; Udane Kushtarogam Avanai Vittu Neengitru. "
},{ "Verses": "14 avar Avanai Nokki: Nee Idhai Oruvarukkum Sollaamal, Poi, Unnai Aasaariyanukkuk Kaanbiththu, Nee Suththamaanadhinimiththam, Mose Kattalaiyittapadiye, Avargalukkuch Saatchiyaagap Bali Seluththu Endru Kattalaiyittaar. "
},{ "Verses": "15 appadiyirundhum Avarudaiya Keerththi Adhigamaagap Parambitru. Thiralaana Janangal Avarudaiya Ubadhesaththaik Ketpadharkum Avaraale Thangal Pinigal Neengich Savukkiyamadaivadharkum Koodivandhaargal. "
},{ "Verses": "16 avaro Vanaandharaththil Thaniththup Poi, Jebampannikkondirundhaar. "
},{ "Verses": "17 pinbu Orunaal Avar Ubadhesiththukkondirukkirapodhu, Galileyaa Yoodheyaa Naadugalilulla Sagala Giraamangalilum, Erusalem Nagaraththilumirundhu Vandha Pariseyarum Niyaayasaasdhirigalum Utkaarndhirundhaargal; Appozhudhu Piniyaaligalaik Kunamaakkaththakkadhaagak Karththarudaiya Vallamai Vilangitru. "
},{ "Verses": "18 appozhudhu Sila Manushar Thimirvaadhakkaaran Oruvanaip Padukkaiyode Eduththukkonduvandhu, Avanai Ullekondupogavum Avar Munbaaga Vaikkavum Vagaidhedinaargal. "
},{ "Verses": "19 janakkoottam Migudhiyaayirundhapadiyaal Avanai Ulle Kondupogiradharku Vakaikaanaamal, Veettinmel Eri, Thattotukal Vazhiyaai Janangalin Maththiyil Yesuvukku Munpaaga Avanaip Padukkaiyode Irakkinaargal. "
},{ "Verses": "20 avargaludaiya Visuvaasaththai Avar Kandu, Thimirvaadhakkaaranai Nokki: Manushane, Un Paavangal Unakku Mannikkappattadhu Endraar. "
},{ "Verses": "21 appozhudhu Vedhapaaragarum Pariseyarum Yosanaipanni, Dhevadhooshanam Sollugira Ivan Yaar? Dhevan Oruvareyandrip Paavangalai Mannikkaththakkavar Yaar Endraargal. "
},{ "Verses": "22 yesu Avargal Sindhanaigalai Arindhu, Avargalai Nokki: Ungal Irudhayangalil Neengal Sindhikkiradhenna? "
},{ "Verses": "23 un Paavangal Unakku Mannikkappattadhu Endru Solvadho, Ezhundhu Nadavendru Solvadho, Edhu Elidhu? "
},{ "Verses": "24 boomiyile Paavangalai Mannikka Manushakumaaranukku Adhikaaram Undenpadhai Neengal Ariyavendumendru Solli, Thimirvaadhakkaaranai Nokki: Nee Ezhundhu, Un Padukkaiyai Eduththukkondu, Un Veettukkup Po Endru Unakkuch Sollugiren Endraar. "
},{ "Verses": "25 udane Avan Avargalukku Munbaaga Ezhundhu, Than Padukkaiyai Eduththukkondu, Dhevanai Magimaippaduththi, Than Veettukkup Ponaan. "
},{ "Verses": "26 adhinaale Ellaarum Aachchariyappattu, Dhevanai Magimaippaduththinaargal; Allaamalum, Avargal Bayam Niraindhavargalaagi, Adhisayamaana Kaariyangalai Indru Kandom Endraargal. "
},{ "Verses": "27 ivaigalukkup Pinbu, Avar Purappattu, Aayaththuraiyil Utkaarndhirundha Levi Ennum Perudaiya Oru Aayakkaaranaik Kandu: Enakkup Pinsendru Vaa Endraar. "
},{ "Verses": "28 avan Ellaavatraiyum Vittu, Ezhundhu, Avarukkup Pinsendraan. "
},{ "Verses": "29 andha Levi Enbavan Than Veettile Avarukkup Periya Virundhupanninaan. Anega Aayakkaararum Matravargalum Avargalodekoodap Pandhiyirundhaargal. "
},{ "Verses": "30 vedhapaaragarum Pariseyarum Avarudaiya Seesharukku Virodhamaaga Murumuruththu: Neengal Aayakkaararodum Paavigalodum Pojanapaanampannukiradhennavendru Kettaargal. "
},{ "Verses": "31 yesu Avargalukkup Piradhiyuththaramaaga: Piniyaalikalukku Vaiththiyan Vendiyadheyallaamal Sugamullavargalukku Vendiyadhillai. "
},{ "Verses": "32 needhimaangalaiyalla, Paavigalaiye Manandhirumbugiradharku Azhaikka Vandhen Endraar. "
},{ "Verses": "33 pinbu Avargal Avarai Nokki: Yovaanudaiya Seeshar Anekandharam Ubavaasiththu Jebampannikkonduvarukiraargal, Pariseyarudaiya Seesharum Appadiye Seykiraargal, Ummudaiya Seeshar Pojanapaanampannukiraargale, Adheppadiyendru Kettaargal. "
},{ "Verses": "34 adharku Avar: Manavaalan Thangalodirukkaiyil Manavaalanudaiya Thozhargalai Neengal Ubavaasikkach Seyyakkoodumaa? "
},{ "Verses": "35 manavaalan Avargalai Vittu Edupadum Naatkal Varum, Andha Naatkalile Ubavaasippaargal Endraar. "
},{ "Verses": "36 avargalukku Oru Uvamaiyaiyumsonnaar: Oruvanum Pudhiya Vasdhiraththundaip Pazhaiya Vasdhiraththinmel Pottu Inaikkamaattaan, Inaiththaal Pudhiyadhu Pazhaiyadhaik Kizhikkum; Pudhiyavasdhiraththundu Pazhaiya Vasdhiraththukku Ovvaadhu. "
},{ "Verses": "37 oruvanum Pudhu Thiraatcharasaththaip Pazhandhuruththigalil Vaarththuvaikkamaattaan: Vaarththuvaiththaal Pudhurasam Thuruththigalaik Kizhiththuppodum, Rasamum Sindhippom, Thuruththigalum Kettuppom. "
},{ "Verses": "38 pudhu Rasaththaip Pudhu Thuruththigalil Vaarththuvaikkavendum, Appozhudhu Irandum Paththirappattirukkum. "
},{ "Verses": "39 andriyum Oruvanum Pazhaiya Rasaththaik Kudiththavudane Pudhu Rasaththai Virumbamaattaan, Pazhaiya Rasame Nalladhendru Solluvaan Endraar. "
}
]