[
{ "Verses": "1 sorndhupogaamal Eppozhudhum Jebampannavendum Enbadhaik Kuriththu Avargalukku Avar Oru Uvamaiyaich Sonnaar. "
},{ "Verses": "2 oru Pattanaththile Oru Niyaayaadhibadhi Irundhaan; Avan Dhevanukkup Bayappadaadhavanum Manusharai Madhiyaadhavanumaayirundhaan. "
},{ "Verses": "3 andhap Pattanaththile Oru Vidhavaiyum Irundhaal; Aval Avanidaththilpoi: Enakkum En Edhiraalikkum Irukkira Kaariyaththil Enakku Niyaayanjeyyavendum Endru Vinnappampanninaal. "
},{ "Verses": "4 vegunaal Varaikkum Avanukku Manadhillaadhirundhadhu. Pinbu Avan Naan Dhevanukkup Bayappadaamalum Manusharai Madhiyaamalum Irundhum, "
},{ "Verses": "5 indha Vidhavai Ennai Eppozhudhum Thondharavu Seygirabadiyinaal, Ival Adikkadi Vandhu Ennai Alattaadhabadi Ivalukku Niyaayanjeyyavendumendru Thanakkulle Sollikkondaan Endraar. "
},{ "Verses": "6 pinnum Karththar Avargalai Nokki: Aneedhiyulla Andha Niyaayaadhibadhi Sonnadhaich Sindhiththuppaarungal. "
},{ "Verses": "7 andhapbadiye Dhevan Thammai Nokki Iravum Pagalum Kooppidugiravargalaagiya Thammaal Therindhukollappattavargalin Vishayaththil Neediya Porumaiyullavaraayirundhu Avargalukku Niyaayanjeyyaamaliruppaaro? "
},{ "Verses": "8 seekkiraththile Avargalukku Niyaayanjeyvaarendru Ungalukkuch Sollugiren. Aagilum Manushakumaaran Varumbodhu Boomiyile Visuvaasaththaik Kaanbaaro Endraar. "
},{ "Verses": "9 andriyum, Thangalai Needhimaangalendru Nambi, Matravargalai Arpamaayennina Silaraikkuriththu, Avar Oru Uvamaiyaich Sonnaar. "
},{ "Verses": "10 irandu Manushar Jebampannumbadi Dhevaalayaththukkup Ponaargal; Oruvan Pariseyan, Matravan Aayakkaaran. "
},{ "Verses": "11 pariseyan Nindru; Dhevane! Naan Parikaarar, Aniyaayakkaarar, Vibasaarakkaarar Aagiya Matra Manusharaippolavum, Indha Aayakkaaranaippolavum Iraadhadhanaal Ummai Sthoththirikkiren. "
},{ "Verses": "12 vaaraththil Irandudharam Ubavaasikkiren; En Sambaaththiyaththilellaam Dhasamabaagam Seluththivarugiren Endru, Thanakkulle Jebampanninaan. "
},{ "Verses": "13 aayakkaaran Thooraththile Nindru, Than Kangalaiyum Vaanaththukku Eredukkath Thuniyaamal, Than Maarbile Adiththukkondu; Dhevane! Paaviyaagiya Enmel Kirubaiyaayirum Endraan. "
},{ "Verses": "14 avanalla, Ivane Needhimaanaakkappattavanaaith Than Veettukkuth Thirumbipponaan Endru Ungalukkuch Sollugiren; Enenil Thannai Uyarththugiravanevanum Thaazhththappaduvaan, Thannaith Thaazhththugiravan Uyarththappaduvaan Endraar. "
},{ "Verses": "15 pinbu Kuzhandhaigalaiyum Avar Thodumpadikku Avargalai Avaridaththil Konduvandhaargal. Seeshargal Adhaikkandu, Konduvandhavargalai Adhattinaargal. "
},{ "Verses": "16 yesuvo Avaigalaik Konduvarumpadi Kattalaiyittu: Siru Pillaigal Ennidaththil Varugiradharku Idankodungal, Avaigalaith Thadaipannaadhirungal; Dhevanudaiya Raajyam Appadippattavargaludaiyadhu; "
},{ "Verses": "17 evanaagilum Sirupillaiyaippol Dhevanudaiya Raajyaththai Etrukkollaavittaal, Adhil Piravesikkamaattaan Endru Meyyaagave Ungalukkuch Sollugiren Endraar. "
},{ "Verses": "18 appozhudhu Thalaivan Oruvan Avarai Nokki: Nalla Podhagare, Niththiya Jeevanaich Sudhandhariththukkolvadharku Naan Enna Seyyavendum Endru Kettaan. "
},{ "Verses": "19 adharku Yesu: Nee Ennai Nallavanendru Solvaanen? Dhevan Oruvar Thavira Nallavan Oruvanum Illaiye. "
},{ "Verses": "20 vipasaaranj Seyyaadhiruppaayaaga, Kolaiseyyaadhiruppaayaaga, Kalavuseyyaadhiruppaayaaga, Poichsaatchi Sollaadhiruppaayaaga, Un Thagappanaiyum Un Thaayaiyum Kanampannuvaayaaga Engira Karpanaigalai Nee Arindhirukkiraaye Endraar. "
},{ "Verses": "21 adharku Avan Ivaigalaiyellaam En Siru Vayadhumudhal Kaikkondirukkiren Endraan. "
},{ "Verses": "22 yesu Adhaik Kettu: Innum Unnidaththil Oru Kuraivu Undu; Unakku Undaanavaigalaiyellaam Vitruth Thariththirarukkuk Kodu Appozhudhu Paralogaththile Unakkup Pokkisham Undaayirukkum; Pinbu Ennaip Pinpatrivaa Endraar. "
},{ "Verses": "23 avan Adhiga Aisuvariyamullavanaanapadiyinaal, Idhaik Kettapozhudhu, Migundha Dhukkamadaindhaan. "
},{ "Verses": "24 avan Migundha Dhukkamadaindhadhai Yesu Kandu: Aisuvariyamullavargal Dhevanudaiya Raajyaththil Piravesippadhu Evvalavu Aridhaayirukkiradhu. "
},{ "Verses": "25 aisuvariyavaan Dhevanudaiya Raajyaththil Piravesippadhaippaarkkilum, Ottagamaanadhu Oosiyin Kaadhile Nuzhaivadhu Elidhaayirukkum Endraar. "
},{ "Verses": "26 adhaik Kettavargal: Appadiyaanaal Yaar Ratchikkappadakkoodum Endraargal. "
},{ "Verses": "27 adharku Avar: Manusharaal Koodaadhavaigal Dhevanaal Koodum Endraar. "
},{ "Verses": "28 appozhudhu Pedhuru Avarai Nokki: Idho, Naangal Ellaavatraiyum Vittu, Ummaip Pinpatrinome Endraan. "
},{ "Verses": "29 adharku Avar: Dhevanudaiya Raajyaththinimiththam Veettaiyaavadhu, Petraaraiyaavadhu, Sagodhararaiyaavadhu, Manaiviyaiyaavadhu, Pillaigalaiyaavadhu Vittuvittavan Evanum, "
},{ "Verses": "30 immaiyile Adhigamaanavaigalaiyum, Marumaiyile Niththiya Jeevanaiyum Adaiyaamarpovadhillaiyendru Meyyaagave Ungalukkuch Sollugiren Endraar. "
},{ "Verses": "31 pinbu Avar Panniruvaraiyum Thammidaththil Azhaiththu: Idho, Erusalemukkup Pogirom, Manushakumaaranaik Kuriththuth Theerkkadharisigalaal Ezhudhappattavaigalellaam Niraiverum. "
},{ "Verses": "32 eppadiyenil, Avar Purajaadhiyaaridaththil Oppukkodukkappattu, Pariyaasamum Nindhaiyum Adaindhu, Thuppappaduvaar. "
},{ "Verses": "33 avarai Vaarinaal Adiththu, Kolai Seyvaargal; Moondraam Naalile Avar Uyirode Ezhundhiruppaar Endraar. "
},{ "Verses": "34 ivaigalil Ondraiyum Avargal Unaravillai; Avaigalin Porul Avargalukku Maraivaayirundhadhu, Avar Sonnavaigalai Avargal Arindhukollavillai. "
},{ "Verses": "35 pinbu Avar Erigovukkuch Sameebamaai Varumpodhu, Oru Kurudan Vazhiyaruge Utkaarndhu Pichchaikettukkondirundhaan. "
},{ "Verses": "36 janangal Nadakkira Saththaththai Avan Kettu, Idhenna Endru Visaariththaan. "
},{ "Verses": "37 nasareyanaagiya Yesu Pogiraar Endru Avanukku Ariviththaargal. Appozhudhu Avan Yesuve, Dhaaveedhin Kumaarane, Enakku Irangum Endru Kooppittaan. "
},{ "Verses": "38 mun Nadappavargal Avan Pesaamalirukkumpadi Avanai Adhattinaargal. Avano: Dhaaveedhin Kumaarane, Enakku Irangum Endru Migavum Adhigamaaik Kooppittaan. "
},{ "Verses": "39 yesu Nindru, Avanaith Thammidaththil Konduvarumpadi Sonnaar. "
},{ "Verses": "40 avan Kittavandhapodhu, Avar Avanai Nokki: "
},{ "Verses": "41 naan Unakku Ennaseyyavendum Endrirukkiraai Endru Kettaar. Adharku Avan: Aandavare, Naan Paarvaiyadaiyavendum Endraan. "
},{ "Verses": "42 yesu Avanai Nokki: Nee Paarvaiyadaivaayaaga, Un Visuvaasam Unnai Ratchiththadhu Endraar. "
},{ "Verses": "43 udane Avan Paarvaiyadaindhu, Dhevanai Magimaippaduththikkonde, Avarukkup Pinsendraan. Janangalellaarum Adhaik Kandu, Dhevanaip Pugazhndhaargal. "
}
]