[
{ "Verses": "1 pilaaththu Sila Galileyarudaiya Raththaththai Avargaludaiya Baligalode Kalandhirundhaan; Andha Velaiyile Ange Irundhavargalil Silar Andhachcheydhiyai Avarukku Ariviththaargal. "
},{ "Verses": "2 yesu Avargalukkup Piradhiyuththaramaaga: Andhak Galileyarukku Appadippattavaigal Sambaviththadhinaale, Matra Ellaak Galileyaraip Paarkkilum Avargal Paavigalaayirundhaargalendru Ninaikkireergalo? "
},{ "Verses": "3 appadiyallavendru Ungalukkuch Sollugiren; Neengal Mananthirumbaamarponaal Ellaarum Appadiye Kettuppoveergal. "
},{ "Verses": "4 seelovaamile Gopuram Vizhundhu Padhinettupperaik Kondradhe; Erusalemil Kudiyirukkira Manusharellaarilum Avargal Kutravaaligalaayirundhaargalendru Ninaikkireergalo? "
},{ "Verses": "5 appadiyallavendru Ungalukkuch Sollugiren, Neengal Mananthirumbaamarponaal Ellaarum Appadiye Kettuppoveergal Endraar. "
},{ "Verses": "6 appozhudhu Avar Oru Uvamaiyaiyum Sonnaar: Oruvan Than Thiraatchath Thottaththil Oru Aththimaraththai Nattirundhaan; Avan Vandhu Adhile Kaniyaith Thedinabodhu Ondrung Kaanavillai. "
},{ "Verses": "7 appozhudhu Avan Thottakkaaranai Nokki: Idho, Moondru Varushamaai Indha Aththimaraththile Kaniyaith Thedivarugiren; Ondraiyung Kaanavillai, Idhai Vettippodu, Idhu Nilaththaiyum En Kedukkiradhu Endraan. "
},{ "Verses": "8 adharku Avan: Aiyaa, Idhu Indhavarushamum Irukkattum; Naan Idhaich Sutrilung Koththi, Eruppoduven, "
},{ "Verses": "9 kanikoduththaal Sari, Kodaavittaal, Inimel Idhai Vettippodalaam Endru Sonnaan Endraar. "
},{ "Verses": "10 oru Oivunaalil Avar Jebaaalayaththil Podhagampannikkondirundhaar. "
},{ "Verses": "11 appozhudhu Padhinettu Varushamaaip Balaveenappaduththum Aaviyaik Konda Oru Sthiree Angeyirundhaal. Aval Evvalavum Nimirakkoodaadha Kooniyaayirundhaal. "
},{ "Verses": "12 yesu Avalaik Kandu, Thammidaththil Azhaiththu: Sthireeye, Un Balaveenaththinindru Vidudhalaiyaakkappattaai Endru Solli, "
},{ "Verses": "13 avalmel Thamadhu Kaigalai Vaiththaar; Udane Aval Nimirndhu, Dhevanai Magimaippaduththinaal. "
},{ "Verses": "14 yesu Oivunaalile Sosdhamaakkinapadiyaal, Jebaaalayaththalaivan Kobamadaindhu, Janangalai Nokki: Velaiseygiradharku Aarunaal Unde, Andha Naatkalile Neengal Vandhu Sosdhamaakkikkollungal, Oivunaalile Appadich Seyyalaagaadhu Endraan. "
},{ "Verses": "15 karththar Avanukkup Piradhiyuththaramaaga: Maayakkaarane, Ungalil Evanum Oivunaalil Than Erudhaiyaavadhu Than Kazhudhaiyaiyaavadhu Thozhuvaththilirundhu Avizhththukkondupoi, Adharkuth Thanneer Kaattugiradhillaiyaa? "
},{ "Verses": "16 idho, Saaththaan Padhinettu Varushamaaik Kattiyirundha Aabiragaamin Kumaaraththiyaagiya Ivalai Oivunaalil Indhakkattilirundhu Avizhththuvidavendiyadhillaiyaa Endraar. "
},{ "Verses": "17 avar Appadich Sonnapodhu, Avarai Virodhiththirundha Anaivarum Vetkappattaargal. Janangalellaarum Avaraal Seyyappatta Sagala Magimaiyaana Seygaigalaikkuriththum Sandhoshappattaargal. "
},{ "Verses": "18 avar Avargalai Nokki: Dhevanudaiya Raajyam Edharkoppaayirukkiradhu; Adhai Edharku Oppiduven? "
},{ "Verses": "19 adhu Oru Kaduguvidhaikku Oppaayirukkiradhu; Adhai Oru Manushan Eduththuth Than Thottaththile Pottaan; Adhu Valarndhu, Periya Maramaayitru; Aagaayaththup Paravaigal Vandhu, Adhin Kilaigalil Adaindhadhu Endraar. "
},{ "Verses": "20 melum Avar: Dhevanudaiya Raajyaththai Naan Edharku Oppiduven? "
},{ "Verses": "21 adhu Puliththamaavukku Oppaayirukkiradhu; Adhai Oru Sthiree Eduththu Muzhuvadhum Pulikkumvaraikkum Moondrupadimaavile Adakkivaiththaal Endraar. "
},{ "Verses": "22 avar Erusalemukkup Pirayaanamaaip Pogumpodhu, Pattanangaldhorum Giraamangaldhorum Ubadhesampannikkondu Ponaar. "
},{ "Verses": "23 appozhudhu Oruvan Avarai Nokki: Aandavare, Ratchikkappadugiravargal Silaperdhaano Endru Kettaan; Adharku Avar: "
},{ "Verses": "24 idukkamaana Vaasalvazhiyaai Utpiravesikkap Pirayaasappadungal, Anegar Utpiravesikka Vagaidhedinaalum Avargalaale Koodaamarpogum Endru Ungalukkuch Sollugiren. "
},{ "Verses": "25 veettejamaan Ezhundhu, Kadhavaippoottina Pinbu, Neengal Veliye Nindru Aandavare, Aandavare, Engalukkuththirakka Vendumendru Sollik Kadhavaith Thattumpodhu, Avar Piradhiyuththaramaaga: Neengal Evvidaththaaro, Ungalai Ariyen Endru Ungalukkuch Solluvaar. "
},{ "Verses": "26 appozhudhu Neengal: Ummudaiya Samugaththil Pojanabaanampanninome, Neer Engal Veedhigalil Podhagampannineere Endru Solluveergal. "
},{ "Verses": "27 aanaalum Avar: Neengal Evvidaththaaro, Ungalai Ariyen, Akkiramakkaararaagiya Neengalellaarum Ennaivittu Agandrupongal Endru Solvaar Endru Ungalukkuch Sollugiren. "
},{ "Verses": "28 neengal Aabiragaamaiyum Eesaakkaiyum Yaakkobaiyum Sagala Theerkkadharisigalaiyum Dhevanudaiya Raajyaththilirukkiravargalaagavum, Ungalaiyo Purambe Thallappattavargalaagavum Kaanumbodhu Ungalukku Azhugaiyum Parkadippum Ange Undaayirukkum. "
},{ "Verses": "29 kizhakkilum Merkilum Vadakkilum Therkilum Irundhu Janangal Vandhu, Dhevanudaiya Raajyaththil Pandhiyiruppaargal. "
},{ "Verses": "30 appozhudhu Mundhinor Pindhinoraavaargal, Pindhinor Mundhinoraavaargal Endraar. "
},{ "Verses": "31 andha Naalile Sila Pariseyar Avaridaththil Vandhu: Neer Ivvidaththai Vittup Poividum; Erodhu Ummaikkolaiseyya Manadhaai Irukkiraan Endraargal. "
},{ "Verses": "32 adharku Avar: Naan Indraikkum Naalaikkum Pisaasugalaith Thuraththi, Viyaadhiyullavargalaich Sosdhamaakki, Moondraamnaalil Niraivadaiven. "
},{ "Verses": "33 indraikkum Naalaikkum Marunaalaikkum Naan Nadamaadavendum; Erusalemukkup Purambe Oru Theerkkadharisiyum Madindhupogiradhillaiyendru Naan Sonnadhaaga, Neengal Poi Andha Narikkuch Sollungal. "
},{ "Verses": "34 erusaleme, Erusaleme, Theerkkadharisigalaik Kolaiseydhu, Unnidaththil Anuppappattavargalaik Kallerigiravale! Kozhi Than Kunjugalaith Thansiragugalin Keezhe Koottich Serththukkollumvannamaaga Naan Eththanaidharamo Un Pillaigalaik Koottich Serththukkolla Manadhaayirundhen; Ungalukko Manadhillaamarpoyitru. "
},{ "Verses": "35 idho, Ungal Veedu Ungalukkup Paazhaakkividappadum; Karththarudaiya Naamaththinaale Varugiravar Sthoththirikkappattavar Endru Neengal Sollungaalam Varumalavum Ennaik Kaanaadhiruppeergal Endru Meyyaagave Ungalukkuch Sollugiren Endraar. "
}
]