[
{ "Verses": "1 avar Erigovil Piravesiththu, Adhin Vazhiyaaga Nadandhupogaiyil, "
},{ "Verses": "2 aayakkaararukkuth Thalaivanum Aisuvariyavaanumaayirundha Sageyu Ennappatta Oru Manushan, "
},{ "Verses": "3 yesu Eppadippattavaro Endru Avaraip Paarkka Vagaithedinaan. Avan Kullanaanapadiyaal, Janakkoottaththil Avaraik Kaanakkoodaamal, "
},{ "Verses": "4 avar Pogum Vazhiyil Munnaaga Odi, Avaraip Paarkkumpadi Oru Kaattaththi Maraththil Erinaan. "
},{ "Verses": "5 yesu Andha Idaththil Vandhapodhu, Annaandhupaarththu, Avanaik Kandu: Sageyuve, Nee Seekkiramaai Irangivaa, Indraikku Naan Un Veettile Thangavendum Endraar. "
},{ "Verses": "6 avan Seekkiramaai Irangi, Sandhoshaththode Avarai Azhaiththukkondu Ponaan. "
},{ "Verses": "7 adhaik Kanda Yaavarum: Ivar Paaviyaana Manushanidaththil Thangumpadiponaar Endru Murumuruththaargal. "
},{ "Verses": "8 sageyu Nindru, Karththarai Nokki: Aandavare, En Aasthigalil Paadhiyai Ezhaigalukkuk Kodukkiren, Naan Oruvanidaththil Edhaiyaagilum Aniyaayamaai Vaanginadhundaanaal, Naalaththanaiyaagath Thirumbach Seluththugiren Endraan. "
},{ "Verses": "9 yesu Avanai Nokki: Indraikku Indha Veettukku Ratchippu Vandhadhu; Ivanum Aabiragaamukkuk Kumaaranaayirukkiraane. "
},{ "Verses": "10 izhandhuponadhaith Thedavum Ratchikkavume Manushakumaaran Vandhirukkiraar Endraar. "
},{ "Verses": "11 avargal Ivaigalaik Kettuk Kondirukkaiyil, Avar Erusalemukkuch Sameebiththirundhabadiyinaalum, Dhevanudaiya Raajyam Seekkiramaai Velippadumendru Avargal Ninaiththapadiyinaalum, Avar Oru Uvamaiyaich Sonnaar: "
},{ "Verses": "12 pirabuvaagiya Oruvan Oru Raajyaththaip Petrukkondu Thirumbi Varumpadi Dhesaththukkup Pogap Purappattaan. "
},{ "Verses": "13 purappadumpodhu, Avan Than Oozhiyakkaararil Paththupperai Azhaiththu, Avargalidaththil Paththuraaththal Thiraviyankoduththu: Naan Thirumbivarumalavum Idhaikkondu Viyaabaarampannungal Endru Sonnaan. "
},{ "Verses": "14 avanudaiya Ooraar Avanaip Pagaiththu, Ivan Engal Mel Raajaavaayirukkiradhu Engalukku Manadhillaiyendru Sollumpadi Avan Pinne Sthaanaapadhigalai Anuppinaargal. "
},{ "Verses": "15 avan Raajyaththaip Petrukkondu Thirumbivanthapothu, Thannidaththil Thiraviyam Vaangiyirundha Andha Oozhiyakkaararil Avanavan Viyaabaarampannich Sambaadhiththadhu Ivvalavendru Ariyumpadi, Avargalaith Thannidaththil Azhaiththuvarach Sonnaan. "
},{ "Verses": "16 appozhudhu Mundhinavan Vandhu: Aandavane, Ummudaiya Raaththalinaal Paththuraaththal Aadhaayam Kidaiththadhu Endraan. "
},{ "Verses": "17 ejamaan Avanai Nokki: Nalladhu Uththama Oozhiyakkaarane, Nee Konjaththil Unmaiyullavanaayirundhapadiyaal Paththup Pattanangalukku Adhigaariyaayiru Endraan. "
},{ "Verses": "18 appadiye Irandaam Oozhiyakkaaran Vandhu: Aandavane, Ummudaiya Raaththalinaal Aindhuraaththal Aadhaayam Kidaiththadhu Endraan. "
},{ "Verses": "19 avanaiyum Avan Nokki: Neeyum Aindhu Pattanangalukku Adhigaariyaayiru Endraan. "
},{ "Verses": "20 pinbu Veroruvan Vandhu: Aandavane, Idho, Ummudaiya Raaththal, Idhai Oru Seelaiyile Vaiththirundhen. "
},{ "Verses": "21 neer Vaikkaadhadhai Edukkiravarum, Vidhaikkaadhadhai Arukkiravarumaana Kadinamulla Manushanendru Arindhu, Umakkup Bayandhirundhen Endraan. "
},{ "Verses": "22 adharku Avan: Pollaadha Oozhiyakkaarane, Un Vaaichsollaikkonde Unnai Niyaayantheerkkiren. Naan Vaikkaadhadhai Edukkiravanum, Vidhaikkaadhadhai Arukkiravanumaana Kadinamulla Manushanendru Arindhaaye, "
},{ "Verses": "23 pinne En Nee En Thiraviyaththaik Kaasukkadaiyile Vaikkavillai; Vaiththirundhaal Naan Varumpodhu, Adhai Vattiyode Varappatrikkolvene Endru Solli; "
},{ "Verses": "24 sameebamaai Nirkiravargalai Nokki: Andha Raaththalai Avan Kaiyilirundheduththu, Paththuraaththal Ullavanukkuk Kodungal Endraan. "
},{ "Verses": "25 adharku Avargal: Aandavane, Avanukkup Paththuraaththal Irukkiradhe Endraargal. "
},{ "Verses": "26 adharku Avan: Ullavan Evanukkung Kodukkappadum, Illaadhavanidaththil Ulladhum Eduththukkollappadum Endru Ungalukkuch Sollugiren. "
},{ "Verses": "27 andriyum Thangalmel Naan Raajaavaagiradharku Manadhillaadhirundhavargalaagiya Ennudaiya Saththurukkalai Inge Konduvandhu, Enakku Munbaaga Vettippodungal Endru Sonnaan Endraar "
},{ "Verses": "28 ivaigalai Avar Sonnapinbu Erusalemukkup Purappattu, Mundhinadandhuponaar. "
},{ "Verses": "29 avar Olivamalaiyennappatta Malaiyin Arugaana Pedhpage Beththaaniyaa Ennum Oorgalukkuch Sameebiththabodhu, Thammudaiya Seesharil Iranduperai Nokki: "
},{ "Verses": "30 ungalukku Edhire Irukkira Giraamaththukkup Pongal, Adhile Piravesikkumpodhu Manushariloruvanum Orukkaalum Eriyiraadha Kazhudhaikkuttiyaik Kattiyirukkak Kaanbeergal, Adhai Avizhththukkondu Vaarungal. "
},{ "Verses": "31 adhai En Avizhkkireergalendru Yaaraavadhu Ungalidaththil Kettaal, Adhu Aandavarukku Vendumendru Sollungal Endraar. "
},{ "Verses": "32 anuppappattavargal Poi, Thangalukku Avar Sonnapadiye Kandaargal. "
},{ "Verses": "33 kazhudhaikkuttiyai Avargal Avizhkkumpodhu, Adharku Udaiyavargal: Kuttiyai En Avizhkkireergal Endru Kettaargal. "
},{ "Verses": "34 adharku Avargal: Adhu Aandavarukku Vendumendru Solli, "
},{ "Verses": "35 adhai Yesuvinidaththil Konduvandhu, Thangal Vasthirangalai Adhinmelpottu, Yesuvai Adhinmel Etrinaargal. "
},{ "Verses": "36 avar Pogaiyil, Avargal Thangal Vasthirangalai Vazhiyile Viriththaargal. "
},{ "Verses": "37 avar Olivamalaiyin Adivaaraththukkuch Sameebamaai Varugaiyil Thiralaanakoottamaagiya Seesharellaarum Thaangal Kanda Sagala Arpudhangalaiyunkuriththuch Sandhoshappattu, "
},{ "Verses": "38 karththarudaiya Naamaththinaale Varugira Raajaa Sthoththirikkappattavar, Paralogaththile Samaadhaanamum Unnadhaththile Magimaiyum Undaavadhaaga Endru Migundha Saththaththode Dhevanaip Pugazhndhaargal. "
},{ "Verses": "39 appozhudhu Koottaththilirundha Pariseyaril Silar Avarai Nokki: Podhagare, Ummudaiya Seesharai Adhattum Endraargal. "
},{ "Verses": "40 avargalukku Avar Piradhiyuththaramaaga: Ivargal Pesaamalirundhaal Kallugale Kooppidum Endru Ungalukkuch Sollugiren Endraar. "
},{ "Verses": "41 avar Sameebamaai Vandhapodhu Nagaraththaippaarththu, Adharkaagak Kanneervittazhudhu, "
},{ "Verses": "42 unakkuk Kidaiththa Indha Naalilaagilum Un Samaadhaanaththukku Etravaigalai Nee Arindhirundhaayaanaal Nalamaayirukkum, Ippozhudho Avaigal Un Kangalukku Maraivaayirukkiradhu. "
},{ "Verses": "43 unnaich Sandhikkunkaalaththai Nee Ariyaamarponapadiyaal, Un Saththurukkal Unnaich Soozha Mathilpottu, Unnai Valaindhukondu, Eppakkaththilum Unnai Nerukki, "
},{ "Verses": "44 unnaiyum Unnilulla Un Pillaigalaiyum Tharaiyaakkippottu, Unnidaththil Oru Kallinmel Oru Kalliraadhapadikkuch Seyyum Naatkal Varum Endraar. "
},{ "Verses": "45 pinbu Avar Dhevaalayaththil Piravesiththu, Adhile Virkiravargalaiyum Kollugiravargalaiyum Purambe Thuraththaththodangi: "
},{ "Verses": "46 ennudaiya Veetu Jebaveedaayirukkiradhendru Ezhudhiyirukkiradhu, Neengalo Adhaik Kallarkugaiyaakkineergal Endraar. "
},{ "Verses": "47 avar Naadorum Dhevaalayaththil Ubadhesam Pannikkondirundhaar. Piradhaana Aasaariyarum Vedhapaaragarum Janaththin Moopparum Avaraik Kolaiseyya Vagaithediyum, "
},{ "Verses": "48 janangalellaarum Avarukkuch Sevikoduththu Avarai Andik Kondirundhapadiyaal, Adhai Innapadi Seyyalaamendru Vagaikaanaadhirundhaargal. "
}
]