[
{ "Verses": "1 pinnum Avar Thammudaiya Seeshargalai Nokki: Aisuvariyavaanaagiya Oru Manushanukku Oru Ukkiraanakkaaran Irundhaan; Avan Than Ejamaanudaiya Aasthigalai Azhiththuppodugiradhaaga Ejamaanukku Arivikkappattadhu. "
},{ "Verses": "2 appozhudhu Ejamaan Avanai Varavazhaiththu: Unnaikkuriththu Naan Ippadik Kelvippadugiradhenna? Un Ukkiraanak Kanakkai Yoppuvi, Ini Nee Ukkiraanakkaaranaayirukkakkoodaadhu Endraan. "
},{ "Verses": "3 appozhudhu Ukkiraanakkaaran: Naan Enna Seyven, En Ejamaan Ukkiraana Visaarippilirundhu Ennaith Thallippodugiraane; Koththugiradharku Enakkup Belanillai, Irakkavum Vetkappadugiren. "
},{ "Verses": "4 ukkiraana Visaarippaivittu Naan Thallappadumpodhu, Ennaith Thangal Veedugalil Etrukkolvaar Undaagumpadi Seyyavendiyadhu Innadhendru Enakkuth Theriyavandhadhu, Endru Thanakkulle Sollikkondu; "
},{ "Verses": "5 than Ejamaanidaththil Kadanpattavargalai Ovvoruvanaaga Varavazhaiththu: Mudhalaavadhu Vandhavanai Nokki: Nee En Ejamaanidaththil Patta Kadan Evvalavu Endraan. "
},{ "Verses": "6 avan: Noorukudam Enney Endraan. Appozhudhu Ukkiraanakkaaran Avanai Nokki: Nee Un Seettai Vaangi, Utkaarndhu, Aimbadhu Endru Seekkiramaai Ezhudhu Endraan. "
},{ "Verses": "7 pinbu Avan Veroruvanai Nokki: Nee Patta Kadan Evvalavu Endraan. Avan: Nooru Kalam Godhumai Endraan. Appozhudhu Avan: Nee Un Seettaivaangi, Enbadhu Endru Ezhudhu Endraan. "
},{ "Verses": "8 aneedhiyulla Ukkiraanakkaaran Puththiyaaich Seydhaan Endru Ejamaan Kandu, Avanai Mechchikkondaan. Ivvidhamaai Oliyin Pillaigalaippaarkkilum Indhap Pirabanjaththin Pillaigal Thangal Sandhadhiyil Adhiga Puththimaangalaayirukkiraargal. "
},{ "Verses": "9 naan Ungalukkuch Sollugiren, Neengal Maalumbodhu Ungalai Niththiyamaana Veedugalile Etrukkolvaarundaagumpadi, Aneedhiyaana Ulagapporulaal Ungalukkuch Sinegidharaich Sambaadhiyungal. "
},{ "Verses": "10 konjaththile Unmaiyullavan Anegaththilum Unmaiyullavanaayirukkiraan, Konjaththile Aneedhiyullavan Anegaththilum Aneedhiyullavanaayirukkiraan. "
},{ "Verses": "11 aneedhiyaana Ulagapporulaippatri Neengal Unmaiyaayiraavittaal, Yaar Ungalai Nambi Ungalidaththil Meyyaana Porulai Oppuvippaargal? "
},{ "Verses": "12 veroruvanudaiya Kaariyaththil Neengal Unmaiyullavargalaayiraavittaal, Ungalukku Yaadhondraich Sondhamaagak Koduppavar Yaar? "
},{ "Verses": "13 endha Oozhiyakkaaranum Irandu Ejamaangalukku Oozhiyanjeyyakkoodaathu, Oruvanaip Pagaiththu Matravanaich Sinegippaan, Alladhu Oruvanaip Patrikkondu Matravanai, Asattaipannuvaan. Dhevanukkum Ulagapporulukkum Oozhiyanjeyya Ungalaale Koodaadhu Endraar. "
},{ "Verses": "14 ivaigalaiyellaam Porulaasaikkaararaagiya Pariseyarum Kettu, Avaraip Pariyaasampanninaargal. "
},{ "Verses": "15 avar Avargalai Nokki: Neengal Manusharmunbaaga Ungalai Needhimaangalaagak Kaattugireergal, Dhevano Ungal Irudhayangalai Arindhirukkiraar; Manusharukkulle Menmaiyaaga Ennappadugiradhu Dhevanukku Munbaaga Aruvaruppaayirukkiradhu. "
},{ "Verses": "16 niyaayappiramaanamum Theerkadharisana Vaakkiyangalum Yovaanvaraikkum Vazhangivandhadhu; Adhumudhal Dhevanudaiya Raajyam Suviseshamaai Arivikkappattuvarugiradhu, Yaavarum Balavandhamaai Adhil Piravesikkiraargal. "
},{ "Verses": "17 vedhaththil Oru Ezhuththin Uruppu Avamaaip Povadhaippaarkkilum, Vaanamum Boomiyum Ozhindhupovadhu Elidhaayirukkum. "
},{ "Verses": "18 than Manaiviyaith Thallivittu, Veroruththiyai Vivaagampannugiravan Vibachaaranjeygiraan, Purushanaale Thallappattavalai Vivaagampannugiravanum Vibachaaranjeygiraan. "
},{ "Verses": "19 aisuvariyamulla Oru Manushan Irundhaan; Avan Raththaambaramum Vilaiyerappetra Vasthiramum Thariththu, Anudhinamum Sambiramamaai Vaazhndhukondirundhaan. "
},{ "Verses": "20 laasaru Ennum Perkonda Oru Thariththiranum Irundhaan; Avan Parukkal Niraindhavanaai, Andha Aisuvariyavaanudaiya Vaasalaruge Kidandhu, "
},{ "Verses": "21 avanudaiya Mejaiyilirundhu Vizhun Thunikkaigalaale Than Pasiyai Aatra Aasaiyaayirundhaan; Naaigal Vandhu Avan Parukkalai Nakkitru. "
},{ "Verses": "22 pinbu Andhath Thariththiran Mariththu, Dhevadhoodharaal Aabiragaamudaiya Madiyile Kondupoi Vidappattaan; Aisuvariyavaanum Mariththu Adakkam Pannappattaan. "
},{ "Verses": "23 paadhaalaththile Avan Vedhanaippadugirapodhu, Than Kangalai Ereduththu, Dhooraththile Aabiragaamaiyum Avan Madiyile Laasaruvaiyum Kandaan. "
},{ "Verses": "24 appozhudhu Avan: Thagappanaagiya Aabiragaame, Neer Enakku Irangi, Laasaru Than Viralin Nuniyaith Thanneeril Thoiththu, En Naavaik Kulirappannumbadi Avanai Anuppavendum; Indha Akkinijuvaalaiyil Vedhanaippadugirene Endru Kooppittaan. "
},{ "Verses": "25 adharku Aabiragaam: Magane, Nee Boomiyile Uyirodirukkung Kaalaththil Un Nanmaigalai Anubaviththaai, Laasaruvum Appadiye Theemaigalai Anubaviththaan, Adhai Ninaiththukkol; Ippozhudhu Avan Thetrappadugiraan, Neeyo Vedhanaippadugiraai. "
},{ "Verses": "26 adhuvumallaamal, Ivvidaththilirundhu Ungalidaththirkuk Kadandhupogavum, Avvidaththilirundhu Engalidaththirkuk Kadandhuvaravum Manadhullavargalukkuk Koodaadhapadikku, Engalukkum Ungalukkum Naduve Perumpilappu Undaakkappattirukkiradhu Endraan. "
},{ "Verses": "27 appozhudhu Avan: Appadiyaanaal, Thagappane, Enakku Aindhu Per Sagodhararundu, Avargalum Vedhanaiyulla Indha Idaththukku Varaadhapadi, Avan Poi Avargalukkuch Saatchiyaaga Arivikkum Poruttu, "
},{ "Verses": "28 neer Avanai En Thagappan Veettukku Anuppumpadi Ummai Vendikkollugiren Endraan. "
},{ "Verses": "29 aabiragaam Avanai Nokki: Avargalukku Moseyum Theerkkadharisigalum Undu, Avargalukku Avargal Sevikodukkattum Endraan. "
},{ "Verses": "30 adharku Avan: Appadiyalla, Thagappanaagiya Aabiragaame, Mariththorilirundhu Oruvan Avargalidaththirkup Ponaal Mananthirumbuvaargal Endraan. "
},{ "Verses": "31 adharku Avan: Avargal Mosekkum Theerkkadharisigalukkum Sevikodaavittaal, Mariththorilirundhu Oruvan Ezhundhuponaalum, Nambamaattaargalendru Sonnaan Endraar. "
}
]