[
{ "Verses": "1 pinbu Avar Thammudaiya Seeshargalai Nokki: Idaralgal Varaamalpovadhu Koodaadhakaariyam, Aagilum Avaigal Evanaal Varugiradho, Avanukku Aiyo! "
},{ "Verses": "2 avan Indhach Siruvaril Oruvanukku Idaralundaakkugiradhaip Paarkkilum, Avanudaiya Kazhuththil Endhirakkal Kattappattu, Avan Samuththiraththil Thallundupovadhu Avanukku Nalamaayirukkum. "
},{ "Verses": "3 ungalaikkuriththu Echcharikkaiyaayirungal. Un Sagodharan Unakku Virodhamaaik Kutranjeydhaal, Avanaik Kadindhukol; Avan Manasthaappattaal, Avanukku Mannippaayaaga. "
},{ "Verses": "4 avan Orunaalil Ezhudharam Unakku Virodhamaaik Kutranjeydhu, Ezhudharamum Unnidaththil Vandhu: Naan Manasthaapappadugiren Endru Sonnaal, Avanukku Mannippaayaaga Endraar. "
},{ "Verses": "5 appozhudhu Apposthalar Karththarai Nokki: Engal Visuvaasaththai Varththikkappannavendum Endraargal. "
},{ "Verses": "6 adharkuk Karththar: Kaduguvidhaiyalavu Visuvaasam Ungalukku Undaayirundhaal, Neengal Indhak Kaattaththimaraththai Nokki: Nee Verode Pidungundu Kadalile Nadappaduvaayaaga Endru Solla, Adhu Ungalukkuk Keezhppadiyum. "
},{ "Verses": "7 ungalil Oruvanudaiya Oozhiyakkaaran Uzhudhu Alladhu Mandhai Meyththu Vayalilirundhu Varumpodhu, Ejamaan Avanai Nokki: Nee Munbu Poich Saappittuvaa Endru Avanukkuch Solvaano? "
},{ "Verses": "8 nee Enakkuch Saappaadu Aayaththampanni, Araikattikkondu, Naan Bojanabaanampannumalavum Enakku Oozhiyanjey, Adharkuppin Nee Pusiththukkudikkalaam Endru Avanukkuch Solluvaanallavaa. "
},{ "Verses": "9 thaan Kattalaiyittavaigalai Andha Velaikkaaran Seydhadharkaaga Avanukku Ubasaaranjeyvaano? Appadich Seyyamaattaane. "
},{ "Verses": "10 appadiye Neengalum Ungalukkuk Kattalaiyidappatta Yaavatraiyum Seydhapinbu: Naangal Appirayojanamaana Oozhiyakkaarar, Seyyavendiya Kadamaiyaimaaththiram Seydhom Endru Sollungal Endraar. "
},{ "Verses": "11 pinbu Avar Erusalemukkup Pirayaanampannugaiyil, Avar Samaariyaa Galileyaa Ennum Naadugalin Vazhiyaaga Nadandhu Ponaar. "
},{ "Verses": "12 avar Oru Giraamaththil Piravesiththabodhu, Kushtarogamulla Manushar Paththupper Avarukku Edhiraaga Vandhu, Dhooraththile Nindru: "
},{ "Verses": "13 yesu Aiyare, Engalukku Irangum Endru Saththamittaargal. "
},{ "Verses": "14 avargalai Avar Paarththu: Neengalpoi, Aasaariyargalukku Ungalaik Kaanbiyungal Endraar. Andhappadi Avargal Pogaiyil Suththamaanaargal. "
},{ "Verses": "15 avargalil Oruvan Thaan Aarokkiyamaanadhaik Kandu, Thirumbivandhu, Uraththa Saththaththode Dhevanai Magimaippaduththi, "
},{ "Verses": "16 avarudaiya Paadhaththaruge Mugankuppura Vizhundhu, Avarukku Sdhoththiranjeluththinaan; Avan Samaariyanaayirundhaan. "
},{ "Verses": "17 appozhudhu Yesu: Suththamaanavargal Paththupper Allavaa, Matra Onbadhuper Enge? "
},{ "Verses": "18 dhevanai Magimaippaduththugiradharku, Indha Anniyane Ozhiya Matroruvanum Thirumbivarakkaanome Endru Solli "
},{ "Verses": "19 avanai Nokki: Nee Ezhundhupo, Un Visuvaasam Unnai Ratchiththadhu Endraar. "
},{ "Verses": "20 dhevanudaiya Raajyam Eppozhudhu Varumendru, Pariseyar Avaridaththil Kettapozhudhu, Avargalukku Avar Piradhiyuththaramaaga. Dhevanudaiya Raajyam Piraththiyatchamaai Varaadhu. "
},{ "Verses": "21 idho, Inge Endrum, Adho, Ange Endrum Sollappadugiradharkum Edhuviraadhu; Idho, Dhevanudaiya Raajyam Ungalukkul Irukkiradhe Endraar. "
},{ "Verses": "22 pinbu Avar Seeshargalai Nokki: Manushakumaaranudaiya Naatkalilondraik Kaanavendumendru Neengal Aasaippadungaalam Varum; Aanaalum Adhaik Kaanamaatteergal. "
},{ "Verses": "23 idho, Inge Endrum, Adho, Ange Endrum, Silar Ungalidaththil Solluvaargal, Neengalo Pogaamalum Pinthodaraamalum Irungal. "
},{ "Verses": "24 minnal Vaanaththin Oru Thisaiyildhondri Maruthisaivaraikkum Piragaasikkiradhu Pola Manushakumaaranum Thammudaiya Naalile Thondruvaar. "
},{ "Verses": "25 adharku Munbu Avar Anegam Paadupattu, Indhach Sandhadhiyinaal Aagaadhavanendru Thallappadavendiyadhaayirukkiradhu. "
},{ "Verses": "26 novaavin Naatkalil Nadandhadhupola Manushakumaaranudaiya Naatkalilum Nadakkum. "
},{ "Verses": "27 novaa Pezhaikkul Piravesiththa Naalvaraikkum Janangal Pusiththuk Kudiththaargal, Penkondu Koduththaargal; Jalappiralayam Vandhu Ellaaraiyum Azhiththuppottadhu. "
},{ "Verses": "28 loththinudaiya Naatkalil Nadandhadhupolavum Nadakkum; Janangal Pusiththaargal, Kudiththaargal, Kondaargal, Vitraargal, Nattaargal, Kattinaargal. "
},{ "Verses": "29 loththu Sodhomai Vittup Purappatta Naalile Vaanaththilirundhu Akkiniyum Kandhagamum Varushiththu, Ellaaraiyum Azhiththuppottadhu. "
},{ "Verses": "30 manushakumaaran Velippadum Naalilum Appadiye Nadakkum. "
},{ "Verses": "31 andha Naalile Veettin Meliruppavan Veettilulla Than Pandangalai Eduththukkondupoga Irangaamal Irukkakkadavan; Appadiye Vayalilirukkiravan Pinnittuth Thirumbaamalum Irukkakkadavan. "
},{ "Verses": "32 loththin Manaiviyai Ninaiththukkollungal. "
},{ "Verses": "33 than Jeevanai Ratchikka Vagaithedugiravan Adhai Izhandhupovaan; Izhandhupogiravan Adhai Uyirppiththukkolluvaan. "
},{ "Verses": "34 andha Raaththiriyil Ore Padukkaiyil Paduththirukkira Iranduperil Oruvan Etrukkollappaduvaan, Matravan Kaividappaduvaan. "
},{ "Verses": "35 thirigai Thirikkira Irandu Sthireegalil Oruththi Etrukkollappaduvaal, Matraval Kaividappaduvaal. "
},{ "Verses": "36 vayalilirukkira Iranduperil Oruvan Etrukkollappaduvaan, Matravan Kaividappaduvaan Endru Ungalukkuch Sollugiren Endraar. "
},{ "Verses": "37 avargal Avarukkup Piradhiyuththaramaaga: Enge, Aandavare, Endraargal. Adharku Avar: Pinam Engeyo Ange Kazhugugal Vandhu Koodum Endraar. "
}
]