[
{ "Verses": "1 aththarunaththile Anegamaayiram Janangal Oruvarai Oruvar Midhikkaththakkathaagak Koodivandhirukkaiyil, Avar Mudhalaavadhu Thammudaiya Seesharai Nokki: Neengal Maayamaagiya Pariseyarudaiya Puliththamaavaikkuriththu Echcharikkaiyaayirungal. "
},{ "Verses": "2 veliyaakkappadaadha Maraiporulumillai, Ariyappadaadha Ragasiyamumillai. "
},{ "Verses": "3 aadhalaal, Neengal Irulile Pesinadhu Edhuvo, Adhu Velichchaththile Ketkappadum; Neengal Araigalil Kaadhile Sonnadhu Edhuvo, Adhu Veedugalinmel Koorappadum. "
},{ "Verses": "4 en Sinegidharaagiya Ungalukku Naan Sollugiren: Sareeraththaik Kolaiseydhu, Adhanpinbu Adhigamaaga Ondrum Seyyath Thiraaniyillaadhavargalukkup Payappadaadhirungal. "
},{ "Verses": "5 neengal Innaarukkup Bayappadavendumendru Ungalukkuk Kaanpikkiren: Kolaiseydhapinbu Naragaththile Thalla Vallamaiyullavarukkup Bayappadungal; Aam, Avarukke Bayappadungalendru Ungalukkuch Sollugiren. "
},{ "Verses": "6 irandu Kaasukku Aindhu Adaikkalaan Kuruvigalai Virkiraargalallavaa? Avaigalil Ondraagilum Dhevanaal Marakkappadugiradhillai. "
},{ "Verses": "7 ungal Thalaiyilulla Mayirellaam Ennappattirukkiradhu, Aagaiyaal Bayappadaadhirungal, Anegam Adaikkalaan Kuruvigalaippaarkkilum Neengal Viseshiththavargalaayirukkireergal. "
},{ "Verses": "8 andriyum Naan Ungalukkuch Sollugiren: Manushar Munbaaga Ennai Arikkaipannugiravan Evano Avanai Manushakumaaranum Dhevadhoodhar Munbaaga Arikkaipannuvaar. "
},{ "Verses": "9 manushar Munbaaga Ennai Marudhalikkiravan Dhevadhoodhar Munbaaga Marudhalikkappaduvaan. "
},{ "Verses": "10 evanaagilum Manushakumaaranukku Virodhamaana Viseshaththaich Sonnaal Adhu Avanukku Mannikkappadum; Parisuththa Aavikku Virodhamaaith Dhooshanansollugiravanukko Mannikkappaduvadhillai. "
},{ "Verses": "11 andriyum, Jebaaalayaththalaivargalukkum Thuraiththanaththaargalukkum Adhigaaramullavargalukkum Munbaaga Ungalaik Kondupoi Vidumpodhu: Eppadi, Ennaththai Maaruththaramaagach Solluvom Endrum, Edhaip Pesuvomendrum Kavalaippadaadhirungal. "
},{ "Verses": "12 neengal Pesavendiyavaigalaip Parisuththa Aaviyaanavar Anneraththile Ungalukkup Bodhippaar Endraar. "
},{ "Verses": "13 appozhudhu Janakkoottaththil Oruvan Avarai Nokki: Podhagare, Aasthiyaip Paagampiriththu En Veedhaththai Enakkuth Tharumpadi En Sagodharanukkuk Kattalaiyidavendum Endru Kettukkondaan. "
},{ "Verses": "14 adharku Avar: Manushane, Ennai Ungalukku Niyaayaadhipadhiyaagavum Pangidugiravanaagavum Vaiththavan Yaar Endraar. "
},{ "Verses": "15 pinbu Avar Avargalai Nokki: Porulaasaiyaikkuriththu Echcharikkaiyaayirungal; Enenil Oruvanukku Evvalavu Thiralaana Aasthi Irundhaalum Adhu Avanukku Jeevan Alla Endraar. "
},{ "Verses": "16 allaamalum, Oru Uvamaiyai Avargalukkuch Sonnaar: Aisuvariyamulla Oruvanudaiya Nilam Nandraai Vilaindhadhu. "
},{ "Verses": "17 appozhudhu Avan: Naan Enna Seyven? En Dhaaniyangalaich Serththu Vaikkiradharku Idamillaiye; "
},{ "Verses": "18 naan Ondru Seyven, En Kalanjiyangalai Idiththu, Peridhaagak Katti, Enakku Vilaindha Thaaniyaththaiyum En Porulgalaiyum Ange Serththu Vaiththu, "
},{ "Verses": "19 pinbu: Aaththumaave, Unakkaaga Anega Varushangalukku Anegam Porulgal Serththuvaikkappattirukkiradhu; Nee Ilaippaari, Pusiththuk Kudiththu, Poorippaayiru Endru En Aaththumaavode Solluven Endru Thanakkulle Sindhiththuch Sollikkondaan. "
},{ "Verses": "20 dhevano Avanai Nokki: Madhikedane, Un Aaththumaa Unnidaththilirundhu Indha Raaththiriyile Eduththuk Kollappadum, Appozhudhu Nee Segariththavaigal Yaarudaiyadhaagum Endraar. "
},{ "Verses": "21 dhevanidaththil Aisuvariyavaanaayiraamal, Thanakkaagave Pokkishangalaich Serththuvaikkiravan Ippadiye Irukkiraan Endraar. "
},{ "Verses": "22 pinnum Avar Thammudaiya Seesharai Nokki: Ippadiyirukkirabadiyinaal, Ennaththai Unbom Endru Ungal Jeevanukkaagavum, Ennaththai Uduppom Endru Ungal Sareeraththukkaagavum Kavalaippadaadhirungal Endru Ungalukkuch Sollugiren. "
},{ "Verses": "23 aagaaraththaippaarkkilum Jeevanum, Udaiyaippaarkkilum Sareeramum Viseshiththavaigalaayirukkiradhu . "
},{ "Verses": "24 kaagangalaik Gavaniththuppaarungal, Avaigal Vidhaikkiradhumillai Arukkiradhumillai, Avaigalukkup Pandasaalaiyumillai, Kalanjiyamumillai, Illaavittaalum Avaigalaiyum Dhevan Pizhaippoottugiraar; Paravaigalaippaarkkilum Neengal Evvalavo Viseshiththavargalaayirukkireergal. "
},{ "Verses": "25 kavalaippadugiradhinaal Ungalil Evan Than Sareera Alavodu Oru Muzhaththaik Koottuvaan. "
},{ "Verses": "26 migavum Arpamaana Kaariyamudhalaai Ungalaal Seyyakkoodaadhirukka, Matravaigalukkaaga Neengal Kavalaippadugiradhenna? "
},{ "Verses": "27 kaattuppushpangal Eppadi Valarugiradhendru Kavaniththuppaarungal; Avaigal Uzhaikkiradhumillai, Noorkiradhumillai, Endraalum Saalomon Mudhalaai Than Sarva Magimaiyilum Avaigalil Ondraippolaagilum Uduththiyirundhadhillai Endru Ungalukkuch Sollugiren. "
},{ "Verses": "28 ippadiyirukka, Arpavisuvaasigale, Indraikkuk Kaattilirundhu Naalaikku Aduppile Podappadugira Pullukku Dhevan Ivvidhamaaga Uduththuviththaal, Ungalukku Uduththuvippadhu Adhiga Nichchayamallavaa? "
},{ "Verses": "29 aagaiyaal, Ennaththai Unpom, Ennaththaik Kudippom Endru, Neengal Kelaamalum Sandhegappadaamalum Irungal. "
},{ "Verses": "30 ivaigalaiyellaam Ulagaththaar Naadith Thedugiraargal; Ivaigal Ungalukku Vendiyavaigalendru Ungal Pidhaavaanavar Arindhirukkiraar. "
},{ "Verses": "31 dhevanudaiya Raajyaththaiye Thedungal, Appozhudhu Ivaigalellaam Ungalukkuk Koodak Kodukkappadum. "
},{ "Verses": "32 bayappadaadhe Sirumandhaiye, Ungalukku Raajyaththaik Kodukka Ungalpidhaa Piriyamaayirukkiraar. "
},{ "Verses": "33 ungalukku Ullavaigalai Vitrup Pichchaikodungal, Pazhamaiyaaip Pogaadha Panappaigalaiyum Kuraiyaadha Pokkishaththaiyum Paralogaththile Ungalukkuch Sampaadhiththuvaiyungal, Ange Thirudan Anugugiradhumillai, Poochchi Kedukkiradhumillai. "
},{ "Verses": "34 ungal Pokkisham Enge Irukkiradho Ange Ungal Irudhayamum Irukkum. "
},{ "Verses": "35 ungal Araigal Kattappattadhaagavum, Ungal Vilakkugal Erigiradhaagavum, "
},{ "Verses": "36 thangal Ejamaan Kaliyaanaththilirundhu Vandhu Thattumbodhu, Udane Avarukkuth Thirakkumpadi Eppozhudhu Varuvaar Endru Kaaththirukkira Manusharukku Oppaagavum Irungal. "
},{ "Verses": "37 ejamaan Varumpodhu, Vizhiththirukkiravargalaagak Kaanappadugira Oozhiyakkaarare Baakkiyavaangal. Avar Arai Kattikkondu, Avargalaip Pandhiyirukkachseydhu, Sameebamaai Vandhu, Avargalukku Oozhiyanjeyvaar Endru Meyyaagave Ungalukkuch Sollugiren. "
},{ "Verses": "38 avar Irandaam Jaamaththilaavadhu Moondraam Jaamaththilaavadhu Vandhu, Avargal Appadiye Irukkakkandaal, Avvoozhiyakkaarar Baakkiyavaangal. "
},{ "Verses": "39 thirudan Inna Neraththil Varuvaanendru Veettejamaanukkuth Therindhirundhaal, Avan Vizhiththirundhu, Than Veettaik Kannamidavottaan Endru Arindhirukkireergal. "
},{ "Verses": "40 andhappadiye Neengal Ninaiyaadha Neraththil Manushakumaaran Varuvaar, Aagaiyaal Neengalum Aayaththamaayirungal Endraar. "
},{ "Verses": "41 appozhudhu Pedhuru Avarai Nokki: Aandavare, Indha Uvamaiyai Engalukkumaaththiram Sollugireero, Ellaarukkum Sollugireero Endru Kettaan. "
},{ "Verses": "42 adharkuk Karththar: Panividaikkaararukkuth Thagudhiyaana Kaalaththile Padikodukkumbadi Ejamaan Avargal Mel Adhigaariyaaga Vaikkaththakka Unmaiyum Vivegamumulla Visaaranaikkaaran Yaavan? "
},{ "Verses": "43 ejamaan Varumpodhu Appadiye Seygiravanaaik Kaanappadugira Oozhiyakkaaran Baakkiyavaan. "
},{ "Verses": "44 thanakkulladhellaavatrinmelum Avanai Visaaranaikkaaranaaga Vaippaan Endru Meyyaagave Ungalukkuch Solgiren. "
},{ "Verses": "45 andha Oozhiyakkaarano, En Ejamaan Vara Naal Sellum Endru Thanakkulle Sollikkondu, Velaikkaararaiyum Velaikkaarigalaiyum Adikkavum, Pusiththuk Kudiththu Verikkavum Thalaippattaal, "
},{ "Verses": "46 avan Ninaiyaadha Naalilum, Ariyaadha Neraththilum, Andha Oozhiyakkaaranudaiya Ejamaan Vandhu, Avanaik Kadinamaaith Dhandiththu, Unmaiyillaadhavargalode Avanukkup Pangai Niyamippaan. "
},{ "Verses": "47 than Ejamaanudaiya Siththaththai Arindhum Aayaththamaayiraamalum, Avanudaiya Siththaththinbadi Seyyaamalum Irundha Oozhiyakkaaran Anega Adigal Adikkappaduvaan "
},{ "Verses": "48 ariyaadhavanaayirundhu, Adigalukku Edhuvaanavaigalaich Seydhavano Sila Adigal Adikkappaduvaan. Evanidaththil Adhigang Kodukkappadugiradho Avanidaththil Adhigang Ketkappadum; Manushar Evanidaththil Adhigamaai Oppuvikkiraargalo Avanidaththil Adhigamaaik Ketpaargal "
},{ "Verses": "49 boomiyinmel Akkiniyaip Poda Vandhen, Adhu Ippozhudhe Patri Eriya Vendumendru Virumbugiren. "
},{ "Verses": "50 aagilum Naan Muzhugavendiya Oru Snaanamundu, Adhu Mudiyumalavum Evvalavo Nerukkappadugiren. "
},{ "Verses": "51 naan Boomiyile Samaadhaanaththai Undaakka Vandhen Endru Ninaikkireergalo? Samaadhaanaththaiyalla, Pirivinaiyaiye Undaakka Vandhen Endru Ungalukkuch Sollugiren. "
},{ "Verses": "52 eppadiyenil, Idhumudhal Ore Veettile Aindhuper Pirindhiruppaargal, Iranduperukku Virodhamaai Moondruperum, Moondruperukku Virodhamaai Iranduperum Pirindhiruppaargal. "
},{ "Verses": "53 thagappan Maganukkum Magan Thagappanukkum, Thaai Magalukkum Magal Thaaikkum, Maami Marumagalukkum Marumagal Maamikkum Virodhamaaip Pirindhiruppaargal Endraar. "
},{ "Verses": "54 pinbu Avar Janangalai Nokki: Merke Megam Ezhumbugiradhai Neengal Kaanumpodhu, Mazhai Varumendru Sollugireergal; Andhappadiyumaagum. "
},{ "Verses": "55 thendral Adikkiradhai Neengal Kaanumpodhu Ushnam Undaagumendru Sollugireergal, Andhappadiyumaagum. "
},{ "Verses": "56 maayakkaarare, Boomiyin Thotraththaiyum Vaanaththin Thotraththaiyum Nidhaanikka Ungalukkuth Theriyume, Indhak Kaalaththaiyo Nidhaaniyaamarpogiradhenna? "
},{ "Verses": "57 niyaayam Innadhendru Neengale Theermaaniyaamalirukkiradhenna? "
},{ "Verses": "58 unakku Edhiraaliyaanavan Unnai Adhigaariyinidaththirkuk Kondupogirapodhu, Vazhiyiledhaane Avanidaththilirundhu Vidudhalaiyaagumpadi Pirayaasappatu, Illaavittaal, Avan Unnai Niyaayaadhipadhikku Munbaagak Kondupovaan, Niyaayaadhibadhi Unnaich Sevaganidaththil Oppukkoduppaan, Sevagan Unnaich Siraichchaalaiyil Poduvaan. "
},{ "Verses": "59 nee Kadaisikkaasaik Koduththuth Theerkkumattum, Avvidaththilirundhu Purappadamaattaai Endru Unakkuch Sollugiren Endraar. "
}
]