[
{ "Verses": "1 paskaapandikaiyin Irandaam Naalaikkup Pinvandha Mudhalaam Oivunaalile, Avar Payirvazhiye Nadandhupogaiyil, Avarudaiya Seeshargal Kadhirgalaik Koidhu, Kaigalinaal Nimittith Thindraargal. "
},{ "Verses": "2 pariseyaril Silar Avargalai Nokki: Oivunaalil Seyyaththagaadhadhai Neengal En Seykireergal Endru Kettaargal. "
},{ "Verses": "3 yesu Avargalukkup Piradhiyuththaramaaga: Dhaaveedhum Avanodirundhavargalum Pasiyaayirundhapodhu Seydhadhai Neengal Vaasikkavillaiyaa? Avan Dhevanudaiya Veettil Piravesiththu, Aasaariyarmaaththirame Thavira Veroruvarum Pusikkaththagaadha Dhevasamugaththu Appangalaikkettu Vaangi, "
},{ "Verses": "4 thaan Pusiththadhumandri, Thannudanekooda Irundhavargalukkum Koduththaane Endru Sonnaar. "
},{ "Verses": "5 melum Manushakumaaran Oivunaalukkum Aandavaraai Irukkiraar Endraar. "
},{ "Verses": "6 veroru Oivu Naalile, Avar Jebaaalayaththil Piravesiththu Ubadhesiththaar. Ange Soombina Valadhukaiyaiyudaiya Oru Manushan Irundhaan. "
},{ "Verses": "7 appozhudhu Vedhapaaragarum Pariseyarum Avaridaththil Kutram Pidikkumpadi, Oivunaalil Sosthamaakkuvaaro Endru Avarmel Nokkamaayirundhaargal. "
},{ "Verses": "8 avarkaludaiya Sindhanaigalai Avar Arindhu, Soombina Kaiyaiyudaiya Manushanai Nokki: Nee Ezhundhu, Naduve Nil Endraar. Avan Ezhundhu Nindraan. "
},{ "Verses": "9 appozhudhu Yesu Avargalai Nokki: Naan Ungalidaththil Ondru Ketkiren; Oivunaatkalil Nanmaiseyvadho, Theemai Seyvadho, Jeevanaikkaappadho, Azhippadho, Edhu Niyaayamendru Kettu, "
},{ "Verses": "10 avargalellaaraiyum Sutrippaarththu, Andha Manushanai Nokki: Unkaiyai Neettu Endraar. Appadiye Avan Than Kaiyai Neettinaan, Udane Avan Kai Marukaiyaippolach Sosthamaayitru. "
},{ "Verses": "11 avargalo Moorkkaverikondu, Yesuvai Enna Seyyalaamendru Oruvarodoruvar Aalosiththaargal. "
},{ "Verses": "12 annaatkalile, Avar Jebampannumpadi Oru Malaiyinmel Eri, Raamuzhudhum Dhevanai Nokki Jebampannikkondirundhaar. "
},{ "Verses": "13 pozhudhu Vidindhapodhu, Avar Thammudaiya Seeshargalai Varavazhaiththu, Avargalil Panniranduperaith Therindhukondu, Avargalukku Apposthalar Endru Perittaar. "
},{ "Verses": "14 avargal Yaarenil, Pedhuru Endru Thaam Peritta Seemon, Avan Sagodharanaagiya Andhireyaa, Yaakkobu, Yovaan, Pilippu, Barththolomeyu, "
},{ "Verses": "15 maththeyu, Thomaa, Albeyuvin Kumaaranaagiya Yaakkobu, Seloththe Ennappatta Seemon, "
},{ "Verses": "16 yaakkobin Sagodharanaagiya Yoodhaa, Dhurogiyaana Yoodhaaskaariyoththu Enbavargale. "
},{ "Verses": "17 pinbu Avar Avargaludanekooda Irangi, Samanaana Oru Idaththil Nindraar. Ange Avarudaiya Seesharil Anegamperum Avarudaiya Ubadhesaththaik Ketkumpadikkum, Thangal Viyaadhigalinindru Gunamaakkappadumpadikkum, Yoodheyaadhesaththuth Thisaigal Yaavatrilirundhum, Erusalem Nagaraththilirundhum, Theeru Seedhon Pattanangal Irukkira Kadaloraththilirundhum Vandhavargalaagiya Thiralaana Janangalum Irundhaargal. "
},{ "Verses": "18 asuththa Aavigalaal Vaadhikkappattavargalum Vandhu, Aarokkiyamadaindhaargal. "
},{ "Verses": "19 avaridaththilirundhu Vallamai Purappattu Ellaaraiyum Gunamaakkinapadiyinaale, Janangal Yaavarum Avaraith Thodumpadikku Vagaithedinaargal. "
},{ "Verses": "20 appozhudhu Avar Thammudaiya Seeshargalai Nokkippaarththu: Thariththiraraagiya Neengal Paakkiyavaangal; Dhevanudaiya Raajyam Ungaludaiyadhu. "
},{ "Verses": "21 ippozhudhu Pasiyaayirukkira Neengal Baakkiyavaangal; Thirupthiyadaiveergal. Ippozhudhu Azhugira Neengal Baakkiyavaangal; Ini Nagaippeergal. "
},{ "Verses": "22 manushakumaaran Nimiththamaag Janangal Ungalaip Pagaiththu, Ungalaip Purampaakki, Ungalai Nindhiththu, Ungal Naamaththaip Pollaadhadhendru Thallividumpodhu Neengal Baakkiyavaangalaayiruppeergal. "
},{ "Verses": "23 annaalile Neengal Sandhoshappattuk Kalikoorungal; Paralogaththil Ungalbalan Migudhiyaayirukkum; Avargaludaiya Pidhaakkal Theerkkadharisigalukkum Appadiye Seydhaargal. "
},{ "Verses": "24 aisuvariyavaangalaagiya Ungalukku Aiyo; Ungal Aarudhalai Neengal Adaindhu Theerndhadhu. "
},{ "Verses": "25 thirupthiyullavargalaayirukkira Ungalukku Aiyo; Pasiyaayiruppeergal. Ippozhudhu Nagaikkira Ungalukku Aiyo; Ini Dhukkappattu Azhuveergal. "
},{ "Verses": "26 ellaa Manusharum Ungalaikkuriththup Pugazhchchiyaaip Pesumpodhu Ungalukku Aiyo; Avargal Pidhaakkal Kallaththeerkkadharisigalukkum Appadiye Seydhaargal. "
},{ "Verses": "27 enakkuch Sevikodukkira Ungalukku Naan Sollugiren: Ungal Saththurukkalaich Sinegiyungal; Ungalaip Pagaikkiravargalukku Nanmaiseyyungal. "
},{ "Verses": "28 ungalaich Sabikkiravargalai Aaseervadhiyungal; Ungalai Nindhikkiravargalukkaaga Jebampannungal. "
},{ "Verses": "29 unnai Oru Kannaththil Araikiravanukku Maru Kannaththaiyum Kodu; Un Angiyai Eduththukkollukiravanukku Un Vasthiraththaiyum Eduththukkollath Thadaipannaadhe. "
},{ "Verses": "30 unnidaththil Ketkira Evanukkum Kodu; Unnudaiyadhai Eduththukkollugiravanidaththil Adhaith Thirumbak Kelaadhe. "
},{ "Verses": "31 manushar Ungalukku Eppadich Seyyavendumendru Virumbugireergalo, Appadiye Neengalum Avargalukkuch Seyyungal. "
},{ "Verses": "32 ungalaich Sinegikkiravargalaiye Neengal Sinegiththaal, Ungalukkup Balan Enna? Paavigalum Thangalaich Sinegikkiravargalaich Sinegikkiraargale. "
},{ "Verses": "33 ungalukku Nanmaiseygiravargalukke Neengal Nanmaiseydhaal, Ungalukkup Balan Enna? Paavigalum Appadich Seygiraargale. "
},{ "Verses": "34 thirumbak Koduppaargalendru Nambi Neengal Kadankoduththaal Ungalukkup Balan Enna? Thirumbath Thangalukkuk Kodukkappadumpadiyaagap Paavigalum Paavigalukkuk Kadan Kodukkiraargale. "
},{ "Verses": "35 ungal Saththurukkalaich Sinegiyungal, Nanmaiseyyungal, Kaimmaarukarudhaamal Kadan Kodungal, Appozhudhu Ungal Balan Migudhiyaayirukkum, Unnadhamaanavarukku Neengal Pillaigalaayiruppeergal, Avar Nandriyariyaadhavargalukkum Thurogikalukkum Nanmaiseykiraare, "
},{ "Verses": "36 aagaiyaal Ungal Pidhaa Irakkamullavaraayirukkiradhupola, Neengalum Irakkamullavargalaayirungal. "
},{ "Verses": "37 matravargalaik Kutravaaligalendru Theerkkaadhirungal; Appozhudhu Neengalum Kutravaaligalendru Theerkkappadaadhiruppeergal; Matravargalai Aakkinaikkullaagumpadi Theerkkaadhirungal, Appozhudhu Neengalum Aakkinaikkullaakath Theerkkappadaadhiruppeergal; Vidudhalaipannungal, Appozhudhu Neengalum Vidudhalaipannappaduveergal. "
},{ "Verses": "38 kodungal, Appozhudhu Ungalukkum Kodukkappadum; Amukkik Kulukkich Sarindhu Vizhumpadi Nandraai Alandhu, Ungal Madiyile Poduvaargal; Neengal Endha Alavinaal Alakkireergalo Andha Alavinaal Ungalukkum Alakkappadumendraar. "
},{ "Verses": "39 pinnum Avar Oru Uvamaiyai Avargalukkuch Sonnaar: Kurudanukkuk Kurudan Vazhikaattakkoodumo? Iruvarum Pallaththil Vizhuvaargal Allavaa "
},{ "Verses": "40 seeshan Than Guruvukku Merpattavanalla, Therinavan Evanum Than Guruvaippoliruppaan. "
},{ "Verses": "41 nee Un Kannilirukkira Uththiraththai Unaraamal, Un Sagodharan Kannilirukkira Thurumbaip Paarkkiradhenna? "
},{ "Verses": "42 alladhu Nee Un Kannilirukkira Uththiraththai Unaraamal, Un Sagodharanai Nokki: Sagodharane, Naan Un Kannilirukkira Thurumbai Eduththuppodattum Endru Nee Solvadheppadi? Maayakkaarane! Munbu Un Kannilirukkira Uththiraththai Eduththuppodu, Pinbu Un Sagodharan Kannilirukkira Thurumbai Eduththuppoda Vagaipaarppaai. "
},{ "Verses": "43 nalla Maramaanadhu Ketta Kani Kodaadhu, Ketta Maramaanadhu Nalla Kani Kodaadhu. "
},{ "Verses": "44 andhandha Maram Adhanadhan Kaniyinaal Ariyappadum; Mutchedigalil Aththippazhangalaip Parikkiradhumillai, Nerunjichchediyil Thiraatchappazhangalaip Parikkiradhumillai. "
},{ "Verses": "45 nalla Manushan Than Irudhayamaagiya Nalla Pokkishaththilirundhu Nalladhai Eduththuk Kaattugiraan; Pollaadha Manushan Than Irudhayamaagiya Pollaadha Pokkishaththilirundhu Pollaadhadhai Eduththukkaattugiraan Irudhayaththin Niraivinaal Avanavan Vaai Pesum. "
},{ "Verses": "46 ennai Aandavare! Aandavare! Endru Neengal Solliyum, Naan Sollugirapadi Neengal Seyyaamarpogiradhenna? "
},{ "Verses": "47 ennidaththil Vandhu, En Vaarththaigalaik Kettu, Avaigalinpadi Seygiravan Yaarukku Oppaayirukkiraanendru Ungalukkuk Kaanbippen. "
},{ "Verses": "48 aazhamaaith Thondi, Karpaaraiyin Mel Asthibaarampottu, Veedukattugira Manushanukku Oppaayirukkiraan; Peruvellam Vandhu, Neerottam Andha Veettinmel Modhiyum, Adhai Asaikkakkoodaamarpoyitru; Enendraal Adhu Kanmalaiyinmel Asthipaaram Podappattirundhadhu. "
},{ "Verses": "49 en Vaarththaigalaik Kettum Avaigalinpadi Seyyaadhavano Asthibaaramillaamal Manninmel Veedukattinavanukku Oppaayirukkiraan; Neerottam Adhin Mel Modhinavudane Adhu Vizhundhadhu; Vizhundhu, Muzhuvadhum Azhindhadhu Endraar. "
}
]