[
{ "Verses": "1 thiberiyuraayan Raajyabaaram Pannina Padhinaindhaam Varushaththile, Pondhiyupilaaththu Yoodheyaavukkuth Dhesaadhibadhiyaayum, Erodhu Kaarpangu Dhesamaagiya Galileyaavukku Adhipadhiyaayum, Avan Sagodharanaagiya Pilippu Kaarpangu Dhesamaagiya Iththureyaavukkum, Thiraakoniththi Naattirkum Adhipadhiyaayum, Visaaniyaa Kaarpangu Dhesamaagiya Abilenekku Adhipadhiyaayum, "
},{ "Verses": "2 annaavum Kaaibaavum Piradhaana Aasaariyaraayum Irundhakaalaththil Vanaandharaththile Sagariyaavin Kumaaranaagiya Yovaanukku Dhevanudaiya Vaarththai Undaayitru. "
},{ "Verses": "3 appozhudhu: Karththarukku Vazhiyai Aayaththappaduththungal, Avarukkup Paadhaigalaich Sevvaippannungal Endrum, "
},{ "Verses": "4 pallangalellaam Nirappappatum, Sagala Malaigalum Kundrugalum Thaazhththappatum, Konalaanavaigal Sevvaiyaagum, Karadaanavaigal Samamaagum Endrum, "
},{ "Verses": "5 maamsamaana Yaavarum Dhevanudaiya Ratchippaikkaanbaargal Endrum, Vanaandharaththile Kooppidukiravanudaiya Saththam Undaakum Endru Esaayaa Theerkkadharisiyin Aagamaththil Ezhudhiyirukkirapiragaaram, "
},{ "Verses": "6 avan Yordhaan Nadhikku Arugaana Dhesamengum Poi, Paavamannippukkendru Manandhirumpudhalukketra Gnaanasnaanaththaik Kuriththup Pirasangiththaan. "
},{ "Verses": "7 avan, Thannidaththil Gnaanasnaanam Perumpadikkup Purappattuvandha Thiralaana Janangalai Nokki: Viriyanpaambukkuttikale! Varunkobaththukkuth Thappiththukkolla Ungalukku Vagai Kaattinavan Yaar? "
},{ "Verses": "8 manandhirumpudhalukku Etra Kanigalaik Kodungal; Aabiragaam Engalukkuth Thagappan Endru Ungalukkulle Sollaththodangaadhirungal; Dhevan Indhak Kallugalinaale Aabiragaamukkup Pillaigalai Undupanna Vallavaraayirukkiraar Endru Ungalukkuch Sollukiren. "
},{ "Verses": "9 ippozhudhe Kodariyaanadhu Marangalin Ver Aruge Vaiththirukkiradhu; Aagaiyaal Nalla Kanikodaadha Maramellaam Vettundu Akkiniyile Podappadum Endraan. "
},{ "Verses": "10 appozhudhu Janangal Avanai Nokki: Appadiyaanaal Naangal Enna Seyyavendum Endru Kettaargal. "
},{ "Verses": "11 avargalukku Avar Piradhiyuththaramaaga: Irandu Angigalaiyudaiyavan Illaadhavanukkuk Kodukkakkadavan; Aagaaraththai Udaiyavanum Appadiye Seyyakkadavan Endraan. "
},{ "Verses": "12 aayakkaararum Gnaanasnaanam Peravandhu, Avanai Nokki: Podhagare, Naangal Enna Seyyavendum Endru Kettaargal. "
},{ "Verses": "13 adharku Avan: Ungalukku Kattalaiyittirukkiradharku Adhigamaai Ondrum Vaangaadhirungal Endraan. "
},{ "Verses": "14 porchchevagarum Avanai Nokki: Naangal Enna Seyyavendum Endru Kettaargal. Adharku Avan: Neengal Oruvarukkum Idukkanseyyaamalum Poiyaaik Kutranjaattaamalum, Ungal Sambalame Podhumendrum Irungal Endraan. "
},{ "Verses": "15 yovaanaikkuriththu: Ivandhaan Kiristhuvo Endru Janangalellaarum Ennangondu, Thangal Irudhayangalil Yosanaiyaayirukkaiyil, "
},{ "Verses": "16 yovaan Ellaarukkum Piradhiyuththaramaaga: Naan Jalaththinaal Ungalukku Gnaanasnaanang Kodukkiren, Ennilum Vallavar Oruvar Varugiraar, Avarudaiya Paadharatchaigalin Vaarai Avizhkkiradharkum, Naan Paaththiran Alla, Avar Parisuththa Aaviyinaalum, Akkiniyinaalum Ungalukku Gnaanasnaanang Koduppaar. "
},{ "Verses": "17 thootrukkoodai Avar Kaiyilirukkiradhu, Avar Thamadhu Kalaththai Nandraai Vilakki, Kodhumaiyaith Thamadhu Kalanjiyaththil Serppaar; Padharaiyo Aviyaadha Akkiniyinaal Sutterippaar Endraan. "
},{ "Verses": "18 veru Anega Puththimadhigalaiyum Avan Janangalukkuch Sollip Pirasangiththaan. "
},{ "Verses": "19 kaarpangu Dhesaadhipadhiyaagiya Erodhu Than Sagodharanaana Pilippuvin Manaivi Erodhiyaalinimiththamaagavum, Thaan Seydha Matrap Pollaangugalinimiththamaagavum, Yovaanaale Kadindhukollappattapodhu, "
},{ "Verses": "20 thaan Seydha Matrellaap Pollaangugalum Thavira, Yovaanaiyum Kaavalil Adaiththuvaiththaan. "
},{ "Verses": "21 janangalellaarum Gnaanasnaanam Petrapodhu, Yesuvum Gnaanasnaanam Petru, Jebampannugaiyil, Vaanam Thirakkappattadhu; "
},{ "Verses": "22 parisuththa Aaviyaanavar Roopangondu Puraavaippol Avarmel Iranginaar. Vaanaththilirundhu Oru Saththamum Undaagi: Neer Ennudaiya Nesakumaaran, Ummil Piriyamaayirukkiren Endru Uraiththadhu. "
},{ "Verses": "23 appozhudhu Yesu Erakkuraiya Muppadhu Vayadhullavaraanaar. Avar Yoseppin Kumaaranendru Ennappattaar. Andha Yoseppu Eliyin Kumaaran. "
},{ "Verses": "24 eli Maaththaaththin Kumaaran; Maaththaadh Leviyin Kumaaran; Levi Melkiyin Kumaaran; Melki Yannaavin Kumaaran; Yannaa Yoseppin Kumaaran; "
},{ "Verses": "25 yoseppu Maththaththiyaavin Kumaaran; Maththaththiyaa Aamosin Kumaaran; Aamos Naakoomin Kumaaran; Naakoom Esliyin Kumaaran; Esli Nangaayin Kumaaran. "
},{ "Verses": "26 nangaai Maagaaththin Kumaaran; Maagaadh Maththaththiyaavin Kumaaran; Maththaththiyaa Semeyin Kumaaran; Semey Yoseppin Kumaaran; Yoseppu Yoodhaavin Kumaaran; Yoodhaa Yovannaavin Kumaaran; "
},{ "Verses": "27 yovannaa Resaavin Kumaaran; Resaa Sorobaabelin Kumaaran; Sorobaabel Salaaththiyelin Kumaaran; Salaaththiyel Neriyin Kumaaran. "
},{ "Verses": "28 neri Melgiyin Kumaaran; Melgi Aththiyin Kumaaran; Aththi Kosaamin Kumaaran; Kosaam Elmodhaamin Kumaaran; Elmodhaam Erin Kumaaran; Er Yoseyin Kumaaran. "
},{ "Verses": "29 yose Eliyesarin Kumaaran; Eliyesar Yoreemin Kumaaran; Yoreem Maaththaaththin Kumaaran; Maaththaadh Leviyin Kumaaran. "
},{ "Verses": "30 levi Simiyonin Kumaaran; Simiyon Yoodhaavin Kumaaran; Yoodhaa Yoseppin Kumaaran; Yoseppu Yonaanin Kumaaran; Yonaan Eliyaakkeemin Kumaaran. "
},{ "Verses": "31 eliyaakkeem Meleyaavin Kumaaran; Meleyaa Mayinaanin Kumaaran; Mayinaan Maaththaaththaavin Kumaaran; Maaththaaththaa Naaththaanin Kumaaran; Naaththaan Thaaveedhin Kumaaran. "
},{ "Verses": "32 thaaveedhu, Eesaayin Kumaaran; Eesaai Opedhin Kumaaran; Opedh Povaasin Kumaaran; Povaas Salmonin Kumaaran; Salmon Nagasonin Kumaaran. "
},{ "Verses": "33 nagason Amminadhaabin Kumaaran; Amminadhaap Aaraamin Kumaaran; Aaraam Esromin Kumaaran; Esrom Paaresin Kumaaran; Paares Yoodhaavin Kumaaran; Yoodhaa Yaakkopin Kumaaran. "
},{ "Verses": "34 yaakkobu Eesaakkin Kumaaran; Eesaakku Aabiragaamin Kumaaran; Aabiragaam Theraavin Kumaaran; Theraa Naagorin Kumaaran. "
},{ "Verses": "35 naagor Serookkin Kumaaran; Serook Rekoovin Kumaaran; Rekoo Pelekkin Kumaaran; Pelek Eperin Kumaaran; Eper Saalaavin Kumaaran. "
},{ "Verses": "36 saalaa Kaayinaanin Kumaaran; Kaayinaan Arppagasaaththin Kumaaran; Arppagasaadh Semin Kumaaran; Sem Novaavin Kumaaran; Novaa Laamekkin Kumaaran. "
},{ "Verses": "37 laamekku Meththoosalaavin Kumaaran; Meththoosalaa Enokkin Kumaaran; Enokku Yaaredhin Kumaaran; Yaaredh Magalaaleyelin Kumaaran; Magalaaleyel Kenaanin Kumaaran; Kenaan Enosin Kumaaran. "
},{ "Verses": "38 enos Seththin Kumaaran; Sedh Aadhaamin Kumaaran; Aadhaam Dhevanaal Undaanavan. "
}
]