[
{ "Verses": "1 avar Kannerittup Paarththapodhu, Aisuvariyavaangal Kaanikkaip Pettiyile Thangal Kaanikkaigalaip Podugiradhaik Kandaar. "
},{ "Verses": "2 oru Ezhai Vidhavai Adhile Irandu Kaasaip Podugiradhaiyum Kandu: "
},{ "Verses": "3 indha Ezhai Vidhavai Matrellaaraip Paarkkilum Adhigamaagap Pottaal Endru Meyyaagave Ungalukkuch Sollugiren. "
},{ "Verses": "4 avargalellaarum Thangal Paripooranaththilirundheduththuth Dhevanukkendru Kaanikkai Pottaargal; Ivalo Thanvarumaiyilirundhu Than Jeevanaththukku Undaayirundhadhellaam Pottu Vittaal Endraar. "
},{ "Verses": "5 pinbu, Sirandha Karkalinaalum Kaanikkaigalinaalum Dhevaalayam Alangarikkappattirukkiradhaik Kuriththuch Silar Sonnabodhu, "
},{ "Verses": "6 avar: Neengal Paarkkira Ivaigalil Oru Kal Matroru Kallinmeliraadhapadikku Ellaam Idikkappadum Naatkal Varum Endraar. "
},{ "Verses": "7 avargal Avarai Nokki: Podhagare, Ivaigal Eppozhudhu Sambavikkum, Ivaigal Sambavikkum Kaalaththukku Adaiyaalam Enna Endru Kettaargal. "
},{ "Verses": "8 adharku Avar: Neengal Vanjikkappadaadhapadikku Echcharikkaiyaayirungal, Enenil Anegar Vandhu En Naamaththaith Thariththukkondu: Naandhaan Kirisdhu Endrum, Kaalam Sameebiththadhu Endrum Solluvaargal; Avargalaip Pinbatraadhirungal. "
},{ "Verses": "9 yuththangalaiyum Kalagangalaiyung Kuriththu Neengal Kelvippadumbodhu, Bayappadaadhirungal; Ivaigal Munnadhaagach Sambavikkavendiyadhe; Aanaalum Mudivu Udane Varaadhu Endraar. "
},{ "Verses": "10 appozhudhu Avar Avargalai Nokki: Janaththukku Virodhamaai Janamum, Raajyaththukku Virodhamaai Raajyamum Ezhumbum. "
},{ "Verses": "11 pala Idangalil Magaa Boomiyadhirchchigalum, Panjangalum, Kollai Noigalum Undaagum; Vaanaththilirundhu Bayangaramaana Thotrangalum Periya Adaiyaalangalum Undaagum. "
},{ "Verses": "12 ivaigalellaam Nadappadharku Munne En Naamaththinimiththam, Avargal Ungalaip Pidiththu, Jebaaalayangalukkum Siraichchaalaigalukkum Oppukkoduththu, Raajaakkal Munbaagavum Adhibadhigal Munbaagavum Ungalai Izhuththuth Thunbappaduththuvaargal. "
},{ "Verses": "13 aanaalum Adhu Ungalukkuch Saatchiyaavadharku Edhuvaayirukkum. "
},{ "Verses": "14 aagaiyaal Enna Uththaravusolluvomendru Kavalaippadaadhirukkumbadi Ungal Manadhile Nirnayampannikkollungal. "
},{ "Verses": "15 ungalai Virodhikkiravargal Oruvarum Edhirpesavum Edhirnirkavum Koodaadha Vaakkaiyum Gnaanaththaiyum Naan Ungalukkuk Koduppen. "
},{ "Verses": "16 petraaraalum, Sagodhararaalum, Bandhujanangalaalum, Sinegidharaalum Kaattikkodukkappaduveergal; Ungalil Silaraik Kolaiseyvaargal. "
},{ "Verses": "17 en Naamaththinimiththam Ellaaraalum Pagaikkappaduveergal. "
},{ "Verses": "18 aanaalum Ungal Thalaimayiril Ondraagilum Azhiyaadhu. "
},{ "Verses": "19 ungal Porumaiyinaal Ungal Aaththumaakkalaik Kaaththukkollungal. "
},{ "Verses": "20 erusalem Senaigalaal Soozhappattiruppadhai Neengal Kaanumpodhu, Adhin Azhivu Sameebamaayitrendru Ariyungal. "
},{ "Verses": "21 appozhudhu Yoodheyaavilirukkiravargal Malaigalukku Odippogavum, Erusalemilirukkiravargal Veliye Purappadavum, Naattuppurangalilirukkiravargal Nagaraththil Piravesiyaamalirukkavum Kadavargal. "
},{ "Verses": "22 ezhudhiyirukkira Yaavum Niraiverumpadi Needhiyaich Sarikkattum Naatkal Avaigale. "
},{ "Verses": "23 annaatkalil Karppavadhigalukkum Paalkodukkiravargalukkum Aiyo, Boomiyinmel Migundha Idukkanum Indha Janaththinmel Kobaakkinaiyum Undaagum. "
},{ "Verses": "24 pattayakkarukkinaale Vizhuvaargal, Sagala Purajaadhigalukkullum Siraippattuppovaargal; Purajaadhiyaarin Kaalam Niraiverum Varaikkum Erusalem Purajaadhiyaaraal Midhikkappadum. "
},{ "Verses": "25 sooriyanilum Sandhiranilum Natchaththirangalilum Adaiyaalangal Thondrum; Boomiyinmelulla Janangalukkuth Thaththalippum Idukkanum Undaagum; Samuththiramum Alaigalum Muzhakkamaayirukkum. "
},{ "Verses": "26 vaanaththin Saththuvangal Asaikkappadum; Aadhalaal Boomiyinmel Varum Aabaththugalukkup Bayandhu Edhirpaarththirukkiradhinaal Manusharudaiya Irudhayam Sorndhupom. "
},{ "Verses": "27 appozhudhu Manushakumaaran Migundha Vallamaiyodum Magimaiyodum Megaththinmel Varugiradhaik Kaanbaargal. "
},{ "Verses": "28 ivaigal Sambavikkath Thodangumpodhu, Ungal Meetpu Sameebamaayiruppadhaal, Neengal Nimirndhu Paarththu, Ungal Thalaigalai Uyarththungal Endraar. "
},{ "Verses": "29 andriyum Avargalukku Oru Uvamaiyaich Sonnaar: Aththimaraththaiyum Matrellaa Marangalaiyum Paarungal. "
},{ "Verses": "30 avaigal Thalirkkiradhai Neengal Kaanumpodhu Vasandhakaalam Sameebamaayitrendru Arikireergal. "
},{ "Verses": "31 appadiye Ivaigal Sambavikkiradhai Neengal Kaanumpodhu, Dhevanudaiya Raajyam Sameebamaayitrendru Ariyungal. "
},{ "Verses": "32 ivaiyellaam Sambavikkum Mun Indhach Sandhadhi Ozhindhupogaadhendru Meyyaagave Ungalukkuch Sollugiren. "
},{ "Verses": "33 vaanamum Boomiyum Ozhindhupom, En Vaarththaigalo Ozhindhu Povadhillai. "
},{ "Verses": "34 ungal Irudhayangal Perundhindiyinaalum Veriyinaalum Lavugeega Kavalaigalinaalum Baaramadaiyaadhapadikkum, Neengal Ninaiyaadha Neraththil Andha Naal Ungalmel Varaadhabadikkum Echcharikkaiyaayirungal. "
},{ "Verses": "35 boomiyilengum Kudiyirukkira Anaivarmelum Adhu Oru Kanniyaippola Varum. "
},{ "Verses": "36 aagaiyaal Inich Sambavikkappogira Ivaigalukkellaam Neengal Thappi, Manushakumaaranukku Munbaaga Nirkap Paaththiravaangalaaga Ennappaduvadharku, Eppozhudhum Jebampanni Vizhiththirungal Endraar. "
},{ "Verses": "37 avar Pagarkaalangalil Dhevaalayaththile Ubadhesampannik Kondirundhu Raakkaalangalil Veliye Poi, Olivamalai Ennappatta Malaiyile Thangivandhaar. "
},{ "Verses": "38 janangalellaarum Avarudaiya Ubadhesaththaik Ketkumpadi Adhigaalame Dhevaalayaththil Avaridaththirku Varuvaargal. "
}
]