[
{ "Verses": "1 pinbu, Avar Pattanangaldhorum Giraamangal Thorum Pirayaanampanni, Dhevanudaiya Raajyaththirkuriya Narseydhiyaik Koorip Pirasangiththuvandhaar. Panniruvarum Avarudanekooda Irundhaargal. "
},{ "Verses": "2 avar Pollaadha Aavigalaiyum Viyaadhigalaiyum Neekkik Gunamaakkina Sila Sthireegalum, Ezhu Pisaasugal Neengina Magadhalenaal Ennappatta Mariyaalum, "
},{ "Verses": "3 erodhin Kaariyakkaaranaana Koosaavin Manaiviyaagiya Yovannaalum, Soosannaalum, Thangal Aasthigalaal Avarukku Oozhiyanjeydhukonduvandha Matra Anegam Sthireekalum Avarudane Irundhaargal. "
},{ "Verses": "4 sagala Pattanangalilumirundhu Thiralaana Janangal Avaridaththil Vandhu Koodinapodhu, Avar Uvamaiyaagach Sonnadhu: "
},{ "Verses": "5 vidhaikkiravan Oruvan Vidhaiyai Vidhaikkap Purappattaan; Avan Vidhaikkaiyil Sila Vidhai Vazhiyaruge Vizhundhu Midhiyundadhu, Aagaayaththupparavaigal Vandhu Adhaip Patchiththuppottadhu. "
},{ "Verses": "6 sila Vidhai Karpaaraiyinmel Vizhundhadhu; Adhu Mulaiththapin Adharku Eeramillaadhadhinaal Ularndhupoyitru. "
},{ "Verses": "7 sila Vidhai Mullulla Idangalil Vizhundhadhu; Mul Kooda Valarndhu, Adhai Nerukkippottadhu. "
},{ "Verses": "8 sila Vidhai Nalla Nilaththil Vizhundhadhu, Adhu Mulaiththu, Ondru Nooraagap Balan Koduththadhu Endraar. Ivaigalaich Solli, Ketkiradharkuk Kaadhullavan Ketkakkadavan Endru Saththamittuk Koorinaar. "
},{ "Verses": "9 appozhudhu Avarudaiya Seeshargal, Indha Uvamaiyin Karuththu Ennavendru Avaridaththil Kettaargal. "
},{ "Verses": "10 adharku Avar: Dhevanudaiya Raajyaththin Ragasiyangalai Ariyumpadi Ungalukku Arulappattadhu; Matravargalukko, Avargal Kandum Kaanaadhavargalaagavum, Kettum Unaraadhavargalaagavum Irukkaththakkadhaaga, Avaigal Uvamaigalaagach Sollappadugiradhu. "
},{ "Verses": "11 andha Uvamaiyin Karuththaavadhu: Vidhai Dhevanudaiya Vasanam. "
},{ "Verses": "12 vazhiyaruge Vidhaikkappattavargal Vasanaththaik Ketkiravargalaayirukkiraargal; Avargal Visuvaasiththu Ratchikkappadaadhapadikkup Pisaasaanavan Vandhu, Avvasanaththai Avargal Irudhayaththilirundhu Eduththuppodugiraan. "
},{ "Verses": "13 karpaaraiyinmel Vidhaikkappattavargal Ketkumpodhu Sandhoshaththudane Vasanaththai Etrukkollukiraargal; Aayinum Thangalukkulle Verkollaadhapadiyinaale, Konjakkaalamaaththiram Visuvaasiththu, Sodhanaikaalaththil Pinvaangippogiraargal. "
},{ "Verses": "14 mullulla Idangalil Vidhaikkappattavargal Vasanaththaik Ketkiravargalaayirukkiraargal; Kettavudane Poi, Pirabanjaththirkuriya Kavalaigalinaalum Aisuvariyaththinaalum Sitrinbangalinaalum Nerukkappattu, Balankodaadhirukkiraargal. "
},{ "Verses": "15 nalla Nilaththil Vidhaikkappattavargal Vasanaththaik Kettu, Adhai Unmaiyum Nanmaiyumaana Irudhayaththile Kaaththup Porumaiyudane Balan Kodukkiravargalaayirukkiraargal. "
},{ "Verses": "16 oruvanum Vilakkaik Koluththi, Adhai Oru Paaththiraththinaale Moodavumaattaan, Kattilinkeezhe Vaikkavumaattaan; Ulle Piravesikkiravargal Adhin Velichchaththaik Kaanumpadikku Adhai Vilakkuththandinmel Vaippaan. "
},{ "Verses": "17 veliyarangamaagaadha Ragasiyamumillai, Ariyappattu Velikkuvaraadha Maraiporulumillai. "
},{ "Verses": "18 aadhalaal Neengal Ketkira Vidhaththaikkuriththuk Gavaniyungal; Ullavanevano Avanukkuk Kodukkappadum; Illaadhavanevano Avan Thanakkundendru Ninaikkiradhum Avanidaththilirundhu Eduththukkollappadum Endraar. "
},{ "Verses": "19 appozhudhu Avarudaiya Thaayaarum Sagodhararum Avaridaththil Vandhaargal; Janakkoottaththinaale Avarandaiyil Avargal Serakkoodaadhirundhadhu. "
},{ "Verses": "20 appozhudhu: Ummudaiya Thaayaarum Ummudaiya Sagodhararum Ummaip Paarkkavendumendru Veliye Nirkiraargal Endru Avarukku Ariviththaargal. "
},{ "Verses": "21 adharku Avar: Dhevanudaiya Vasanaththaik Kettu, Adhinpadi Seygiravargale Enakkuth Thaayum Enakkuch Sagodhararumaayirukkiraargal Endraar. "
},{ "Verses": "22 pinbu Orunaal Avar Thamadhu Seesharodungoodap Padavil Eri: Kadalin Akkaraikkup Povom Vaarungal Endraar; Appadiye Purappattup Ponaargal. "
},{ "Verses": "23 padavu Odugaiyil Avar Niththiraiyaayirundhaar. Appozhudhu Kadalile Suzhalkaatrundaanadhaal, Avargal Mosamadaiyaththakkadhaaip Padavu Jalaththinaal Niraindhadhu. "
},{ "Verses": "24 avargal Avaridaththil Vandhu, Aiyare, Aiyare, Madindhupogirom Endru Avarai Ezhuppinaargal; Avar Ezhundhu, Kaatraiyum Jalaththin Kondhalippaiyum Adhattinaar; Udane Avaigal Nindrupoi, Amaidhalundaayitru. "
},{ "Verses": "25 avar Avargalai Nokki: Ungal Visuvaasam Enge Endraar. Avargal Payandhu Aachchariyappattu: Ivar Yaaro, Kaatrukkum Jalaththukkum Kattalaiyidugiraar, Avaigalum Ivarukkuk Keezhppadigiradhe Endru Oruvarodoruvar Sollikkondaargal. "
},{ "Verses": "26 pinbu Galileyaavukku Edhiraana Kadharenarudaiya Naattil Serndhaargal. "
},{ "Verses": "27 avar Karaiyiliranginapodhu, Nedunaalaaip Pisaasugal Pidiththavanum Vasthirandhariyaadhavanum, Veettil Thangaamal Piredhak Kallaraigalile Thanginavanumaayirundha Andhap Pattanaththu Manushan Oruvan Avarukku Edhiraaga Vandhaan. "
},{ "Verses": "28 avan Yesuvaik Kandapodhu Kookkuralittu, Avarukku Munbaagavizhundhu: Yesuve, Unnadhamaana Dhevanudaiya Kumaarane, Enakkum Umakkum Enna? Ennai Vedhanaippaduththaadhapadikku Ummai Vendikkollugiren Endru Magaa Saththaththode Sonnaan. "
},{ "Verses": "29 andha Asuththa Aavi Avanai Vittuppogumpadi Yesu Kattalaiyittapadiyinaale Appadich Sonnaan. Andha Asuththa Aavi Vegukaalamaai Avanaip Pidiththirundhadhu; Avan Sangiligalinaalum Vilangugalinaalum Kattundu Kaavalpannappattirundhum Kattugalai Muriththuppottup Pisaasinaal Vanaandharangalukkuth Thuraththappattirundhaan. "
},{ "Verses": "30 yesu Avanai Nokki: Un Per Ennavendru Kettaar; Adharku Avan: Legiyon Endraan; Anegam Pisaasugal Avanukkul Pugundhirundhapadiyaal Andhap Peraich Sonnaan. "
},{ "Verses": "31 thangalaip Paadhaalaththile Pogak Kattalaiyidaadhapadikku Avaigal Avarai Vendikkondana. "
},{ "Verses": "32 avvidaththil Anegam Pandrigal Koottamaai Malaiyile Meyndhukondirundhadhu. Andhap Pandrigalukkulle Pogumpadi Thangalukku Uththaravukodukkavendum Endru Avarai Vendikkondana; Avaigalukku Uththaravukoduththaar. "
},{ "Verses": "33 appadiye Pisaasugal Andha Manushanai Vittu Neengi, Pandrigalukkul Pugundhana; Appozhudhu Andhap Pandrikkoottam Uyarndha Mettilirundhu Kadalile Paaindhu, Amizhndhu, Maandadhu. "
},{ "Verses": "34 avaigalai Meyththavargal Sambaviththadhaik Kandu, Odippoi, Pattanaththilum Sutruppurangalilum Ariviththaargal. "
},{ "Verses": "35 appozhudhu, Sambaviththadhaip Paarkkumpadi Janangal Purappattu, Yesuvinidaththil Vandhu, Pisaasugal Vittuppona Manushan Vasthirandhariththu Yesuvin Paadhaththaruge Utkaarndhu Puththidhelindhirukkiradhaik Kandu, Payandhaargal. "
},{ "Verses": "36 pisaasugal Pidiththirundhavan Sosthamaakkappattadhaik Kandavargalum Adhai Avargalukku Ariviththaargal. "
},{ "Verses": "37 appozhudhu Kadharenarudaiya Sutruppuraththilulla Thiralaana Janangalellaarum Migavum Payamadaindhapadiyinaale, Thangalai Vittup Pogumpadi Avarai Vendikkondaargal. Andhappadi Avar Padavil Eri, Thirumpipponaar. "
},{ "Verses": "38 pisaasugal Neengina Manushan Avarudane Kooda Irukkumpadi Uththaravu Kettaan. "
},{ "Verses": "39 yesu Avanai Nokki: Nee Un Veettukkuth Thirumpippoi, Dhevan Unakkuch Seydhavaigalaiyellaam Arivi Endru Solli, Avanai Anuppivittaar. Andhappadi Avan Poi, Yesu Thanakkuch Seydhavaigalaiyellaam Pattanaththil Engum Pirasiththappatuththinaan. "
},{ "Verses": "40 yesu Thirumbi Vandhapodhu, Janangalellaarum Avarukkaagak Kaaththirundhapadiyaal Avaraich Sandhoshamaai Etrukkondaargal. "
},{ "Verses": "41 appozhudhu Jebaaalayaththalaivanaagiya Yaveeru Ennum Perulla Oruvan Vandhu, Yesuvin Paadhaththil Vizhundhu Pannirandu Vayadhulla Thannudaiya Ore Kumaaraththi Marana Avasthaiyaayirundhapadiyaal, "
},{ "Verses": "42 than Veettirku Varumpadi Avarai Vendikkondaan. Avar Pogaiyil Thiralaana Janangal Avarai Nerukkinaargal. "
},{ "Verses": "43 appozhudhu Pannirandu Varushamaaip Perumpaadullavalaayirundhu, Than Aasthigalaiyellaam Vaiththiyargalukkuch Selavazhiththum, Oruvanaalum Sosthamaakkappadaadhirundha Oru Sthiree, "
},{ "Verses": "44 avarukkup Pinnaaga Vandhu, Avarudaiya Vasthiraththin Oraththaith Thottaal; Udane Avaludaiya Perumpaadu Nindrupoyitru. "
},{ "Verses": "45 appozhudhu Yesu: Ennaith Thottadhu Yaar Endru Kettaar. Engalukkuth Theriyaadhendru Ellaarum Sonnapodhu, Pedhuruvum Avanudane Kooda Irundhavargalum: Aiyare, Thiralaana Janangal Ummaich Soozhndhu Nerukkikkondirukkiraargale, Ennaith Thottadhu Yaar Endru Eppadik Ketkireer Endraargal. "
},{ "Verses": "46 adharku Yesu: Ennilirundhu Vallamai Purappattadhai Arindhirukkiren; Aadhalaal Oruvar Ennaith Thottadhundu Endraar. "
},{ "Verses": "47 appozhudhu Andha Sthiree Thaan Maraindhirukkavillaiyendru Kandu, Nadungivandhu, Avar Munbaaka Vizhundhu, Thaan Avaraith Thottakaaranaththaiyum Udane Thaan Sosthamaanadhaiyum Ellaa Janangalukkum Munbaaka Avarukku Ariviththaal. "
},{ "Verses": "48 avar Avalaip Paarththu: Magale, Thidankol, Un Visuvaasam Unnai Ratchiththadhu, Samaadhaanaththode Po Endraar. "
},{ "Verses": "49 avar Ippadip Pesikkondirukkaiyil, Jebaaalayaththalaivanudaiya Veettilirundhu Oruvan Vandhu, Avanai Nokki: Ummudaiya Kumaaraththi Mariththupponaal, Podhagarai Varuththappaduththa Vendaam Endraan. "
},{ "Verses": "50 yesu Adhaik Kettu: Payappadaadhe; Visuvaasamullavanaayiru, Appozhudhu Aval Ratchikkappaduvaal Endraar. "
},{ "Verses": "51 avar Veettil Vandhapodhu, Pedhuruvaiyum Yaakkobaiyum Yovaanaiyum Pennin Thagappanaiyum Thaayaiyum Thavira Veroruvaraiyum Ulle Varavottaamal, "
},{ "Verses": "52 ellaarum Azhudhu Avalaikkuriththuth Thukkangondaadugiradhaik Kandu: Azhaadheyungal, Aval Mariththuppogavillai, Niththiraiyaayirukkiraal Endraar. "
},{ "Verses": "53 aval Mariththupponaalendru Avargal Arindhadhinaal, Avaraip Paarththu Nagaiththaargal. "
},{ "Verses": "54 ellaaraiyum Avar Veliye Pogappanni, Avaludaiya Kaiyaippidiththu: Pillaiye Ezhundhiru Endraar. "
},{ "Verses": "55 appozhudhu Aval Uyir Thirumba Vandhadhu, Udane Aval Ezhundhirundhaal; Avalukku Aagaarangodukkak Kattalaiyittaar. "
},{ "Verses": "56 aval Thaaithagappanmaar Aachchariyappattaargal. Appozhudhu Nadandhadhai Oruvarukkum Sollaamalirukkumpadi Avargalukkuk Kattalaiyittaar. "
}
]