[
{ "Verses": "1 vaaraththin Mudhalaamnaal Adhikaalaiyile Thaangal Aayaththampannina Andha Kandhavarkkangalai Avargal Eduththukkondu Veru Sila Sthireegalodunkoodak Kallaraiyinidaththil Vandhaargal. "
},{ "Verses": "2 kallaraiyai Adaiththirundha Kal Purattith Thallappattirukkiradhaik Kandu, "
},{ "Verses": "3 ulle Piravesiththu, Karththaraagiya Yesuvin Sareeraththaik Kaanaamal, "
},{ "Verses": "4 adhaik Kuriththu Migundha Kalakkamadaindhirukkaiyil, Piragaasamulla Vasthirandhariththa Iranduper Avargal Aruge, Nindraargal. "
},{ "Verses": "5 andha Sthireegal Bayappattuth Thalaikavizhndhu Tharaiyai Nokki Nirkaiyil, Andha Iranduperum Avargalai Nokki: Uyirodirukkiravarai Neengal Mariththoridaththil Thedugiradhenna? "
},{ "Verses": "6 avar Inge Illai, Avar Uyirththezhundhaar. "
},{ "Verses": "7 manushakumaaran Paavigalaana Manushar Kaigalil Oppukkodukkappadavum, Siluvaiyil Araiyappadavum, Moondraamnaalil Ezhundhirukkavum Vendumenbadhaaga Avar Galileyaavilirundha Kaalaththil Ungalukkuch Sonnadhai Ninaivukoorungal Endraargal. "
},{ "Verses": "8 appozhudhu Avargal Avarudaiya Vaarththaigalai Ninaivukoorndhu, "
},{ "Verses": "9 kallaraiyai Vittuth Thirumbip Poi, Indhach Sangadhigalellaavatraiyum Padhinoruvarukkum Matrellaarukkum Ariviththaargal. "
},{ "Verses": "10 ivaigalai Apposthalarukkuch Sonnavargal Magadhalenaa Mariyaalum, Yovannaalum, Yaakkobin Thaayaagiya Mariyaalum Ivargaludanekooda Irundha Matra Sthireegalume. "
},{ "Verses": "11 ivargaludaiya Vaarththaigal Avargalukku Veenpechchaagath Thondrinadhinaal, Avargal Ivargalai Nambavillai. "
},{ "Verses": "12 pedhuruvo Ezhundhirundhu Kallaraiyinidaththirku Odi, Adharkulle Kunindhupaarkkaiyil, Seelaigalaith Thanippada Vaiththirukkakkandu, Sambaviththadhaik Kuriththuth Thannil Aachchariyappattukkonduponaan. "
},{ "Verses": "13 andraiyadhiname Avargalil Iranduper Erusalemukku Ezhu Alladhu Ettu Mail Dhooramaana Emmaavu Ennum Giraamaththukkup Ponaargal. "
},{ "Verses": "14 pogaiyil Indha Varththamaanangal Yaavaiyunguriththu Avargal Oruvarodoruvar Pesikkondaargal. "
},{ "Verses": "15 ippadi Avargal Pesi, Sambaashiththukkondirukkaiyil, Yesu Thaame Serndhu Avargaludanekooda Nadandhuponaar. "
},{ "Verses": "16 aanaalum Avarai Ariyaadhapadikku Avargaludaiya Kangal Maraikkappattirundhadhu. "
},{ "Verses": "17 appozhudhu Avar Avarkalai Nokki: Neengal Dhukkamugamullavargalaai Vazhinadandhu, Oruvarukkoruvar Sollikkollugira Kaariyangal Ennavendru Kettaar. "
},{ "Verses": "18 avargalil Oruvanaagiya Kileyoppaa Enbavan Piradhiyuththaramaaga: Innaatkalil Erusalemile Nadandhavaigalai Ariyaadhapadikku Neer Anniyaraayirukkireero Endraan. "
},{ "Verses": "19 avar: Evaigal Endraar. Adharku Avargal. Nasareyanaagiya Yesuvaik Kuriththavaigale; Avar Dhevanukku Munbaagavum Janangalellaarukku Munbaagavum Seygaiyilum Vaakkilum Vallamaiyulla Theerkkadharisiyaayirundhaar. "
},{ "Verses": "20 nammudaiya Piradhaana Aasaariyarum Adhigaarigalum Avarai Marana Aakkinaikkutpaduththi, Siluvaiyil Araindhaargal. "
},{ "Verses": "21 avare Isravelai Meettiratchippavar Endru Naangal Nambiyirundhom Ivaigal Sambaviththu Indru Moondru Naalaagiradhu. "
},{ "Verses": "22 aanaalum Engal Koottaththaich Serndha Sila Sthireegal Adhigaalame Kallaraiyinidaththirkuppoi, "
},{ "Verses": "23 avarudaiya Sareeraththaik Kaanaamal, Thirumbivandhu, Avar Uyirodirukkiraarendru Sonna Dhevadhooraith Tharisiththom Endru Solli, Engalaip Biramikkappanninaargal. "
},{ "Verses": "24 appozhudhu Engalile Silar Kallaraiyinidaththirkup Poi, Sthireegal Sonnapadiye Kandaargal; Avaraiyo Kaanavillai Endraargal, "
},{ "Verses": "25 appozhudhu Avar Avargalai Nokki: Theerkkadharisigal Sonna Yaavaiyum Visuvaasikkiradharkup Buththiyillaadha Mandha Irudhayamullavargale, "
},{ "Verses": "26 kiristhu Ivvidhamaagap Paadupadavum, Thamadhu Magimaiyil Piravesikkavum Vendiyadhillaiyaa Endru Solli, "
},{ "Verses": "27 mose Mudhaliya Sagala Theerkkadharisigalum Ezhudhina Vedhavaakkiyangalellaavatrilum Thammaikkuriththuch Solliyavaigalai Avargalukku Vivariththuk Kaanbiththaar. "
},{ "Verses": "28 aththarunaththil Thaangal Pogira Giraamaththukkuch Sameebamaanaargal. Appozhudhu Avar Appuram Pogiravar Polak Kaanbiththaar. "
},{ "Verses": "29 avargal Avarai Nokki: Neer Engaludane Thangiyirum, Saayangaalamaayitru, Pozhudhum Poyitru Endru Avarai Varundhik Kettukkondaargal. Appozhudhu Avar Avargaludane Thangumpadi Ulle Ponaar. "
},{ "Verses": "30 avargalode Avar Pandhiyirukkaiyil, Avar Appaththai Eduththu, Aaseervadhiththu, Adhaippittu, Avargalukkuk Koduththaar. "
},{ "Verses": "31 appozhudhu Avargaludaiya Kangal Thirakkappattu, Avarai Arindhaargal. Udane Avar Avargalukku Maraindhuponaar. "
},{ "Verses": "32 appozhudhu Avargal Oruvaraiyoruvar Nokki: Vazhiyile Avar Nammudane Pesi, Vedhavaakkiyangalai Namakku Vilangakkaattinapozhudhu, Nammudaiya Irudhayam Namakkulle Kozhundhuvittu Eriyavillaiyaa Endru Sollikkondu, "
},{ "Verses": "33 annerame Ezhundhirundhu, Erusalemukkuth Thirumbippoi, Padhinoruvarum Avargalodirundhavargalum Koodiyirukkakkandu: "
},{ "Verses": "34 karththar Meyyaagave Uyirththezhundhu Seemonukkuth Dharisanamaanaarendru Avargal Sollak Kettu, "
},{ "Verses": "35 vazhiyil Natandhavaikalaiyum, Avar Appaththaip Pitkaiyil Thaangal Avarai Arindhukontadhaiyum Vivariththuch Chonnaarkal. "
},{ "Verses": "36 ivaigalaikkuriththu Avargal Pesikkondirukkaiyil, Yesu Thaame Avargal Naduvile Nindru: Ungalukkuch Samaadhaanam Endraar. "
},{ "Verses": "37 avargal Kalangi, Bayandhu, Oru Aaviyaik Kaangiradhaaga Ninaiththaargal. "
},{ "Verses": "38 avar Avargalai Nokki: Neengal En Kalangugireergal; Ungal Irudhayangalil Sandhegangal Ezhumbugiradhenna? "
},{ "Verses": "39 naandhaan Endru Ariyumpadi En Kaigalaiyum En Kaalgalaiyum Paarungal, Ennaith Thottuppaarungal; Neengal Kaangirapadi, Enakku Maamsamum Elumbugalum Undaayirukkiradhupola Oru Aavikku Iraadhe Endru Solli, "
},{ "Verses": "40 thammudaiya Kaigalaiyum Kaalgalaiyum Avargalukkuk Kaanbiththaar. "
},{ "Verses": "41 aanaalum Sandhoshaththinaal Avargal Innum Visuvaasiyaamal Aachchariyappadugaiyil: Pusikkiradharku Edhaagilum Inge Undaa Endru Avargalidaththil Kettaar. "
},{ "Verses": "42 appozhudhu Poriththa Meenkandaththaiyum Thenkoottuth Thunikkaiyaiyum Avarukkuk Koduththaargal. "
},{ "Verses": "43 avaigalai Avar Vaangi Avargalukku Munbaagap Pusiththu, "
},{ "Verses": "44 avargalai Nokki: Moseyin Niyaayappiramaanaththilum Theerkkadharisigalin Aagamangalilum Sangeedhangalilum Ennaik Kuriththu Ezhudhiyirukkiravaigalellaam Niraiveravendiyadhendru, Naan Ungalodirundhapodhu Ungalukkuch Sollikkonduvandha Viseshangal Ivaigale Endraar. "
},{ "Verses": "45 appozhudhu Vedhavaakkiyangalai Arindhukollumpadi Avargaludaiya Manadhai Avar Thirandhu Avargalai Nokki: "
},{ "Verses": "46 ezhudhiyirukkirapadi, Kirisdhu Paadupadavum, Moondraamnaalil Mariththorilirundhezhundhirukkavum Vendiyadhaayirundhadhu; "
},{ "Verses": "47 andriyum Mananthirumbudhalum Paavamannippum Erusalem Thodangich Sagaladhesaththaarukkum Avarudaiya Naamaththinaale Pirasangikkappadavum Vendiyadhu. "
},{ "Verses": "48 neengal Ivaigalukkuch Saatchigalaayirukkireergal. "
},{ "Verses": "49 en Pidhaa Vaakkuththaththampanninadhai, Idho, Naan Ungalukku Anuppugiren. Neengalo Unnathdhathilirundhu Varum Belanaal Tharippikkappadum Varaikkum Erusalem Nagaraththil Irungal Endraar. "
},{ "Verses": "50 pinbu Avar Beththaaniyaavaraikkum Avargalai Azhaiththukkondupoi, Thammudaiya Kaigalai Uyarththi, Avargalai Aaseervadhiththaar. "
},{ "Verses": "51 avargalai Aaseervadhikkaiyil, Avargalai Vittup Pirindhu, Paralogaththukku Eduththukkollappattaar. "
},{ "Verses": "52 avargal Avaraip Panindhukondu, Migundha Sandhoshaththode Erusalemukkuth Thirumbi Vandhu. "
},{ "Verses": "53 naadorum Dhevaalayaththile Dhevanaip Pugazhndhu Thudhiththukkondirundhaargal. Aamen. "
}
]