[
{ "Verses": "1 annaatkalil Ulagamengum Kudimadhippu Ezhudhappadavendumendru Akusdhuraayanaal Kattalai Pirandhadhu. "
},{ "Verses": "2 seeriyaa Naattile Sireniyu Enbavan Dhesaadhipadhiyaayirundhapodhu Indha Mudhalaam Kudimadhippu Undaayitru. "
},{ "Verses": "3 andhappadi Kudimadhippezhudhappadumpadikku Ellaarum Thangal Thangal Oorgalukkup Ponaargal. "
},{ "Verses": "4 appozhudhu Yoseppum, Thaan Dhaaveedhin Vamsaththaanum Kudumpaththaanumaayirundhapadiyinaale, Thanakku Manaiviyaaga Niyamikkappattuk Karppavadhiyaana Mariyaaludane Kudimadhippezhudhappadumpadi, "
},{ "Verses": "5 galileyaa Naattilulla Naasareththoorilirundhu Yoodheyaa Naattilulla Bethlagem Ennum Dhaaveedhin Oorukkupponaan. "
},{ "Verses": "6 avvidaththile Avargal Irukkaiyil, Avalukkup Pirasavakaalam Nerittadhu. "
},{ "Verses": "7 aval Than Mudharperaana Kumaaranaippetru, Saththiraththile Avargalukku Idamillaadhirundhapadiyinaal, Pillaiyaith Thunigalil Sutri, Munnanaiyile Kidaththinaal. "
},{ "Verses": "8 appozhudhu Andha Naattile Meyppargal Vayalveliyil Thangi, Raaththiriyile Thangal Mandhaiyaik Kaaththukkondirundhaargal. "
},{ "Verses": "9 avvelaiyil Karththarudaiya Thoodhan Avargalidaththile Vandhu Nindraan, Karththarudaiya Magimai Avargalaich Sutrilum Piragaasiththadhu; Avargal Migavum Bayandhaargal. "
},{ "Verses": "10 dhevadhoodhan Avargalai Nokki: Bayappadaadhirungal; Idho, Ellaa Janaththukkum Migundha Sandhoshaththai Undaakkum Narseydhiyai Ungalukku Arivikkiren. "
},{ "Verses": "11 indru Karththaraagiya Kiristhu Ennum Ratchakar Ungalukkuth Dhaaveedhin Oorile Pirandhirukkiraar. "
},{ "Verses": "12 pillaiyaith Thunigalil Sutri, Munnanaiyil Kidaththiyirukkakkaanbeergal; Idhuve Ungalukku Adaiyaalam Endraan. "
},{ "Verses": "13 andhakshaname Paramasenaiyin Thiral Andhath Thoodhanudane Thondri: "
},{ "Verses": "14 unnadhaththilirukkira Dhevanukku Magimaiyum, Boomiyile Samaadhaanamum, Manusharmel Piriyamum Undaavadhaaga Endru Solli, Dhevanaith Thudhiththaargal. "
},{ "Verses": "15 dhevadhoodhargal Avargalai Vittup Paralogaththukkup Ponapinbu, Meyppargal Oruvaraiyoruvar Nokki: Naam Bethlagem Oorukkup Poi, Nadandhadhaagak Karththaraal Namakku Arivikkappatta Indhak Kaariyaththaip Paarppom Vaarungal Endru Solli, "
},{ "Verses": "16 theeviramaai Vandhu, Mariyaalaiyum, Yoseppaiyum, Munnanaiyile Kidaththiyirukkira Pillaiyaiyum Kandaargal. "
},{ "Verses": "17 kandu, Andhap Pillaiyaik Kuriththuth Thangalukkuch Sollappatta Sangadhiyaip Pirasiththampanninaargal. "
},{ "Verses": "18 meypparaale Thangalukkuch Sollappattadhaik Ketta Yaavarum Avaigalaikkuriththu Aachchariyappattaargal. "
},{ "Verses": "19 mariyaalo Andhach Sangadhigalaiyellaam Than Irudhayaththile Vaiththu, Sindhanaipanninaal. "
},{ "Verses": "20 meyppargalum Thangalukkuch Sollappattadhinpadiye Kettu, Kanda Ellaavatrirkaagavum Dhevanai Magimaippaduththi, Thudhiththukkondu Thirumpipponaargal. "
},{ "Verses": "21 pillaikku Viruththasedhanampannavendiya Ettaam Naalile, Adhu Karppaththile Urpavikkiradharku Munne Dhevadhoodhanaal Sollappattapadiye Adharku Yesu Endru Perittaargal. "
},{ "Verses": "22 moseyin Niyaayappiramaanaththinpadiye Avargaludaiya Suththikarippin Naatkal Niraiverinapodhu, "
},{ "Verses": "23 mudharperaana Endha Aanpillaiyum Karththarukkup Parisuththamaanadhennappadum Endru Karththarudaiya Niyaayappiramaanaththil Ezhudhiyirukkirapadi Avaraik Karththarukkendru Oppukkodukkavum, "
},{ "Verses": "24 karththarudaiya Niyaayappiramaanaththil Solliyirukkirapadi, Oru Jodu Kaattuppuraavaiyaavadhu Irandu Puraakkunjugalaiyaavadhu Baliyaagach Seluththavum, Avarai Erusalemukkuk Konduponaargal. "
},{ "Verses": "25 appozhudhu Simiyon Ennum Perkonda Oru Manushan Erusalemil Irundhaan; Avan Needhiyum Dhevabakthiyum Ullavanaayum, Isravelin Aarudhal Varakkaaththirukkiravanaayum Irundhaan; Avan Mel Parisuththa Aavi Irundhaar. "
},{ "Verses": "26 karththarudaiya Kiristhuvai Nee Kaanumunne Maranamadaiyamaattaai Endru Parisuththa Aaviyinaale Avanukku Arivikkappattumirundhadhu. "
},{ "Verses": "27 avan Aaviyin Evudhalinaal Dhevaalayaththile Vandhirundhaan. Yesu Ennum Pillaikkaaga Niyaayappiramaanamuraimaiyinpadi Seyvadharkuth Thaai Thagappanmaar Avarai Ulle Konduvarugaiyil, "
},{ "Verses": "28 avan Avaraith Than Kaigalil Endhikkondu Dhevanai Sdhoththiriththu: "
},{ "Verses": "29 aandavare, Umadhu Vaarththaiyinpadi Umadhu Adiyenai Ippozhudhu Samaadhaanaththode Pogavidugireer; "
},{ "Verses": "30 purajaadhigalukkup Piragaasikkira Oliyaagavum, Ummudaiya Janamaagiya Isravelukku Magimaiyaagavum, "
},{ "Verses": "31 dhevareer Sagala Janangalukkum Munbaaga Aayaththampannina "
},{ "Verses": "32 ummudaiya Ratchaniyaththai En Kangal Kandadhu Endraan. "
},{ "Verses": "33 avaraikkuriththuch Sollappattavaigalukkaaga Yoseppum Avarudaiya Thaayaarum Aachchariyappattaargal. "
},{ "Verses": "34 pinnum Simiyon Avargalai Aaseervadhiththu, Avarudaiya Thaayaagiya Mariyaalai Nokki: Idho, Anegarudaiya Irudhaya Sindhanaigal Velippadaththakkadhaaga, Isravelil Anegar Vizhukiradharkum Ezhundhirukkiradharkum, Virodhamaagap Pesappadum Adaiyaalamaavadharkum, Ivar Niyamikkappattirukkiraar. "
},{ "Verses": "35 un Aaththumaavaiyum Oru Pattayam Uruvippogum Endraan. "
},{ "Verses": "36 aaserudaiya Koththiraththaalum, Baanuvelin Kumaaraththiyumaagiya Annaal Ennum Oru Theerkkadharisi Irundhaal; Aval Kannippiraayaththil Vivaagamaanadhumudhal Ezhuvarusham Purushanudane Vaazhndhavalum, Adhiga Vayadhusendravalumaayirundhaal. "
},{ "Verses": "37 erakkuraiya Enbaththunaalu Vayadhulla Andha Vidhavai Dhevaalayaththai Vittu Neengaamal, Iravum Pagalum Ubavaasiththu, Jebampanni, Aaraadhanai Seydhukondirundhaal. "
},{ "Verses": "38 avalum Anneraththile Vandhu Nindru, Karththaraip Pugazhndhu, Erusalemile Meetpundaaga Kaaththirundha Yaavarukkum Avaraikkuriththup Pesinaal. "
},{ "Verses": "39 karththarudaiya Niyaayappiramaanaththinpadi Sagalaththaiyum Avargal Seydhu Mudiththapinbu, Galileyaa Naattilulla Thangal Ooraagiya Naasareththukkuth Thirumbipponaargal. "
},{ "Verses": "40 pillai Valarndhu, Aaviyile Belankondu, Gnaanaththinaal Niraindhadhu. Dhevanudaiya Kirubaiyum Avarmel Irundhadhu. "
},{ "Verses": "41 avarudaiya Thaai Thagappanmaar Varushandhorum Paskaa Pandigaiyil Erusalemukkup Povaargal. "
},{ "Verses": "42 avarukkup Pannirandu Vayadhaanapodhu, Avargal Andhap Pandigaimuraimaiyinpadi Erusalemukkuppoi, "
},{ "Verses": "43 pandigainaatkal Mudindhu, Thirumbi Varugirapodhu, Pillaiyaagiya Yesu Erusalemile Irundhuvittaar; Idhu Avarudaiya Thaayaarukkum Yoseppukkum Theriyaadhirundhadhu. "
},{ "Verses": "44 avar Pirayaanakkaararin Koottaththile Iruppaarendru Avargal Ninaiththu, Orunaal Pirayaanam Vandhu, Uravinmuraiyaaridaththilum Arimugamaanavargalidaththilum Avaraith Thedinaargal. "
},{ "Verses": "45 kaanaadhadhinaale Avaraith Thedikkonde Erusalemukkuth Thirumbip Ponaargal. "
},{ "Verses": "46 moondru Naalaikkup Pinbu, Avar Dhevaalayaththil Podhagar Naduvil Utkaarndhirukkavum, Avargal Pesukiradhaik Ketkavum, Avargalai Vinaavavum Kandaargal. "
},{ "Verses": "47 avar Pesakketta Yaavarum Avarudaiya Puththiyaiyum Avar Sonna Maaruththarangalaiyunguriththup Piramiththaargal. "
},{ "Verses": "48 thaai Thagappanmaarum Avaraikkandu Aachchariyappattaargal. Appozhudhu Avarudaiya Thaayaar Avarai Nokki: Magane! En Engalukku Ippadichseydhaai? Idho, Un Thagappanum Naanum Visaaraththode Unnaith Thedinome Endraal. "
},{ "Verses": "49 adharku Avar: Neengal En Ennaith Thedineergal? En Pidhaavukkaduththavaigalil Naan Irukkavendiyadhendru Neengal Ariyeergalaa Endraar. "
},{ "Verses": "50 thangalukku Avar Sonna Vaarththaiyai Avargal Unarndhukollavillai. "
},{ "Verses": "51 pinbu, Avar Avargaludane Koodappoi, Naasareththooril Serndhu, Avargalukkuk Keezhppadindhirundhaar. Avarudaiya Thaayaar Indhach Sangadhigalaiyellaam Than Irudhayaththile Vaiththukkondaal. "
},{ "Verses": "52 yesuvaanavar Gnaanaththilum, Valarththiyilum, Dhevakirupaiyilum, Manushar Dhayavilum Adhigamadhigamaai Viruththiyadaindhaar. "
}
]