[
{ "Verses": "1 paskaa Ennappatta Pulippillaadha Appappandigai Sameebamaayitru. "
},{ "Verses": "2 appozhudhu Piradhaana Aasaariyarum Vedhapaaragarum Avaraik Kolaiseyyumpadi Yosiththu, Janangalukkup Bayappattapadiyinaal, Evvidhamaai Appadich Seyyalaamendru Vagaithedinaargal. "
},{ "Verses": "3 appozhudhu Panniruvaril Oruvanaagiya Skaariyoththennum Maruperkonda Yoodhaasukkul Saaththaan Pugundhaan. "
},{ "Verses": "4 avan Piradhaana Aasaariyargalidaththilum Senaith Thalaivargalidaththilum Poi, Avaraik Kaattikkodukkum Vagaiyaik Kuriththu Avargalode Aalosanai Panninaan. "
},{ "Verses": "5 avargal Sandhoshappattu, Avanukkup Panangodukka Udanpattaargal. "
},{ "Verses": "6 adharku Avan Sammadhiththu, Janakkoottamillaadha Velaiyil Avarai Avargalukkuk Kaattikkodukkumpadi Samayanthedinaan. "
},{ "Verses": "7 paskaavaip Baliyidavendiya Pulippillaadha Appap Pandigai Naal Vandhadhu. "
},{ "Verses": "8 appozhudhu Avar Pedhuruvaiyum Yovaanaiyum Azhaiththu: Naam Paskaavaip Pusikkumpadikku Neengal Poi, Adhai Namakku Aayaththam Pannungal Endraar. "
},{ "Verses": "9 adharku Avargal: Naangal Adhai Enge Aayaththampannumpadi Siththamaayirukkireer Endru Kettaargal. "
},{ "Verses": "10 adharku Avar: Neengal Nagaraththil Piravesikkumbodhu, Thanneerkkudam Sumandhuvarugira Oru Manushan Ungalukku Edhirppaduvaan; Neengal Avanukkup Pinsendru, Avan Pogum Veettirkul Neengalum Poi, "
},{ "Verses": "11 andha Veettejamaanai Nokki: Naan En Seesharodukoodap Paskaavaip Pusikkiradharkuth Thagudhiyaana Idam Enge Endru Podhagar Ummidaththil Ketkach Sonnaar Endru Sollungal. "
},{ "Verses": "12 avan Kambalamudhalaanavaigal Viriththirukkira Melveettilulla Oruperiya Araiyai Ungalukkuk Kaanbippaan; Ange Aayaththampannungal Endru Solli Anuppinaar. "
},{ "Verses": "13 avargal Poi, Thangalidaththil Avar Sonnapadiye Kandu, Paskaavai Aayaththampanninaargal. "
},{ "Verses": "14 velaivandhapodhu, Avarum Avarudanekoodap Pannirandu Apposthalarum Pandhiyirundhaargal. "
},{ "Verses": "15 appozhudhu Avar Avargalai Nokki: Naan Paadupadukiradharku Munne Ungaludanekoota Indhap Paskaavaip Pusikka Migavum Aasaiyaayirundhen. "
},{ "Verses": "16 dhevanudaiya Raajyaththile Idhu Niraiverumalavum Naan Ini Idhaip Pusippadhillaiyendru Ungalukkuch Sollugiren Endru Solli, "
},{ "Verses": "17 avar Paaththiraththai Eduththu, Sthoththirampanni: Neengal Idhai Vaangi, Ungalukkulle Pangittukkollungal; "
},{ "Verses": "18 dhevanudaiya Raajyam Varumalavum Naan Thiraatchappazharasaththaip Baanampannuvadhillaiyendru Ungalukkuch Sollugiren Endraar. "
},{ "Verses": "19 pinbu Avar Appaththai Eduththu, Sthoththirampanni Adhaip Pittu, Avargalukkuk Koduththu: Idhu Ungalukkaagak Kodukkappadugira Ennudaiya Sareeramaayirukkiradhu; Ennai Ninaivukoorumbadi Idhaich Seyyungal Endraar. "
},{ "Verses": "20 pojanampanninapinbu Avar Andhappadiye Paaththiraththaiyum Koduththu: Indhap Paaththiram Ungalukkaakach Sindhappadugira Ennudaiya Raththaththinaalaagiya Pudhiya Udanpadikkaiyaayirukkiradhu Endraar. "
},{ "Verses": "21 pinbu: Idho Ennaik Kaattik Kodukkiravanudaiya Kai Ennudane Koodap Pandhiyilirukkiradhu. "
},{ "Verses": "22 theermaanikkappattapadiye Manushakumaaran Pogiraar, Aanaalum Avaraik Kaattikkodukkira Manushanukku Aiyo Endraar. "
},{ "Verses": "23 appozhudhu Avargal Nammil Yaar Appadich Seyvaan Endru Thangalukkulle Visaarikkath Thodanginaargal. "
},{ "Verses": "24 andriyum Thangalil Evan Periyavanaayiruppaan Endru Avargalukkulle Vaakkuvaadham Undaayitru. "
},{ "Verses": "25 avar Avargalai Nokki: Purajaadhiyaarin Raajaakkal Avargalai Aalugiraargal; Avargalmel Adhigaaram Seluththukiravargalum Ubagaarigal Ennappadugiraargal. "
},{ "Verses": "26 ungalukkulle Appadiyirukkakkoodaadhu; Ungalil Periyavan Siriyavanaippolavum, Thalaivan Panividaikkaaranaippolavum Irukkakkadavan. "
},{ "Verses": "27 pandhiyirukkiravano, Panividaiseygiravano, Evan Periyavan? Pandhiyirukkiravan Allavaa? Appadiyirundhum, Naan Ungal Naduvile Panividaikkaaranaippol Irukkiren. "
},{ "Verses": "28 melum Enakku Neritta Sodhanaigalil Ennode Kooda Nilaiththirundhavargal Neengale. "
},{ "Verses": "29 aagaiyaal, En Pidhaa Enakku Oru Raajyaththai Erpaduththinadhupola, Naanum Ungalukku Erpaduththugiren. "
},{ "Verses": "30 neengal En Raajyaththile En Pandhiyil Pojanapaanampanni, Isravelin Pannirandu Koththirangalaiyum Niyaayantheerkkiravargalaaich Singaasanangalinmel Utkaaruveergal Endraar. "
},{ "Verses": "31 pinnum Karththar: Seemone, Seemone, Idho, Kodhumaiyaich Sulaginaal Pudaikkiradhupolach Saaththaan Ungalaip Pudaikkiradharku Uththaravu Kettukkondaan. "
},{ "Verses": "32 naano Un Visuvaasam Ozhindhupogaadhapadikku Unakkaaga Vendikkonden: Nee Kunappattapinbu Un Sagodhararai Sthirappaduththu Endraar. "
},{ "Verses": "33 adharku Avan: Aandavare, Kaavalilum Saavilum Ummaip Pinbatrivara Aayaththamaayirukkiren Endraan. "
},{ "Verses": "34 avar Avanai Nokki: Pedhuruve, Indraikkuch Seval Koovukiradharku Munne Nee Ennai Arindhirukkiradhai Moondrudharam Marudhalippaai Endru Unakkuch Sollugiren Endraar. "
},{ "Verses": "35 pinnum Avar Avargalai Nokki: Naan Ungalaip Panappaiyum Saamaanpaiyum Paadharatchaigalum Illaamal Anuppinapodhu, Edhaagilum Ungalukku Kuraivaayirundhadhaa Endraar. Avargal, Ondrum Kuraivaayirundhadhillai Endraargal. "
},{ "Verses": "36 adharku Avar: Ippozhudho Panappaiyum Saamaanpaiyum Udaiyavan Avaigalai Eduththukkollakkadavan; Pattayam Illaadhavan Than Vasthiraththai Vitru Ondraik Kollakkadavan. "
},{ "Verses": "37 akkiramakkaararil Oruvanaaga Ennappattaar Endru Ezhudhiyirukkira Vaakkiyam Ennidaththil Niraiveravendiyadhendru Ungalukkuch Sollugiren. Ennaippatriya Kaariyangal Mudivuperungaalam Vandhirukkiradhu Endraar. "
},{ "Verses": "38 adharku Avargal: Aandavare, Idho Inge Irandu Pattayam Irukkiradhu Endraargal. Avar: Podhum Endraar. "
},{ "Verses": "39 pinbu Avar Purappattu, Vazhakkaththinpadiye Olivamalaikkup Ponaar, Avarudaiya Seesharum Avarode Koodapponaargal. "
},{ "Verses": "40 avvidaththil Serndhapozhudhu Avar Avargalai Nokki: Neengal Sodhanaikkutpadaadhapadikku Jebampannungal Endru Solli, "
},{ "Verses": "41 avargalai Vittuk Kalleridhooram Appurampoi, Muzhangaalpadiyittu: "
},{ "Verses": "42 pidhaave, Umakkuch Siththamaanaal Indhap Paaththiram Ennaivittu Neengumpadiseyyum; Aayinum Ennudaiya Siththaththinpadiyalla, Ummudaiya Siththaththinpadiye Aagakkadavadhu Endru Jebampanninaar. "
},{ "Verses": "43 appozhudhu Vaanaththilirundhu Oru Thoodhan Thondri, Avaraip Balappaduththinaan. "
},{ "Verses": "44 avar Migavum Viyaagulappattu, Adhiga Ookkaththode Jebampanninaar. Avarudaiya Vervai Raththaththin Perundhuligalaaith Tharaiyile Vizhundhadhu. "
},{ "Verses": "45 avar Jebampanni Mudiththu, Ezhundhirundhu, Thammudaiya Seesharidaththil Vandhu, Avargal Dhukkaththinaale Niththirai Pannugiradhaik Kandu: "
},{ "Verses": "46 neengal Niththiraipannugiradhenna? Sodhanaikkutpadaadhapadikku, Ezhundhirundhu Jebampannungal Endraar. "
},{ "Verses": "47 avar Appadip Pesugaiyil Janangal Koottamaai Vandhaargal. Avargalukku Munne Panniruvaril Oruvanaagiya Yoodhaas Enbavanum Vandhu, Yesuvai Muththanjeyyumpadi Avaridaththil Serndhaan. "
},{ "Verses": "48 yesu Avanai Nokki: Yoodhaase, Muththaththinaaleyaa Manushakumaaranaik Kaattikkodukkiraai Endraar. "
},{ "Verses": "49 avaraich Soozhanindravargal Nadakkappogiradhaik Kandu: Aandavare, Pattayaththinaale Vettuvomaa Endraargal. "
},{ "Verses": "50 andhappadiye Avargalil Oruvan Piradhaana Aasaariyanudaiya Velaikkaaranai Valadhukaadhara Vettinaan. "
},{ "Verses": "51 appozhudhu Yesu Immattil Niruththungal Endru Solli Avanudaiya Kaadhaiththottu, Avanaich Sosdhappaduththinaar. "
},{ "Verses": "52 pinbu Yesu Thamakku Virodhamaai Vandha Piradhaana Aasaariyargalaiyum Dhevaalayaththuch Senaiththalaivargalaiyum Mooppargalaiyum Nokki: Oru Kallanaip Pidikkap Purappattu Varugiradhupola, Neengal Pattayangalaiyum Thadigalaiyum Eduththup Purappattuvandheergale. "
},{ "Verses": "53 naan Thinandhorum Dhevaalayaththil Ungaludanekooda Irukkaiyil Neengal Ennaip Pidikkak Kai Neettavillai; Idhuvo Ungaludaiya Velaiyum Andhagaaraththin Adhigaaramumaayirukkiradhu Endraar. "
},{ "Verses": "54 avargal Avaraip Pidiththapinbu, Piradhaana Aasaariyanudaiya Veettil Kondupoi Vittaargal. Pedhuruvum Thooraththile Pinsendraan. "
},{ "Verses": "55 avargal Mutraththin Naduvile Neruppai Mootti, Adhaich Sutri Utkaarndhapodhu, Pedhuruvum Avargal Naduvile Utkaarndhaan. "
},{ "Verses": "56 appozhudhu, Oru Velaikkaari Avanai Neruppandaiyile Utkaarndhirukkakkandu, Avanai Utruppaarththu: Ivanum Avanodirundhaan Endraal. "
},{ "Verses": "57 adharku Avan: Sthireeye, Avanai Ariyen Endru Marudhaliththaan. "
},{ "Verses": "58 satruneraththukkup Pinbu Veroruvan Avanaik Kandu: Neeyum Avargalil Oruvan Endraan. Adharkup Pedhuru: Manushane, Naan Alla Endraan. "
},{ "Verses": "59 erakkuraiya Orumani Neraththukkuppinbu Veroruvan Avanaip Paarththu: Meyyaagave Ivanum Avanodirundhaan, Ivan Galileyandhaan Endru Saadhiththaan. "
},{ "Verses": "60 adharkup Pedhuru: Manushane, Nee Sollugiradhai Ariyen Endraan. Avan Ippadich Sonnavudane Seval Koovitru. "
},{ "Verses": "61 appozhudhu Karththar Thirumbi, Pedhuruvai Nokkippaarththaar. Seval Koovugiradharku Munne Nee Ennai Moondrudharam Marudhalippaai Endru Karththar Thannidaththil Sonna Vasanaththai Udane Pedhuru Ninaivukoorndhu, "
},{ "Verses": "62 veliye Poi, Manangasandhu Azhudhaan. "
},{ "Verses": "63 yesuvaip Pidiththukkonda Manushar Avaraip Pariyaasampanni, Adiththu, "
},{ "Verses": "64 avarudaiya Kangalaik Katti, Avarudaiya Mugaththil Araindhu: Unnai Adiththavan Yaar, Adhai Gnaanadhirushtiyinaal Sol Endru Avaraikkettadhumandri, "
},{ "Verses": "65 matrum Anega Dhooshanavaarththaigalaiyum Avarukku Virodhamaagach Sonnaargal. "
},{ "Verses": "66 vidiyarkaalamaanapodhu Janaththin Moopparum Piradhaana Aasaariyarum Vedhapaaragarum Koodivandhu, Thangal Aalosanai Sangaththil Avaraik Konduvandhu Niruththi: "
},{ "Verses": "67 nee Kiristhuvaa? Adhai Engalukkuchsol Endraargal. Adharku Avar: Naan Ungalukkuch Sonnaalum Nambamaatteergal. "
},{ "Verses": "68 naan Ungalidaththil Vinaavinaalum Enakku Maaruththaram Sollamaatteergal, Ennai Vidudhalaipannavumaatteergal. "
},{ "Verses": "69 idhumudhal Manushakumaaran Sarvavallamaiyulla Dhevanudaiya Valadhupaarisaththil Veetriruppaar Endraar. "
},{ "Verses": "70 adharku Avargalellaarum: Appadiyaanaal, Nee Dhevanudaiya Kumaaranaa Endru Kettaargal; Adharku Avar: Neengal Sollugirapadiye Naan Avardhaan Endraar. "
},{ "Verses": "71 appozhudhu Avargal: Ini Verusaatchi Namakku Venduvadhenna? Naame Ivanudaiya Vaayinaale Kettome Endraargal. "
}
]