[
{ "Verses": "1 avar Thammudaiya Vaarththaigalaiyellaam Janangaludaiya Kaadhugal Ketkumpadi Solli Mudiththapinbu, Kapparnagoomukkup Ponaar. "
},{ "Verses": "2 ange Nootrukku Adhibadhiyaagiya Oruvanukkup Piriyamaana Velaikkaaran Viyaadhippattu Marana Avasdhaiyaayirundhaan. "
},{ "Verses": "3 avan Yesuvaikkuriththuk Kelvippattapodhu, Avar Vandhu Than Velaikkaaranaik Gunamaakkavendumendru, Avarai Vendikkollumpadi Yoodharudaiya Moopparai Avaridaththil Anuppinaan. "
},{ "Verses": "4 avargal Yesuvinidaththil Vandhu, Avaraik Karuththaai Vendikkondu: Neer Indhath Dhayavuseykiradharku Avan Paaththiranaayirukkiraan. "
},{ "Verses": "5 avan Nammudaiya Janaththai Nesikkiraan, Namakku Oru Jebaaalayaththaiyum Kattinaan Endraargal. "
},{ "Verses": "6 appozhudhu Yesu Avargaludane Koodapponaar. Veettukkuch Sameebamaanapodhu Nootrukku Adhibadhi Than Sinegidharai Nokki: Neengal Avaridaththil Poi, Aandavare! Neer Varuththappadavendaam; Neer En Veettu Vaasalukkul Piravesikka Naan Paaththiran Alla; "
},{ "Verses": "7 naan Ummidaththil Varavum Ennaippaaththiranaaga Ennavillai; Oru Vaarththaimaaththiram Sollum, Appozhudhu En Velaikkaaran Sosthamaavaan. "
},{ "Verses": "8 naan Adhigaaraththukkuk Keezhppattavanaayirundhum, Enakkuk Keezhppattirukkira Sevagarumundu; Naan Oruvanaip Povendraal Pogiraan, Matroruvanai Vaavendraal Varugiraan; En Velaikkaaranai, Idhaich Seyyendraal Seygiraan Endru Naan Sonnadhaakach Sollungal Endru Avargalai Anuppinaan. "
},{ "Verses": "9 yesu Ivaigalaik Kettu Avanaikkuriththu Aachchariyappattu, Thirumbi, Thamakkup Pinsellugira Thiralaana Janangalai Nokki: Isravelarukkullum Naan Ippadippatta Visuvaasaththaik Kaanavillai Endru Ungalukkuch Sollukiren Endraar. "
},{ "Verses": "10 anuppappattavargal Veettukkuth Thirumpivandhapodhu, Viyaadhiyaaik Kidandha Velaikkaaran Sugamadaindhirukkiradhaik Kandaargal. "
},{ "Verses": "11 marunaalile Avar Naayeen Ennum Oorukkup Ponaar; Avarudaiya Seeshar Anegarum Thiralaana Janangalum Avarudanekoodap Ponaargal. "
},{ "Verses": "12 avar Oorin Vaasalukkuch Sameepiththapodhu, Mariththuppona Oruvanai Adakkampannumpadi Konduvandhaargal; Avan Than Thaaikku Ore Maganaayirundhaan. Avalo Kaimpennaayirundhaal; Ooraaril Vegu Janangal Avaludanekooda Vandhaargal. "
},{ "Verses": "13 karththar Avalaip Paarththu, Avalmel Manadhurugi: Azhaadhe Endru Solli, "
},{ "Verses": "14 kittavandhu, Paadaiyaith Thottaar; Adhaich Sumandhavargal Nindraargal; Appozhudhu Avar: Vaalibane, Ezhundhiru Endru Unakkuch Sollugiren Endraar. "
},{ "Verses": "15 mariththavan Ezhundhu Utkaarndhu, Pesaththodanginaan. Avanai Avan Thaayinidaththil Oppuviththaar. "
},{ "Verses": "16 ellaarum Bayamadaindhu: Magaa Theerkkadharisiyaanavar Namakkulle Thondriyirukkiraar Endrum, Dhevan Thamadhu Janangalaich Sandhiththaar Endrum Solli, Dhevanai Magimaippaduththinaargal. "
},{ "Verses": "17 indhach Seydhi Yoodheyaa Dhesamuzhuvadhilum Sutriyirukkira Thisaigal Yaavatrilum Pirasiththamaayitru. "
},{ "Verses": "18 ivaigalaiyellaam Yovaanudaiya Seeshargal Avanukku Ariviththaargal. Appozhudhu Yovaan Thanseesharil Iranduperai Azhaiththu, "
},{ "Verses": "19 neengal Yesuvinidaththirkup Poi: Varugiravar Neerdhaanaa? Alladhu Veroruvar Varak Kaaththirukkavendumaa? Endru Kelungal Endru Solli Anuppinaan. "
},{ "Verses": "20 andhappadi Avargal Avaridaththil Vandhu: Varugiravar Neerdhaanaa? Alladhu Veroruvar Varak Kaaththirukkavendumaa? Endru Ketkumpadi Yovaansnaanan Engalai Ummidaththirku Anuppinaar Endraargal. "
},{ "Verses": "21 andhach Samayaththile Noigalaiyum Kodiya Viyaadhigalaiyum Pollaadha Aavigalaiyum Kondirundha Anegarai Avar Gunamaakki, Anegang Kurudarukkup Paarvaiyaliththaar. "
},{ "Verses": "22 yesu Avargalukkup Piradhiyuththaramaaga: Neengal Poi, Kandavaigalaiyum Kettavaigalaiyum Yovaanukku Ariviyungal; Kurudar Paarvaiyadaigiraargal, Sappaanigal Nadakkiraargal. Kushtarogigal Suththamaagiraargal, Sevidar Ketkiraargal, Mariththor Ezhundhirukkiraargal, Thariththirarukkuch Suvisesham Pirasangikkappadukiradhu. "
},{ "Verses": "23 ennidaththil Idaraladaiyaadhirukkiravan Evano Avan Baakkiyavaan Endraar. "
},{ "Verses": "24 yovaanudaiya Dhoodhargal Ponapinbu Avar Yovaanaikkuriththu Janangalukkuch Sonnadhu Ennavendraal: Edhaippaarkka Vanaandharaththirkup Poneergal? Kaatrinaal Asaiyum Naanalaiyo? "
},{ "Verses": "25 allavendraal, Edhaippaarkkapponeergal? Melliya Vasthirandhariththa Manushanaiyo? Alangaara Vasthirandhariththuch Selvamaai Vaazhkiravargal Arasar Maaligaigalile Irukkiraargal. "
},{ "Verses": "26 allavendraal, Edhaippaarkkapponeergal? Theerkkadharisiyaiyo? Aam, Theerkkadharisiyaip Paarkkilum Menmaiyullavanaiye Endru Ungalukkuch Sollugiren. "
},{ "Verses": "27 idho, Naan En Dhoodhanai Umakku Munbaaga Anuppugiren; Avan Umakku Munne Poi, Umadhu Vazhiyai Aayaththam Pannuvaan Endru Ezhudhiya Vaakkiyaththaal Kurikkappattavan Ivandhaan. "
},{ "Verses": "28 sthireegalidaththile Pirandhavargalil Yovaansnaananaip Paarkkilum Periyadheerkkadharisi Oruvanumillai; Aagilum, Dhevanudaiya Raajyaththil Siriyavanaayirukkiravan Avanilum Periyavanaayirukkiraanendru Ungalukkuch Sollugiren Endraar. "
},{ "Verses": "29 yovaanudaiya Ubadhesaththaik Ketta Aayakkaarar Mudhalaana Sagala Janangalum Avanaale Gnaanasnaanam Petru, Dhevan Needhiparar Endru Arikkaiyittaargal. "
},{ "Verses": "30 pariseyarum Niyaayasaasdhirigalumo Avanaale Gnaanasnaanam Peraamal Thangalukkuk Kedundaaga Dhevanudaiya Aalosanaiyaith Thallivittaargal. "
},{ "Verses": "31 pinnum Karththar Sonnadhu: Indhach Sandhadhiyai Yaarukku Oppiduven? Ivargal Yaarukku, Oppaayirukkiraargal? "
},{ "Verses": "32 sandhai Veliyil Utkaarndhu, Oruvaraiyoruvar Paarththu: Ungalukkaagak Kuzhal Oodhinom, Neengal Kooththaadavillai; Ungalukkaagap Pulambinom, Neengal Azhavillai Endru Kurai Sollugira Pillaigalukku Oppaayirukkiraargal. "
},{ "Verses": "33 eppadiyenil, Yovaansnaanan Appam Pusiyaadhavanum Thiraatcharasam Kudiyaadhavanumaai Vandhaan; Adharku Neengal: Avan Pisaasu Pidiththirukkiravan Engireergal. "
},{ "Verses": "34 manushakumaaran Pojanabaanampannukiravaraai Vandhaar; Adharku Neengal: Idho, Pojanappiriyanum Madhubaanappiriyanumaana Manushan, Aayakkaararukkum Paavigalukkum Sinegidhan Engireergal "
},{ "Verses": "35 aanaalum Gnaanamaanadhu Adhan Pillaigalellaaraalum Needhiyulladhendru Oppukkollappadum Endraar. "
},{ "Verses": "36 pariseyaril Oruvan Thannudane Pojanampanna Vendumendru Avarai Vendikkondaan; Avar Andhap Pariseyanudaiya Veettil Piravesiththup Pandhiyirundhaar. "
},{ "Verses": "37 appozhudhu Andha Oorilirundha Paaviyaagiya Oru Sthiree Avar Pariseyan Veettile Pandhiyirukkiradhai Arindhu, Oru Paraniyil Parimalathailam Konduvandhu, "
},{ "Verses": "38 avarudaiya Paadhangalin Aruge Pinnaaga Nindru Azhudhukondu, Avarudaiya Paadhangalaith Than Kanneerinaal Nanaiththu, Than Thalaimayirinaal Thudaiththu, Avarudaiya Paadhangalai Muththanjeydhu, Parimaladhailaththaip Poosinaal. "
},{ "Verses": "39 avarai Azhaiththa Pariseyan Adhaik Kandapodhu, Ivar Theerkkadharisiyaayirundhaal Thammaith Thodugira Sthiree Innaalendrum Ippadippattavalendrum Arindhiruppaar; Ival Paaviyaayirukkiraale Endru Thanakkulle Sollikkondaan. "
},{ "Verses": "40 yesu Avanai Nokki: Seemone, Unakku Naan Oru Kaariyam Sollavendum Endraar. Adharku Avan: Podhagare, Sollum Endraan. "
},{ "Verses": "41 appozhudhu Avar: Oruvanidaththil Iranduper Kadanpattirundhaargal; Oruvan Ainnooru Vellikkaasum, Matravan Aimbadhu Vellikkaasum Kodukkavendiyadhaayirundhadhu. "
},{ "Verses": "42 kodukka Avargalukku Nirvaagamillaadhapodhu, Iruvarukkum Kadanai Manniththuvittaan. Ippadiyirukka, Avargalil Evan Avanidaththil Adhiga Anbaayiruppaan? Adhaich Sol Endraar. "
},{ "Verses": "43 seemon Piradhiyuththaramaaga: Evanukku Adhigamaai Manniththuvittaano Avane Adhiga Anbaayiruppaan Endru Ninaikkiren Endraan; Adharku Avar: Sariyaai Nidhaaniththaai Endru Solli, "
},{ "Verses": "44 sthireeyinidamaaith Thirumbi, Seemonai Nokki: Indha Sthireeyaippaarkkiraaye; Naan Un Veettil Piravesiththen, Nee En Kaalkalukkuth Thanneer Tharavillai, Ivalo, Kanneerinaal En Kaalgalai Nanaiththu, Than Thalaimayirinaal Avaigalaith Thudaiththaal. "
},{ "Verses": "45 nee Ennai Muththanjeyyavillai, Ivalo Naan Utpiravesiththadhu Mudhal, En Paadhangalai Oyaamal Muththanjeydhaal. "
},{ "Verses": "46 nee En Thalaiyil Enney Poosavillai, Ivalo En Paadhangalil Parimalathailam Poosinaal. "
},{ "Verses": "47 aadhalaal Naan Unakkuch Sollugiren: Ival Seydha Anega Paavangal Mannikkappattadhu; Ival Migavum Anbukoorndhaale. Evanukkuk Konjam Mannikkappadugiradho, Avan Konjamaai Anbu Kooruvaan Endru Solli; "
},{ "Verses": "48 avalai Nokki: Un Paavangal Mannikkappattadhu Endraar. "
},{ "Verses": "49 appozhudhu Koodap Pandhiyirundhavargal: Paavangalai Mannikkira Ivan Yaarendru Thangalukkulle Sollikkondaargal. "
},{ "Verses": "50 avar Sthireeyai Nokki: Un Visuvaasam Unnai Ratchiththadhu, Samaadhaanaththode Po Endraar. "
}
]