[
{ "Verses": "1 ivaigalukkup Pinbu Karththar Vere Ezhubadhuperai Niyamiththu, Thaam Pogum Sagala Pattanangalukkum Idangalukkum Avargalaith Thamakku Munne Irandirandu Peraaga Anuppinaar. "
},{ "Verses": "2 appozhudhu Avar Avargalai Nokki: Aruppu Migudhi, Velaiyaatkalo Konjam; Aagaiyaal Aruppukku Ejamaan (aruvadaiyin Ejamaan) Thamadhu Aruppukku Velaiyaatkalai Anuppumbadi Avarai Vendikkollungal. "
},{ "Verses": "3 purappattuppongal; Aattukkuttigalai Onaaigalukkulle Anuppugiradhupola, Idho, Naan Ungalai Anuppugiren "
},{ "Verses": "4 panappaiyaiyum Saamaan Paiyaiyum Paadharatchaigalaiyum Kondupogavendaam; Vazhiyile Oruvaraiyum Vinavavum Vendaam. "
},{ "Verses": "5 oru Veettil Piravesikkirapodhu: Indha Veettukkuch Samaadhaanam Undaavadhaagavendru Mudhalaavadhu Sollungal. "
},{ "Verses": "6 samaadhaana Paaththiran Ange Irundhaal, Neengal Koorina Samaadhaanam Avanidaththil Thangum, Illaadhirundhaal Adhu Ungalitaththirkuth Thirumbivarum. "
},{ "Verses": "7 andha Veettiledhaane Neengal Thangiyirundhu, Avargal Kodukkiravaigalaip Pusiththuk Kudiyungal; Velaiyaal Than Koolikkup Paaththiranaayirukkiraan. Veettukku Veedu Pogaadhirungal. "
},{ "Verses": "8 oru Pattanaththil Neengal Piravesikkirapozhudhu, Janangal Ungalai Etrukkondaal Avargal Ungalmun Vaikkiravaigalai Neengal Pusiththu, "
},{ "Verses": "9 avvidaththilulla Piniyaaligalaich Sosdhamaakki: Dhevanudaiya Raajyam Ungalukkuch Sameebamaai Vandhirukkiradhu Endru Avargalukkuch Sollungal. "
},{ "Verses": "10 yaadhoru Pattanaththil Neengal Piravesikkirapozhudhu, Janangal Ungalai Etrukkollaavittaal Adhin Veedhigalile Neengal Poi: "
},{ "Verses": "11 engalil Ottina Ungal Pattanaththin Thoosiyaiyum Ungalukku Virodhamaaith Thudaiththuppodugirom; Aayinum Dhevanudaiya Raajyam Ungalukkuch Sameebamaai Vandhirukkiradhenbadhai Arindhukolveergalaaga Endru Sollungal. "
},{ "Verses": "12 andhap Pattanaththirku Neriduvadhaippaarkkilum Andha Naalile Sodhom Naattirku Neriduvadhu Laguvaayirukkum Endru Ungalukkuch Sollugiren. "
},{ "Verses": "13 koraaseen Pattaname, Unakku, Aiyo, Pedhsaayidhaa Pattaname, Unakku Aiyo, Ungalil Seyyappatta Balaththa Seygaigal Theeruvilum Seedhonilum Seyyappattirundhadhaanaal, Appozhudhe Rattuduththi, Saambalil Utkaarndhu, Mananthirumbiyiruppaargal. "
},{ "Verses": "14 niyaayaththeerppunaalil Ungalukku Neriduvadhaippaarkkilum, Theeruvukkum Seedhonukkum Neriduvadhu Laguvaayirukkum. "
},{ "Verses": "15 vaanabariyandham Uyarththappatta Kapparnagoome, Nee Paadhaalapariyandham Thaazhththappaduvaai Endru Solli, "
},{ "Verses": "16 seesharai Nokki: Ungalukkuch Sevikodukkiravan Enakkuch Sevikodukkiraan, Ungalai Asattaipannugiravan Ennai Asattaipannugiraan, Ennai Asattaipannugiravan Ennai Anuppinavarai Asattaipannugiraan Endraar. "
},{ "Verses": "17 pinbu Andha Ezhubadhuperum Sandhoshaththode Thirumbivandhu: Aandavare, Ummudaiya Naamaththinaale Pisaasugalum Engalukkuk Keezhppadigiradhu Endraargal. "
},{ "Verses": "18 avargalai Avar Nokki: Saaththaan Minnalaippola Vaanaththilirundhu Vizhugiradhaik Kanden. "
},{ "Verses": "19 idho, Sarppangalaiyum Thelgalaiyum Midhikkavum, Saththuruvinudaiya Sagala Vallamaiyaiyum Merkollavum Ungalukku Adhigaarang Kodukkiren; Ondrum Ungalaich Sedhappaduththamaattaadhu. "
},{ "Verses": "20 aagilum, Aavigal Ungalukkuk Keezhppadigiradharkaaga Neengal Sandhoshappadaamal, Ungal Naamangal Paralogaththil Ezhudhiyirukkiradharkaagach Sandhoshappadungal Endraar. "
},{ "Verses": "21 andha Velaiyil Yesu Aaviyile Kalikoorndhu: Pidhaave! Vaanaththukkum Boomikkum Aandavare! Ivaigalai Neer Gnaanigalukkum Kalvimaangalukkum Maraiththu, Paalagarukku Velippaduththinapadiyaal Ummai Sthoththirikkiren; Aam, Pidhaave! Ippadich Seyvadhu Ummudaiya Thiruvulaththukkup Piriyamaayirundhadhu. "
},{ "Verses": "22 sagalamum En Pidhaavinaal Enakku Oppukkodukkappattirukkiradhu; Pidhaa Thavira Veroruvanum Kumaaran Innaarendru Ariyaan, Kumaaranum, Kumaaran Avarai Evanukku Velippaduththach Siththamaayirukkiraaro Avanundhavira, Veroruvanum Pidhaa Innaarendru Ariyaan Endraar. "
},{ "Verses": "23 pinbu, Thamadhu Seesharidaththil Thirumbi, Thaniththu Avargalai Nokki: Neengal Kaangiravaigalaik Kaanung Kangal Baakkiyamullavaigal. "
},{ "Verses": "24 anega Theerkkadharisigalum Raajaakkalum Neengal Kaangiravaigalaik Kaanavum, Neengal Ketkiravaigalaik Ketkavum Virumbiyum, Kaanaamalum Kelaamalum Ponaargal Endru Ungalukkuch Sollugiren Endraar. "
},{ "Verses": "25 appozhudhu Niyaayasaasdhiri Oruvan Ezhundhirundhu, Avaraich Sodhikkumpadi: Podhagare, Niththiya Jeevanaich Sudhandhariththukkollumpadikku Naan Enna Seyyavendum Endru Kettaan. "
},{ "Verses": "26 adharku Avar: Niyaayappiramaanaththil Enna Ezhudhiyirukkiradhu? Nee Vaasiththirukkiradhu Enna Endraar. "
},{ "Verses": "27 avan Piradhiyuththaramaaga: Un Dhevanaagiya Karththaridaththil Un Muzhu Irudhayaththodum Un Muzhuaaththumaavodum, Un Muzhupbalaththodum Un Muzhuchsindhaiyodum Anbukoorndhu, Unnidaththil Anbukooruvadhupolap Piranidaththilum Anbukooruvaayaaga Endru Ezhudhiyirukkiradhu Endraan. "
},{ "Verses": "28 avar Avanai Nerakki: Nidhaanamaai Uththaravu Sonnaai; Appadiye Sey, Appozhudhu Pizhaippaai Endraar. "
},{ "Verses": "29 avan Thannai Neethimaan Endru Kaanbikka Manadhaai Yesuvai Nokki: Enakkup Piran Yaar Endru Kettaan. "
},{ "Verses": "30 yesu Piradhiyuththaramaaga: Oru Manushan Erusalemilirundhu Erigovukkup Pogaiyil Kallar Kaiyil Agappattaan; Avargal Avan Vasthirangalai Urindhukondu Avanaik Kaayappaduththi, Kutruyiraaga Vittup Ponaargal. "
},{ "Verses": "31 appozhudhu Tharseyalaai Oru Aasaariyan Andha Vazhiye Vandhu, Avanaikkandu, Pakkamaai Vilakipponaan. "
},{ "Verses": "32 andhappadiye Oru Leviyanum Andha Idaththukku Vandhu, Avanaik Kandu, Pakkamaai Vilakipponaan. "
},{ "Verses": "33 pinbu Samaariyan Oruvan Pirayaanamaai Varugaiyil, Avanaik Kandu, Manadhurugi, "
},{ "Verses": "34 kitta Vandhu, Avanudaiya Kaayangalil Enneyum Thiraatcharasamum Vaarththu, Kaayangalaik Katti, Avanaith Than Suyavaaganaththinmel Etri, Saththiraththukkuk Kondupoi, Avanaip Paraamariththaan. "
},{ "Verses": "35 marunaalile Thaan Purappadumpodhu Irandu Panaththai Eduththu, Saththiraththaan Kaiyil Koduththu: Nee Ivanai Visaariththukkol, Adhigamaai Edhaagilum Ivanukkaakach Selavazhiththaal, Naan Thirumbivarumpodhu Adhai Unakkuth Tharuven Endraan. "
},{ "Verses": "36 ippadiyirukka, Kallarkaiyil Agappattavanukku Indha Moondruperil Evan Piranaayirundhaan? Unakku Eppadiththondrugiradhu Endraar. "
},{ "Verses": "37 adharku Avan: Avanukku Irakkanjeydhavane Endraan. Appozhudhu Yesu Avanai Nokki: Neeyum Poi Andhappadiye Sey Endraar. "
},{ "Verses": "38 pinbu, Avargal Pirayaanamaaip Pogaiyil, Avar Oru Giraamaththil Piravesiththaar. Ange Maarththaal Ennumperkonda Oru Sthiree Avaraith Thanveettile Etrukkondaal. "
},{ "Verses": "39 avalukku Mariyaal Ennappatta Oru Sagodhari Irundhaal; Aval Yesuvin Paadhaththaruge Utkaarndhu, Avarudaiya Vasanaththaik Kettukkondirundhaal. "
},{ "Verses": "40 maarththaalo Parpala Velaigalaich Seyvadhil Migavum Varuththamadaindhu, Avaridaththil Vandhu: Aandavare, Naan Thaniye Velaiseyyumpadi En Sagodhari Ennai Vittu Vandhirukkiradhaik Kuriththu Umakkuk Kavaiyillaiyaa (akkaraiyillaiyaa)? Enakku Udhaviseyyumpadi Avalukkuch Sollum Endraal. "
},{ "Verses": "41 yesu Avalukkup Piradhiyuththramaaga: Maarththaale, Maarththaale, Nee Anega Kaariyangalaik Kuriththuk Kavalaippattuk Kalangugiraai. "
},{ "Verses": "42 thevaiyaanadhu Ondre, Mariyaal Thannai Vittedupadaadha Nalla Pangaith Therindhukondaal Endraar. "
}
]