[
{ "Verses": "1 avar Thammudaiya Pannirandu Seesharaiyum Varavazhaiththu, Sagala Pisaasugalaiyum Thuraththavum, Viyaadhiyullavargalaik Gunamaakkavum Avargalukku Vallamaiyum Adhigaaramum Koduththu, "
},{ "Verses": "2 dhevanudaiya Raajyaththaikkuriththup Pirasangikkavum, Piniyaaligalaich Sosthamaakkavum Avargalai Anuppinaar. "
},{ "Verses": "3 appozhudhu Avar Avargalai Nokki: Vazhikkuth Thadiyaiyaavadhu Paiyaiyaavadhu Appaththaiyaavadhu Kaasaiyaavadhu Eduththukkondu Pogavendaam; Irandu Angigalaik Kondupogavum Vendaam. "
},{ "Verses": "4 endha Veettile Piravesikkireergalo, Ange Thangi, Angirundhu Purappadungal. "
},{ "Verses": "5 ungalai Etrukkollaadhavargal Evargalo Avargaludaiya Ooraivittu Neengal Purappadumpodhu, Avargalukkuch Saatchiyaaga Ungal Kaalgalil Padindha Thoosiyai Udharippodungal Endraar. "
},{ "Verses": "6 avargal Purappattuppoi, Giraamangaldhorum Thirindhu, Engum Suviseshaththaip Pirasangiththu, Piniyaaligalaik Gunamaakkinaargal. "
},{ "Verses": "7 appozhudhu Kaarpangu Dhesaadhipadhiyaagiya Erodhu Avaraal Seyyappatta Yaavaiyum Kelvippattadhumandri; Silar Yovaan Mariththorilirundhu Ezhundhaan Endrum, "
},{ "Verses": "8 silar Eliyaa Thondrinaan Endrum, Veru Silar Poorvakaalaththuth Theerkkadharisigalil Oruvan Uyirththezhundhaan Endrum Sollikkondapadiyaal, Kalakkamadaindhu: "
},{ "Verses": "9 yovaanai Naan Sirachchedhampanninen, Ivan Ippadippattavaigalaich Seygiraan Endru Kelvippadugirene! Ivan Yaar? Endru Erodhu Solli, Avaraip Paarkka Virumbinaan. "
},{ "Verses": "10 apposthalar Thirumbivandhu, Thaangal Seydha Yaavaiyum Avarukku Vivariththuch Sonnaargal. Appozhudhu Avar Avargalaik Koottikkondu, Thaniththirukkumpadi Pedhsaayidhaa Ennum Pattanaththaich Serndha Vanaandharamaana Oru Idaththukkup Ponaar. "
},{ "Verses": "11 janangal Adhai Arindhu, Avar Pinne Ponaargal, Avargalai Avar Etrukkondu, Dhevanudaiya Raajyaththaik Kuriththu Avargaludane Pesi, Sosthamadaiyavendumendrirundhavargalaich Sosthappaduththinaar. "
},{ "Verses": "12 saayangaalamaagirapodhu, Panniruvarum Serndhuvandhu, Avarai Nokki: Naam Irukkira Idam Vanaandharamaayirukkiradhu, Sutriyirukkira Oorgalilum Giraamangalilum Janangal Poith Thangi, Pojanapadhaarththangalaich Sampaadhiththukkollumpadi Avargalai Anuppividavendum Endraargal. "
},{ "Verses": "13 avar Avargalai Nokki: Neengale Avargalukkup Pojanankodungal Endraar. Adharku Avargal: Engalidaththil Aindhu Appangalum Irandu Meengalumaaththiramundu, Indha Janangalellaarukkum Pojanangodukkavendiyadhaanaal, Naangal Poi Vaangikkonduvaravendume Endraargal. "
},{ "Verses": "14 erakkuraiya Aiyaayiram Purushar Irundhaargal. Avargalaip Pandhikku Aimbadhu, Aimbadhuperaaga, Utkaarumpadi Sollungal Endru Thammudaiya Seeshargalukkuch Sonnaar. "
},{ "Verses": "15 avargal Andhappadiye Ellaaraiyum Utkaarumpadi Seydhaargal. "
},{ "Verses": "16 appozhudhu Avar Andha Aindhu Appangalaiyum Andha Irandu Meengalaiyum Eduththu, Vaanaththai Annaandhu Paarththu, Avaigalai Aaseervadhiththu, Pittu Janangalmun Vaikkumpadi Seeshargalidaththil Koduththaar. "
},{ "Verses": "17 ellaarum Saappittuth Thirupdhiyadaindhaargal. Meedhiyaana Thunikkaigal Pannirandu Koodainiraiya Edukkappattadhu. "
},{ "Verses": "18 pinbu Avar Thamadhu Seesharode Koodath Thaniththu Jebampannikkondirukkaiyil, Avargalai Nokki: Janangal Ennai Yaar Endru Sollukiraargal Endru Kettaar. "
},{ "Verses": "19 adharku Avargal: Silar Ummai Yovaansnaanan Endrum, Silar Eliyaa Endrum, Veru Silar Poorvakaalaththuth Theerkkadharisigalil Oruvar Uyirththezhundhaar Endrum Sollugiraargal Endraargal. "
},{ "Verses": "20 appozhudhu Avar: Neengal Ennai Yaar Endru Sollugireergal Endru Kettaar; Pedhuru Piradhiyuththaramaaga: Neer Dhevanudaiya Kiristhu Endraan. "
},{ "Verses": "21 appozhudhu Avargal Adhai Oruvarukkum Sollaadhabadikku Urudhiyaaik Kattalaiyittaar. "
},{ "Verses": "22 melum Manushakumaaran Pala Paadugalpadavum, Moopparaalum Piradhaana Aasaariyaraalum Vedhapaaragaraalum Aagaadhavanendru Thallappadavum, Kollappadavum, Moondraamnaalil Uyirththezhundhirukkavum Vendum Endru Sonnaar. "
},{ "Verses": "23 pinbu Avar Ellaaraiyum Nokki: Oruvan En Pinne Vara Virumbinaal, Avan Thannaith Thaan Veruththu, Than Siluvaiyai Anudhinamum Eduththukkondu, Ennaip Pinpatrakkadavan. "
},{ "Verses": "24 than Jeevanai Ratchikka Virumbukiravan Adhai Izhandhupovaan; Ennimiththamaagath Than Jeevanai Izhandhupogiravan Adhai Ratchiththukkolluvaan. "
},{ "Verses": "25 manushan Ulagamuzhuvadhaiyum Aadhaayappaduththikkondaalum, Thannaith Thaan Keduththu Nashtappaduththinaal Avanukku Laabam Enna? "
},{ "Verses": "26 ennaikkuriththum En Vaarththaigalaik Kuriththum Evan Vetkappadugiraano, Avanaikkuriththu Manushakumaaran Thammudaiya Magimaiyodum Pidhaavin Magimaiyodum Parisuththa Thoodhargalin Magimaiyodum Varumpodhu Vetkappaduvaar. "
},{ "Verses": "27 inge Nirkiravargalil Silar Dhevanudaiya Raajyaththaik Kaanumun, Maranaththai Rusipaarppadhillaiyendru Meyyaagave Ungalukkuch Sollugiren Endraar. "
},{ "Verses": "28 indha Vaarththaigalai Avar Solli Erakkuraiya Ettu Naalaanapinbu, Avar Pedhuruvaiyum Yovaanaiyum Yaakkobaiyum Koottikkondu, Jebampannukiradharku Oru Malaiyinmel Erinaar. "
},{ "Verses": "29 avar Jebampannugaiyil, Avarudaiya Mugaroobam Maaritru, Avarudaiya Vasthiram Venmaiyaagip Piragaasiththadhu. "
},{ "Verses": "30 andriyum Mose Eliyaa Ennum Iranduperum Magimaiyode Kaanappattu, Avarudane Sampaashanaipanni, "
},{ "Verses": "31 avar Erusalemile Niraivetrappogira Avarudaiya Maranaththaikkuriththup Pesikkondirundhaargal. "
},{ "Verses": "32 pedhuruvum Avanodirundhavargalum Niththiraimayakkamaayirundhaargal. Aagilum Avargal Vizhiththu Avarudaiya Magimaiyaiyum Avarode Nindra Avvirandu Peraiyum Kandaargal. "
},{ "Verses": "33 avviruvarum Avarai Vittup Pirindhupogaiyil, Pedhuru Yesuvai Nokki: Aiyare, Naam Inge Irukkiradhu Nalladhu, Umakku Oru Koodaaramum, Mosekku Oru Koodaaramum, Eliyaavukku Oru Koodaaramumaaga, Moondru Koodaarangalaip Poduvom Endru, Thaan Sollugiradhu Innadhendru Ariyaamal Sonnaan. "
},{ "Verses": "34 ippadi Avan Pesugaiyil, Oru Megam Vandhu Avargalmel Nizhalittadhu, Avargal Andha Megaththukkul Piravesikaiyil Seeshargal Payandhaargal. "
},{ "Verses": "35 appozhudhu: Ivar Ennudaiya Nesakumaaran, Ivarukkuch Sevikodungal Endru Megaththilirundhu Oru Saththamundaayitru. "
},{ "Verses": "36 andhach Saththam Undaagaiyil Yesu Oruvare Kaanappattaar. Thaangal Kandavaigalil Ondraiyum Avargal Annaatkalil Oruvarukkum Sollaamal Adakkivaiththirundhaargal. "
},{ "Verses": "37 marunaalil Avargal Malaiyilirundhiranginapodhu, Thiralaana Janangal Avarukku Edhirkonduvandhaargal. "
},{ "Verses": "38 avargalil Oruvan Saththamittu: Podhagare, En Maganaik Kadaatchiththarula Vendumendru Ummai Vendikkollugiren, Avan Enakku Ore Pillaiyaayirukkiraan. "
},{ "Verses": "39 oru Aavi Avanaip Pidikkiradhu, Appozhudhu Avan Alarugiraan. Adhu Avanai Nuraithalla Alaikkazhiththu Avanaik Kasakkinapinbum, Avanai Vittu Neenguvadhu Aridhaayirukkiradhu. "
},{ "Verses": "40 adhaith Thuraththividumpadi Ummudaiya Seesharai Vendikkonden, Avargalaal Koodaamarpoyitru Endraan. "
},{ "Verses": "41 yesu Piradhiyuththaramaaga: Visuvaasamillaadha Maarubaadaana Sandhadhiye, Edhuvaraikkum Naan Ungalodirundhu, Ungalidaththil Porumaiyaayiruppen? Un Maganai Inge Konduvaa Endraar. "
},{ "Verses": "42 avan Sameepiththuvarugaiyil, Pisaasu Avanaik Keezhe Thalli, Alaikkazhiththadhu. Yesu Andha Asuththa Aaviyai Adhatti, Ilaignanaik Gunamaakki, Avan Thagappanidaththil Avanai Oppukkoduththaar. "
},{ "Verses": "43 appozhudhu Ellaarum Dhevanudaiya Magaththuvaththaik Kuriththup Biramiththaargal. Yesu Seydha Yaavaiyunkuriththu Anaivarum Aachchariyappadugaiyil Avar Thammudaiya Seeshargalai Nokki: "
},{ "Verses": "44 neengal Indha Vaarththaigalaik Gavanamaaik Kelungal; Manushakumaaran Manushar Kaigalil Oppukkodukkappadappogiraar Endraar. "
},{ "Verses": "45 avargal Andha Vaarththaiyin Karuththai Arindhukollavillai; Adhu Avargalukkuth Thondraamal Maraiporulaayirundhadhu, Andha Vaarththaiyaikkuriththu Avaridaththil Visaarikkavum Bayandhaargal, "
},{ "Verses": "46 pinbu Thangalil Evan Periyavanaayiruppaanengira Vaakkuvaadham Avargalukkul Undaayitru. "
},{ "Verses": "47 yesu Avargal Irudhayaththin Yosanaiyai Arindhu, Oru Sirupillaiyai Eduththu, Adhaith Thamadharuge Niruththi, "
},{ "Verses": "48 avargalai Nokki: Indhach Sirupillaiyai En Naamaththinimiththam Etrukkollugiravan Ennai Etrukkollugiraan; Ennai Etrukkollugiravan Ennai Anuppinavarai Etrukkollugiraan; Ungalellaarukkullum Evan Siriyavanaayirukkiraano Avane Periyavanaayiruppaan Endraar. "
},{ "Verses": "49 appozhudhu Yovaan Avarai Nokki: Aiyare, Oruvan Ummudaiya Naamaththinaale Pisaasugalaith Thuraththugiradhai Naangal Kandu, Avan Engaludanekooda Ummaip Pinbatraadhavanaanapadiyaal, Avanaith Thaduththom Endraan. "
},{ "Verses": "50 adharku Yesu: Thadukkavendaam; Namakku Virodhiyaayiraadhavan Namadhu Patchaththilirukkiraan Endraar. "
},{ "Verses": "51 pinbu, Avar Eduththukkollappadum Naatkal Sameebiththapodhu, Avar Erusalemukkup Pogath Thamadhu Mugaththaiththiruppi, "
},{ "Verses": "52 thamakku Munnaagath Thoodhargalai Anuppinaar. Avargal Poi, Avarukku Idaththai Aayaththampannumpadi Samaariyarudaiya Oru Giraamaththile Piravesiththaargal. "
},{ "Verses": "53 avar Erusalemukkup Poga Nokkamaayirundhapadiyinaal Avvooraar Avarai Etrukkollavillai. "
},{ "Verses": "54 avarudaiya Seesharaagiya Yaakkobum Yovaanum Adhaik Kandapodhu: Aandavare, Eliyaa Seydhadhupola, Vaanaththilirundhu Akkini Irangi Ivargalai Azhikkumpadi Naangal Kattalaiyida Umakkuch Siththamaa Endru Kettaargal. "
},{ "Verses": "55 avar Thirumbippaarththu: Neengal Inna Aaviyullavargalenbadhai Ariyeergal Endru Adhatti, "
},{ "Verses": "56 manushakumaaran Manusharudaiya Jeevanai Azhikkiradharku Alla, Ratchikkiradharke Vandhaar Endraar. Adhanpinbu Avargal Veroru Giraamaththukkup Ponaargal. "
},{ "Verses": "57 avargal Vazhiyile Pogaiyil Oruvan Avarai Nokki: Aandavare, Neer Enge Ponaalum Ummaip Pinpatrivaruven Endraan. "
},{ "Verses": "58 adharku Yesu: Narigalukkuk Kuzhigalum Aagaayaththup Paravaigalukkuk Koodugalum Undu, Manushakumaaranukko Thalaisaaikka Idamillai Endraar. "
},{ "Verses": "59 veroruvanai Avar Nokki: Ennaip Pinpatrivaa Endraar. Adharku Avan: Aandavare, Munbu Naan Poi En Thagappanai Adakkampanna Enakku Uththaravu Kodukkavendum Endraan. "
},{ "Verses": "60 adharku Yesu: Mariththor Thangal Mariththorai Adakkampannattum; Nee Poi, Dhevanudaiya Raajyaththaikkuriththup Pirasangi Endraar. "
},{ "Verses": "61 pinbu Veroruvan Avarai Nokki: Aandavare, Ummaip Pinpatruven, Aanaalum Munbu Naan Poi Veettilirukkiravargalidaththil Anuppuviththukkonduvarumpadi Enakku Uththaravu Kodukkavendum Endraan. "
},{ "Verses": "62 adharku Yesu: Kalappaiyinmel Than Kaiyai Vaiththup Pinnittuppaarkkira Evanum Dhevanudaiya Raajyaththukkuth Thagudhiyullavan Alla Endraar. "
}
]