[
{ "Verses": "1 marupadiyum Avar Jebaaalayaththil Piravesiththaar. Ange Soombina Kaiyudaiya Oru Manushan Irundhaan. "
},{ "Verses": "2 avar Oivunaalil Avanai Sosthamaakkinaal Avarperil Kutranjaattalaamendru Avarmel Nokkamaayirundhaargal. "
},{ "Verses": "3 appozhudhu Avar Soombinakaiyaiyudaiya Manushanai Nokki: Ezhundhu Naduve Nil Endru Solli; "
},{ "Verses": "4 avargalaip Paarththu: Oivunaatkalil Nanmaiseyvadho, Theemaiseyvadho, Jeevanaikkaappadho Azhippadho, Edhu Niyaayam Endraar. Adharku Avargal Pesaamalirundhaargal. "
},{ "Verses": "5 avargaludaiya Irudhayakadinaththinimiththam Avar Visanappattu, Kobaththudane Sutrilum Irundhavargalaip Paarththu, Andha Manushanai Nokki: Un Kaiyai Neettu Endraar; Avan Neettinaan; Avan Kai Marukaiyaippola Sosthamaayitru. "
},{ "Verses": "6 udane Pariseyar Purappattuppoi, Avaraik Kolaiseyyumpadi, Avarukku Virodhamaai Erodhiyarodekooda Aalosanaipanninaargal. "
},{ "Verses": "7 yesu Thammudaiya Seeshargalode Avvidam Vittu, Kadaloraththukkup Ponaar. "
},{ "Verses": "8 galileyaavilum, Yoodheyaavilum, Erusalemilum, Idhumeyaavilum, Yordhaanukku Akkaraiyilumirundhu Thiralaana Janangal Vandhu, Avarukkup Pinsendraargal. Allaamalum Theeru Seedhon Pattanangalin Thisaigalilumirundhu Thiralaana Janangal Avar Seydha Arpudhangalaikkuriththuk Kelvippattu, Avaridaththil Vandhaargal. "
},{ "Verses": "9 avar Anekarai Sosthamaakkinaar. Noyaaligalellaarum Adhai Arindhu Avaraith Thodavendumendru Avaridaththil Nerungivandhaargal. "
},{ "Verses": "10  Janangal Thiralaayirundhapadiyaal Avargal Thammai Nerukkaadhapadikku, Thamakkaaga Oru Padavai Aayaththampanna Vendumendru, Thammudaiya Seeshargalukku Sonnaar. "
},{ "Verses": "11 asuththa Aavigalum Avaraik Kandapodhu, Avar Munbaaga Vizhundhu: Neer Dhevanudaiya Kumaaran Endru Saththamittana. "
},{ "Verses": "12 thammaip Pirasiththampannaadhapadi Avaigalukkuk Kandippaaik Kattalaiyittaar. "
},{ "Verses": "13 pinbu Avar Oru Malaiyinmel Eri, Thamakkuch Siththamaanavargalaith Thammidaththil Varavazhaiththaar; Avargal Avaridaththirku Vandhaargal. "
},{ "Verses": "14 appozhudhu Avar Pannirandu Peraith Therindhukondu, Avargal Thammodukooda Irukkavum, Pirasangampannumpadiyaagath Thaam Avargalai Anuppavum, "
},{ "Verses": "15 viyaadhigalaik Gunamaakkip Pisaasugalaith Thuraththumpadi Avargal Adhigaaramudaiyavargalaayirukkavum, Avargalai Erpaduththinaar. "
},{ "Verses": "16 avargal Yaarenil, Seemon, Ivanukkup Pedhuru Engira Peyarittaar. "
},{ "Verses": "17 sebadheyuvin Kumaaranaagiya Yaakkobu, Yaakkobin Sagodharanaagiya Yovaan, Ivviruvarukkum Idimuzhakka Makkalendru Arththankollum Povanerkes Engira Peyarittaar. "
},{ "Verses": "18 andhireyaa, Pilippu, Parththolomeyu, Maththeyu, Thomaa, Albeyuvin Kumaaran Yaakkobu, Thadheyu, Kaanaaniyanaagiya Seemon, "
},{ "Verses": "19 avaraik Kaattikkoduththa Yoodhaaskaariyoththu Enbavargale. "
},{ "Verses": "20 pinbu Veettukkup Ponaargal; Ange Avargal Saappiduvadharkum Samayamillaadhapadikku Anega Janangal Marupadiyum Koodivandhaargal. "
},{ "Verses": "21 avarudaiya Inaththaar Idhaikkettapodhu, Avar Madhimayangiyirukkiraar Endru Solli Avaraip Pidiththukkollumpadi Vandhaargal. "
},{ "Verses": "22 erusalemilirundhu Vandha Vedhapaaragar: Ivan Peyelsepoolaikkontirukkiraan. Pisaasugalin Thalaivanaale Pisaasugalaith Thuraththugiraan Endraargal. "
},{ "Verses": "23 avargalai Avar Azhaiththu, Uvamaigalaai Avargalukku Sonnadhaavadhu: Saaththaanai Saaththaan Thuraththuvadhu Eppadi? "
},{ "Verses": "24 oru Raajyam Thanakkuthaane Virodhamaagap Pirindhirundhaal, Andha Raajyam Nilainirkamaattaadhe. "
},{ "Verses": "25 oru Veedu Thanakkuththaane Virodhamaagap Pirindhirundhaal, Andha Veedu Nilainirkamaattaadhe. "
},{ "Verses": "26 saaththaan Thanakkuththaane Virodhamaaga Ezhumbip Pirindhirundhaal, Avan Nilainirkamaattaamal, Azhindhupovaane. "
},{ "Verses": "27 balavaanai Mundhik Kattinaalozhiya, Oruvanum Balavaanudaiya Veettukkul Pugundhu, Avan Udamaigalaik Kollaiyidakkoodaadhu; Kattinaaneyaagil, Avan Veettaik Kollaiyiduvaan. "
},{ "Verses": "28 meyyaagave Naan Ungalukku Sollugiren: Manushargal Seyyum Ellaap Paavangalum, Avargal Dhooshikkum Endhath Thooshanangalum, Avargalukku Mannikkappadum; "
},{ "Verses": "29 oruvan Parisuththa Aavikku Virodhamaagath Dhooshanansolvaanaagil, Avan Endrendraikkum Mannippadaiyaamal Niththiya Aakkinaikkullaayiruppaan Endraar. "
},{ "Verses": "30 asuththa Aaviyaikkondirukkiraanendru Avargal Sonnapadiyinaale Avar Ippadi Sonnaar. "
},{ "Verses": "31 appozhudhu Avarudaiya Sagodhararum, Thaayaarum Vandhu, Veliye Nindru, Avarai Azhaikkumpadi Avaridaththil Aal Anuppinaargal. "
},{ "Verses": "32 avarai Sutrilum Utkaarndhirundha Janangal Avarai Nokki: Idho, Ummudaiya Thaayaarum Ummudaiya Sagodhararum Veliye Nindru Ummaith Thedugiraargal Endraargal. "
},{ "Verses": "33 avargalukku Avar Piradhiyuththaramaaga: En Thaayaar Yaar? En Sagodharar Yaar? Endru Solli, "
},{ "Verses": "34 thammaichsoozha Utkaarndhirundhavargalai Sutrip Paarththu: Idho, En Thaayum En Sagodhararum Ivargale! "
},{ "Verses": "35 dhevanudaiya Siththaththinpadi Seygiravan Evano Avane Enakku Sagodharanum, Enakku Sagodhariyum, Enakkuth Thaayumaai Irukkiraan Endraar. "
}
]