[
{ "Verses": "1 avar Dhevaalayaththai Vittup Purappadumpodhu, Avarudaiya Seeshargalil Oruvan Avarai Nokki: Podhagare, Idho, Indhakkallugal Eppadippattadhu! Indhak Kattadangal Eppadippattadhu! Paarum Endraan. "
},{ "Verses": "2 yesu Avanukkup Piradhiyuththaramaaga: Indhapperiya Kattadangalaik Kaangiraaye, Oru Kallinmel Oru Kalliraadhapadikku Ellaam Idikkappattuppogum Endraar. "
},{ "Verses": "3 pinbu, Avar Dhevaalayaththukku Edhiraaga Olivamalaiyin Mel Utkaarndhirukkaiyil, Pedhuruvum Yaakkobum Yovaanum Andhireyaavum Avaridaththil Thaniththu Vandhu: "
},{ "Verses": "4 ivaigal Eppozhudhu Sambavikkum? Ivaigalellaam Niraiverungaalaththukku Adaiyaalam Enna? Engalukku Sollavendum Endraargal. "
},{ "Verses": "5 yesu Avargalukkup Piradhiyuththaramaaga: Oruvanum Ungalai Vanjiyaadhapadikku Echcharikkaiyaayirungal. "
},{ "Verses": "6 enenil Anegar Vandhu, En Naamaththaikkondu: Naane Kiristhu Endru Solli, Anegarai Vanjippaargal. "
},{ "Verses": "7 yuththangalaiyum Yuththangalin Seydhigalaiyum Kelvippadumpodhu Kalangaadheyungal; Ivaigal Sambavikkavendiyadhe; Aanaalum Mudivu Udane Varaadhu. "
},{ "Verses": "8 janaththukku Virodhamaai Janamum, Raajyaththukku Virodhamaai Raajyamum Ezhumbum; Boomiyadhirchchigalum Pala Idangalil Undaagum, Panjangalum Kalagangalum Undaagum; Ivaigal Vedhanaigalukku Aarambam. "
},{ "Verses": "9 neengalo Echcharikkaiyaayirungal, Enenil Ungalai Aalosanai Sangangalukku Oppukkoduppaargal, Neengal Jebaaalayangalil Adikkappaduveergal; Ennimiththam Dhesaadhipadhigalukkum Adhigaarigalukkum Saatchiyaaga Avargalukku Munbaaga Niruththappaduveergal. "
},{ "Verses": "10 sagala Jaadhigalukkum Suvisesham Mundhip Pirasangikkappadavendum. "
},{ "Verses": "11 avargal Ungalaik Kondupoi Oppukkodukkumpodhu, Neengal Ennapesuvom Endru Munnadhaagak Kavalaippadaamalum Sindhiyaamalumirungal; Annaazhigaiyile Edhu Ungalukku Arul Seyyappadumo Adhaiye Pesungal; Enenil Pesugiravar Neengalalla Parisuththa Aaviye Pesugiravar. "
},{ "Verses": "12 andriyum Sagodharan Sagodharanaiyum, Thagappan Pillaiyaiyum Maranaththukku Oppukkoduppaargal; Petrorukku Virodhamaagap Pillaigal Ezhumbi, Avargalaik Kolaiseyvaargal. "
},{ "Verses": "13 en Naamaththinimiththam Ellaaraalum Pagaikkappaduveergal. Mudivubariyandham Nilainirpavane Ratchikkappaduvaan. "
},{ "Verses": "14 melum Paazhaakkugira Aruvaruppaik Kuriththuth Dhaaniyel Theerkkadharisi Solliyirukkiraane; Vaasikkiravan Sindhikkakkadavan; Adhu Nirkath Thagaadha Idaththile Neengal Adhai Nirkak Kaanumpodhu, Yoodheyaavil Irukkiravargal Malaigalukku Odippogakkadavargal. "
},{ "Verses": "15 veettinmel Irukkiravan Than Veettukkul Irangaamalum, Than Veettil Edhaiyaagilum Eduththukkolla Ulle Pogaamalum Irukkakkadavan. "
},{ "Verses": "16 vayalil Irukkiravan Than Vasthiraththai Eduppadharkup Pinnittuth Thirumbaadhirukkakkadavan. "
},{ "Verses": "17 annaatkalile Karppavadhigalukkum Paalkodukkiravargalukkum Aiyo! "
},{ "Verses": "18 neengal Odippovadhu Maarikaalaththile, Sambaviyaadhapadikku Vendikkollungal. "
},{ "Verses": "19 enenil, Dhevan Ulagaththaich Sirushtiththadhumudhal Idhuvaraikkum Sambaviththiraadhadhum, Inimelum Sambaviyaadhadhumaana Migundha Ubaththiravam Annaatkalil Undaayirukkum. "
},{ "Verses": "20 karththar Annaatkalaik Kuraiththiraavittaal, Oruvanaagilum Thappippovadhillai; Thaam Therindhukondavargalinimiththamo, Avar Andha Naatkalaik Kuraiththirukkiraar. "
},{ "Verses": "21 appozhudhu: Idho, Kiristhu Inge Irukkiraar, Adho, Ange Irukkiraar Endru Evanaagilum Sonnaal, Nambaadheyungal. "
},{ "Verses": "22 enenil, Kallakkiristhukkalum Kallaththeerkkadharisigalum Ezhumbi, Koodumaanaal Therindhukollappattavargalaiyum Vanjikkaththakkadhaaga Adaiyaalangalaiyum Arpudhangalaiyum Seyvaargal. "
},{ "Verses": "23 neengalo Echcharikkaiyaayirungal; Idho, Ellaavatraiyum Munnadhaaga Ungalukku Ariviththirukkiren. "
},{ "Verses": "24 annaatkalile, Andha Ubaththiravaththirkuppinbu, Sooriyan Andhagaarappadum, Sandhiran Oliyaikkodaadhirukkum; "
},{ "Verses": "25 vaanaththin Natchaththirangal Vizhum, Vaanangalilulla Saththuvangalum Asaikkappadum. "
},{ "Verses": "26 appozhudhu Manushakumaaran Migundha Vallamaiyodum Magimaiyodum Megangalinmel Varugiradhaik Kaanbaargal. "
},{ "Verses": "27 appozhudhu Avar Thammudaiya Thoodharai Anuppi, Thaam Therindhukondavargalai Boomiyin Kadaimunai Mudharkondu Vaanaththin Kadaimunaimattumulla Naaluthisaigalilumirundhu Koottichcherppaar. "
},{ "Verses": "28 aththimaraththinaal Oru Uvamaiyaik Katrukkollungal; Adhile Ilankilai Thondri, Thulirvidumpodhu, Vasandhakaalam Sameebamaayitru Endru Ariveergal. "
},{ "Verses": "29 appadiye Ivaigal Sambavikkiradhai Neengal Kaanumpodhu, Avar Sameebamaai Vaasalaruge Vandhirukkiraar Endru Ariyungal. "
},{ "Verses": "30 ivaigalellaam Sambavikkum Munne Indha Sandhadhi Ozhindhupogaadhendru, Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "31 vaanamum Boomiyum Ozhindhupom, En Vaarththaigalo Ozhindhupovadhillai. "
},{ "Verses": "32 andha Naalaiyum Andha Naazhigaiyaiyum Pidhaa Oruvar Thavira Matroruvanum Ariyaan, Paralogaththilulla Thoodhargalum Ariyaargal, Kumaaranum Ariyaar. "
},{ "Verses": "33 akkaalaththai Neengal Ariyaadhapadiyaal Echcharikkaiyaayirungal, Vizhiththirundhu Jebampannungal. "
},{ "Verses": "34 orumanushan Than Veettaivittu, Puradhesaththukkuppoga Eththanikkumpodhu, Than Oozhiyakkaararukku Adhigaarankoduththu, Avanavanukkuth Than Than Velaiyaiyum Niyamiththu, Vizhiththirukkumpadikkuk Kaavalkaaranukkuk Karpippaan. "
},{ "Verses": "35 appadiye Neengalum Vizhiththirungal; Enenil, Veettejamaan, Saayangaalaththilo, Naduraaththiriyilo, Seval Koovum Neraththilo, Kaalaiyilo, Eppozhudhu Varuvaan Endru Neengal Ariyeergal. "
},{ "Verses": "36 neengal Ninaiyaadha Velaiyil Avan Vandhu, Ungalaith Thoongugiravargalaagak Kandupidiyaadhapadikku Vizhiththirungal. "
},{ "Verses": "37 naan Ungalukku Sollugiradhai Ellaarukkum Sollugiren, Vizhiththirungal Endraar. "
}
]