[
{ "Verses": "1 irandu Naalaikkuppinbu Pulippillaadha Appanjsaappidugira Paskaapandigai Vandhadhu. Appozhudhu Piradhaana Aasaariyarum Vedhapaaragarum, Avaraith Thandhiramaaip Pidiththuk Kolaiseyyumpadi Vagaithedinaargal. "
},{ "Verses": "2 aagilum Janangalukkulle Kalagam Undaagaadhapadikku, Pandigaiyile Appadi Seyyalaagaadhu Endraargal. "
},{ "Verses": "3 avar Beththaaniyaavil Kushtarogiyaayirundha Seemon Veettile Pojanapandhiyirukkaiyil, Oru Sthiree Vilaiyerappetra Naladham Ennum Uththama Thailamulla Vellaikkalparaniyaik Konduvandhu, Adhai Udaiththu, Andhath Thailaththai Avar Sirasinmel Ootrinaal. "
},{ "Verses": "4 appozhudhu Silar Thangalukkulle Visanamadaindhu: Indhath Thailaththai Ippadi Veenaai Selavazhippaanen? "
},{ "Verses": "5 idhai Munnooru Panaththirku Adhigamaana Kirayaththukku Vitru Thariththirarukkuk Kodukkalaame Endru Solli, Avalaikkuriththu Murumuruththaargal. "
},{ "Verses": "6 yesu Avargalai Nokki: Avalai Vittuvidungal; En Avalaith Thondharavupaduththugireergal? Ennidaththil Narkiriyaiyai Seydhirukkiraal. "
},{ "Verses": "7 thariththirar Eppodhum Ungalidaththil Irukkiraargal. Ungalukku Manadhundaagumpodhellaam Neengal Avargalukku Nanmai Seyyalaam; Naano Eppodhum Ungalidaththil Iren. "
},{ "Verses": "8 ival Thannaal Iyandrathai Seydhaal; Naan Adakkampannuvadharku Eththanamaaga, En Sareeraththil Thailampoosa Mundhikkondaal. "
},{ "Verses": "9 indha Suvisesham Ulagaththil Engenge Pirasangikkappadumo Angange Ivalai Ninaippadharkaaga Ival Seydhadhum Sollappadum Endru Meyyaagave Ungalukku Sollugiren Endraar. "
},{ "Verses": "10 appozhudhu, Panniruvaril Oruvanaagiya Yoodhaaskaariyoththu Enbavan Avaraip Piradhaana Aasaariyarukkuk Kaattikkodukkumpadi Avargalidaththirkup Ponaan. "
},{ "Verses": "11 avargal Adhaik Kettu, Sandhoshappattu, Avanukku Panamkoduppom Endru Vaakkuththaththampanninaargal; Avan Avaraik Kaattikkoduppadharkuth Thagundha Samayam Paarththukkondirundhaan. "
},{ "Verses": "12 paskaavaip Baliyidum Naalaagiya Pulippillaadha Appanjsaappidugira Mudhalaam Naalile, Avarudaiya Seeshargal Avaridaththil Vandhu: Neer Paskaavaip Pusippadharku Naangal Enge Poi Aayaththam Pannach Siththamaayirukkireer Endru Kettaargal. "
},{ "Verses": "13 avar Thammudaiya Seesharil Iranduperai Nokki: Neengal Nagaraththirkulle Pongal, Ange Thanneerkkudam Sumandhuvarugira Oru Manushan Ungalukku Edhirppaduvaan, Avan Pinne Pongal. "
},{ "Verses": "14 avan Endha Veettirkul Piravesikkiraano, Andha Veedu Ejamaanai Nokki: Naan En Seesharodukoodap Paskaavaip Pusikkiradharkuth Thagudhiyaana Idam Engeyendru Podhagar Ketkiraar Endru Sollungal. "
},{ "Verses": "15 avan Kambalam Mudhalaanavaigalai Viriththu Aayaththampannappattirukkira Visthaaramaana Melveettaraiyai Ungalukkuk Kaanpippaan; Ange Namakkaaga Aayaththampannungal Endru Solli Anuppinaar. "
},{ "Verses": "16 appadiye, Avarudaiya Seeshar Purappattu Nagaraththil Poi, Thangalukku Avar Sonnapadiye Kandu, Paskaavai Aayaththampanninaargal. "
},{ "Verses": "17 saayangaalamaanapodhu, Avar Panniruvarodungooda Avvidaththirku Vandhaar. "
},{ "Verses": "18 avargal Pandhiyamarndhu Pojanampannugaiyil, Yesu Avargalai Nokki: Ennudane Pusikkira Ungalil Oruvan Ennaik Kaattikkoduppaan Endru Meyyaagave Ungalukku Sollugiren Endraar. "
},{ "Verses": "19 appozhudhu Avargal Dhukkamadaindhu: Naano, Naano? Endru Ovvoruvarum Avaridaththil Ketkaththodanginaargal. "
},{ "Verses": "20 avar Piradhiyuththaramaaga: Ennudane Koodath Thaalaththil Kaiyidugiravanaagiya Panniruvariloruvane Avan Endru Solli; "
},{ "Verses": "21 manushakumaaran Thammaikkuriththu Ezhudhiyirukkirapadiye Pogiraar; Aagilum, Endha Manushanaal Manushakumaaran Kaattikkodukkappadugiraaro, Andha Manushanukku Aiyo! Andha Manushan Piravaadhirundhaanaanaal Avanukku Nalamaayirukkum Endraar. "
},{ "Verses": "22 avargal Pojanam Pannugaiyil, Yesu Appaththai Eduththu Aaseervadhiththu, Adhaippittu, Avargalukkuk Koduththu: Neengal Vaangip Pusiyungal, Idhu Ennudaiya Sareeramaayirukkiradhu Endraar. "
},{ "Verses": "23 pinbu, Paaththiraththaiyum Eduththu Sthoththirampanni, Adhai Avargalukkuk Koduththaar. Avargal Ellaarum Adhile Baanampanninaargal. "
},{ "Verses": "24 appozhudhu Avar Avargalai Nokki: Idhu Anegarukkaaga Sindhappadugira Pudhu Udanpadikkaikkuriya Ennudaiya Raththamaayirukkiradhu. "
},{ "Verses": "25 naan Dhevanudaiya Raajyaththil Navamaana Rasaththaip Baanampannum Naalvaraikkum Thiraatchappazharasaththai Ini Naan Baanampannuvadhillaiyendru Meyyaagave Ungalukku Sollugiren Endraar. "
},{ "Verses": "26 avargal Sthoththirappaattaip Paadina Pinbu, Olivamalaikkup Purappattup Ponaargal. "
},{ "Verses": "27 appozhudhu Yesu Avargalai Nokki: Meyppanai Vettuven, Aadugal Sidharadikkappadum Endru Ezhudhiyirukkirapadi, Indha Raaththiriyile Neengal Ellaarum Ennimiththam Idaraladaiveergal. "
},{ "Verses": "28 aagilum Naan Uyirththezhundha Pinbu, Ungalukku Munne Galileyaavukkup Poven Endraar. "
},{ "Verses": "29 adharkup Pedhuru: Umadhunimiththam Ellaarum Idaraladaindhaalum, Naan Idaraladaiyen Endraan. "
},{ "Verses": "30 yesu Avanai Nokki: Indraikku, Indha Raaththiriyile, Seval Irandudharam Koovugiradharku Munne, Nee Moondru Tharam Ennai Marudhalippaai Endru Meyyaagave Unakku Sollugiren Endraar. "
},{ "Verses": "31 adharku Avan: Naan Ummode Marikkavendiyadhaayirundhaalum, Ummai Marudhalikkamaatten Endru Urudhiyaai Sonnaan; Ellaarum Appadiye Sonnaargal. "
},{ "Verses": "32 pinbu Gethsamane Ennappatta Idaththirku Vandhaargal. Appozhudhu Avar Thammudaiya Seeshargalai Nokki: Naan Jebampannumalavum Inge Utkaarnthirungal Endru Solli; "
},{ "Verses": "33 pedhuruvaiyum Yaakkobaiyum Yovaanaiyum Thammode Koottikkondupoi, Thigiladaiyavum, Migavum Viyaagulappadavum Thodanginaar. "
},{ "Verses": "34 appozhudhu, Avar: En Aaththumaa Maranaththukkedhuvaana Dhukkankondirukkiradhu. Neengal Inge Thangi, Vizhiththirungal Endru Solli, "
},{ "Verses": "35 satru Appurampoi, Tharaiyile Vizhundhu, Andha Velai Thammaivittu Neengippogakkoodumaanaal Adhu Neengavendumendru Vendikkondu: "
},{ "Verses": "36  Appaa Pidhaave, Ellaam Ummaale Koodum; Indhap Paaththiraththai Ennilirundhu Eduththuppodum, Aagilum En Siththaththinpadiyalla, Ummudaiya Siththaththinpadiye Aagakkadavadhu Endraar. "
},{ "Verses": "37 pinbu, Avar Vandhu, Avargal Niththiraipannugiradhaikkandu, Pedhuruvai Nokki: Seemone, Niththirai Pannugiraayaa? Oru Mani Neram Nee Vizhiththirukkakkoodaadhaa? "
},{ "Verses": "38 neengal Sodhanaikkutpadaadhapadikku Vizhiththirundhu Jebampannungal; Aavi Urchaagamulladhudhaan, Maamsamo Balaveenamulladhu Endraar. "
},{ "Verses": "39 avar Marupadiyum Poi, Andha Vaarththaigalaiye Solli Jebampanninaar. "
},{ "Verses": "40 avar Thirumba Vandhapodhu, Avargal Marupadiyum Niththiraipannugiradhaik Kandaar; Avargaludaiya Kangal Migundha Niththiraimayakkam Adaindhirundhapadiyaal, Thaangal Marumozhiyaaga Avarukku Solvadhu Innadhendru Ariyaadhirundhaargal. "
},{ "Verses": "41 avar Moondraandharam Vandhu: Ini Niththiraipanni Ilaippaarungal; Podhum, Velai Vandhadhu, Idho, Manushakumaaran Paavigaludaiya Kaigalil Oppukkodukkappadugiraar. "
},{ "Verses": "42 ennaik Kaattikkodukkiravan, Idho, Vandhuvittaan, Ezhundhirungal Povom Endraar. "
},{ "Verses": "43 udane, Avar Ippadip Pesugaiyil Panniruvaril Oruvanaagiya Yoodhaas Vandhaan; Avanode Koodap Piradhaana Aasaariyarum Vedhapaaragarum Moopparum Anuppina Thiralaana Janangal, Pattayangalaiyum, Thadigalaiyum Pidiththukkonduvandhaargal. "
},{ "Verses": "44 avaraik Kaattikkodukkiravan: Naan Evanai Muththanjseyveno Avandhaan, Avanaip Pidiththu Baththiramaaik Kondupongal Endru Avargalukkuk Kurippu Solliyirundhaan. "
},{ "Verses": "45 avan Vandhavudane, Avarandaiyil Serndhu: Rabee, Rabee, Endru Solli, Avarai Muththanjseydhaan. "
},{ "Verses": "46 appozhudhu Avargal Avarmel Kaipottu, Avaraip Pidiththaargal. "
},{ "Verses": "47 appozhudhu Koodanindravargalil Oruvan Kaththiyai Uruvi, Piradhaana Aasaariyanudaiya Velaikkaaranaik Kaadhara Vettinaan. "
},{ "Verses": "48 yesu Avargalai Nokki: Kallanaip Pidikkap Purappadugiradhupola, Neengal Pattayangalaiyum, Thadigalaiyum Eduththukkondu Ennaip Pidikkavandheergal; "
},{ "Verses": "49 naan Dhinandhorum Ungal Naduvile Dhevaalayaththil Ubadhesam Pannikkondirundhen; Appozhudhu, Neengal Ennaip Pidikkavillaiye; Aanaalum Vedhavaakkiyangal Niraiveravendiyadhaayirukkiradhu Endraar. "
},{ "Verses": "50 appozhudhu Ellaarum Avaraivittu Odipponaargal. "
},{ "Verses": "51 oru Vaaliban Oru Dhuppattiyai Maaththiram Thanmel Porththukkondu Avar Pinne Ponaan; Avanaip Pidiththaargal. "
},{ "Verses": "52 avan Than Dhuppattiyaip Pottuvittu, Nirvaanamaai Avargalaivittu Odipponaan. "
},{ "Verses": "53 yesuvai Avargal Piradhaana Aasaariyanidaththil Konduponaargal; Ange Aasaariyar Mooppar Vedhapaaragar Ellaarum Koodivandhirundhaargal. "
},{ "Verses": "54 pedhuru Dhooraththile Avarukkup Pinsendru, Piradhaana Aasaariyanudaiya Aramanaikkul Vandhu, Sevakarodekooda Utkaarndhu, Neruppandaiyile Kulirkaaindhukondirundhaan. "
},{ "Verses": "55 appozhudhu Piradhaana Aasaariyarum Aalosanai Sangaththaaranaivarum Yesuvaik Kolaiseyyumpadi Avarukku Virodhamaaga Saatchi Thedinaargal; Agappadavillai. "
},{ "Verses": "56 anegar Avarukku Virodhamaagap Poisaatchi Solliyum, Andha Saatchigal Ovvavillai. "
},{ "Verses": "57 appozhudhu Silar Ezhundhu, Kaivelaiyaagiya Indhath Dhevaalayaththai Naan Idiththuppottu, Kaivelaiyallaadha Verondrai Moondru Naalaikkulle Kattuven Endru Ivan Sonnadhai Naangal Kettom Endru, "
},{ "Verses": "58 avarukku Virodhamaaip Poisaatchi Sonnaargal. "
},{ "Verses": "59 appadi Solliyum Avargal Saatchi Ovvaamarpoyitru. "
},{ "Verses": "60 appozhudhu Piradhaana Aasaariyan Ezhundhu Naduve Nindru, Yesuvai Nokki: Ivargal Unakku Virodhamaai Sollugiradhaikkuriththu Nee Ondrum Sollugiradhillaiyaa Endru Kettaan. "
},{ "Verses": "61 avaro Oru Uththaravum Sollaamal Pesaadhirundhaar. Marupadiyum Piradhaana Aasaariyan Avarai Nokki: Nee Sthoththirikkappatta Dhevanudaiya Kumaaranaagiya Kiristhudhaanaa? Endru Kettaan. "
},{ "Verses": "62 adharku Yesu: Naan Avardhaan; Manushakumaaran Sarva Vallavarin Valadhu Paarisaththil Veetriruppadhaiyum, Vaanaththin Megangalmel Varuvadhaiyum Neengal Kaanbeergal Endraar. "
},{ "Verses": "63 piradhaana Aasaariyan Idhaikkettavudane, Than Vasthirangalaik Kizhiththukkondu: Ini Saatchigal Namakku Vendiyadhenna? "
},{ "Verses": "64 dhevadhooshanaththaik Ketteergale. Ungalukku Ennamaaith Thondrugiradhu Endraan. Adharku Avargalellaarum: Ivan Maranaththukkup Paaththiranaayirukkiraan Endru Theermaanampanninaargal. "
},{ "Verses": "65 appozhudhu Silar Avarmel Thuppavum, Avarudaiya Mugaththai Moodavum, Avaraik Kuttavum, Gnaanathirushtiyinaale Paarththu Sol Endru Sollavum Thodanginaargal; Velaikkaararum Avaraik Kannaththil Araindhaargal. "
},{ "Verses": "66 aththarunaththile Pedhuru Keezhe Aramanai Mutraththilirukkaiyil, Piradhaana Aasaariyanudaiya Velaikkaarigalil Oruththi Vandhu, "
},{ "Verses": "67 kulirkaaindhu Kondirukkira Pedhuruvaikkandu, Avanai Utruppaarththu: Neeyum Nasareyanaagiya Yesuvode Irundhaai Endraal. "
},{ "Verses": "68 adharku Avan: Naan Ariyen; Nee Sollugiradhu Enakkuth Theriyaadhu Endru Marudhaliththu, Veliye Vaasal Mandabaththukkup Ponaan; Appozhudhu Seval Koovitru. "
},{ "Verses": "69 velaikkaari Avanai Marupadiyum Kandu: Ivan Avargalil Oruvan Endru Aruge Nindravargalukku Sonnaal. "
},{ "Verses": "70 avan Marupadiyum Marudhaliththaan. Satruneraththukkuppinbu Marupadiyum Aruge Nindravargal Pedhuruvaippaarththu: Meyyaagave Nee Avargalil Oruvan, Nee Galileyan, Un Pechchu Adharku Oththirukkiradhu Endraargal. "
},{ "Verses": "71 adharku Avan: Neengal Sollugira Manushanai Ariyen Endru Solli, Sabikkavum Saththiyampannavum Thodanginaan. "
},{ "Verses": "72 udane Seval Irandaandharam Koovitru. Seval Irandudharang Koovugiradharkumunne Nee Ennai Moondru Dharam Marudhalippaai Endru Yesu Thanakku Sonna Vaarththaiyaip Pedhuru Ninaivu Koorndhu, Migavum Azhudhaan. "
}
]