[
{ "Verses": "1 pinbu Avargal Kadalukku Akkaraiyilulla Kadharenarudaiya Naattil Vandhaargal. "
},{ "Verses": "2 avar Padavilirundhu Iranginavudane, Asuththa Aaviyulla Oru Manushan Piredhakkallaraigalilirundhu Avarukku Edhiraaga Vandhaan. "
},{ "Verses": "3 avanudaiya Kudiyiruppu Kallaraigalile Irundhadhu; Avanai Sangiligalinaalum Katta Oruvanaalum Koodaadhirundhadhu. "
},{ "Verses": "4 avan Anegandharam Vilangugalinaalum Sangiligalinaalum Kattappattirundhum, Sangiligalai Muriththu, Vilangugalaith Thagarththuppoduvaan; Avanaiyadakka Oruvanaalum Koodaadhirundhadhu. "
},{ "Verses": "5 avan Eppozhudhum Iravum Pagalum, Malaigalilum Kallaraigalilum Irundhu, Kookkuralittu, Kallugalinaale Thannaik Kaayappaduththikkondirundhaan. "
},{ "Verses": "6 avan Yesuvaith Dhooraththile Kandapodhu, Odivandhu, Avaraippanindhukondu: "
},{ "Verses": "7 yesuve, Unnadhamaana Dhevanudaiya Kumaarane, Enakkum Umakkum Enna? Ennai Vedhanaippaduththaadhapadikkuth Dhevanperil Umakku Aanaiyendru Migundha Saththamittu Sonnaan. "
},{ "Verses": "8 enenil Avar Avanai Nokki: Asuththa Aaviye, Indha Manushanai Vittup Purappattup Po Endru Solliyirundhaar. "
},{ "Verses": "9 appozhudhu Avar Avanai Nokki: Un Per Ennavendru Kettaar. Adharku Avan: Naangal Anegaraayirukkirapadiyaal En Per Legiyon Endru Solli, "
},{ "Verses": "10 thangalai Andhath Thisaiyilirundhu Thuraththividaadhapadikku Avarai Migavum Vendikkondaan. "
},{ "Verses": "11 appozhudhu, Avvidaththil Malaiyaruge Anegam Pandrigal Koottamaaga Meyndhukondirundhadhu. "
},{ "Verses": "12 andhap Pisaasugalellaam Avarai Nokki: Pandrigalukkulle Pogumpadi, Avaigalukkulle Engalai Anuppum Endru Avarai Vendikkondana. "
},{ "Verses": "13 yesu Avaigalukku Uththaravu Koduththavudane, Asuththa Aavigal Purappattup Pandrigalukkul Poyina; Udane Erakkuraiya Irandaayiram Pandrigalulla Andhakkoottam Uyarndha Mettilirundhu Odi, Kadalile Paaindhu, Kadalil Amizhndhu Maandadhu. "
},{ "Verses": "14 pandrigalai Meyththavargal Odi, Idhaip Pattanaththilum Sutruppurangalilum Ariviththaargal. Appozhudhu Sambaviththadhaip Paarkkumpadi Janangal Purappattu; "
},{ "Verses": "15 yesuvinidaththil Vandhu, Legiyonaagiya Pisaasugal Pidiththirundhavan Vasthiranthariththu, Utkaarndhu, Buththi Thelindhirukkiradhaik Kandu, Bayandhaargal. "
},{ "Verses": "16 pisaasugal Pidiththirundhavanukkum Pandrigalukkum Sambaviththadhaik Kandavargalum Avargalukku Vivaramaai Sonnaargal. "
},{ "Verses": "17 appozhudhu Thangal Ellaigalai Vittuppogumpadi Avarai Vendikkollath Thodanginaargal. "
},{ "Verses": "18 appadiye Avar Padavil Erugirapozhudhu, Pisaasu Pidiththirundhavan, Avarodekooda Irukkumpadi Thanakku Uththaravukodukka Avarai Vendikkondaan. "
},{ "Verses": "19 yesu Avanukku Uththaravukodaamal: Nee Un Inaththaaridaththil Un Veettirkuppoi, Karththar Unakku Irangi, Unakku Seydhavaigalaiyellaam Avargalukku Ariviyendru Sonnaar. "
},{ "Verses": "20 andhappadi Avan Poi, Yesu Thanakku Seydhavaigalaiyellaam Thekkappoli Ennum Naattil Pirasiththampannaththodanginaan; Ellaarum Aachchariyappattaargal. "
},{ "Verses": "21 yesu Padavil Eri Marupadiyum Ikkaraikku Vandhu, Kadaloraththilirundhapodhu, Thiralaana Janangal Avaridaththil Koodivandhaargal. "
},{ "Verses": "22 appozhudhu, Jebaaalayaththalaivaril Oruvanaagiya Yaveeru Enbavan Vandhu, Avaraik Kandavudane, Avar Paadhaththile Vizhundhu: "
},{ "Verses": "23 en Kumaaraththi Marana Avasthaippadugiraal, Aval Aarokkiyamadaiyumpadikku Neer Vandhu, Avalmel Umadhu Kaigalai Vaiyum, Appozhudhu Pizhaippaal Endru Avarai Migavum Vendikkondaan. "
},{ "Verses": "24 avar Avanodekoodap Ponaar. Thiralaana Janangal Avarukkup Pinsendru Avarai Nerukkinaargal. "
},{ "Verses": "25 appozhudhu Pannirandu Varushamaaip Perumpaadulla Oru Sthiree, "
},{ "Verses": "26 anega Vaiththiyargalaal Migavum Varuththappattu, Thanakku Undaanavaigalaiyellaam Selavazhiththum, Satraagilum Gunamadaiyaamal Adhiga Varuththappadugirapozhudhu, "
},{ "Verses": "27 yesuvaikkuriththuk Kelvippattu: Naan Avarudaiya Vasthirangalaiyaagilum Thottaal Sosthamaaven Endru Solli; "
},{ "Verses": "28 janakkoottaththukkulle Avarukkup Pinnaaga Vandhu, Avarudaiya Vasthiraththaith Thottaal. "
},{ "Verses": "29 udane Avaludaiya Udhiraththin Ooral Nindrupoyitru; Andha Vedhanai Neengi Aarokkiyamadaindhadhai Aval Than Sareeraththil Unarndhaal. "
},{ "Verses": "30 udane Yesu Thammilirundhu Vallamai Purappattadhaith Thamakkul Arindhu, Janakkoottaththukkulle Thirumbi: En Vasthirangalaith Thottadhu Yaar Endru Kettaar. "
},{ "Verses": "31 avarudaiya Seeshargal Avarai Nokki: Thiralaana Janangal Ummai Nerukkikkondirukkiradhai Neer Kandum, Ennaith Thottadhu Yaar Endru Ketkireere Endraargal. "
},{ "Verses": "32 idhai Seydhavalaik Kaanumpadikku Avar Sutrilum Paarththaar. "
},{ "Verses": "33 thannidaththile Sambaviththadhai Arindha Andha Sthireeyaanaval Bayandhu, Nadungi, Avar Munbaaga Vandhu Vizhundhu, Unmaiyaiyellaam Avarukku Sonnaal. "
},{ "Verses": "34 avar Avalaip Paarththu: Magale, Un Visuvaasam Unnai Ratchiththadhu, Nee Samaadhaanaththodepoi, Un Vedhanai Neengi, Sugamaayiru Endraar. "
},{ "Verses": "35 avar Ippadippesikkondirukkaiyil, Jebaaalayaththalaivanudaiya Veettilirundhu Silar Vandhu: Ummudaiya Kumaaraththi Mariththupponaal, Ini En Podhagarai Varuththappaduththugireer Endraargal. "
},{ "Verses": "36 avargal Sonna Vaarththaiyai Yesu Kettavudane, Jebaaalayaththalaivanai Nokki: Bayappadaadhe, Visuvaasamullavanaayiru Endru Solli; "
},{ "Verses": "37 pedhuruvaiyum, Yaakkobaiyum, Yaakkobin Sagodharan Yovaanaiyum Thavira, Veroruvarum Thammode Varugiradharku Idankodaamal; "
},{ "Verses": "38 jebaaalayaththalaivanudaiya Veettile Vandhu, Sandhadiyaiyum Migavum Azhudhu Pulambugiravargalaiyum Kandu, "
},{ "Verses": "39 ulle Piravesiththu: Neengal Sandhadipanni Azhugiradhenna? Pillai Marikkavillai, Niththiraiyaayirukkiraal Endraar. "
},{ "Verses": "40 adharkaaga Avaraip Paarththu Nagaiththaargal. Ellaaraiyum Avar Veliye Pogappanni, Pillaiyin Thagappanaiyum, Thaayaiyum, Thammode Vandhavargalaiyum Azhaiththukkondu, Pillaiyirundha Idaththil Piravesiththu, "
},{ "Verses": "41 pillaiyin Kaiyaippidiththu: Thaleeththaagoomi Endraar; Adharku, Sirupenne Ezhundhiru Endru Unakku Sollugiren Endru Arththamaam. "
},{ "Verses": "42 udane Sirupen Ezhundhu Nadandhaal; Aval Pannirandu Vayadhullavalaayirundhaal. Avargal Migundha Aachchariyappattup Piramiththaargal. "
},{ "Verses": "43 adhai Oruvarukkum Ariviyaadhapadi Avargalukku Urudhiyaagak Kattalaiyittu, Avalukku Aagaarankodukkumpadi Sonnaar. "
}
]