[
{ "Verses": "1 andriyum, Avar Avargalai Nokki: Inge Nirkiravargalil Silar Dhevanudaiya Raajyam Balaththode Varuvadhaik Kaanummun, Maranaththai Rusipaarppadhillaiyendru, Meyyaagave Ungalukku Sollugiren Endraar. "
},{ "Verses": "2 aarunaalaikkup Pinbu, Yesu Pedhuruvaiyum Yaakkobaiyum Yovaanaiyum Azhaiththu, Uyarndha Malaiyinmel Avargalaith Thaniye Koottikkondupoi, Avargalukku Munbaaga Maruroobamaanaar; "
},{ "Verses": "3 avarudaiya Vasthiram Uraindha Mazhaiyaippol Boomiyile Endha Vannaanum Velukkakkoodaadha Venmaiyaaip Piragaasiththadhu. "
},{ "Verses": "4 appozhudhu Moseyum, Eliyaavum Yesuvudane Pesugiravargalaaga Avargalukkuk Kaanappattaargal. "
},{ "Verses": "5 appozhudhu Pedhuru Yesuvai Nokki: Rabee, Naam Inge Irukkiradhu Nalladhu; Umakku Oru Koodaaramum, Mosekku Oru Koodaaramum, Eliyaavukku Oru Koodaaramumaaga, Moondru Koodaarangalaip Poduvom Endraan. "
},{ "Verses": "6 avargal Migavum Bayandhirundhapadiyaal Thaan Pesugiradhu Innadhendru Ariyaamal Ippadi Sonnaan. "
},{ "Verses": "7 appozhudhu, Oru Megam Avargalmel Nizhalittadhu: Ivar Ennudaiya Nesa Kumaaran, Ivarukku Sevikodungal Endru Andha Megaththilirundhu Oru Saththam Undaayitru. "
},{ "Verses": "8 udane Avargal Sutrilum Paarththapodhu, Yesu Oruvaraiththavira Veroruvaraiyum Kaanavillai. "
},{ "Verses": "9 avargal Malaiyilirundhu Irangugirapodhu, Avar Avargalai Nokki: Manushakumaaran Mariththorilirundhu Ezhundhirukkumvaraikkum, Neengal Kandavaigalai Oruvarukkum Sollavendaam Endru Kattalaiyittaar. "
},{ "Verses": "10 mariththorilirundhu Ezhundhiruppadhu Ennavendru Avargal Oruvaridaththil Oruvar Visaariththu, Andha Vaarththaiyaith Thangalukkulle Adakkikkondu: "
},{ "Verses": "11 eliyaa Mundhivaravendum Endru Vedhapaaragar Sollugiraargale, Adheppadiyendru Avaridaththil Kettaargal. "
},{ "Verses": "12 avar Piradhiyuththaramaaga: Eliyaa Mundhi Vandhu Ellaavatraiyum Seerppaduththuvadhu Meydhaan; Allaamalum Manushakumaaran Pala Paadugal Pattu, Avamadhikkappaduvaarendru, Avaraikkuriththu Ezhudhiyirukkiradhe Adhu Eppadi Endraar. "
},{ "Verses": "13 aanaalum Eliyaa Vandhaayitru, Avanaikkuriththu Ezhudhiyirukkirapiragaaram Thangalukku Ishtamaanapadi Avanukku Seydhaargalendru, Ungalukku Sollugiren Endraar. "
},{ "Verses": "14 pinbu Avar Seesharidaththil Vandhapodhu, Avargalai Sutrith Thiralaana Janangal Nirkiradhaiyum, Avargalode Vedhapaaragar Tharkkikkiradhaiyum Kandaar. "
},{ "Verses": "15 janangalellaarum Avaraik Kandavudane Migavum Aachchariyappattu, Odivandhu, Avarukku Vandhananjseydhaargal. "
},{ "Verses": "16 avar Vedhapaaragarai Nokki: Neengal Ivargalode Ennaththaik Kuriththu Tharkkampannugireergal Endru Kettaar. "
},{ "Verses": "17 appozhudhu Janakkoottaththil Oruvan Avarai Nokki: Podhagare, Oomaiyaana Oru Aavi Pidiththa En Maganai Ummidaththil Konduvandhen. "
},{ "Verses": "18 adhu Avanai Enge Pidiththaalum Ange Avanai Alaikkazhikkiradhu; Appozhudhu Avan Nuraithalli, Pallaikkadiththu, Sornthu Pogiraan. Adhaith Thuraththividumpadi Ummudaiya Seesharidaththil Ketten. Avargalaal Koodaamarpoyitru Endraan. "
},{ "Verses": "19 avar Piradhiyuththaramaaga: Visuvaasamillaadha Sandhadhiye, Edhuvaraikkum Naan Ungalodu Iruppen? Edhuvaraikkum Ungalidaththil Porumaiyaai Iruppen? Avanai Ennidaththil Konduvaarungal Endraar. "
},{ "Verses": "20 avanai Avaridaththil Konduvandhaargal. Avaraik Kandavudane, Andha Aavi Avanai Alaikkazhiththadhu; Avan Tharaiyile Vizhundhu, Nuraithallip Purandaan. "
},{ "Verses": "21 avar Avanudaiya Thagappanai Nokki: Idhu Ivanukku Undaagi Evvalavu Kaalamaayitru Endru Kettaar. Adharku Avan: Siru Vayadhu Mudharkonde Undaayirukkiradhu; "
},{ "Verses": "22 ivanaik Kollumpadikku Adhu Anegandharam Theeyilum Thanneerilum Thallitru, Neer Edhaagilum Seyyakkoodumaanaal, Engal Mel Manadhirangi, Engalukku Udhaviseyyavendum Endraan. "
},{ "Verses": "23 yesu Avanai Nokki: Nee Visuvaasikkakkoodumaanaal Aagum, Visuvaasikkiravanukku Ellaam Koodum Endraar. "
},{ "Verses": "24 udane Pillaiyin Thagappan Visuvaasikkiren Aandavare, En Avisuvaasam Neengumpadi Udhaviseyyum Endru Kanneerode Saththamittu Sonnaan, "
},{ "Verses": "25 appozhudhu Janangal Koottamaai Odivarugiradhai Yesu Kandu, Andha Asuththa Aaviyai Nokki: Oomaiyum Sevidumaana Aaviye Ivanai Vittup Purappattuppo, Ini Ivanukkul Pogaadhe Endru Naan Unakkuk Kattalaiyidugiren Endru Adhai Adhattinaar. "
},{ "Verses": "26 appozhudhu Adhu Saththamittu, Avanai Migavum Alaikkazhiththup Purappattuppoyitru. Avanseththupponaan Endru Anegar Sollaththakkadhaaga Seththavanpolak Kidandhaan. "
},{ "Verses": "27 yesu Avan Kaiyaippidiththu, Avanaith Thookkinaar, Udane Avan Ezhundhirundhaan. "
},{ "Verses": "28 veettil Avar Piravesiththapozhudhu, Avarudaiya Seeshargal: Adhaith Thuraththivida Engalaal En Koodaamarpoyitru Endru Avaridaththil Thaniththuk Kettaargal. "
},{ "Verses": "29 adharku Avar: Ivvagaip Pisaasu Jebaththinaalum Ubavaasaththinaalumeyandri Matrevvidhaththinaalum Purappattuppogaadhu Endraar. "
},{ "Verses": "30 pinbu Avvidam Vittup Purappattu, Galileyaavaik Kadanthuponaargal; Adhai Oruvarum Ariyaadhirukkavendumendru Virumbinaar. "
},{ "Verses": "31 enenil, Manushakumaaran Manushar Kaigalil Oppukkodukkappaduvaar Endrum, Avargal Avaraik Kondru Poduvaargal Endrum; Kollappattu, Moondraam Naalile Uyirththezhundhiruppaar Endrum Avar Thammudaiya Seeshargalukkup Podhagampanni Solliyirundhaar. "
},{ "Verses": "32 avargalo, Andha Vaarththaiyai Arindhukollavillai, Adhaikkuriththu Avaridaththil Ketkavum Bayandhaargal. "
},{ "Verses": "33 avar Kapparnagoomukku Vandhu, Veettile Irukkumpodhu, Avargalai Nokki: Neengal Vazhiyile Edhaikkuriththu Ungalukkulle Tharkkampannineergal Endru Kettaar. "
},{ "Verses": "34 adharku Avargal Pesaamalirundhaargal; Enenil Avargal Thangalukkulle Evan Periyavan Endru Vazhiyil Tharkkampanninaargal. "
},{ "Verses": "35 appozhudhu Avar Utkaarndhu, Panniruvaraiyum Azhaiththu: Evanaagilum Mudhalvanaayirukka Virumbinaal Avan Ellaarukkum Kadaiyaanavanum, Ellaarukkum Oozhiyakkaaranumaayirukkakkadavan Endru Solli, "
},{ "Verses": "36 oru Siru Pillaiyai Eduththu: Adhai Avargal Naduvile Niruththi, Adhai Anaiththukkondu: "
},{ "Verses": "37 ippadippatta Siru Pillaigalil Ondrai En Naamaththinaale Etrukkollugiravan Ennai Etrukkollugiraan; Ennai Etrukkollugiravan Ennai Alla, Ennai Anuppinavarai Etrukkollugiraan Endraar. "
},{ "Verses": "38 appozhudhu Yovaan Avarai Nokki: Podhagare, Nammaip Pinpatraadhavan Oruvan Umadhu Naamaththinaale Pisaasugalaith Thuraththugiradhaikkandom; Avan Nammaip Pinpatraadhavanaanadhaal Avanaith Thaduththom Endraan. "
},{ "Verses": "39 adharku Yesu: Avanaith Thadukkavendaam; En Naamaththinaale Arpudhanjeygiravan Elidhaai Ennaikkuriththuth Theengu Sollamaattaan. "
},{ "Verses": "40 namakku Virodhamaayiraadhavan Namadhu Patchaththilirukkiraan. "
},{ "Verses": "41 neengal Kiristhuvinudaiyavargalaayirukkirapadiyinaale, En Naamaththinimiththam Ungalukku Oru Kalasam Thanneerkudikkakkodukkiravan Than Balanai Adaiyaamarpovadhillai Endru Meyyaagave Ungalukku Sollugiren. "
}
]