[
{ "Verses": "1 avar Avvidam Vittezhundhu, Yordhaanukku Akkaraiyilulla Dhesaththin Vazhiyaai Yoodheyaavin Ellaigalil Vandhaar. Janangal Marupadiyum Avaridaththil Koodivandhaargal. Avar Thammudaiya Vazhakkaththinpadiye Marupadiyum Avargalukkup Podhagampanninaar. "
},{ "Verses": "2 appozhudhu, Pariseyar Avarai Sothikkavendumendru, Avaridaththil Vandhu: Purushanaanavan Than Manaiviyaith Thallividuvadhu Niyaayamaa Endru Kettaargal. "
},{ "Verses": "3 avar Piradhiyuththaramaaga: Mose Ungalukkuk Kattalaiyittirukkiradhu Enna Endru Kettaar. "
},{ "Verses": "4 adharku Avargal: Thalludharseettaikkoduththu, Avalaith Thallividalaamendru Mose Uththaravukoduththirukkiraar Endraargal. "
},{ "Verses": "5 yesu Avargalukkup Piradhiyuththaramaaga: Ungal Irudhayakadinaththinimiththam Indhak Kattalaiyai Ungalukku Ezhudhikkoduththaan. "
},{ "Verses": "6 aagilum, Aadhiyile Manusharai Sirushtiththa Dhevan Avargalai Aanum Pennumaaga Undaakkinaar. "
},{ "Verses": "7 idhinimiththam Purushanaanavan Than Thagappanaiyum Thaayaiyum Vittuth Than Manaiviyode Isaindhiruppaan; "
},{ "Verses": "8 avargal Iruvarum Ore Maamsamaayiruppaargal; Ivvidhamaai Avargal Iruvaraayiraamal Ore Maamsamaayirukkiraargal. "
},{ "Verses": "9 aagaiyaal Dhevan Inaiththadhai Manushan Pirikkaadhirukkakkadavan Endraar. "
},{ "Verses": "10 pinbu Veettile Avarudaiya Seeshargal Andhak Kaariyaththaikkuriththu Marupadiyum Avaridaththil Visaariththaargal. "
},{ "Verses": "11 appozhudhu Avar: Evanaagilum Than Manaiviyaith Thallivittu, Veroruththiyai Vivaagampanninaal, Avan Avalukku Virodhamaai Vibasaaranjeygiravanaayiruppaan; "
},{ "Verses": "12 manaiviyum Than Purushanaith Thallivittu, Veroruvanai Vivaagampanninaal, Vibasaaranjeygiravalaayiruppaal Endraar. "
},{ "Verses": "13 appozhudhu, Siru Pillaigalai Avar Thodumpadikku Avargalai Avaridaththil Konduvandhaargal; Konduvandhavargalai Seeshargal Adhattinaargal. "
},{ "Verses": "14 yesu Adhaikkandu Visanamadaindhu: Siru Pillaigal Ennidaththil Varugiradharku Idankodungal; Avargalaith Thadaipannaadhirungal; Dhevanudaiya Raajyam Appadippattavargaludaiyadhu. "
},{ "Verses": "15 evanaagilum Siru Pillaiyaippol Dhevanudaiya Raajyaththai Etrukkollaavittaal, Avan Adhil Piravesippadhillaiyendru, Meyyaagave Ungalukku Sollugiren Endru Solli, "
},{ "Verses": "16 avargalai Anaiththukkondu, Avargalmel Kaigalai Vaiththu, Avargalai Aaseervadhiththaar. "
},{ "Verses": "17 pinbu, Avar Purappattu Vazhiyile Pogaiyil, Oruvan Odivandhu, Avarukku Munbaaga Muzhangaalpadiyittu: Nalla Podhagare Niththiya Jeevanai Sudhandhariththukkollumpadi Naan Ennaseyyavendum Endru Kettaan; "
},{ "Verses": "18 adharku Yesu: Nee Ennai Nallavan Endru Solvaanen? Dhevan Oruvar Thavira Nallavan Oruvanumillaiye; "
},{ "Verses": "19 vibasaaranjeyyaadhiruppaayaaga, Kolai Seyyaadhiruppaayaaga, Kalavu Seyyaadhiruppaayaaga, Poisaatchi Sollaadhiruppaayaaga, Vanjanai Seyyaadhiruppaayaaga, Un Thagappanaiyum Un Thaayaiyum Ganampannuvaayaaga Engira Karpanaigalai Arindhirukkiraaye Endraar. "
},{ "Verses": "20 adharku Avan: Podhagare, Ivaigalaiyellaam En Siru Vayadhumudhal Kaikkondirukkiren Endraan. "
},{ "Verses": "21 yesu Avanaip Paarththu, Avanidaththil Anbukoorndhu: Unnidaththil Oru Kuraivu Undu; Nee Poi, Unakku Undaanavaigalaiyellaam Vitru, Thariththirarukkuk Kodu, Appozhudhu Paralogaththile Unakkup Pokkisham Undaayirukkum; Pinbu Siluvaiyai Eduththukkondu Ennaip Pinbatrivaa Endraar. "
},{ "Verses": "22 avan Migundha Aasthiyullavanaayirundhapadiyaal, Indha Vaarththaiyaik Kettu, Manamadinthu, Dhukkaththode Poivittaan. "
},{ "Verses": "23 appozhudhu Yesu Sutrippaarththu, Thammudaiya Seesharai Nokki: Aisuvariyamullavargal Dhevanudaiya Raajyaththil Piravesikkiradhu Evvalavu Aridhaayirukkiradhu Endraar. "
},{ "Verses": "24 seeshargal Avarudaiya Vaarththaigalaikkuriththu Aachchariyappattaargal. Yesu Pinnum Avargalai Nokki: Pillaigale, Aisuvariyaththinmel Nambikkaiyaayirukkiravargal Dhevanudaiya Raajyaththil Piravesippadhu Evvalavu Aridhaayirukkiradhu! "
},{ "Verses": "25 aisuvariyavaan Dhevanudaiya Raajyaththil Piravesippadhaippaarkkilum, Ottagamaanadhu Oosiyin Kaadhile Nuzhaivadhu Elidhaayirukkum Endraar. "
},{ "Verses": "26 avargal Pinnum Adhigamaai Aachchariyappattu: Appadiyaanaal Yaar Ratchikkappadakkoodum Endru Thangalukkule Sollikkondaargal. "
},{ "Verses": "27 yesu Avargalaip Paarththu: Manusharaal Idhu Koodaadhadhudhaan; Dhevanaal Idhu Koodaadhadhalla; Dhevanaale Ellaam Koodum Endraar. "
},{ "Verses": "28 appozhudhu Pedhuru Avarai Nokki: Idho, Naangal Ellaavatraiyum Vittu, Ummaip Pinbatrinome, Endru Sollaththodanginaan. "
},{ "Verses": "29 adharku Yesu Piradhiyuththaramaaga: Ennimiththimaagavum, Suviseshaththinimiththamaagavum, Veettaiyaavadhu, Sagodhararaiyaavadhu, Sagodharigalaiyaavadhu, Thagappanaiyaavadhu, Thaayaiyaavadhu, Manaiviyaiyaavadhu, Pillaigalaiyaavadhu, Nilangalaiyaavadhu Vitthavan Evanum, "
},{ "Verses": "30 ippozhudhu Immaiyile, Thunbangalodekooda Nooraththanaiyaaga, Veedugalaiyum, Sagodhararaiyum, Sagodharigalaiyum, Thaaigalaiyum, Pillaigalaiyum, Nilangalaiyum, Marumaiyile Niththiya Jeevanaiyum Adaivaan Endru Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "31 aagilum Mundhinor Anegar Pindhinoraayum, Pindhinor Anegar Mundhinoraayum Iruppaargal Endraar. "
},{ "Verses": "32 pinbu Avargal Erusalemukkup Pirayaanamaaippogaiyil, Yesu Avargalukku Munne Nadandhu Ponaar; Avargal Thigaiththu, Avarukkup Pinne, Bayaththode Ponaargal. Appozhudhu Avar Panniruvaraiyum Azhaiththu, Thamakku Sambavikkappogiravaigalai Avargalukku Marupadiyum Sollaththodanginaar: "
},{ "Verses": "33  Idho, Erusalemukkuppogirom; Ange Manushakumaaran Piradhaana Aasaariyaridaththilum Vedhapaaragaridaththilum Oppukkodukkappaduvaar; Avargal Avarai Marana Aakkinaikkullaagath Theerththu, Puraththesaththaaridaththil Oppukkoduppaargal. "
},{ "Verses": "34 avargal Avaraip Pariyaasampanni, Avarai Vaarinaal Adiththu, Avarmel Thuppi, Avaraik Kolaiseyvaargal; Aagilum Moondraam Naalile Avar Uyirode Ezhundhiruppaar Endraar. "
},{ "Verses": "35 appozhudhu Sebedheyuvin Kumaararaagiya Yaakkobum Yovaanum Avaridaththil Vandhu: Podhagare, Naangal Kettukkollappogiradhai Neer Engalukku Seyyavendumendru Virumbugirom Endraargal. "
},{ "Verses": "36 avar Avargalai Nokki: Naan Ungalukku Ennaseyyavendumendru Virumpugireergal Endru Kettaar. "
},{ "Verses": "37 adharku Avargal: Umadhu Magimaiyile, Engalil Oruvan Umadhu Valadhu Paarisaththilum, Oruvan Umadhu Idadhupaarisaththilum Utkaarndhirukkumpadi Arul Seyyavendum Endraargal. "
},{ "Verses": "38 yesu Avargalai Nokki: Neengal Kettukkollugiradhu Innadhu Endru Ungalukke Theriyavillai. Naan Kudikkum Paaththiraththil Neengal Kudikkavum, Naan Perum Snaanaththai Neengal Peravum, Ungalaal Koodumaa Endraar. "
},{ "Verses": "39 adharku Avargal: Koodum Endraargal. Yesu Avargalai Nokki: Naan Kudikkum Paaththiraththil Neengal Kudippeergal, Naan Perum Snaanaththaiyum Neengal Peruveergal. "
},{ "Verses": "40 aanaalum En Valadhu Paarisaththilum En Idadhu Paarisaththilum Utkaarndhirukkumpadi Evargalukku Aayaththampannappattirukkiradho Avargalukkeyallaamal, Matroruvarukkum Adhai Aruluvadhu En Kaariyamalla Endraar. "
},{ "Verses": "41 matrap Paththupperum Adhaikkettu, Yaakkobin Melum Yovaanin Melum Erichchalaanaargal. "
},{ "Verses": "42 appozhudhu, Yesu Avargalaik Kittavarachseydhu: Purajaadhiyaarukku Adhigaarigalaaga Ennappattavargal Avargalai Irumaappaai Aalugiraargal Endrum, Avargalil Periyavargal Avargal Mel Kadinamaai Adhigaaram Seluththugiraargal Endrum, Neengal Arindhirukkireergal. "
},{ "Verses": "43 ungalukkulle Appadi Irukkalaagaadhu; Ungalil Evanaagilum Periyavanaayirukka Virumbinaal, Avan Ungalukkup Panividaikkaaranaayirukkakkadavan. "
},{ "Verses": "44 ungalil Evanaagilum Mudhanmaiyaanavanaayirukka Virumbinaal, Avan Ellaarukkum Oozhiyakkaaranaayirukkakkadavan. "
},{ "Verses": "45 appadiye, Manushakumaaranum Oozhiyankollumpadi Varaamal, Oozhiyanjeyyavum, Anegarai Meetkumporulaagath Thammudaiya Jeevanaikkodukkavum Vandhaar Endraar. "
},{ "Verses": "46 pinbu Avargal Erigovukku Vandhaargal. Avarum Avarudaiya Seeshargalum Thiralaana Janangalum Erigovaivittup Purappadugirapodhu, Thimeyuvin Maganaagiya Parthimeyu Engira Oru Kurudan, Vazhiyaruge Utkaarndhu, Pichchai Kettukkondirundhaan. "
},{ "Verses": "47 avan Nasareyanaagiya Yesu Varugiraarendru Kelvippattu: Yesuve, Thaaveedhin Kumaarane, Enakku Irangum Endru Kooppidaththodanginaan. "
},{ "Verses": "48 avan Pesaadhirukkumpadi Anegar Avanai Adhattinaargal. Avano: Thaaveedhin Kumaarane, Enakku Irangum Endru Munnilum Adhigamaaik Kooppittaan. "
},{ "Verses": "49 yesu Nindru, Avanai Azhaiththu Varachsonnaar. Avargal Andhak Kurudanai Azhaiththu: Thidankol, Ezhundhiru, Unnai Azhaikkiraar Endraargal. "
},{ "Verses": "50 udane Avan Than Mel Vasthiraththai Erindhuvittu, Ezhundhu, Yesuvinidaththil Vandhaan. "
},{ "Verses": "51 yesu Avanai Nokki: Naan Unakku Ennaseyyavendum Endrirukkiraai Endraar. Adharku Andhak Kurudan: Aandavare, Naan Paarvaiyadaiyavendum Endraan. "
},{ "Verses": "52 yesu Avanai Nokki: Nee Pogalaam, Un Visuvaasam Unnai Ratchiththadhu Endraar. Udane Avan Paarvaiyadaindhu, Vazhiyile Yesuvukkup Pinsendraan. "
}
]