[
{ "Verses": "1 erusalemilirundhu Vandha Pariseyarum, Vedhapaaragaril Silarum Avaridaththil Koodivandhaargal. "
},{ "Verses": "2 appozhudhu Avarudaiya Seesharil Silar Kazhuvaadha Asuththa Kaigalaale Pojanampannugiradhai Avargal Kandu Kutrampidiththaargal. "
},{ "Verses": "3 enenil Pariseyar Mudhaliya Yoodhar Anaivarum Munnorgalin Paarampariyaththaik Kaikkondu, Adikkadi Kaikazhuvinaalozhiya Saappidamaattaargal. "
},{ "Verses": "4 kadaiyilirundhu Varumpodhum Snaanampannaamal Saappidamaattaargal. Appadiye Sembugalaiyum Kinnangalaiyum Seppukkudangalaiyum Manaigalaiyum Kazhuvugiradhumallaamal, Veru Anega Aasaarangalaiyum Kaikkonduvaruvaargal. "
},{ "Verses": "5 appozhudhu, Andhap Pariseyarum Vedhapaaragarum Avarai Nokki: Ummudaiya Seeshargal Munnorgalin Paarampariyaththai Meeri En Kai Kazhuvaamal Saappidugiraargal Endru Kettaargal. "
},{ "Verses": "6 avargalukku Avar Piradhiyuththaramaaga: Indha Janangal Thangal Udhadugalinaal Ennaik Ganampannugiraargal; Avargal Irudhayamo Enakkuth Dhooramaai Vilagiyirukkiradhu Endrum, "
},{ "Verses": "7 manusharudaiya Karpanaigalai Ubadhesangalaagap Podhiththu, Veenaai Enakku Aaraadhanai Seygiraargal Endrum, Ezhudhiyirukkirapiragaaram, Maayakkaararaagiya Ungalaik Kuriththu, Esaayaa Nandraaith Theerkkadharisanam Solliyirukkiraan. "
},{ "Verses": "8 neengal Thevanudaiya Kattalaiyaith Thallivittu, Manusharudaiya Paarambariyaththaik Kaikkonduvarugiravargalaai, Kinnangalaiyum Sembugalaiyum Kazhuvugireergal; Matrum Ippadippatta Anega Sadangugalaiyum Anusariththu Varugireergal Endraar. "
},{ "Verses": "9 pinnum Avar Avargalai Nokki: Neengal Ungal Paarambariyaththaik Kaikkollumpadikkuth Dhevanudaiya Kattalaigalai Viyarththamaakkinadhu Nandraayirukkiradhu. "
},{ "Verses": "10 eppadiyenil, Un Thagappanaiyum Un Thaayaiyum Ganampannuvaayaaga Endrum, Thagappanaiyaavadhu Thaayaiyaavadhu Nindhikkiravan Kollappadavendum Endrum, Mose Solliyirukkiraare. "
},{ "Verses": "11 neengalo, Oruvan Than Thagappanaiyaavadhu Thaayaiyaavadhu Nokki: Unakku Naan Seyyaththakka Udhavi Edhu Undo, Adhaik Korpaan Ennum Kaanikkaiyaagak Kodukkiren Endru Sollivittaal Avanudaiya Kadamai Theerndhadhu Endru Solli, "
},{ "Verses": "12 avanai Ini Than Thagappanukkaavadhu Than Thaaikkaavadhu Yaadhoru Udhaviyum Seyya Ottaamal; "
},{ "Verses": "13 neengal Podhiththa Ungal Paarambariyaththinaal Dheva Vasanaththai Avamaakkugireergal. Idhupolave Neengal Matrum Anega Kaariyangalaiyum Seygireergal Endru Sonnaar. "
},{ "Verses": "14 pinbu Avar Janangalellaaraiyum Varavazhaiththu Avargalai Nokki: Neengal Ellaarum Enakku Sevikoduththu Unarungal. "
},{ "Verses": "15 manushanukkup Purambe Irundhu Avanukkulle Pogiradhondrum Avanaith Theettuppaduththamaattaadhu; Avan Ullaththilirundhu Purappadugiravaigale Avanaith Theettuppaduththum. "
},{ "Verses": "16 ketkiradharku Oruvan Kaadhullavanaayirundhaal Ketkakkadavan Endraar. "
},{ "Verses": "17 avar Janangalai Vittu Veettukkul Piravesiththapodhu, Avarudaiya Seeshargal Avar Sonna Uvamaiyaikkuriththu Avaridaththil Visaariththaargal. "
},{ "Verses": "18 adharku Avar: Neengalum Ivvalavu Unarvillaadhavargalaa? Purambeyirundhu Manushanukkulle Pogiradhondrum Avanaith Theettuppaduththamaattaadhendru Neengal Arindhukollavillaiyaa? "
},{ "Verses": "19 adhu Avan Irudhayaththil Pogaamal Vayitrile Pogiradhu; Adhilirundhu Ellaap Pojanangalin Asuththangalaiyum Kazhikkira Aasanavazhiyaai Neengippogum. "
},{ "Verses": "20 manushanukkulle Irundhu Purappadugiradhe Manushanaith Theettuppaduththum. "
},{ "Verses": "21 eppadiyenil, Manusharudaiya Irudhayaththirkullirundhu Pollaadha Sindhanaigalum, Vibasaarangalum, Vesiththanangalum, Kolaipaadhagangalum, "
},{ "Verses": "22 kalavugalum, Porulaasaigalum, Thushtaththanangalum, Kabadum, Kaamavigaaramum, Vankannum, Dhooshanamum, Perumaiyum, Madhikedum Purappattuvarum. "
},{ "Verses": "23 pollaangaanavaigalaagiya Ivaigalellaam Ullaththilirundhu Purappattu Manushanaith Theettuppaduththum Endraar. "
},{ "Verses": "24 pinbu, Avar Ezhundhu Avvidam Vittup Purappattu, Theeru Seedhon Pattanangalin Ellaigalil Poi, Oru Veettukkul Piravesiththu, Oruvarum Adhai Ariyaadhirukka Virumbiyum, Avar Maraivaayirukkak Koodaamarpoyitru. "
},{ "Verses": "25 asuththa Aavipidiththirundha Oru Sirupennin Thaayaagiya Oru Sthiree Avaraikkuriththuk Kelvippattu, Vandhu Avar Paadhaththil Vizhundhaal. "
},{ "Verses": "26 andha Sthiree Seeropenikkiyaa Dhesaththaalaagiya Girekka Sthireeyaayirundhaal; Aval Than Magalaip Pidiththirundha Pisaasaith Thuraththividavendumendru Avarai Vendikkondaal. "
},{ "Verses": "27 yesu Avalai Nokki: Mundhip Pillaigal Thirupthiyadaiyattum; Pillaigalin Appaththai Eduththu, Naaikkuttigalukkup Podugiradhu Nalladhalla Endraar. "
},{ "Verses": "28 adharku Aval: Meydhaan Aandavare, Aagilum Mejaiyin Keezhirukkum Naaikkuttigal Pillaigal Sindhugira Thunikkaigalaith Thinnume Endraal. "
},{ "Verses": "29 appozhudhu, Avar: Nee Sonna Andha Vaarththaiyinimiththam Pogalaam. Pisaasu Un Magalai Vittu Neengippoyitru Endraar. "
},{ "Verses": "30 aval Than Veettukku Vandhapozhudhu, Pisaasu Poi Vittadhaiyum, Than Magal Kattilil Paduththirukkiradhaiyum Kandaal. "
},{ "Verses": "31 marupadiyum, Avar Theeru Seedhon Pattanangalin Ellaigalai Vittup Purappattu, Thekkappoliyin Ellaigalin Vazhiyaaik Galileyaak Kadalaruge Vandhaar. "
},{ "Verses": "32 ange Konnaivaayudaiya Oru Sevidanai Avaridaththil Konduvandhu, Avar Thamadhu Kaiyai Avanmel Vaikkumpadi Vendikkondaargal. "
},{ "Verses": "33 appozhudhu, Avar Avanai Janakkoottaththai Vittuth Thaniye Azhaiththukkondupoi, Thammudaiya Viralgalai Avan Kaadhugalil Vaiththu, Umizhndhu, Avanudaiya Naavaiththottu; "
},{ "Verses": "34 vaanaththai Annaandhu Paarththu, Perumoochchuvittu: Eppaththaa Endraar. Adharkuth Thirakkappaduvaayaaga Endru Arththamaam. "
},{ "Verses": "35 udane Avanudaiya Sevigal Thirakkappattu, Avanudaiya Naavin Kattum Avizhndhu, Avan Sevvaiyaaip Pesinaan. "
},{ "Verses": "36 adhai Oruvarukkum Sollavendaamendru Avargalukkuk Kattalaiyittaar; Aagilum Evvalavu Adhigamaai Avargalukkuk Kattalaiyittaaro, Avvalavu Adhigamaai Avargal Adhaip Pirasiththampanni, "
},{ "Verses": "37 ellaavatraiyum Nandraai Seydhaar; Sevidar Ketkavum, Oomaiyar Pesavumpannugiraar Endru Solli, Menmelum Aachchariyappattaargal. "
}
]