[
{ "Verses": "1  Pinbu Avar Uvamaigalaai Avargalukku Sollaththodanginadhaavadhu: Oru Manushan Oru Thiraatchaththottaththai Undaakki, Adhai Sutrilum Veliyadaiththu, Rasaththottiyai Undupanni, Koburaththaiyum Katti, Thottakkaararukku Adhaik Kuththagaiyaaga Vittu, Purathdhesaththukkup Poyirundhaan. "
},{ "Verses": "2 thottakkaararidaththil Thiraatchaththottaththuk Kanigalil Than Paagaththai Vaangikkondu Varumpadi, Paruvakkaalaththile Avargalidaththil Oru Oozhiyakkaaranai Anuppinaan. "
},{ "Verses": "3 avargal Avanaippidiththu, Adiththu, Verumaiyaai Anuppivittaargal. "
},{ "Verses": "4 pinbu Veroru Oozhiyakkaaranai Avargalidaththil Anuppinaan; Avargal Avanmel Kallerindhu, Thalaiyile Kaayappaduththi, Avamaanappaduththi, Anuppivittaargal. "
},{ "Verses": "5 marupadiyum Veroruvanai Anuppinaan; Avanai Avargal Kolaiseydhaargal. Veru Anegaraiyum Anuppinaan; Avargalil Silarai Adiththu, Silaraik Kondrupottaargal. "
},{ "Verses": "6 avanukkuppiriyamaana Ore Kumaaran Irundhaan; En Kumaaranukku Anjuvaargalendru Solli, Avanaiyum Kadaisiyile Avargalidaththil Anuppinaan. "
},{ "Verses": "7 thottakkaararo: Ivan Sudhandharavaali, Ivanaik Kolaiseyvom Vaarungal; Appozhudhu Sudhandharam Nammudaiyadhaagum Endru Oruvarodoruvar Sollikkondu; "
},{ "Verses": "8 avanaip Pidiththuk Kolaiseydhu, Thiraatchaththottaththukkup Purambe Pottuvittaargal. "
},{ "Verses": "9 appadiyirukka, Thiraatchaththottaththukku Ejamaan Enna Seyvaan? Avan Vandhu Andhath Thottakkaararaich Sangariththu, Thiraatchaththottaththai Matravargalukku Oppukkoduppaan Allavaa? "
},{ "Verses": "10 veedu Kattugiravargal Aagaadhendru Thallina Kalle Moolaikkuth Thalaikkallaayitru; "
},{ "Verses": "11 adhu Karththaraale Aayitru, Adhu Nammudaiya Kangalukku Aachchariyamaayirukkiradhu Endru Ezhudhiyirukkira Vaakkiyaththai Neengal Vaasikkavillaiyaa Endraar. "
},{ "Verses": "12 indha Uvamaiyai, Thangalaikkuriththu Sonnaarendru Avargal Arindhu, Avaraip Pidikka Vagaithedinaargal; Aanaalum Janaththukkup Bayandhu Avarai Vittup Poivittaargal. "
},{ "Verses": "13 avargal, Pechchile Avarai Agappaduththumpadikku, Pariseyarilum Erodhiyarilum Silarai Avaridaththil Anuppinaargal. "
},{ "Verses": "14 avargal Vandhu: Podhagare, Neer Saththiyamullavarendrum, Evanaikkuriththum Umakkuk Kavaiyillai (akkaraiyillai) Endrum Arindhirukkirom, Neer Mugadhaatchaniyam Illaadhavaraaith Dhevanudaiya Maarkkaththai Saththiyamaaip Podhikkireer, Iraayanukku Varikodukkiradhu Niyaayamo Allavo? Naam Kodukkalaamo, Kodukkakkootaadho? Endru Kettaargal. "
},{ "Verses": "15 avargaludaiya Maayaththai Avar Arindhu: Neengal Ennai En Sodhikkireergal? Naan Paarkkumpadikku Oru Panaththai Ennidaththil Konduvaarungal Endraar; "
},{ "Verses": "16 avargal Adhaik Konduvandhaargal. Appozhudhu Avar: Indha Suroobamum Melezhuththum Yaarudaiyadhu Endru Kettaar; Raayanudaiyadhu Endraargal. "
},{ "Verses": "17 adharku Yesu: Raayanudaiyadhai Raayanukkum, Dhevanudaiyadhai Dhevanukkum Seluththungal Endraar. Avargal Avaraikkuriththu Aachchariyappattaargal. "
},{ "Verses": "18 uyirththezhudhal Illai Endru Saadhikkira Sadhuseyar Avaridaththil Vandhu: "
},{ "Verses": "19 podhagare, Oruvanudaiya Sagodharan Sandhaanam Illaamal Irandhuponaal, Avanudaiya Sagodharan Avan Manaiviyai Vivaagampanni, Than Sagodharanukku Sandhaanam Undaakkavendumendru Mose Engalukku Ezhudhivaiththirukkiraare. "
},{ "Verses": "20 ippadiyirukka, Ezhu Per Sagodharar Irundhaargal; Mooththavan Oru Pennai Vivaagampanni, Sandhaanamillaamal Irandhuponaan. "
},{ "Verses": "21 irandaam Sagodharan Avalai Vivaagampanni, Avanum Sandhaanamillaamal Irandhuponaan. Moondraam Sagodharanum Appadiyeyaanaan. "
},{ "Verses": "22 ezhuperum Avalai Vivaagampanni, Sandhaanamillaamal Irandhuponaargal. Ellaarukkum Pinbu Andha Sthireeyum Irandhuponaal. "
},{ "Verses": "23 aagaiyaal, Uyirththezhudhalil, Avargal Ezhundhirukkumpodhu, Avargalil Evanukku Aval Manaiviyaayiruppaal? Ezhuperum Avalai Manaiviyaagakkondirundhaargale Endru Kettaargal. "
},{ "Verses": "24 yesu Avargalukkup Piradhiyuththaramaaga: Neengal Vedhavaakkiyangalaiyum, Dhevanudaiya Vallamaiyaiyum Ariyaadhadhinaalallavaa Thappaana Ennankollugireergal? "
},{ "Verses": "25 mariththor Uyirode Ezhundhirukkumpodhu Kolvanaiyum Koduppanaiyum Illai; Avargal Paralogaththil Irukkira Dhevathoodharaippoliruppaargal; "
},{ "Verses": "26 mariththor Ezhundhiruppadhaippatri: Naan Aabiragaamin Dhevanum, Eesaakkin Dhevanum, Yaakkopin Dhevanumaayirukkiren Endru, Dhevan Mutchediyaik Kuriththu Solliya Idaththil, Moseyin Aagamaththil Avanukku Sonnadhai, Neengal Vaasikkavillaiyaa? "
},{ "Verses": "27 avar Mariththorukkuth Dhevanaayiraamal, Jeevanullorukkuth Dhevanaayirukkiraar; Aagaiyaal Neengal Migavum Thappaana Ennankollugireergal Endraar. "
},{ "Verses": "28 vedhapaaragaril Oruvan Avargal Tharkkampannugiradhaikkettu, Avargalukku Nandraai Uththaravu Sonnaarendru Arindhu, Avaridaththil Vandhu: Karpanaigalilellaam Piradhaana Karpanai Edhuvendru Kettaan. "
},{ "Verses": "29 yesu Avanukkup Piradhiyuththaramaaga: Karpanaigalilellaam Piradhaana Karpanai Edhuvendraal: Isravele Kel, Nammudaiya Dhevanaagiya Karththar Oruvare Karththar. "
},{ "Verses": "30 un Dhevanaagiya Karththaridaththil Un Muzhu Irudhayaththodum, Un Muzhu Aaththumaavodum, Un Muzhu Manadhodum, Un Muzhup Balaththodum Anbukooruvaayaaga Enbadhe Piradhaana Karpanai. "
},{ "Verses": "31 idharku Oppaayirukkira Irandaam Karpanai Ennavendraal: Unnidaththil Nee Anbukooruvadhupol Piranidaththilum Anbukooruvaayaaga Enbadhe; Ivaigalilum Periya Karpanai Verondrumillai Endraar. "
},{ "Verses": "32 adharku Vedhapaaragan: Saridhaan Podhagare, Neer Sonnadhu Saththiyam; Ore Dhevan Undu, Avaraiththavira Veroru Dhevan Illai. "
},{ "Verses": "33 muzhu Irudhayaththodum, Muzhu Manadhodum, Muzhu Aaththumaavodum, Muzhup Balaththodum Avaridaththil Anbu Koorugiradhum, Thannidaththil Anbukoorugiradhu Pol Piranidaththil Anbukoorugiradhume Sarvaangadhaganam Mudhaliya Baligalaippaarkkilum Mukkiyamaayirukkiradhu Endraan. "
},{ "Verses": "34 avan Vivegamaai Uththaravu Sonnadhai Yesu Kandu: Nee Dhevanudaiya Raajyaththukkuth Dhooramaanavanalla Endraar. Adhanpinbu Oruvanum Avaridaththil Yaadhoru Kelviyung Ketkath Thuniyavillai. "
},{ "Verses": "35 yesu Dhevaalayaththil Ubadhesampannugaiyil, Avar: Kiristhu Thaaveedhin Kumaaran Endru Vedhapaaragar Eppadi Sollugiraargal? "
},{ "Verses": "36 naan Ummudaiya Saththurukkalai Umakkup Paadhapadiyaakkip Podumvaraikkum Neer Ennudaiya Valadhu Paarisaththil Utkaarum Endru Karththar En Aandavarode Sonnaar Endru Thaaveedhu Parisuththa Aaviyinaale Solliyirukkiraane. "
},{ "Verses": "37 thaaveedhudhaane Avarai Aandavar Endru Solliyirukka, Avanukku Avar Kumaaranaayiruppadhu Eppadi Endraar. Anega Janangal Avarudaiya Ubadhesaththai Viruppaththode Kettaargal. "
},{ "Verses": "38 pinnum Avar Ubadhesampannugaiyil Avargalai Nokki: Neenda Angigalaith Thariththukkondu Thiriyavum, Sandhaiveligalil Vandhanangalai Adaiyavum, "
},{ "Verses": "39 jebaaalayangalil Mudhanmaiyaana Aasanangalil Utkaaravum, Virundhugalil Mudhanmaiyaana Idangalil Irukkavum Virumbi, "
},{ "Verses": "40 vidhavaigalin Veedugalaippatchiththu, Paarvaikku Neenda Jebampannugira Vedhapaaragaraikkuriththu Echcharikkaiyaayirungal; Avargal Adhiga Aakkinaiyai Adaivaargal Endraar. "
},{ "Verses": "41 yesu Kaanikkaippettikku Edhiraaga Utkaarndhu, Janangal Kaanikkaippettiyil Panam Podugiradhaip Paarththukkondirundhaar; Aisuvariyavaangal Anegar Adhigamaaip Pottaargal. "
},{ "Verses": "42 ezhaiyaana Oru Vidhavaiyum Vandhu, Oru Thudukku Sariyaana Irandu Kaasaip Pottaal. "
},{ "Verses": "43 appozhudhu Avar Thammudaiya Seesharai Azhaiththu, Kaanikkaippettiyil Panampotta Matrellaaraippaarkkilum Indha Ezhai Vidhavai Adhigamaaip Pottaalendru Meyyaagave Ungalukku Sollugiren; "
},{ "Verses": "44 avargalellaarum Thangal Paripooranaththilirundhu Eduththuppottaargal; Ivalo Than Varumaiyilirundhu Than Jeevanaththukku Undaayirundhadhellaam Pottuvittaal Endraar. "
}
]