[
{ "Verses": "1 avar Avvidam Vittup Purappattu, Thaam Valarndha Oorukku Vandhaar; Avarudaiya Seesharum Avarodekooda Vandhaargal. "
},{ "Verses": "2 oivunaalaanapodhu, Jebaaalayaththil Ubadhesampannaththodanginaar. Anegar Kettu, Aachchariyappattu, Ivaigal Ivanukku Enge Irundhu Vandhadhu? Ivan Kaigalinaal Ippadipatta Balaththa Seygaigal Nadakkumpadi Ivanukkuk Kodukkappatta Gnaanam Eppadippattadhu? "
},{ "Verses": "3 ivan Thachchan Allavaa? Mariyaaludaiya Kumaaran Allavaa? Yaakkobu Yose Yoodhaa Seemon Enbavargalukku Sagodharan Allavaa? Ivan Sagodharigalum, Inge Nammidaththil Irukkiraargal Allavaa? Endru Solli, Avaraik Kuriththu Idaraladaindhaargal. "
},{ "Verses": "4 yesu Avargalai Nokki: Theerkkadharisi Oruvan Than Oorilum Than Inaththilum Than Veettilumeyandri Verengum Ganaveenamadaiyaan Endraar. "
},{ "Verses": "5 ange Avar Sila Noyaaligalmel Kaigalai Vaiththu, Avargalaik Gunamaakkinadheyandri, Veroru Arpudhamum Seyyakkoodaamal, "
},{ "Verses": "6 avargaludaiya Avisuvaasaththaik Kuriththu Aachchariyappattu; Giraamangalile Sutriththirindhu, Ubadhesampanninaar. "
},{ "Verses": "7 avar Panniruvaraiyum Azhaiththu, Asuththa Aavigalaith Thuraththa Avargalukku Adhigaarankoduththu, "
},{ "Verses": "8 vazhikkup Paiyaiyaagilum, Appaththaiyaagilum, Kachchaiyil Kaasaiyaagilum Eduththukkondupogaamal, Oru Thadiyai Maaththiram Eduththukkondu Pogavum; "
},{ "Verses": "9 paadharatchaigalaip Pottukkondupogavum, Irandu Angigalaith Thariyaadhirukkavum Kattalaiyittaar. "
},{ "Verses": "10 pinbu Avargalai Nokki: Neengal Engeyaagilum Oru Veettil Piravesiththaal, Avvidaththai Vittup Purappadugiravaraikkum Angedhaane Thangiyirungal. "
},{ "Verses": "11 evargalaagilum Ungalai Etrukkollaamalum, Ungal Vasanangalaik Kelaamalum Irundhaal, Neengal Avvidam Vittup Purappadumpodhu, Avargalukku Saatchiyaaga Ungal Kaalgalin Keezhe Padindha Thoosiyai Udharippodungal. Niyaayaththeerppunaalile Andhap Pattanaththirku Neriduvadhaippaarkkilum Sodhom Komoraa Pattanaththirku Neriduvadhu Ilaguvaayirukkum Endru Meyyaagave Ungalukku Sollugiren Endru Solli, Avargalai Irandu Irandu Peraaga Anuppinaar. "
},{ "Verses": "12 avargal Purappattuppoi: Mananthirumpungal Endru Pirasangiththu; "
},{ "Verses": "13 anegam Pisaasugalaith Thuraththi, Anegam Noyaaligalai Ennei Poosi Sosthamaakkinaargal. "
},{ "Verses": "14 avarudaiya Per Pirasiththamaanapadiyinaal, Erodhu Raajaa Avaraikkuriththuk Kelvippattu: Yovaansnaanan Mariththorilirundhu Ezhundhaan, Aagaiyaal Avanidaththil Indhap Balaththa Seygaigal Vilangugiradhu Endraan. "
},{ "Verses": "15 silar: Avar Eliyaa Endraargal. Veru Silar: Avar, Oru Theerkkadharisi, Alladhu Theerkkadharisigalil Oruvanaippolirukkiraarendru Sonnaargal. "
},{ "Verses": "16 erodhu Adhaikkettapozhudhu: Avan Naan Sirachchedham Pannina Yovaandhaan; Avan Mariththorilirundhu Ezhundhaan Endraan. "
},{ "Verses": "17 erodhu Than Sagodharanaagiya Pilippuvin Manaivi Erodhiyaalaith Thanakku Manaiviyaakkikkondapodhu, "
},{ "Verses": "18 yovaan Erodhai Nokki: Neer Ummudaiya Sagodharan Manaiviyai Vaiththukkolvadhu Niyaayamallavendru Sonnadhinimiththam, Erodhu Sevagarai Anuppi, Yovaanaippidiththuk Kattik Kaavalil Vaiththirundhaan. "
},{ "Verses": "19 erodhiyaalum Avanukku Sadhi Ninaiththu, Avanaik Kondrupoda Manadhaayirundhaal; Aagilum Avalaal Koodaamarpoyitru. "
},{ "Verses": "20 adhenendraal Yovaan Needhiyum Parisuththamumullavanendru Erodhu Arindhu, Avanukkup Bayandhu, Avanaip Paadhukaaththu, Avan Yosanaiyinpadi Anega Kaariyangalai Seydhu, Viruppaththode Avan Sollaik Kettu Vandhaan. "
},{ "Verses": "21 pinbu Samayam Vaaiththadhu; Eppadiyendraal, Erodhu Than Jenmanaalile Thannudaiya Pirabukkalukkum, Senaadhipadhigalukkum, Galileyaa Naattin Piradhaana Manusharukkum Oru Virundhu Panninapodhu, "
},{ "Verses": "22 erodhiyaalin Kumaaraththi Sabai Naduve Vandhu Nadanampanni, Erodhuvaiyum Avanodekoodap Pandhiyirundhavargalaiyum Santhoshappaduththinaal. Appozhudhu, Raajaa Sirupennai Nokki: Unakku Vendiyadhai Ennidaththil Kel, Adhai Unakkuth Tharuven Endru Sonnadhumallaamal; "
},{ "Verses": "23 nee Ennidaththil Edhaik Kettaalum, Adhu En Raajyaththil Paadhiyaanaalum Adhai Unakkuth Tharuven Endru Avalukku Aanaiyum Ittaan. "
},{ "Verses": "24 appozhudhu, Aval Veliye Poi, Naan Enna Ketkavendum Endru Than Thaayinidaththil Kettaal. Adharku Aval: Yovaansnaananudaiya Thalaiyaik Kel Endraal. "
},{ "Verses": "25 udane Aval Raajaavinidaththil Seekkiramaai Vandhu: Neer Ippozhudhe Oru Thaalaththil Yovaansnaananudaiya Thalaiyai Enakkuth Tharavendum Endru Kettaal. "
},{ "Verses": "26 appozhudhu Raajaa Migundha Dhukkamadaindhaan, Aagilum, Aanaiyinimiththamum, Koodappandhiyirundhavargalinimiththamum, Avalukku Adhai Marukka Manadhillaamal; "
},{ "Verses": "27 udane Avanudaiya Thalaiyaik Konduvarumpadi Sevaganukkuk Kattalaiyittu Anuppinaan. "
},{ "Verses": "28 andhappadi Avan Poi, Kaavarkoodaththile Avanai Sirachsedhampanni, Avan Thalaiyai Oru Thaalaththile Konduvandhu, Adhai Andha Sirupennukkuk Koduththaan; Andhach Sirupen Adhaith Than Thaayinidaththil Koduththaal. "
},{ "Verses": "29 avanudaiya Seeshargal Adhaik Kelvippattu Vandhu, Avan Udalai Eduththu, Oru Kallaraiyil Vaiththaargal. "
},{ "Verses": "30 appozhudhu Apposthalar Yesuvinidaththil Koodivandhu, Thaangal Seydhavaigal Ubadhesiththavaigal Yaavaiyum Avarukku Ariviththaargal. "
},{ "Verses": "31 avar Avargalai Nokki: Vanaandharamaana Oridaththil Thaniththu Satre Ilaippaarumpadi Povom Vaarungal Endraar; Enenil, Varugiravargalum Pogiravargalum Anegaraayirundhapadiyinaal Pojanampannugiradharkum Avargalukku Samayamillaadhirundhadhu. "
},{ "Verses": "32 appadiye Avargal Thanimaiyaai Oru Padavil Eri Vanaandharamaana Or Idaththirkup Ponaargal. "
},{ "Verses": "33 avargal Purappattup Pogiradhai Janangal Kandaargal. Avarai Arindha Anegar Sagala Pattanangalilumirundhu Kaalnadaiyaai Avvidaththirku Odi, Avargalukku Munne Ange Serndhu, Avaridaththil Koodivandhaargal. "
},{ "Verses": "34 yesu Karaiyil Vandhu, Anega Janangalaik Kandu, Avargal Meyppanillaadha Aadugalaippolirundhapadiyaal, Avargalmel Manadhurugi, Anega Kaariyangalai Avargalukku Ubadhesikkath Thodanginaar. "
},{ "Verses": "35 veguneram Sendrapinbu, Avarudaiya Seeshargal Avaridaththil Vandhu: Idhu Vanaandharamaana Idam, Vegu Neramumaayitru; "
},{ "Verses": "36 pusikkiradharkum Ivargalidaththil Ondrumillai; Aagaiyaal Ivargal Sutriyirukkira Kiraamangalukkum Oorgalukkum Poi, Thangalukkaaga Appangalai Vaangikkollumpadi Ivargalai Anuppividavendum Endraargal. "
},{ "Verses": "37 avar Avargalai Nokki: Neengale Avargalukkup Pojanankodungal Endraar. Adharku Avargal: Naangal Poi, Irunooru Panaththukku Appangalai Vaangi Ivargalukkup Pusikkumpadi Kodukkakkoodumo Endraargal. "
},{ "Verses": "38 adharku Avar: Ungalidaththil Eththanai Appangalundu, Poippaarungal Endraar. Avargal Paarththuvandhu: Aindhu Appangalum Irandu Meengalum Undu Endraargal. "
},{ "Verses": "39 appozhudhu, Ellaaraiyum Pasumpullinmel Pandhipandhiyaaga Utkaaravaikkumpadi Avargalukkuk Kattalaiyittaar. "
},{ "Verses": "40 appadiye Varisai Varisaiyaai, Noorunooruperaagavum Aimbadhaimbadhuperaagavum Utkaarndhaargal. "
},{ "Verses": "41 avar Andha Aindhu Appangalaiyum, Andha Irandu Meengalaiyum Eduththu, Vaanaththai Annaandhu Paarththu, Aaseervadhiththu, Appangalaip Pittu Avargalukkup Parimaarumpadi Thammudaiya Seeshargalidaththil Koduththaar. Appadiye Irandu Meengalaiyum Ellaarukkum Pangittaar. "
},{ "Verses": "42 ellaarum Saappittuth Thirupthiyadaindhaargal; "
},{ "Verses": "43 melum Appangalilum Meengalilum Meedhiyaana Thunikkaigalaip Pannirandu Koodai Niraiya Eduththaargal. "
},{ "Verses": "44 appam Saappitta Purushar Erakkuraiya Aiyaayiramperaayirundhaargal. "
},{ "Verses": "45 avar Janangalai Anuppividugaiyil, Thammudaiya Seeshargal Padavil Eri, Akkaraiyil Pedhsaayidhaavukku Edhiraaga, Thamakku Munne Pogumpadi Avargalaith Thuridhappaduththinaar. "
},{ "Verses": "46 avar Janangalai Anuppivittapinbu, Jebampannumpadi Oru Malaiyinmel Erinaar. "
},{ "Verses": "47 saayangaalamaanapodhu Padavu Nadukkadalilirundhadhu; Avaro Karaiyile Thanimaiyaayirundhaar. "
},{ "Verses": "48 appozhudhu Kaatru Avargalukku Edhiraayirundhapadiyinaal, Avargal Thandu Valikkiradhil Varuththappadugiradhai Avar Kandu, Raaththiriyil Naalaam Jaamaththil Kadalinmel Nadandhu, Avargalidaththil Vandhu, Avargalaik Kadandhu Pogiravarpol Kaanappattaar. "
},{ "Verses": "49 avar Kadalinmel Nadakkiradhai Avargal Kandu, Aavesam Endru Enni, Saththamittu Alarinaargal. "
},{ "Verses": "50 avargalellaarum Avaraik Kandu Kalakkamadaindhaargal. Udane Avar Avargalode Pesi: Thidankollungal, Naandhaan, Payappadaadhirungal Endru Solli, "
},{ "Verses": "51 avargal Irundha Padavil Erinaar. Appozhudhu Kaatru Amarndhadhu; Adhinaal Avargal Thangalukkulle Migavum Biramiththu Aachchariyappattaargal. "
},{ "Verses": "52 avargaludaiya Irudhayam Kadinamulladhaayirundhapadiyinaal Appangalaikkuriththu Avargal Unaraamarponaargal. "
},{ "Verses": "53 avargal Kadalaikkadandhu Kenesareththennum Naattirku Vandhu, Karai Pidiththaargal. "
},{ "Verses": "54 avargal Padavilirundhu Iranginavudane, Janangal Avarai Arindhu, "
},{ "Verses": "55 andha Sutruppuramengum Odiththirindhu, Piniyaaligalaip Padukkaigalil Kidaththi, Avar Vandhirukkiraar Endru Kelvippatta Idangalilellaam Sumandhu Konduvandhaargal. "
},{ "Verses": "56 allaamalum Avar Piravesiththa Giraamangal Pattanangal Naadugal Evaigalo, Avaigalin Sandhaiveligalile Viyaadhikkaararai Vaiththu, Avarudaiya Vasthiraththin Oraththaiyaagilum Avargal Thodumpadi Uththaravaagavendum Endru Avarai Vendikkondaargal; Avaraith Thotta Yaavarum Sosthamaanaargal. "
}
]