[
{ "Verses": "1 pozhudhu Vidindhavudane, Piradhaana Aasaariyarum Moopparum Vedhapaaragarum Aalosanai Sangaththaaranaivarum Koodi Aalosanaipanni, Yesuvaik Kattik Kondupoi, Pilaaththuvinidaththil Oppukkoduththaargal. "
},{ "Verses": "2 pilaaththu Avarai Nokki: Nee Yoodharudaiya Raajaavaa Endru Kettaan. Adharku Avar: Neer Sollugirapadithaan Endraar. "
},{ "Verses": "3 piradhaana Aasaariyargal Avarmel Anegankutrangalaich Saattinaargal. Avaro Maaruththaram Ondrum Sollavillai. "
},{ "Verses": "4 appozhudhu, Pilaaththu Marupadiyum Avarai Nokki: Idho, Ivargal Unmel Eththanaiyo Kutrangalaich Saattugiraargale, Adharku Nee Uththaravu Ondrum Sollugiradhillaiyaa Endru Kettaan. "
},{ "Verses": "5 yesuvo Appozhudhum Uththaravu Ondrum Sollavillai; Adhinaal Pilaaththu Aachchariyappattaan. "
},{ "Verses": "6 kaavalpannappattavargalil Evanai Viduthalaiyaakkavendumendru Janangal Kettukkolvaargalo, Avanai Avargalukkaaga Viduthalaiyaakkuvadhu Pandigaidhorum Pilaaththuvukku Vazhakkamaayirunthadhu. "
},{ "Verses": "7 kalagam Panni Andhak Kalagaththil Kolaiseydhu, Adharkaagak Kaaval Pannappattavargalil Parapaas Ennappatta Oruvan Irundhaan. "
},{ "Verses": "8 janangal, Vazhakkaththinpadiye Thangalukku Oruvanai Vidudhalaiyaakkavendumendru Saththamittuk Kettukkollaththodanginaargal. "
},{ "Verses": "9 poraamaiyinaale Piradhaana Aasaariyargal Avarai Oppukkoduththaargal Endru Pilaaththu Arindhu, "
},{ "Verses": "10 avargalai Nokki: Naan Yoodharudaiya Raajaavai Ungalukku Viduthalaiyaakkavendumendrirukkireergalaa Endru Kettaan. "
},{ "Verses": "11 parabaasaith Thangalukku Vidudhalaiyaakkavendumendru Janangal Kettukkollumpadi, Piradhaana Aasaariyargal Avargalai Evivittaargal. "
},{ "Verses": "12 pilaaththu Marupadiyum Avargalai Nokki: Appadiyaanaal Yoodharudaiya Raajaavendru Neengal Sollugiravanai Naan Enna Seyyavendum Endru Kettaan. "
},{ "Verses": "13 avanai Siluvaiyil Araiyum Endru Marupadiyum Saththamittu Sonnaargal. "
},{ "Verses": "14 adharkup Pilaaththu: En, Enna Pollaappuch Seydhaan Endraan. Avargalo: Avanai Siluvaiyil Araiyum Endru Pinnum Adhigamaaik Kookkuralittu Sonnaargal. "
},{ "Verses": "15 appozhudhu Pilaaththu Janangalai Piriyappaduththa Manadhullavanaai, Parabaasai Avargalukku Vidudhalaiyaakki, Yesuvaiyo Vaarinaal Adippiththu, Siluvaiyil Araiyumpadikku Oppukkoduththaan. "
},{ "Verses": "16 appozhudhu, Porchsevagar Avaraith Dhesaadhipadhiyin Aramanaiyaagiya Maaligaiyil Kondupoi, Avvidaththil Porchsevagarudaiya Koottamuzhuvadhaiyum Koodivarachseydhu, "
},{ "Verses": "17 sivappaana Melangiyai Avarukku Uduththi, Mulmudiyaip Pinni Avarukku Sootti: "
},{ "Verses": "18 yoodharudaiya Raajaave, Vaazhga Endru Avarai Vaazhththi, "
},{ "Verses": "19 avarai Sirasil Kolaal Adiththu, Avarmel Thuppi, Muzhangaalpadiyittu Avarai Vananginaargal. "
},{ "Verses": "20 avaraip Pariyaasampanninapinbu, Sivappaana Angiyaik Kazhatri, Avarudaiya Vasthirangalai Avarukku Uduththi, Avarai Siluvaiyil Araiyumpadi Veliye Konduponaargal. "
},{ "Verses": "21 sirene Ooraanum, Aleksandharukkum Rooppukkum Thagappanumaagiya Seemon Ennappatta Oruvan Naattilirundhu Avvazhiye Varugaiyil, Avarudaiya Siluvaiyai Sumakkumpadi Avanaip Balavandhampanninaargal. "
},{ "Verses": "22 kabaalasthalam Endru Arththankollum Kolkodhaa Ennum Idaththukku Avaraik Kondupoi, "
},{ "Verses": "23  Vellaippolam Kalandha Thiraatcharasaththai Avarukkuk Kudikkak Koduththaargal; Avar Adhai Etrukkollavillai. "
},{ "Verses": "24 appozhudhu Avarai Siluvaiyil Araindhaargal. Adhanpinbu, Avarudaiya Vasthirangalaip Pangittu, Ovvoruvan Ovvoru Pangai Eduththukkollumpadi Avaigalaikkuriththu Seettuppottaargal. "
},{ "Verses": "25 avarai Siluvaiyil Araindhapodhu Moondraam Manivelaiyaayirunthadhu. "
},{ "Verses": "26 avar Adaindha Aakkinaiyin Mugaandharaththaik Kaanbikkum Poruttu, Yoodharudaiya Raajaa Endru Ezhudhi, Siluvaiyin Mel Kattinaargal. "
},{ "Verses": "27 allaamalum, Avarudaiya Valadhu Pakkaththil Oruvanum Avarudaiya Idadhu Pakkaththil Oruvanumaaga, Irandu Kallarai Avarodekkooda Siluvaigalil Araindhaargal. "
},{ "Verses": "28 akkiramakkaararil Oruvanaaga Ennappattaar Engira Vedhavaakkiyam Adhanaale Niraiveritru. "
},{ "Verses": "29 andha Vazhiyaai Nadandhupogiravargal Thangal Thalaiyaith Thulukki: Aa! Aa! Dhevaalayaththai Idiththu, Moondru Naalaikkulle Kattugiravane, "
},{ "Verses": "30 unnai Neeye Ratchiththukkol; Siluvaiyilirundhirangivaa Endru Avaraith Dhooshiththaargal. "
},{ "Verses": "31 appadiye Piradhaana Aasaariyarum Vedhapaaragarum Thangalukkulle Pariyaasampanni: Matravargalai Ratchiththaan, Thannaiththaan Ratchiththukkollath Thiraaniyillai. "
},{ "Verses": "32 naam Kandu Visuvaasikkaththakkadhaaga Isravelukku Raajaavaagiya Kiristhu Ippozhudhu Siluvaiyilirunthirangattum Endru Sollikkondaargal. Avarodekooda Siluvaigalil Araiyappattavargalum Avarai Nindhiththaargal. "
},{ "Verses": "33 aaraammani Neramudhal Onbadhaammani Neramvaraikkum Boomiyengum Andhagaaram Undaayitru. "
},{ "Verses": "34 onbadhaammani Neraththile, Yesu: Eloyee! Eloyee! Laamaa Sabakthaani, Endru Migundha Saththamittuk Kooppittaar; Adharku: En Dhevane! En Dhevane! En Ennaik Kaivitteer Endru Arththamaam. "
},{ "Verses": "35 ange Nindravargalil Silar Adhaik Kettapozhudhu: Idho Eliyaavaik Kooppidugiraan Endraargal. "
},{ "Verses": "36 oruvan Odi, Kadarkaalaanaik Kaadiyile Thoiththu, Adhai Oru Kolil Maatti, Avarukkuk Kudikkak Koduththu: Porungal, Eliyaa Ivanai Irakka Varuvaano Paarppom Endraan. "
},{ "Verses": "37 yesu Magaa Saththamaaik Kooppittu, Jeevanai Vittaar. "
},{ "Verses": "38 appozhudhu, Dhevaalayaththin Thiraichseelai Melthodangik Keezhvaraikkum Irandaagak Kizhindhadhu. "
},{ "Verses": "39 avarukku Edhire Nindra Nootrukku Adhipadhi Avar Ippadik Kooppittu Jeevanai Vittadhaikkandapodhu: Meyyaagave Indha Manushan Dhevanudaiya Kumaaran Endraan. "
},{ "Verses": "40 sila Sthireegalum Dhooraththilirundhu Paarththukkondirundhaargal. Avar Galileyaavilirundhapodhu Avarukkup Pinsendru, Oozhiyanjseydhuvandha Magadhalenaa Mariyaalum, Sinna Yaakkobukkum Yosekkum Thaayaagiya Mariyaalum, Salome Enbavalum, "
},{ "Verses": "41 avarudanekooda Erusalemukku Vandhirundha Vere Anega Sthireegalum Avargalode Irundhaargal. "
},{ "Verses": "42 oivunaalukku Mundhina Naal Aayaththanaalaayirundhapadiyaal, Saayangaalamaanapodhu, "
},{ "Verses": "43 ganamporundhiya Aalosanaikkaaranum Arimaththiyaa Ooraanaanum Dhevanudaiya Raajyam Varak Kaaththirunthavanumaagiya Yoseppu Enbavan Vandhu, Pilaaththuvinidaththil Thunindhupoi, Yesuvin Sareeraththaik Kettaan. "
},{ "Verses": "44 avar Iththanai Seekkiraththil Mariththupponaaraa Endru Pilaaththu Aachchariyappattu, Nootrukku Adhipadhiyai Azhaippiththu: Avar Idharkulle Mariththadhu Nichchayamaa Endru Kettaan. "
},{ "Verses": "45 nootrukku Adhipadhiyinaale Adhai Arindhukondapinbu, Sareeraththai Yoseppinidaththil Koduththaan. "
},{ "Verses": "46 avan Poi, Melliya Dhuppattiyai Vaangikkonduvandhu, Avarai Irakki, Andhath Dhuppattiyile Sutri, Kanmalaiyil Vettiyirundha Kallaraiyile Avarai Vaiththu, Kallaraiyin Vaasalil Oru Kallaip Purattivaiththaan. "
},{ "Verses": "47 avarai Vaiththa Idaththai Magadhalenaa Mariyaalum, Yoseyin Thaayaagiya Mariyaalum Paarththaargal. "
}
]