[
{ "Verses": "1 dhevanudaiya Kumaaranaagiya Yesu Kiristhuvinudaiya Suviseshaththin Aarambam. "
},{ "Verses": "2 idho, Naan En Thoodhanai Umakku Munbaaga Anuppugiren, Avan Umakku Munne Poi, Umakku Vazhiyai Aayaththampannuvaan Endrum; "
},{ "Verses": "3 karththarukku Vazhiyai Aayaththappaduththungal, Avarukkup Paadhaigalai Sevvaipannungal, Endru Vanaandharaththile Kooppidugiravanudaiya Saththam Undaagum Endrum, Theerkkadharisana Aagamangalil Ezhudhiyirukkira Piragaaramaai; "
},{ "Verses": "4 yovaan Vanaandharaththil Gnaanasnaanangoduththu, Paavamannippukkendru Manandhirumpudhalukketra Gnaanasnaanaththaik Kuriththup Pirasangam Pannikkondirundhaan. "
},{ "Verses": "5 appozhudhu Yoodheyaa Dhesaththaar Anaivarum Erusalem Nagaraththaar Yaavarum, Avanidaththirkuppoi, Thangal Paavangalai Arikkaiyittu, Yordhaan Nadhiyil Avanaal Gnaanasnaanam Petraargal. "
},{ "Verses": "6 yovaan Ottagamayir Udaiyaith Thariththu, Than Araiyil Vaarkachchaiyaik Kattikkondavanaayum, Vettukkiliyaiyum Kaattuththenaiyum Pusikkiravanaayum Irundhaan. "
},{ "Verses": "7 avan: Ennilum Vallavar Oruvar Enakkuppin Varugiraar, Avarudaiya Paadharatchaigalin Vaaraik Kunindhu Avizhkkiradharkum Naan Paaththiran Alla. "
},{ "Verses": "8 naan Jalaththinaal Ungalukku Gnaanasnaanam Koduththen; Avaro Parisuththa Aaviyinaal Ungalukku Gnaanasnaanam Koduppaar Endru Pirasangiththaan. "
},{ "Verses": "9 andha Naatkalil, Yesu Galileyaavilulla Naasareththoorilirundhu Vandhu, Yordhaan Nadhiyil Yovaanaal Gnaanasnaanam Petraar. "
},{ "Verses": "10 avar Jalaththilirundhu Karaiyerinavudane, Vaanam Thirakkappattadhaiyum, Aaviyaanavar Puraavaippol Thammel Irangugiradhaiyum Kandaar. "
},{ "Verses": "11 andriyum, Neer Ennudaiya Nesa Kumaaran, Ummil Piriyamaayirukkiren Endru, Vaanaththilirundhu Oru Saththam Undaayitru. "
},{ "Verses": "12 udane Aaviyaanavar Avarai Vanaandharaththirkup Pogumpadi Evinaar. "
},{ "Verses": "13 avar Vanaandharaththile Naarpadhunaal Irundhu, Saaththaanaal Sodhikkappattu, Ange Kaattumirugangalin Naduvile Sanjariththukkondirundhaar. Dhevathoodhargal Avarukku Oozhiyanseydhaargal. "
},{ "Verses": "14 yovaan Kaavalil Vaikkappatta Pinbu, Yesu Galileyaavile Vandhu, Dhevanudaiya Raajyaththin Suviseshaththaip Pirasangiththu: "
},{ "Verses": "15 kaalam Niraiveritru, Dhevanudaiya Raajyam Sameebamaayitru; Mananthirumbi, Suviseshaththai Visuvaasiyungal Endraar. "
},{ "Verses": "16 avar Galileyaak Kadaloramaai Nadandhupogaiyil, Meenpidikkiravargalaayirundha Seemonum, Avan Sagodharan Andhireyaavum Kadalil Valaipottukkondirukkirapodhu Avargalaik Kandaar. "
},{ "Verses": "17 yesu Avargalai Nokki: En Pinne Vaarungal, Ungalai Manusharaip Pidikkiravargalaakkuven Endraar. "
},{ "Verses": "18 udane Avargal Thangal Valaigalai Vittu, Avarukkup Pinsendraargal. "
},{ "Verses": "19 avar Avvidam Vittu Satru Appuram Ponapodhu, Sebadheyuvin Kumaaran Yaakkobum Avan Sagodharan Yovaanum Padavile Valaigalaip Pazhudhu Paarththukkondirukkiradhaik Kandu, "
},{ "Verses": "20 udane Avargalaiyum Azhaiththaar; Appozhudhu Avargal Thangal Thagappanaagiya Sebedheyuvaik Kooliyaatkalodu Padavile Vittu Avarukkup Pinsendraargal. "
},{ "Verses": "21 pinbu Kapparnagoomukkup Ponaargal. Udane Avar Oivunaalil Jeba Aalayaththile Piravesiththu, Podhagampanninaar. "
},{ "Verses": "22 avar Vedhapaaragaraippolap Podhiyaamal, Adhigaaramudaiyavaraai Avargalukkup Podhiththapadiyinaal, Avarudaiya Podhagaththaik Kuriththu Janangal Aachchariyappattaargal. "
},{ "Verses": "23 avargaludaiya Jebaaalayaththile Asuththa Aaviyulla Oru Manushan Irundhaan. "
},{ "Verses": "24 avan: Aiyo! Nasareyanaagiya Yesuve, Engalukkum Umakkum Enna? Engalaik Kedukkavaa Vandheer? Ummai Innaar Endru Ariven, Neer Dhevanudaiya Parisuththar Endru Saththamittaan. "
},{ "Verses": "25 adharku Yesu: Nee Pesaamal Ivanai Vittup Purappattuppo Endru Adhai Adhattinaar. "
},{ "Verses": "26 udane Andha Asuththa Aavi Avanai Alaikkazhiththu, Migundha Saththamittu, Avanaivittup Poivittadhu. "
},{ "Verses": "27 ellaarum Aachchariyappattu: Idhu Enna? Indhap Pudhiya Ubadhesam Eppadippattadhu? Ivar Adhigaaraththode Asuththa Aavigalukkum Kattalaiyidugiraar, Avaigal Ivarukkuk Keezhppadigiradhe Endru Thangalukkulle Oruvarodoruvar Sollikkondaargal. "
},{ "Verses": "28 adhumudhal Avarudaiya Keerththi Galileyaa Naadengum Pirasiththamaayitru. "
},{ "Verses": "29 udane Avargal Jeba Aalayaththai Vittup Purappattu, Yaakkopodum Yovaanodunkooda, Seemon Andhireyaa Enbavargaludaiya Veettil Piravesiththaargal; "
},{ "Verses": "30 ange Seemonudaiya Maami Juramaaik Kidandhaal; Udane Avargal Avalaikkuriththu Avarukku Sonnaargal. "
},{ "Verses": "31 avar Kittappoi, Aval Kaiyaip Pidiththu, Avalaith Thookkivittaar; Udane Juram Avalai Vittu Neengitru; Appozhudhu Aval Avargalukkup Panividaiseydhaal. "
},{ "Verses": "32 saayangaalamaagi Sooriyan Asthamiththapodhu, Sagala Piniyaaligalaiyum, Pisaasupidiththavargalaiyum, Avaridaththil Konduvandhaargal. "
},{ "Verses": "33 pattanaththaar Ellaarum Veettu Vaasalukku Munbaagak Koodivandhaargal. "
},{ "Verses": "34 palavidhamaana Viyaadhigalinaal Ubaththiravappattirundha Anegarai Avar Sosthamaakki, Anegam Pisaasugalaiyum Thuraththivittaar; Andhap Pisaasugal Thammai Arindhirundhapadiyaal, Avaigal Pesugiradharku Avar Idankodukkavillai. "
},{ "Verses": "35 avar Adhikaalaiyil, Iruttode Ezhundhu Purappattu, Vanaandharamaana Oridaththirkuppoi, Ange Jebampanninaar. "
},{ "Verses": "36 seemonum Avanode Irundhavargalum Avaraip Pin Thodarndhupoi, "
},{ "Verses": "37 avaraik Kandapodhu: Ummai Ellaarum Thedugiraargal Endru Sonnaargal. "
},{ "Verses": "38 avargalai Avar Nokki: Aduththa Oorgalilum Naan Pirasangam Pannavendumaadhalaal, Avvidangalukkup Povom Vaarungal; Idharkaagave Purappattu Vandhen Endru Solli; "
},{ "Verses": "39 galileyaa Naadengum Avargaludaiya Jebaaalayangalil Avar Pirasangam Pannikkondum, Pisaasugalaith Thuraththikkondum Irundhaar. "
},{ "Verses": "40 appozhudhu Kushtarogi Oruvan Avaridaththil Vandhu, Avar Munbaaga Muzhangaalpadiyittu: Umakku Siththamaanaal Ennai Suththamaakka Ummaal Aagum Endru Vendikkondaan. "
},{ "Verses": "41 yesu Manadhurugi, Kaiyai Neetti, Avanaith Thottu: Enakku Siththamundu, Suththamaagu Endraar. "
},{ "Verses": "42 ippadi Avar Sonnavudane, Kushtarogam Avanai Vittu Neengitru, Avan Suththamaanaan. "
},{ "Verses": "43 appozhudhu Avar Avanai Nokki: Nee Idhai Oruvarukkum Sollaadhapadikku Echcharikkaiyaayiru; "
},{ "Verses": "44 aayinum Nee Poi, Aasaariyanukku Unnaik Kaanbiththu, Nee Suththamaanadhinimiththam Mose Kattalaiyittirukkiravaigalai Avargalukku Saatchiyaaga Seluththu Endru Kandippaai Solli, Udane Avanai Anuppivittaar. "
},{ "Verses": "45 avano Purappattup Poi: Indha Sangadhi Engum Vilangumpadiyaagap Pirasiththam Pannaththodanginaan. Adhinaal Avar Veliyarangamaai Pattanaththil Piravesikkakkoodaamal, Veliye Vanaandharamaana Idangalil Thangiyirundhaar; Eththisaiyilumirundhu Janangal Avaridaththirku Vandhaargal. "
}
]