[
{ "Verses": "1 avar Marupadiyum Kadaloraththile Podhagampannath Thodanginaar. Thiralaana Janangal Avaridaththil Koodivandhapadiyaal, Avar Kadalile Nindra Oru Padavil Eri Utkaarndhaar; Janangalellaarum Kadarkaraiyil Nindraargal. "
},{ "Verses": "2 avar Anega Viseshangalai Uvamaigalaaga Avargalukkup Pothiththaar; Pothikkirapozhudhu Avargalukku Sonnadhu: "
},{ "Verses": "3 kelungal, Vidhaikkiravan Oruvan Vidhaikkap Purappattaan. "
},{ "Verses": "4 avan Vidhaikkaiyil, Sila Vidhai Vazhiyaruge Vizhundhadhu; Aagaayaththup Paravaigal Vandhu Adhaip Patchiththuppottadhu. "
},{ "Verses": "5 sila Vidhai Adhiga Mannillaadha Karpaarai Nilaththil Vizhundhadhu; Adharku Aazhamaana Mannillaadhadhinaale Seekkiraththil Mulaiththadhu. "
},{ "Verses": "6 veyil Erinapodho, Theeyndhupoi, Verillaamaiyaal Ularndhu Poyitru. "
},{ "Verses": "7 sila Vidhai Mullulla Idangalil Vizhundhadhu; Mul Valarndhu, Adhu Balan Kodaadhapadi Adhai Nerukkippottadhu. "
},{ "Verses": "8 sila Vidhai Nalla Nilaththil Vizhundhu, Ongivalarugira Payiraagi, Ondru Muppadhum, Ondru Arupadhum, Ondru Noorumaagap Balan Thandhadhu. "
},{ "Verses": "9 ketkiradharkuk Kaadhullavan Ketkakkadavan Endru Avargalukku Sonnaar. "
},{ "Verses": "10 avar Thaniththirukkirapodhu, Panniruvarodunkooda Avaraich Soozhndhirundhavargal Indha Uvamaiyaik Kuriththu Avaridaththil Kettaargal. "
},{ "Verses": "11 adharku Avar: Dhevanudaiya Raajyaththin Ragasiyaththai Ariyumpadi Ungalukku Arulappattadhu. Purambe Irukkiravargalukko Ivaigalellaam Uvamaigalaaga Sollappadugiradhu. "
},{ "Verses": "12 avargal Gunappadaadhapadikkum, Paavangal Avargalukku Mannikkappadaadhapadikkum, Avargal Kandum Kaanaadhavargalaagavum, Kettum Unaraadhavargalaagavum Irukkumpadi, Ippadi Sollappadugiradhu Endraar. "
},{ "Verses": "13 pinbu Avar Avargalai Nokki: Indha Uvamaiyai Neengal Ariyavillaiyaa? Ariyaavittaal Matra Uvamaigalaiyellaam Eppadi Ariveergal? "
},{ "Verses": "14 vidhaikkiravan Vasanaththai Vidhaikkiraan. "
},{ "Verses": "15 vasanaththaik Kettavudane, Saaththaan Vandhu, Avargal Irudhayangalil Vidhaikkappatta Vasanaththai Eduththuppodugiraan. Ivargale Vasanam Vidhaikkappadugira Vazhiyarugaanavargal. "
},{ "Verses": "16 appadiye, Vasanaththaik Kettavudane Adhai Santhoshaththodu Etrukkondum, "
},{ "Verses": "17 thangalukkulle Verkollaadhapadiyaal, Konjakkaalamaaththiram Nilaiththirukkiraargal, Vasanaththinimiththam Ubaththiravamum Thunbamum Undaanavudane Idaraladaigiraargal; Ivargale Karpaarai Nilaththil Vidhaikkappattavargal. "
},{ "Verses": "18 vasanaththaik Kettum, Ulagakkavalaigalum, Aisuvariyaththin Mayakkamum, Matravaigalaippatri Undaagira Ichchaigalum Utpiravesiththu, Vasanaththai Nerukkip Poda, Adhinaal Balanatruppogiraargal; "
},{ "Verses": "19 ivargale Mullulla Idangalil Vidhaikkappattavargal. "
},{ "Verses": "20 vasanaththaik Kettu, Etrukkondu, Ondru Muppadhum, Ondru Arupadhum, Ondru Noorumaagap Balankodukkiraargal; Ivargale Nalla Nilaththil Vidhaikkappattavargal Endraar. "
},{ "Verses": "21 pinnum Avar Avargalai Nokki: Vilakkaith Thandinmel Vaikkiradharkeyandri, Marakkaalin Keezhaakilum, Kattilin Keezhaagilum, Vaikkiradharkuk Konduvaruvaargalaa? "
},{ "Verses": "22 veliyarangamaagaadha Andharangamumillai, Velikku Varaadha Maraiporulumillai. "
},{ "Verses": "23 ketkiradharku Oruvan Kaadhullavanaayirundhaal Ketkakkadavan Endraar. "
},{ "Verses": "24 pinnum Avar Avargalai Nokki: Neengal Ketkiradhaik Gavaniyungal, Endha Alavinaal Alakkireergalo, Andha Alavinaal Ungalukkum Alakkappadum; Ketkira Ungalukku Adhigam Kodukkappadum. "
},{ "Verses": "25 ullavanevano Avanukkuk Kodukkappadum; Illaadhavanevano Avanidaththil Ulladhum Eduththukkollappadum Endraar. "
},{ "Verses": "26 pinnum Avar Avargalai Nokki: Dhevanudaiya Raajyamaanadhu, Oru Manushan Nilaththil Vidhaiyai Vidhaiththu; "
},{ "Verses": "27 iravil Thoongi, Pagalil Vizhiththirukka, Avanukkuth Theriyaadhavidhamaai, Vidhai Mulaiththup Payiraagiradharku Oppaayirukkiradhu. "
},{ "Verses": "28 eppadiyendraal, Nilamaanadhu Munbu Mulaiyaiyum, Pinbu Kadhiraiyum, Kadhirile Niraindha Dhaaniyaththaiyum Balanaagath Thaanaaik Kodukkum. "
},{ "Verses": "29 payir Vilaindhu Aruppukkaalam Vandhavudane, Arukkiradharku Aatkalai Anuppugiraan Endraar. "
},{ "Verses": "30 pinnum Avar Avargalai Nokki: Dhevanudaiya Raajyaththai Edharku Oppiduvom? Alladhu Endha Uvamaiyinaale Adhaith Thirushtaandhappaduththuvom? "
},{ "Verses": "31 adhu Oru Kadugu Vidhaikku Oppaayirukkiradhu; Adhu Boomiyil Vidhaikkappadumpodhu Boomiyilulla Sagala Vidhaigalilum Siridhaayirukkiradhu; "
},{ "Verses": "32 vidhaikkappattapinbo, Adhu Valarndhu, Sagala Poondugalilum Peridhaagi, Aagaayaththupparavaigal Adhinudaiya Nizhalinkeezh Vandhadaiyaththakka Periya Kilaigalai Vidum Endraar. "
},{ "Verses": "33 avargal Kettariyum Thiraanikkuththakkadhaaga, Avar Ippadippatta Anega Uvamaigalinaale Avargalukku Vasanaththai Sonnaar. "
},{ "Verses": "34 uvamaigalinaaleyandri Avargalukku Ondrum Sollavillai; Avar Thammudaiya Seesharode Thaniththirukkumpodhu, Avargalukku Ellaavatraiyum Vivariththu Sonnaar. "
},{ "Verses": "35 andru Saayangaalaththil, Avar Avargalai Nokki: Akkaraikkup Povom Vaarungal Endraar. "
},{ "Verses": "36 avargal Janangalai Anuppivittu, Avar Padavilirundhapadiye Avaraik Konduponaargal. Vere Padavugalum Avarodekooda Irundhadhu. "
},{ "Verses": "37 appozhudhu, Balaththa Suzhalkaatru Undaagi, Padavu Nirambaththakkadhaaga, Alaigal Adhinmel Modhitru. "
},{ "Verses": "38 kappalin Pinnaniyaththil Avar Thalaiyanaiyai Vaiththu Niththiraiyaayirundhaar. Avargal Avarai Ezhuppi: Podhagare, Naangal Madindhupogiradhu Umakkuk Kavalaiyillaiyaa Endraargal. "
},{ "Verses": "39 avar Ezhundhu, Kaatrai Adhatti, Kadalaippaarththu: Iraiyaadhe, Amaidhalaayiru Endraar. Appozhudhu Kaatru Nindrupoi, Migundha Amaidhalundaayitru. "
},{ "Verses": "40 avar Avargalai Nokki: En Ippadip Payappatteergal? En Ungalukku Visuvaasam Illaamarpoyitru Endraar. "
},{ "Verses": "41 avargal Migavum Bayandhu: Ivar Yaaro? Kaatrum Kadalum Ivarukkuk Keezhppadigiradhe Endru, Oruvarodoruvar Sollikkondaargal. "
}
]