[
{ "Verses": "1 silanaatkalukkuppinbu Avar Marupadiyum Kapparnagoomukkup Ponaar; Avar Veettilirukkiraar Endru Janangal Kelvippattu; "
},{ "Verses": "2 udane Vaasalukku Munnum Nirka Idampodhaadhapadikku Anegar Koodivandhaargal; Avargalukku Vasanaththaip Podhiththaar. "
},{ "Verses": "3 appozhudhu Naaluper Oru Thimirvaadhakkaaranai Sumandhukondu Avaridaththil Vandhaargal; "
},{ "Verses": "4 janakkoottaththinimiththam Avarukku Sameebamaai Serakkoodaamal, Avar Irundha Veettin Merkooraiyaip Piriththuth Thirappaakki, Thimirvaadhakkaaran Kidakkira Padukkaiyai Irakkinaargal. "
},{ "Verses": "5 yesu Avargal Visuvaasaththaik Kandu, Thimirvaadhakkaaranai Nokki: Magane, Un Paavangal Unakku Mannikkappattadhu Endraar. "
},{ "Verses": "6 ange Utkaarndhirundha Vedhapaaragaril Silar: "
},{ "Verses": "7 ivan Ippadi Dhevadhooshanam Sollugiradhenna? Dhevan Oruvareyandrip Paavangalai Mannikkaththakkavar Yaar Endru Thangal Irudhayangalil Sindhiththukkondirundhaargal. "
},{ "Verses": "8 avargal Thangalukkulle Ippadi Sindhikkiraargalendru Yesu Udane Thammudaiya Aaviyil Arindhu, Avargalai Nokki: Neengal Ungal Irudhayangalil Ippadi Sindhikkiradhenna? "
},{ "Verses": "9 un Paavangal Unakku Mannikkappattadhendru Solvadho, Ezhundhu Un Padukkaiyai Eduththukkondu Nadavendru Solvadho, Edhu Elidhu? "
},{ "Verses": "10 boomiyile Paavangalai Mannikka Manushakumaaranukku Adhigaaram Undenbadhai Neengal Ariyavendum Endru Solli Thimirvaadhakkaaranai Nokki: "
},{ "Verses": "11 nee Ezhundhu, Un Padukkaiyai Eduththukkondu, Un Veettukkup Po Endru Unakku Sollugiren Endraar. "
},{ "Verses": "12 udane, Avan Ezhundhu, Than Padukkaiyai Eduththukkondu Ellaarukkumunbaagap Ponaan. Appozhudhu Ellaarum Aachchariyappattu: Naam Orukkaalum Ippadik Kandadhillaiyendru Solli, Dhevanai Magimaippaduththinaargal. "
},{ "Verses": "13 avar Marupadiyum Purappattuk Kadalaruge Ponaar; Appozhudhu Janangalellaarum Avaridaththil Vandhaargal; Avargalukkup Podhagampanninaar. "
},{ "Verses": "14 avar Nadandhupogaiyil, Alpeyuvin Kumaaranaagiya Levi Aayaththuraiyil Utkaarndhirukkiradhaik Kandu; Enakkup Pinsendruvaa Endraar; Avan Ezhundhu Avarukkup Pinsendraan. "
},{ "Verses": "15 appozhudhu, Avanudaiya Veettile Avar Pojanapandhiyirukkaiyil, Anega Aayakkaararum Paavigalum Avarodukooda Vandhirundhapadiyaal, Avargalum Yesuvodum Avar Seesharodungoodap Pandhiyirundhaargal. "
},{ "Verses": "16 avar Aayakkaararodum Paavigalodum Pojanampannugiradhai Vedhapaaragarum Pariseyarum Kandu, Avarudaiya Seesharai Nokki: Avar Aayakkaararodum Paavigalodum Pojanapaanam Pannugiradhennavendru Kettaargal. "
},{ "Verses": "17 yesu Adhai Kettu: Piniyaaligalukku Vaiththiyan Vendiyadheyallaamal Sugamullavargalukku Vendiyadhillai; Needhimaangalaiyalla, Paavigalaiye Manandhirumpugiradharku Azhaikkavandhen Endraar. "
},{ "Verses": "18 yovaanudaiya Seesharum Pariseyarudaiya Seesharum Ubavaasam Pannivandhaargal. Avargal Avaridaththil Vandhu: Yovaanudaiya Seesharum Pariseyarudaiya Seesharum Ubavaasikkiraargale, Ummudaiya Seeshar Ubavaasiyaamaliruppadhennavendru Kettaargal. "
},{ "Verses": "19 adharku Yesu: Manavaalan Thangalodirukkaiyil Manavaalanudaiya Thozhar Ubavaasippaargalaa? Manavaalan Thangaludane Irukkumvaraikkum Ubavaasikkamaattaargale. "
},{ "Verses": "20 manavaalan Avargalai Vittu Edupadum Naatkal Varum, Andha Naatkalile Ubavaasippaargal. "
},{ "Verses": "21 oruvanum Kodiththundaip Pazhaiya Vasthiraththodu Inaikkamaattaan, Inaiththaal, Adhinode Inaiththa Pudhiyathundu Pazhaiyadhai Adhigamaaik Kizhikkum, Peeralum Adhigamaagum. "
},{ "Verses": "22 oruvanum Pudhu Thiraatcharasaththaip Pazhanthuruththigalil Vaarththuvaikkamaattaan; Vaarththuvaiththaal, Pudhurasam Thuruththigalaik Kizhiththuppodum, Rasamum Sindhippom; Thuruththigalum Kettuppom; Pudhurasaththaip Pudhu Thuruththigalil Vaarththuvaikkavendum Endraar. "
},{ "Verses": "23 pinbu, Avar Oivunaalil Payir Vazhiye Ponaar; Avarudaiya Seeshargal Kooda Nadandhupogaiyil, Kadhirkalaik Koiyath Thodanginaargal. "
},{ "Verses": "24 pariseyar Avarai Nokki: Idho, Oivunaalil Seyyaththagaadhadhai Ivargal En Seygiraargal Endraargal. "
},{ "Verses": "25 adharku Avar: Thaaveedhukku Undaana Aapaththil, Thaanum Thannodirundhavargalum Pasiyaayirundhapodhu, "
},{ "Verses": "26 avan Abiyaththaar Ennum Piradhaana Aasaariyan Kaalaththil Seydhadhai Neengal Orukkaalum Vaasikkavillaiyaa? Avan Dhevanudaiya Veettil Piravesiththu, Aasaariyarthavira Veroruvarum Pusikkaththagaatha Theyvasamugaththu Appangalaith Thaanum Pusiththuth Thannodirundhavargalukkum Koduththaane Endraar. "
},{ "Verses": "27 pinbu Avargalai Nokki: Manushan Oivunaalukkaaga Undaakkappadavillai, Oivunaal Manushanukkaaga Undaakkappattadhu; "
},{ "Verses": "28 aagaiyaal Manushakumaaran Oivu Naalukkum Aandavaraai Irukkiraar Endraar. "
}
]