[
{ "Verses": "1 oivunaalaana Pinbu Magadhalenaa Mariyaalum, Yaakkobin Thaayaagiya Mariyaalum, Salome Enbavalum, Avarukku Sugandhavarkkamidumpadi Avaigalai Vaangikkondu, "
},{ "Verses": "2 vaaraththin Mudhalaam Naal Adhigaalaiyile Sooriyan Udhayamaagirapodhu Kallaraiyinidaththil Vandhu, "
},{ "Verses": "3 kallaraiyin Vaasalirukkira Kallai Namakkaaga Evan Purattiththalluvaan Endru Oruvarodoruvar Sollikkondaargal. "
},{ "Verses": "4 andhakkal Migavum Peridhaayirundhadhu; Avargal Erittuppaarkkirapodhu, Adhu Thallappattirukkiradhaik Kandaargal. "
},{ "Verses": "5 avargal Kallaraikkul Piravesiththu, Vellaiyangi Thariththavanaai Valadhupakkaththil Utkaarndhirundha Oru Vaalibanaikkandu Bayandhaargal. "
},{ "Verses": "6 avan Avargalai Nokki: Bayappadaadhirungal, Siluvaiyil Araiyappatta Nasareyanaagiya Yesuvaith Thedugireergal; Avar Uyirththezhundhaar, Avar Ingeyillai; Idho, Avarai Vaiththa Idam. "
},{ "Verses": "7 neengal Avarudaiya Seesharidaththirkum, Pedhuruvinidaththirkum Poi: Ungalukku Munne Galileyaavukkup Pogiraar, Avar Ungalukku Sonnapadiye Ange Avaraik Kaanbeergal Endru, Avargalukku Sollungal Endraan. "
},{ "Verses": "8 nadukkamum Thigilum Avargalaip Pidiththapadiyaal, Avargal Seekkiramaai Veliye Vandhu, Kallaraiyai Vittu Odinaargal; Avargal Bayandhirundhapadiyinaal Oruvarukkum Ondrum Sollaamarponaargal. "
},{ "Verses": "9 vaaraththin Mudhalaamnaal Adhigaalaiyile Yesu Ezhundhirundhapinbu, Magadhalenaa Mariyaalukku Mudhalmudhal Dharisanamaanaar. "
},{ "Verses": "10 avalidaththilirundhu Avar Ezhu Pisaasugalaith Thuraththiyirundhaar. Aval Purappattu, Avarode Kooda Irundhavargal Dhukkappattu Azhudhukondirukkaiyil, Avargalidaththil Poi, Andha Seydhiyai Ariviththaal. "
},{ "Verses": "11 avar Uyirodirukkiraar Endrum Avalukkuk Kaanappattaar Endrum Avargal Kettapozhudhu Nambavillai. "
},{ "Verses": "12 adhanpinbu Avargalil Iranduper Oru Giraamaththukku Nadandhupogirapozhudhu Avargalukku Maruroobamaaith Dharisanamaanaar. "
},{ "Verses": "13  Avargalum Poi, Adhai Matravargalukku Ariviththaargal; Avargalaiyum Avargal Nambavillai. "
},{ "Verses": "14 adhanpinbu Padhinoruvarum Pojanapandhiyirukkaiyil Avargalukku Avar Dharisanamaagi, Uyirththezhundhirundha Thammaik Kandavargalai Avargal Nambaamarponadhinimiththam Avargaludaiya Avisuvaasaththaikkuriththum Irudhaya Kadinaththaikkuriththum, Avargalaik Kadindhukondaar. "
},{ "Verses": "15 pinbu, Avar Avargalai Nokki: Neengal Ulagamengum Poi, Sarva Sirushtikkum Suviseshaththaip Pirasangiyungal. "
},{ "Verses": "16  Visuvaasamullavanaagi Gnaanasnaanam Petravan Ratchikkappaduvaan; Visuvaasiyaadhavano Aakkinaikkullaagath Theerkkappaduvaan. "
},{ "Verses": "17 visuvaasikkiravargalaal Nadakkum Adaiyaalangalaavana: En Naamaththinaale Pisaasugalaith Thuraththuvaargal. Navamaana Baashaigalaip Pesuvaargal; "
},{ "Verses": "18 sarppangalai Eduppaargal; Saavukkedhuvaana Yaadhondraikkudiththaalum Adhu Avargalai Sedhappaduththaadhu; Viyaadhiyasthar Mel Kaigalai Vaippaargal, Appozhudhu Avargal Sosthamaavaargal Endraar. "
},{ "Verses": "19 ivvidhamaaik Karththar Avargaludane Pesinapinbu, Paralogaththukku Eduththukkollappattu, Dhevanudaiya Valadhu Paarisaththil Utkaarndhaar. "
},{ "Verses": "20 avargal Purappattuppoi, Engum Pirasangampanninaargal. Karththar Avargaludanekoodak Kiriyaiyai Nadappiththu, Avargalaal Nadandha Adaiyaalangalinaale Vasanaththai Urudhippaduththinaar. Aamen. "
}
]