[
{ "Verses": "1 andha Naatkalile Thiralaana Janangal Koodivandhirukkaiyil, Avargal Saappidugiradharku Ondrumillaadhapodhu, Yesu Thammudaiya Seesharai Azhaiththu: "
},{ "Verses": "2 janangalukkaagap Paridhabikkiren, Ivargal Ippozhudhu Ennidaththil Thangiyirundha Moondru Naalaai Saappida Ondrumillaadhirukkiraargal; "
},{ "Verses": "3 ivargalil Silar Dhooraththilirundhu Vandhavargalaagaiyaal, Naan Ivargalaip Pattiniyaai Veettirku Anuppivittaal Vazhiyil Sorndhu Povaargale Endraar. "
},{ "Verses": "4 adharku Avarudaiya Seeshargal: Indha Vanaandharaththile Oruvan Engeyirundhu Appangalaik Konduvandhu Iththanai Pergalaith Thirupthiyaakkakkoodum Endraargal. "
},{ "Verses": "5 adharku Avar: Ungalidaththil Eththanai Appangal Undu Endru Kettaar. Avargal: Ezhu Appangal Undu Endraargal. "
},{ "Verses": "6 appozhudhu Avar Janangalaith Tharaiyile Pandhiyirukkak Kattalaiyittu, Andha Ezhu Appangalaiyum Eduththu, Sthoththiram Panni, Pittu, Avargalukkup Parimaarumpadi Seeshargalidaththil Koduththaar; Avargal Janangalukkup Parimaarinaargal. "
},{ "Verses": "7 sila Siru Meengalum Avargalidaththil Irundhadhu; Avar Avaigalaiyum Aaseervadhiththu Avargalukkup Parimaarumpadi Sonnaar. "
},{ "Verses": "8 avargal Saappittuth Thirupthiyadaindhaargal; Meedhiyaana Thunikkaigalai Ezhu Koodai Niraiya Eduththaargal. "
},{ "Verses": "9 saappittavargal Erakkuraiya Naalaayiram Peraayirundhaargal. Pinbu Avar Avargalai Anuppivittaar. "
},{ "Verses": "10 udane Avar Thammudaiya Seesharodekoodap Padavil Eri, Thalmanooththaavin Ellaigalil Vandhaar. "
},{ "Verses": "11 appozhudhu Pariseyar Vandhu Avarode Tharkkikkaththodangi, Avarai Sodhikkumpadi, Vaanaththilirundhu Oru Adaiyaalaththaik Kaanbikkavendum Endru Kettaargal. "
},{ "Verses": "12 avar Thammudaiya Aaviyil Perumoochchuvittu: Indha Sandhadhiyaar Adaiyaalam Thedugiradhenna? Indha Sandhadhiyaarukku Oru Adaiyaalamum Kodukkappaduvadhillaiyendru Meyyaagave Ungalukku Sollugiren Endru Solli, "
},{ "Verses": "13 avargalai Vittu Marupadiyum Padavil Eri, Akkaraikkup Ponaar. "
},{ "Verses": "14 seeshargal Appangalaik Konduvara Marandhuponaargal; Padavile Avargalidaththil Oru Appamaaththiram Irundhadhu. "
},{ "Verses": "15 avar Avargalai Nokki: Neengal Pariseyarudaiya Puliththamaavaikkuriththum Erodhin Puliththamaavaikkuriththum Echcharikkaiyaayirungal Endru Karpiththaar. "
},{ "Verses": "16 adharku Avargal: Nammidaththil Appangal Illaadhapadiyaal Ippadi Sollugiraar Endru Thangalukkulle Yosanaipannikkondaargal. "
},{ "Verses": "17 yesu Adhai Arindhu, Avargalai Nokki: Ungalidaththil Appangal Illaadhapadiyinaal Neengal Yosanaipannugiradhenna? Innum Sindhiyaamalum Unaraamalum Irukkireergalaa? Innum Ungal Irudhayam Kadinamaayirukkiradhaa? "
},{ "Verses": "18 ungalukku Kangalirundhum Kaanaadhirukkireergalaa? Kaadhugalirundhum Kelaadhirukkireergalaa? Ninaivukooraamalumirukkireergalaa? "
},{ "Verses": "19 naan Aindhu Appangalai Aiyaayiram Perukkup Pangittapodhu, Meedhiyaana Thunikkaigalai Eththanai Koodai Niraiya Eduththeergal Endru Kettaar. Pannirandu Endraargal. "
},{ "Verses": "20 naan Ezhu Appangalai Naalaayiram Perukkup Pangittapodhu, Meedhiyaana Thunikkaigalai Eththanai Koodai Niraiya Eduththeergal Endru Kettaar. Ezhu Endraargal. "
},{ "Verses": "21 appadiyaanaal, Neengal Unaraadhirukkiradhu Eppadi Endraar. "
},{ "Verses": "22 pinbu Avar Pedhsaayidhaa Oorukku Vandhaar; Appozhudhu Oru Kurudanai Avaridaththil Konduvandhu, Avanaith Thodumpadi Avarai Vendikkondaargal. "
},{ "Verses": "23 avar Kurudanudaiya Kaiyaippidiththu, Avanaik Giraamaththukku Veliye Azhaiththukkondupoi, Avan Kangalil Umizhndhu, Avanmel Kaigalai Vaiththu Edhaiyaagilum Kaangiraayaa Endru Kettaar. "
},{ "Verses": "24 avan Erittuppaarththu: Nadakkira Manusharai Marangalaippol Kaangiren Endraan. "
},{ "Verses": "25 pinbu Avar Marupadiyum Avan Kangalinmel Kaigalai Vaiththu, Avanai Erittuppaarkkumpadi Seydhaar; Appozhudhu Avan Sosthamadaindhu, Yaavaraiyum Thelivaaik Kandaan. "
},{ "Verses": "26 pinbu Avar Avanai Nokki: Nee Giraamaththil Piravesiyaamalum, Giraamaththil Idhai Oruvarukkum Sollaamalum, Iru Endru Solli, Avanai Veettirku Anuppivittaar. "
},{ "Verses": "27 pinbu, Yesuvum Avarudaiya Seeshargalum Purappattu, Pilippuch Sechariyaa Pattanaththaich Serndha Giraamangalukkup Ponaargal. Vazhiyile Avar Thammudaiya Seeshargalai Nokki: Janangal Ennai Yaar Endru Sollugiraargal Endru Kettaar. "
},{ "Verses": "28 adharku Avargal: Silar Ummai Yovaansnaanan Endrum, Silar Eliyaa Endrum, Veru Silar Theerkkadharisigalil Oruvar Endrum Sollugiraargal Endraargal. "
},{ "Verses": "29 appozhudhu Avar: Neengal Ennai Yaarendru Sollugireergal Endru Kettaar. Pedhuru Piradhiyuththaramaaga: Neer Kiristhu Endraan. "
},{ "Verses": "30 appozhudhu, Thammaikkuriththu Oruvarukkum Sollaadhapadikku Avargalukku Urudhiyaaik Kattalaiyittaar. "
},{ "Verses": "31 allaamalum, Manushakumaaran Palapaadugal Pattu, Moopparaalum Piradhaana Aasaariyaraalum Vedhapaaragaraalum Aagaadhavanendru Thallappattu, Kollappattu, Moondru Naalaikkuppinbu Uyirththezhundhirukkavendiyadhendru Avargalukkup Podhikkaththodanginaar. "
},{ "Verses": "32 indha Vaarththaiyai Avar Dhaaraalamaaga Sonnaar. Appozhudhu, Pedhuru Avaraith Thaniye Azhaiththukkondupoi, Avaraik Kadindhukollath Thodanginaan. "
},{ "Verses": "33 avar Thirumbith Thammudaiya Seesharaip Paarththu, Pedhuruvai Nokki: Enakkup Pinnaagappo, Saaththaane, Nee Dhevanukketravaigalai Sindhiyaamal Manusharukku Etravaigalai Sindhikkiraai Endru Solli Avanaik Kadindhukondaar. "
},{ "Verses": "34 pinbu, Avar Janangalaiyum Thammudaiya Seeshargalaiyum Thammidaththil Azhaiththu: Oruvan En Pinne Vara Virumbinaal, Avan Thannaiththaan Veruththu, Than Siluvaiyai Eduththukkondu Ennaip Pinbatrakkadavan. "
},{ "Verses": "35 than Jeevanai Ratchikka Virumpugiravan Adhai Izhandhupovaan, Ennimiththamaagavum Suviseshaththinimiththamaagavum Than Jeevanai Izhandhu Pogiravan Adhai Ratchiththukkolluvaan. "
},{ "Verses": "36 manushan Ulagam Muzhuvadhaiyum Aadhaayappaduththikkondaalum, Than Jeevanai Nashtappaduththinaal Avanukku Laabam Enna? "
},{ "Verses": "37 manushan Than Jeevanukku Eedaaga Ennaththaik Koduppaan? "
},{ "Verses": "38 aadhalaal Vibasaaramum Paavamumulla Indha Sandhadhiyil Ennaikkuriththum En Vaarththaigalaikkuriththum Evan Vetkappaduvaano, Avanaikkuriththu Manushakumaaranum Thamadhu Pidhaavin Magimai Porundhinavaraaip Parisuththa Thoodhargalodunkooda Varumpodhu Vetkappaduvaar Endraar. "
}
]