[
{ "Verses": "1 avargal Erusalemukku Sameebamaai Serndhu, Olivamalaikku Arugaana Pedhpage Beththaaniyaa Ennum Oorgalukku Vandhapodhu, Avar Thammudaiya Seesharil Iranduperai Nokki: "
},{ "Verses": "2 ungalukku Edhireyirukkira Giraamaththukkup Pongal; Adhil Piravesiththavudane, Manushar Oruvarum Orukkaalum Eriyiraadha Oru Kazhudhaikkutti Kattiyirukkak Kaanpeergal, Adhai Avizhththuk Konduvaarungal. "
},{ "Verses": "3 en Ippadichseygireergal Endru Oruvan Ungalidaththil Kettaal: Idhu Aandavarukku Vendumendru Sollungal; Udane Adhai Ivvidaththirku Anuppividuvaan Endru Solli, Avargalai Anuppinaar. "
},{ "Verses": "4 avargal Poi, Veliye Iruvazhichsandhiyil Oru Vaasalaruge Kattiyirundha Andhak Kuttiyaikkandu, Adhai Avizhththaargal. "
},{ "Verses": "5 appozhudhu Ange Nindravargalil Silar: Neengal Kuttiyai Avizhkkiradhu Ennavendraargal. "
},{ "Verses": "6 yesu Karpiththapadiye Avargalukku Uththaravu Sonnaargal. Appozhudhu Avargalaip Pogavittaargal. "
},{ "Verses": "7 avargal Andhak Kuttiyai Yesuvinidaththil Konduvandhu, Adhin Mel Thangal Vasthirangalaip Pottaargal; Avar Adhinmel Eripponaar. "
},{ "Verses": "8 anegar Thangal Vasthirangalai Vazhiyile Viriththaargal; Veru Silar Marakkilaigalaith Thariththu Vazhiyile Parappinaargal. "
},{ "Verses": "9 munnadappaarum, Pinnadappaarum: Osannaa! Karththarin Naamaththinaale Varugiravar Sthoththirikkappattavar, "
},{ "Verses": "10 karththarin Naamaththinaale Varugira Nammudaiya Pidhaavaagiya Thaaveedhin Raajyam Aaseervadhikkappaduvadhaaga; Unnadhaththile Osannaa Endru Solli Aarppariththaargal. "
},{ "Verses": "11 appozhudhu, Yesu Erusalemukku Vandhu, Dhevaalayaththil Piravesiththu, Ellaavatraiyum Sutrippaarththu: Saayangaalamaanapodhu, Panniruvarodunkoodap Beththaaniyaavukkup Ponaar. "
},{ "Verses": "12 marunaalile Avargal Beththaaniyaavilirundhu Purappattuvarugaiyil, Avarukkup Pasiyundaayitru. "
},{ "Verses": "13 appozhudhu Ilaigalulla Oru Aththimaraththaith Dhooraththile Kandu, Adhil Edhaagilum Agappadumo Endru Paarkkavandhaar. Aththippazhakkaalamaayiraadhapadiyaal, Avar Adhinidaththil Vandhapodhu Ilaigalaiyallaamal, Verondraiyum Kaanavillai. "
},{ "Verses": "14 appozhudhu Yesu Adhaippaarththu: Idhumudhal Orukkaalum Oruvanum Unnidaththil Kaniyaip Pusiyaadhirukkadavan Endraar; Adhai Avarudaiya Seeshargal Kettaargal. "
},{ "Verses": "15 avargal Erusalemukku Vandhaargal. Yesu Dhevaalayaththil Piravesiththu, Aalayaththil Virkiravargalaiyum Kollugiravargalaiyum Thuraththivittu, Kaasukkaararudaiya Palagaigalaiyum, Puraa Virkiravargaludaiya Aasanangalaiyum Kavizhththu, "
},{ "Verses": "16 oruvanum Dhevaalayaththin Vazhiyaaga Yaadhoru Pandaththaiyum Kondupogavidaamal: "
},{ "Verses": "17 ennudaiya Veedu Ellaa Janangalukkum Jebaveedu Ennappadum Endru Ezhudhiyirukkavillaiyaa? Neengalo Adhaik Kallar Kugaiyaakkineergal Endru Avargalukku Solli Ubadhesiththaar. "
},{ "Verses": "18 adhai Vedhapaaragarum Piradhaana Aasaariyarum Kettu, Avaraik Kolai Seyya Vagaithedinaargal; Aagilum Janangalellaarum Avarudaiya Ubadhesaththaikkuriththu Aachchariyappattapadiyinaale Avarukkup Bayandhirundhaargal. "
},{ "Verses": "19 saayangaalamaanapodhu, Avar Nagaraththilirundhu Purappattupponaar. "
},{ "Verses": "20 marunaal Kaalaiyile Avargal Avvazhiyaaip Pogumpodhu, Andha Aththimaram Verode Pattuppoyirukkiradhaik Kandaargal. "
},{ "Verses": "21 pedhuru Ninaivukoorndhu, Avarai Nokki: Rabee, Idho, Neer Sabiththa Aththimaram Pattuppoyitru Endraan. "
},{ "Verses": "22 yesu Avargalai Nokki: Dhevanidaththil Visuvaasamullavargalaayirungal. "
},{ "Verses": "23 evanaagilum Indha Malaiyaip Paarththu: Nee Peyarndhu, Samuththiraththile Thallundupo Endru Solli, Thaan Sonnapadiye Nadakkum Endru Than Irudhayaththil Sandhegappadaamal Visuvaasiththaal, Avan Sonnapadiye Aagum Endru Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "24 aadhalaal, Neengal Jebampannumpodhu Evaigalaik Kettukkolveergalo, Avaigalaip Petrukolvom Endru Visuvaasiyungal, Appozhudhu Avaigal Ungalukku Undaagum Endru Sollugiren. "
},{ "Verses": "25 neengal Nindru Jebampannumpodhu, Oruvanperil Ungalukku Yaadhoru Kurai Undaayirukkumaanaal, Paralogaththilirukkira Ungal Pidhaa Ungal Thappidhangalai Ungalukku Mannikkumpadi, Andhak Kuraiyai Avanukku Manniyungal. "
},{ "Verses": "26 neengal Manniyaadhiruppeergalaanaal, Paralogaththilirukkira Ungal Pidhaavum Ungal Thappidhangalai Manniyaadhiruppaar Endraar. "
},{ "Verses": "27 avargal Marupadiyum Erusalemukku Vandhaargal. Avar Dhevaalayaththile Ulaavikkondirukkaiyil, Piradhaana Aasaariyarum Vedhapaaragarum Moopparum Avaridaththil Vandhu: "
},{ "Verses": "28 neer Endha Adhigaaraththinaal Ivaigalai Seygireer? Ivaigalai Seygiradharku Adhigaaraththai Umakkuk Koduththavar Yaar? Endru Kettaargal. "
},{ "Verses": "29 yesu Piradhiyuththaramaaga: Naanum Ungalidaththil Oru Kaariyaththaik Ketkiren, Neengal Enakku Uththaravu Sollungal, Appozhudhu Naanum Inna Adhigaaraththinaale Ivaigalai Seygirenendru Ungalukku Solluven. "
},{ "Verses": "30 yovaan Koduththa Snaanam Dhevanaal Undaayitro, Manusharaal Undaayitro, Enakku Uththaravu Sollungal Endraar. "
},{ "Verses": "31 adharku Avargal: Dhevanaal Undaayitrendru Solvomaanaal, Pinnae En Avanai Visuvaasikkavillaiyendru Ketpaar; "
},{ "Verses": "32 manusharaal Undaayitrendru Solvomaanaal, Janangalukkup Bayappadavendiyadhaayirukkum, Ellaarum Yovaanai Meyyaagath Theerkkathdharisi Endru Ennugiraargale Endru Thangalukkulle Aalosanaipanni, "
},{ "Verses": "33 yesuvukkup Piradhiyuththaramaaga: Engalukkuth Theriyaadhu Endraargal. Appozhudhu, Yesu: Naanum Inna Adhigaaraththinaale Ivaigalai Seygiren Endru Ungalukku Sollen Endraar. "
}
]