[
{ "Verses": "1 appozhudhu, Paralogaraajyam Thangal Theevattigalaip Pidiththukkondu Manavaalanukku Edhirkondupogap Purappatta Paththuk Kannikaigalukku Oppaayirukkum. "
},{ "Verses": "2 avargalil Aindhuper Puththiyullavargalum, Aindhuper Puththiyillaadhavargalumaayirundhaargal. "
},{ "Verses": "3 puththiyillaadhavargal Thangal Theevattigalai Eduththukkonduponaargal, Enneyaiyo Koodakkondupogavillai. "
},{ "Verses": "4 puththiyullavargal Thangal Theevattigalodungoodath Thangal Paaththirangalil Enneyaiyum Konduponaargal. "
},{ "Verses": "5 manavaalan Varath Thaamadhiththapodhu Avargal Ellaarum Niththiraimayakkamadaindhu Thoongivittaargal. "
},{ "Verses": "6 naduraaththiriyile: Idho Manavaalan Varugiraar, Avarukku Edhirkondu Pogap Purappadungal Engira Saththam Undaayitru. "
},{ "Verses": "7 appozhudhu Andhak Kannikaigal Ellaarum Ezhundhirundhu, Thangal Theevattigalai Aayaththappaduththinaargal. "
},{ "Verses": "8 puththiyillaadhavargal Puththiyullavargalai Nokki: Ungal Enneyil Engalukkuk Konjangodungal, Engal Theevattigal Anaindhupogiradhe Endraargal. "
},{ "Verses": "9 puththiyullavargal Piradhiyuththaramaaga: Appadiyalla, Engalukkum Ungalukkum Podhaamaliraadhapadi, Neengal Virkiravargalidaththir Poi, Ungalukkaaga Vaangikkollungal Endraargal. "
},{ "Verses": "10 appadiye Avargal Vaangap Ponapodhu Manavaalan Vandhuvittaar; Aayaththamaayirundhavargal Avarode Koodak Kaliyaana Veettirkul Piravesiththaargal; Kadhavum Adaikkappattadhu. "
},{ "Verses": "11 pinbu, Matrak Kannikaigalum Vandhu: Aandavare, Aandavare Engalukkuth Thirakkavendum Endraargal. "
},{ "Verses": "12 adharku Avar: Ungalai Ariyen Endru Meyyaagave Ungalukku Sollugiren Endraar. "
},{ "Verses": "13 manushakumaaran Varum Naalaiyaavadhu Naazhikaiyaiyaavadhu Neengal Ariyaadhirukkirapadiyaal Vizhiththirungal. "
},{ "Verses": "14 andriyum Paralogaraajyam Puraththesaththukkup Pirayaanamaaip Pogira Oru Manushan, Than Oozhiyakkaararai Azhaiththu, Than Aasthigalai Avargal Vasamaai Oppukkoduththadhupol Irukkiradhu. "
},{ "Verses": "15 avanavanudaiya Thiramaikkuththakkathaaga, Oruvanidaththil Aindhu Thaalandhum, Oruvanidaththil Irandu Thaalandhum, Oruvanidaththil Oru Thaalandhum, Koduththu, Udane Pirayaanappattup Ponaan. "
},{ "Verses": "16 aindhu Thaalandhai Vaanginavan Poi, Avaigalaikkondu Viyaapaaram Panni, Veru Aindhu Thaalandhai Sampaadhiththaan. "
},{ "Verses": "17 appadiye Irandu Thaalandhai Vaanginavanum, Veru Irandu Thaalandhai Sampaadhiththaan. "
},{ "Verses": "18 oru Thaalandhai Vaanginavano, Poi, Nilaththaith Thondi, Than Ejamaanudaiya Panaththaip Pudhaiththu Vaiththaan. "
},{ "Verses": "19 vegukaalamaanapinbu Andha Oozhiyakkaararudaiya Ejamaan Thirumpivandhu, Avargalidaththil Kanakkukkettaan. "
},{ "Verses": "20 appozhudhu Aindhu Thaalandhai Vaanginavan Veru Aindhu Thaalandhaik Konduvandhu: Aandavane, Aindhu Thaalandhai Ennidaththil Oppuviththeere; Avaigalaikkondu, Idho Veru Aindhu Thaalandhai Sampaadhiththen Endraan. "
},{ "Verses": "21 avanudaiya Ejamaan Avanai Nokki: Nalladhu, Uththamamum Unmaiyumaana Oozhiyakkaarane, Konjaththile Unmaiyaayirundhaai, Anegaththin Mel Unnai Adhikaariyaaga Vaippen, Un Ejamaanudaiya Sandhoshaththirkul Piravesi Endraan. "
},{ "Verses": "22 irandu Thaalandhai Vaanginavanum Vandhu: Aandavane, Irandu Thaalandhai Ennidaththil Oppuviththeere; Avaikalaikkondu, Idho Veru Irandu Thaalandhai Sampaadhiththen Endraan. "
},{ "Verses": "23 avanudaiya Ejamaan Avanai Nokki: Nalladhu, Uththamamum Unmaiyumulla Oozhiyakkaarane, Konjaththile Unmaiyaayirundhaai, Anegaththin Mel Unnai Adhikaariyaaga Vaippen; Un Ejamaanudaiya Sandhoshaththirkul Piravesi Endraan. "
},{ "Verses": "24 oru Thaalandhai Vaanginavan Vandhu: Aandavane, Neer Vidhaikkaadha Idaththil Arukkiravarum, Thelikkaadha Idaththil Serkkiravarumaana Kadinamulla Manushan Endru Ariven. "
},{ "Verses": "25 aagaiyaal, Naan Payandhu, Poi, Umadhu Thaalandhai Nilaththil Pudhaiththu Vaiththen; Idho, Ummudaiyadhai Vaangikkollum Endraan. "
},{ "Verses": "26 avanudaiya Ejamaan Piradhiyuththaramaaga: Pollaadhavanum Sompanumaana Oozhiyakkaarane, Naan Vidhaikkaadha Idaththil Arukkiravanendrum, Thelikkaadha Idaththil Serkkiravanendrum Arindhirundhaaye. "
},{ "Verses": "27 appadiyaanaal, Nee En Panaththaik Kaasukkaarar Vasaththil Pottuvaikkavendiyadhaayirundhadhu; Appozhudhu Naan Vandhu Ennudaiyadhai Vattiyode Vaangikkolvene, Endru Solli, "
},{ "Verses": "28 avanidaththilirukkira Thaalandhai Eduththu, Paththuth Thaalandhullavanukkuk Kodungal. "
},{ "Verses": "29 ullavanevano Avanukkuk Kodukkappadum, Paripooranamum Adaivaan; Illaadhavanidaththilirundhu Ulladhum Eduththukkollappadum. "
},{ "Verses": "30 pirayojanamatra Oozhiyakkaaranaagiya Ivanaip Purampaana Irulile Thallippodungal; Ange Azhugaiyum Parkadippum Undaayirukkum Endraan. "
},{ "Verses": "31 andriyum Manushakumaaran Thamadhu Magimaiporundhinavaraai Sagala Parisuththa Thoodharodungooda Varumpodhu, Thamadhu Magimaiyulla Singaasanaththinmel Veetriruppaar. "
},{ "Verses": "32 appozhudhu, Sagala Janangalum Avarukku Munpaaga Serkkappaduvaargal. Meyppanaanavan Semmariyaadugalaiyum Vellaadugalaiyum Vevveraaga Pirikkiradhu Pola Avargalai Avar Piriththu, "
},{ "Verses": "33 semmariyaadugalaith Thamadhu Valadhu Pakkaththilum, Vellaadugalaith Thamadhu Idadhu Pakkaththilum Niruththuvaar. "
},{ "Verses": "34 appozhudhu, Raajaa Thamadhu Valadhu Pakkaththil Nirpavargalaip Paarththu: Vaarungal En Pidhaavinaal Aaseervadhikkappattavargale, Ulagam Undaanadhumudhal Ungalukkaaga Aayaththam Pannappattirukkira Raajyaththai Sudhandhariththukkollungal. "
},{ "Verses": "35  Pasiyaayirundhen, Enakkup Pojanangoduththeergal; Thaagamaayirundhen En Thaagaththaith Theerththeergal; Anniyanaay Irundhen Ennai Erththukkonteergal; "
},{ "Verses": "36 vasthiramillaadhirundhen, Enakku Vasthirangoduththeergal; Viyaadhiyaayirundhen, Ennai Visaarikka Vandheergal; Kaavalilirundhen, Ennaip Paarkkavandheergal Enpaar. "
},{ "Verses": "37 appozhudhu, Needhimaangal Avarukkup Piradhiyuththaramaaga: Aandavare, Naangal Eppozhudhu Ummaip Pasiyullavargalaaka Kandu Umakkup Pojanangoduththom? Eppozhudhu Ummaith Thaagamullavargalaagak Kandu Ummudaiya Thaagaththaith Theerththom? "
},{ "Verses": "38 eppozhudhu Ummai Anniyaraagakkandu Ummai Serththukkondom? Eppozhudhu Ummai Vasthiramillaadhavaraakakkandu Umakku Vasthirangoduththom? "
},{ "Verses": "39 eppozhudhu Ummai Viyaadhiyullavaraagavum, Kaavalilirukkiravaraagavum Kandu, Ummidaththil Vandhom Enpaargal. "
},{ "Verses": "40 adharku Raajaa Piradhiyuththaramaaga: Migavum Siriyavaraagiya En Sagodhararaana Ivargalil Oruvanukku Neengal Edhaich Seydheergalo, Adhai Enakke Seydheergal Endru Meyyaagave Ungalukku Sollugiren Enpaar. "
},{ "Verses": "41 appozhudhu, Idadhupakkaththil Nirkiravargalaippaarththu Avar: Sabikkappattavargale, Ennaivittu, Pisaasukkaagavum Avan Thoodhargalukkaagavum Aayaththampannappattirukkira Niththiya Akkiniyile Pongal. "
},{ "Verses": "42 pasiyaayirundhen, Neengal Enakkup Pojanangodukkavillai; Thaagamaayirundhen Neengal En Thaagaththaith Theerkkavillai; "
},{ "Verses": "43 anniyanaayirundhen Neengal Ennai Serththukkollavillai; Vasthiramillaadhirundhen, Neengal Enakku Vasthirangodukkavillai; Viyaadhiyullavanaayum Kaavaliladaikkappattavanaayum Irundhen, Neengal Ennai Visaarikkavaravillai Enpaar. "
},{ "Verses": "44 appozhudhu, Avargalum Avarukkup Piradhiyuththaramaaga: Aandavare, Ummaip Pasiyullavaraagavum, Thaagamullavaraagavum, Anniyaraagavum, Vasthiramillaadhavaraagavum, Viyaadhiyullavaraagavum, Kaavaliladaikkappattavaraagavum Naangal Eppozhudhu Kandu, Umakku Udhaviseyyaadhirundhom Enpaargal. "
},{ "Verses": "45 appozhudhu Avar Avargalukkup Piradhiyuththaramaaga: Migavum Siriyavargalaagiya Ivargalil Oruvanukku Neengal Edhai Seyyaadhirundheergalo, Adhai Enakke Seyyaadhirundheergal Endru Meyyaagave Ungalukku Sollugiren Enpaar. "
},{ "Verses": "46 andhappadi, Ivargal Niththiya Aakkinai Adaiyavum, Needhimaangalo Niththiya Jeevanai Adaiyavum Povaargal Endraar. "
}
]