[
{ "Verses": "1 erodhu Raajaavin Naatkalil Yoodheyaavilulla Bedhlagemile Yesu Pirandhapozhudhu, Kizhakkilirundhu Saasdhirigal Erusalemukku Vandhu, "
},{ "Verses": "2  Yoodharukku Raajaavaakap Pirandhirukkiravar Enge? Kizhakkile Avarudaiya Natchaththiraththaik Kandu, Avaraip Panindhu Kolla Vandhom Endraargal. "
},{ "Verses": "3 erodhuraajaa Adhaik Kettapozhudhu, Avanum Avanodukooda Erusalem Nagaraththaar Anaivarum Kalanginaargal. "
},{ "Verses": "4 avan Piradhaana Aasaariyar Janaththin Vedhapaarakar Ellaaraiyum Kooti Varachseydhu: Kiristhuvaanavar Enge Pirappaar Endru Avargalidaththil Visaariththaan. "
},{ "Verses": "5  Adharku Avargal: Yoodheyaavilulla Bedhlagemile Pirappaar; Adhenendraal: "
},{ "Verses": "6 yoodheyaa Dhesaththilulla Bedhlageme, Yoodhaavin Pirabugalil Nee Siriyadhalla; En Janamaagiya Isravelai Aalum Pirabu Unnidaththil Irundhu Purappaduvaar Endru, Theerkkadharisiyinaal Ezhudhappattirukkiradhu Endraargal. "
},{ "Verses": "7 appozhudhu Erodhu, Saasdhirigalai Ragasiyamaai Azhaiththu, Natchaththiram Kaanappatta Kaalaththaik Kuriththu Avargalidaththil Thittamaai Visaariththu: "
},{ "Verses": "8 neengal Poi, Pillaiyaikkuriththuth Thittamaai Visaariyungal; Neengal Adhaik Kandapinbu, Naanum Vandhu Adhaip Panindhu Kollumpadi Enakku Ariviyungal Endru Solli, Avargalaip Bedhlagemukku Anuppinaan. "
},{ "Verses": "9 raajaa Sonnadhai Avargal Kettup Pogaiyil, Idho, Avargal Kizhakkile Kanda Natchaththiram Pillai Irundha Sthalaththirkumel Vandhu Nirkumvaraikkum Avargalukkumun Sendradhu. "
},{ "Verses": "10 avargal Andha Natchaththiraththai Kanda Podhu, Migundha Aanandha Sandhoshamadaindhaargal. "
},{ "Verses": "11 avargal Andha Veettukkul Piravesiththu, Pillaiyaiyum Adhin Thaayaagiya Mariyaalaiyum Kandu, Saashtaangamaai Vizhundhu Adhaip Panindhukondu, Thangal Pokkishangalaith Thirandhu, Ponnaiyum Thoopavarkkaththaiyum Vellaippolaththaiyum Adharkuk Kaanikkaiyaaga Vaiththaargal. "
},{ "Verses": "12 pinbu, Avargal Erodhinidaththirkuth Thirumpip Pogavendaam Endru Soppanaththil Dhevanaal Echcharikkappattu, Veru Vazhiyaaith Thangal Dhesaththirkuth Thirumbipponaargal. "
},{ "Verses": "13 avargal Ponapinbu, Karththarudaiya Thoodhan Soppanaththil Yoseppukkuk Kaanappattu: Erodhu Pillaiyaik Kolaiseyyath Theduvaan; Aadhalaal Nee Ezhundhu, Pillaiyaiyum Adhin Thaayaiyum Koottikkondu Ekipdhukku Odippoi, Naan Unakku Sollum Varaikkum Angeye Iru Endraan. "
},{ "Verses": "14 avan Ezhundhu, Iravile Pillaiyaiyum Adhin Thaayaiyum Koottikkondu, Egipdhukkup Purappattup Poi, "
},{ "Verses": "15  Erodhin Maranapariyandham Ange Irundhaan. Egipdhilirundhu Ennudaiya Kumaaranai Varavazhaiththen Endru, Theerkkadharisiyin Moolamaaik Karththaraal Uraikkappattadhu Niraiverumpadi Ippadi Nadandhadhu. "
},{ "Verses": "16 appozhudhu Erodhu Thaan Saasthirigalaal Vanjikkappattadhaik Kandu, Migundha Kobamadaindhu, Aatkalai Anuppi, Thaan Saasthirigalidaththil Thittamaai Visaariththa Kaalaththinpadiye, Bedhlagemilum Adhin Sagala Ellaikalilumirundha Irandu Vayadhukkutpatta Ellaa Aanpillaigalaiyum Kolaiseydhaan. "
},{ "Verses": "17 pulampalum Azhukaiyum Migundha Thukkangondaadalumaagiya Kookkural Raamaavile Ketkappattadhu; Raakel Than Pillaigalukkaaka Azhudhu, Avaigal Illaadhapadiyaal Aarudhaladaiyaadhirukkiraal Endru, "
},{ "Verses": "18  Eremiyaa Theerkkadharisiyinaal Uraikkappattadhu Appozhudhu Niraiveritru. "
},{ "Verses": "19 erodhu Irandhapinbu, Karththarudaiya Thoodhan Egipdhile Yoseppukku Soppanaththil Kaanappattu: "
},{ "Verses": "20  Nee Ezhundhu, Pillaiyaiyum Adhin Thaayaiyum Koottikkondu Isravel Dhesaththukkup Po; Pillaiyin Piraananai Vaangaththedinavargal Irandhu Ponaargal Endraan. "
},{ "Verses": "21 avan Ezhundhu, Pillaiyaiyum Adhin Thaayaiyum Koottikkondu Isravel Dhesaththukku Vandhaan. "
},{ "Verses": "22 aagilum, Arkelaayu Than Thagappanaagiya Erodhin Pattaththukku Vandhu, Yoodheyaavil Arasaalugiraan Endru Kelvippattu, Ange Pogap Bayandhaan. Appozhudhu Avan Soppanaththil Dhevanaal Echcharikkappattu, Galileyaa Naattin Purangalile Vilagippoi, "
},{ "Verses": "23  Naasareththu Ennum Oorile Vandhu Vaasam Panninaan. Nasareyan Ennappaduvaar Endru, Theerkkadharisigalaal Uraikkappattadhu Niraiverumpadi Ippadi Nadanthadhu. "
}
]