[
{ "Verses": "1 yesu Dhevaalayaththai Vittup Purappattuppogaiyil, Avarudaiya Seeshargal Dhevaalayaththin Kattadangalai Avarukkuk Kaanpikka Avaridaththil Vandhaargal. "
},{ "Verses": "2 yesu Avargalai Nokki: Ivaigalaiyellaam Paarkkireergale, Ivvidaththil Oru Kallinmel Oru Kalliraadhapadikku Ellaam Idikkappattuppogum Endru Meyyaagave Ungalukku Sollugiren Endraar. "
},{ "Verses": "3 pinbu, Avar Olivamalaiyin Mel Utkaarndhirukkaiyil, Seeshargal Avaridaththil Thaniththuvandhu: Ivaigal Eppozhudhu Sampavikkum? Ummudaiya Varugaikkum, Ulagaththin Mudivukkum Adaiyaalam Enna? Engalukku Sollavendum Endraargal. "
},{ "Verses": "4 yesu Avargalukkup Piradhiyuththaramaaga: Oruvanum Ungalai Vanjiyaadhapadikku Echcharikkaiyaayirungal; "
},{ "Verses": "5 enenil, Anegar Vandhu, En Naamaththaith Thariththukkondu: Naane Kiristhu Endru Solli, Anegarai Vanjippaargal. "
},{ "Verses": "6 yuththangalaiyum Yuththangalin Seydhigalaiyum Kelvippaduveergal; Kalangaadhapadi Echcharikkaiyaayirungal; Ivaigalellaam Sampavikkavendiyadhe; Aanaalum Mudivu Udane Varaadhu. "
},{ "Verses": "7 janaththukku Virodhamaai Janamum, Raajyaththukku Virodhamaai Raajyamum Ezhumpum; Panjangalum, Kollainoigalum, Boomiyadhirchchigalum Pala Idangalil Undaagum. "
},{ "Verses": "8 ivaigalellaam Vedhanaigalukku Aarampam. "
},{ "Verses": "9 appozhudhu, Ungalai Ubaththiravangalukku Oppukkoduththu, Ungalaik Kolaiseyvaargal; En Naamaththinimiththam Neengal Sagala Janangalaalum Pagaikkappaduveergal. "
},{ "Verses": "10 appozhudhu, Anegar Idaraladaindhu, Oruvaraiyoruvar Kaattikkoduththu, Oruvaraiyoruvar Pagaippaargal. "
},{ "Verses": "11 anegang Kallaththeerkkadharisigalum Ezhumbi, Anegarai Vanjippaargal. "
},{ "Verses": "12 akkiramam Migudhiyaavadhinaal Anegarudaiya Anbu Thanindhupom. "
},{ "Verses": "13 mudivupariyandham Nilainirpavane Ratchikkappaduvaan. "
},{ "Verses": "14 raajyaththinudaiya Indha Suvisesham Boologamengumulla Sagala Jaadhigalukkum Saatchiyaagap Pirasangikkappadum, Appodhu Mudivu Varum. "
},{ "Verses": "15 melum, Paazhaakkugira Aruvaruppaik Kuriththuth Thaaniyel Theerkkadharisi Solliyirukkiraane. Vaasikkiravan Sindhikkakkadavan. Neengal Adhaip Parisuththa Sthalaththil Nirkak Kaanumpodhu, "
},{ "Verses": "16 yoodheyaavil Irukkiravargal Malaigalukku Odippogakkadavargal. "
},{ "Verses": "17 veettinmel Irukkiravan Than Veettile Edhaiyaagilum Eduppadharku Irangaadhirukkakkadavan. "
},{ "Verses": "18 vayalil Irukkiravan Than Vasthirangalai Eduppadharkuth Thirumpaadhirukkakkadavan. "
},{ "Verses": "19 annaatkalile Karppavadhigalukkum Paalkodukkiravargalukkum Aiyo. "
},{ "Verses": "20 neengal Odippovadhu Maarikaalaththilaavadhu Oivunaalilaavadhu, Sampaviyaadhapadikku Vendikkollungal. "
},{ "Verses": "21 enenil, Ulagamundaanadhumudhal Idhuvaraikkum Sampaviththiraadhadhum, Inimelum Sampaviyaadhadhumaana Migundha Ubaththiravam Appozhudhu Undaayirukkum. "
},{ "Verses": "22 annaatkal Kuraikkappadaadhirundhaal, Oruvanaagilum Thappippovadhillai; Therindhukollappattavargalinimiththamo Andha Naatkal Kuraikkappadum. "
},{ "Verses": "23 appozhudhu, Idho Kiristhu Inge Irukkiraar, Adho Ange Irukkiraar Endru Evanaagilum Sonnaal Nampaadheyungal. "
},{ "Verses": "24 enenil, Kallakkiristhukkalum Kallaththeerkkadharisigalum Ezhumpi, Koodumaanaal Therindhukollappattavargalaiyum Vanjikkaththagadhaaga Periya Adaiyaalangalaiyum Arpudhangalaiyum Seyvaargal. "
},{ "Verses": "25 idho, Munnadhaaga Ungalukku Ariviththirukkiren. "
},{ "Verses": "26 aagaiyaal: Adho, Vanaandharaththil Irukkiraar Endru Solvaargalaanaal Purappadaadhirungal; Idho, Araiveettirkul Irukkiraar Endru Solvaargalaanaal Nampaadhirungal. "
},{ "Verses": "27 minnal Kizhakkilirundhu Thondri Merku Varaikkum Pirakaasikkiradhupola, Manushakumaaranudaiya Varugaiyum Irukkum. "
},{ "Verses": "28 pinam Engeyo Ange Kazhukugal Vandhu Koodum. "
},{ "Verses": "29 annaatkalin Ubaththiravam Mudindhavudane, Sooriyan Andhakaarappadum, Sandhiran Oliyaikkodaadhirukkum, Natchaththirangal Vaanaththilirundhu Vizhum, Vaanaththin Saththuvangal Asaikkappadum. "
},{ "Verses": "30 appozhudhu, Manushakumaaranudaiya Adaiyaalam Vaanaththil Kaanappadum. Appozhudhu, Manushakumaaran Vallamaiyodum Migundha Magimaiyodum Vaanaththin Megangalmel Varugiradhai Boomiyilulla Sagala Koththiraththaarum Kandu Pulampuvaargal. "
},{ "Verses": "31 valuvaaith Thonikkum Ekkaala Saththaththode Avar Thamadhu Thoodhargalai Anuppuvaar; Avargal Avaraal Therindhukollappattavargalai Vaanaththin Oru Munai Mudharkondu Marumunaimattum Naalu Thisaigalilumirundhu Koottichcherppaargal. "
},{ "Verses": "32 aththimaraththinaal Oru Uvamaiyaik Katrukkollungal; Adhile Ilangilai Thondri, Thulirvidumpodhu, Vasandha Kaalam Sameebamaayitru Endru Ariveergal. "
},{ "Verses": "33 appadiye Ivaigalaiyellaam Neengal Kaanumpodhu, Avar Sameebamaai Vaasalaruge Vandhirukkiraar Endru Ariyungal. "
},{ "Verses": "34 ivaigalellaam Sampavikkumunne Indha Sandhadhi Ozhindhupogaadhendru, Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "35 vaanamum Boomiyum Ozhindhupom, En Vaarththaigalo Ozhindhupovadhillai. "
},{ "Verses": "36 andha Naalaiyum Andha Naazhikaikalaiyum En Pidhaa Oruvar Thavira Matroruvanum Ariyaan; Paralogaththilulla Thoodhargalum Ariyaargal. "
},{ "Verses": "37 novaavin Kaalaththil Eppadi Nadandhadho, Appadiye Manushakumaaran Varum Kaalaththilum Nadakkum. "
},{ "Verses": "38 eppadiyenil, Jalappiralayaththukku Munnaana Kaalaththile Novaa Pezhaikkul Piravesikkum Naal Varaikkum, Janangal Pusiththum Kudiththum, Penkondum Penkoduththum, "
},{ "Verses": "39 jalappiralayam Vandhu Anaivaraiyum Vaarikkondupogumattum Unaraadhirundhaargal; Appadiye Manushakumaaran Varungaalaththilum Nadakkum. "
},{ "Verses": "40 appozhudhu, Iranduper Vayalil Iruppaargal; Oruvan Etrukkollappaduvaan, Oruvan Kaividappaduvaan. "
},{ "Verses": "41 irandu Sthireegal Endhiram Araiththukkontiruppaargal; Oruththi Etrukkollappaduvaal, Oruththi Kaividappaduvaal. "
},{ "Verses": "42 ungal Aandavar Inna Naazhikaiyile Varuvaarendru Neengal Ariyaadhirukkirapadiyinaal Vizhiththirungal. "
},{ "Verses": "43 thirudan Inna Jaamaththil Varuvaanendru Veettejamaan Arindhirundhaal, Avan Vizhiththirundhu, Than Veettaik Kannamidavottaanendru Ariveergal. "
},{ "Verses": "44 neengal Ninaiyaadha Naazhikaiyile Manushakumaaran Varuvaar; Aadhalaal, Neengalum Aayaththamaayirungal. "
},{ "Verses": "45 etravelaiyile Than Velaikkaararukkup Pojanangoduththu Avargalai Visaarikkumpadi Ejamaan Vaiththa Unmaiyum Vivegamumulla Oozhiyakkaaran Yaavan? "
},{ "Verses": "46 ejamaan Varumpodhu Appadichseygiravanaagak Kaanappadugira Oozhiyakkaarane Paakkiyavaan. "
},{ "Verses": "47 than Aasdhigal Ellaavatrinmelum Avanai Visaaranaikkaaranaaga Vaippaanendru Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "48 andha Oozhiyakkaarano Pollaadhavanaayirundhu: En Aandavan Vara Naal Sellum Endru Than Ullaththile Sollikkondu, "
},{ "Verses": "49 than Udanvelaikkaararai Adikkath Thodangi, Veriyarode Pusikkavum Kudikkavum Thalaippattaal, "
},{ "Verses": "50 andha Oozhiyakkaaran Ninaiyaadha Naalilum, Ariyaadha Naazhikaiyilum, Avanudaiya Ejamaan Vandhu, "
},{ "Verses": "51 avanaik Kadinamaaith Thandiththu, Maayakkaararode Avanukkup Pangai Niyamippaan; Ange Azhugaiyum Parkadippum Undaayirukkum. "
}
]