[
{ "Verses": "1 avvelaiyile Seeshargal Yesuvinidaththil Vandhu: Paralogaraajyaththil Evan Periyavanaayiruppaan Endru Kettaargal. "
},{ "Verses": "2 yesu Oru Siru Pillaiyaith Thammidaththil Azhaiththu: Adhai Avargal Naduve Niruththi: "
},{ "Verses": "3 neengal Manandhirumbip Pillaigalaippol Aagaavittaal, Paralogaraajyaththil Piravesikkamaatteergal Endru Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "4 aagaiyaal Indhappillaiyaippolath Thannaith Thaazhththugiravan Evano, Avane Paralogaraajyaththil Periyavanaayiruppaan. "
},{ "Verses": "5 ippadippatta Oru Pillaiyai En Naamaththinimiththam Etrukkollugiravan Ennai Etrukkollugiraan. "
},{ "Verses": "6 ennidaththil Visuvaasamaayirukkira Indha Siriyaril Oruvanukku Idaralundaakkugiravan Evano, Avanudaiya Kazhuththil Endhirakkallaik Katti, Samuththiraththin Aazhaththile Avanai Amizhththugiradhu Avanukku Nalamaayirukkum. "
},{ "Verses": "7 idaralkalinimiththam Ulagaththukku Aiyo, Idaralgal Varuvadhu Avasiyam. Aanaalum Endha Manushanaal Idaral Varugiradho, Avanukku Aiyo! "
},{ "Verses": "8 un Kaiyaavadhu Un Kaalaavadhu Unakku Idaralundaakkinaal, Adhaith Thariththu Erindhupodu; Nee Irandu Kaiyudaiyavanaai, Alladhu Irandu Kaaludaiyavanaai Niththiya Akkiniyile Thallappaduvadhaippaarkkilum, Sappaaniyaai, Alladhu Oonanaai, Niththiya Jeevanukkul Piravesippadhu Unakku Nalamaayirukkum. "
},{ "Verses": "9 un Kan Unakku Idaralundaakkinaal, Adhaip Pidungi Erindhupodu; Irandu Kannullavanaai, Erinaragaththil Thallappaduvadhaippaarkkilum, Otraikkannanaai Jeevanukkul Piravesippadhu Unakku Nalamaayirukkum. "
},{ "Verses": "10 indha Siriyaril Oruvanaiyum Arpamaai Ennaadhapadikku Echcharikkaiyaayirungal; Avargalukkuriya Thevadhoodhargal Paralogaththile En Paramapidhaavin Samugaththai Eppozhudhum Tharisikkiraargal Endru Ungalukku Sollugiren. "
},{ "Verses": "11 manushakumaaran Kettupponadhai Ratchikka Vandhaar. "
},{ "Verses": "12 ungalukku Eppadith Thondrugiradhu? Oru Manushanukku Nooru Aadugalirukka, Avaigalil Ondru Sidharipponaal, Avan Matrath Thonnootronpadhu Aadugalaiyum Malaigalil Vittuppoi Sidharipponadhaith Thedaamaliruppaano? "
},{ "Verses": "13 avan Adhaikkandupidiththaal, Sidharippogaadha Thonnootronpadhu Aadugalaikkuriththu Sandhoshappadugiradhaip Paarkkilum, Adhaikkuriththu Adhigamaai Sandhoshappaduvaan Endru, Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "14 ivvidhamaaga, Indhach Siriyaril Oruvanaagilum Kettuppovadhu Paralogaththilirukkira Ungal Pidhaavin Siththamalla. "
},{ "Verses": "15 un Sagodharan Unakku Virodhamaagak Kutranjeydhaal, Avanidaththil Nee Poi, Neeyum Avanum Thaniththirukkaiyil, Avan Kutraththai Avanukku Unarththu; Avan Unakkuch Sevikoduththaal, Un Sagodharanai Aadhaayappaduththikkondaai. "
},{ "Verses": "16 avan Sevikodaamarponaal, Irandu Moondru Saatchigaludaiya Vaakkinaale Sangadhigalellaam Nilaivarappadumpadi, Irandoruvarai Unnudane Koottikkondu Po. "
},{ "Verses": "17 avargalukkum Avan Sevikodaamarponaal, Adhai Sabaikkuth Theriyappaduththu; Sabaikkum Sevikodaadhiruppaanaanaal, Avan Unakku Agngnaaniyaippolavum Aayakkaaranaippolavum Iruppaanaaga. "
},{ "Verses": "18 boologaththile Neengal Evaigalaik Kattuveergalo Avaigal Paralogaththilum Kattappattirukkum; Boologaththile Neengal Evaigalaik Kattavizhppeergalo Avaigal Paralogaththilum Kattavizhkkappadum Endru Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "19 allaamalum, Ungalil Iranduper Thaangal Vendikkollappogira Endhak Kaariyaththaikkuriththaagilum Boomiyile Orumanappattirundhaal, Paralogaththilirukkira En Pidhaavinaal Adhu Avargalukku Undaagum Endru Ungalukku Sollugiren. "
},{ "Verses": "20 enenil, Irandu Peraavadhu Moondru Peraavadhu En Naamaththinaale Enge Koodiyirukkiraargalo, Ange Avargal Naduvile Irukkiren Endraar. "
},{ "Verses": "21 appozhudhu, Pedhuru Avaridaththil Vandhu, Aandavare, En Sagodharan Enakku Virodhamaaik Kutranjeydhu Vandhaal, Naan Eththanaidharam Mannikkavendum? Ezhudharamattumo Endru Kettaan. "
},{ "Verses": "22 adharku Yesu: Ezhudharamaaththiram Alla, Ezhezhupadhudharamattum Endru Unakku Sollugiren. "
},{ "Verses": "23 eppadiyenil, Paralogaraajyam Than Oozhiyakkaararidaththil Kanakkuppaarkka Vendumendrirundha Oru Raajaavukku Oppaayirukkiradhu. "
},{ "Verses": "24 avan Kanakkuppaarkkath Thodanginapodhu, Padhinaayiram Thaalandhu Kadan Pattavan Oruvanai Avanukku Munbaaga Konduvandhaargal. "
},{ "Verses": "25 kadanaiththeerkka Avanukku Nirvaagam Illaadhapadiyaal, Avanudaiya Aandavan Avanaiyum Avan Penjaadhi Pillaigalaiyum, Avanukku Undaana Ellaavatraiyum Vitru, Kadanaith Theerkkumpadik Kattalaiyittaan. "
},{ "Verses": "26 appozhudhu, Andha Oozhiyakkaaran Thaazha Vizhundhu, Vanangi: Aandavane! Ennidaththil Porumaiyaayirum, Ellaavatraiyum Umakkuk Koduththuth Theerkkiren Endraan. "
},{ "Verses": "27 andha Oozhiyakkaaranudaiya Aandavan Manadhirangi, Avanai Vidudhalaippanni, Kadanaiyum Avanukku Manniththuvittaan. "
},{ "Verses": "28 appadiyirukka, Andha Oozhiyakkaaran Purappattuppogaiyil, Thannidaththil Nooru Vellippanam Kadanpattirundhavanaagiya Than Udan Velaikkaararil Oruvanaikkandu, Avanaippidiththu, Thondaiyai Neriththu: Nee Patta Kadanai Enakku Koduththuth Theerkkavendum Endraan. "
},{ "Verses": "29 appozhudhu Avanudaiya Udan Velaikkaaran Avan Kaalile Vizhundhu: Ennidaththil Porumaiyaayirum, Ellaavatraiyum Umakkuk Koduththuth Theerkkiren Endru, Avanai Vendikkondaan. "
},{ "Verses": "30 avano Sammadhiyaamal, Poi, Avan Patta Kadanaik Koduththuth Theerkkumalavum Avanaik Kaavalil Potuviththaan. "
},{ "Verses": "31 nadandhadhai Avan Udanvelaikkaarar Kandu, Migavum Thukkappattu, Aandavanidaththil Vandhu, Nadandhadhaiyellaam Ariviththaargal. "
},{ "Verses": "32 appozhudhu, Avanudaiya Aandavan Avanai Azhaippiththu: Pollaadha Oozhiyakkaarane, Nee Ennai Vendikkondapadiyinaal, Andhak Kadan Muzhuvadhaiyum Unakku Manniththuvitten. "
},{ "Verses": "33 naan Unakku Iranginadhupola, Neeyum Un Udan Velaikkaaranukku Irangavendaamo Endru Solli, "
},{ "Verses": "34 avanudaiya Aandavan Kobamadaindhu, Avan Patta Kadanaiyellaam Thanakkuk Koduththuth Theerkkumalavum Ubaadhikkiravargalidaththil Avanai Oppukkoduththaan. "
},{ "Verses": "35 neengalum Avanavan Than Sagodharan Seydha Thappidhangalai Manappoorvamaai Manniyaamarponaal, En Paramapidhaavum Ungalukku Ippadiye Seyvaar Endraar. "
}
]