[
{ "Verses": "1 annaatkalil Yovaansnaanan Yoodheyaavin Vanaandharaththil Vandhu: "
},{ "Verses": "2 manandhirumpungal, Paralogaraajyam Sameepiththirukkiradhu Endru Pirasangam Panninaan. "
},{ "Verses": "3 karththarukku Vazhiyai Aayaththappaduththungal; Avarukkup Paadhaigalaich Sevvaipannungal Endru Vanaandharaththil Kooppidugiravanudaiya Saththam Undendru, Esaayaa Theerkkadharisiyinaal Sollappattavan Ivane. "
},{ "Verses": "4 indha Yovaan Ottakamayir Udaiyaith Thariththu, Than Araiyil Vaarkachchaiyaik Kattikkondirundhaan; Vettukkiliyum Kaattuth Thenum Avanukku Aagaaramaayirundhadhu. "
},{ "Verses": "5  Appozhudhu, Erusalem Nagaraththaarum, Yoodheyaa Dhesaththaar Anaivarum, Yordhaanukku Aduththa Sutruppuraththaar Yaavarum Avanitaththirkup Poi, "
},{ "Verses": "6  Thangal Paavangalai Arikkaiyittu Yordhaan Nadhiyil Avanaal Gnaanasnaanam Petraargal. "
},{ "Verses": "7  Pariseyarilum Sadhuseyarilum Anegar Thannidaththil Gnaanasnaanam Perumpadi Varukiradhai Avan Kandu: Viriyan Paambukkuttikale! Varungopaththukkuth Thappiththukkolla Ungalukku Vakaikaattinavan Yaar? "
},{ "Verses": "8 manandhirumpudhalukku Etra Kanigalaik Kodungal. "
},{ "Verses": "9  Aabiragaam Engalukkuth Thagappan Endru Ungalukkulle Sollikkolla Ninaiyaadhirungal; Dhevan Indhak Kallugalinaale Aabiragaamukkup Pillaikalai Undupanna Vallavaraayirukkiraar Endru Ungalukkuch Sollukiren. "
},{ "Verses": "10 ippozhudhe Kodariyaanadhu Marangalin Ver Aruge Vaiththirukkiradhu. Aagaiyaal Nalla Kanikodaadha Maramellaam Vettundu Akkiniyile Podappadum. "
},{ "Verses": "11 manandhirumpudhalukkendru Naan Jalaththinaal Ungalukku Gnaanasnaanam Kodukkiren; Enakkuppin Varugiravar Ennilum Vallavaraayirukkiraar, Avarudaiya Paadharatchaigalaich Sumakkiradharku Naan Paaththiran Alla; Avar Parisuththa Aaviyinaalum Akkiniyinaalum Gnaanasnaanam Koduppaar. "
},{ "Verses": "12 thootrukkoodai Avar Kaiyil Irukkiradhu; Avar Thamadhu Kalaththai Nandraai Vilakki, Thamadhu Kodhumaiyaik Kalanjiyaththil Serppaar; Padharaiyo Aviyaadha Akkiniyinaal Sutterippaar Endraan. "
},{ "Verses": "13  Appozhudhu Yovaanaal Gnaanasnaanam Peruvadharku Yesu Galileyaavaivittu Yordhaanukku Aruge Avanidaththil Vandhaar. "
},{ "Verses": "14 yovaan Avarukkuth Thadai Seydhu: Naan Ummaale Gnaanasnaanam Peravendiyadhaayirukka, Neer Ennidaththil Varalaamaa Endraan. "
},{ "Verses": "15 yesu Avanukkup Piradhiyuththaramaaga: Ippozhudhu Idangodu, Ippadi Ellaa Needhiyaiyum Niraivetruvadhu Namakku Etradhaayirukkiradhu Endraar. Appozhudhu Avarukku Idangoduththaan. "
},{ "Verses": "16 yesu Gnaanasnaanam Petru, Jalaththilirundhu Karaiyerinavudane, Idho Vaanam Avarukkuth Thirakkappattadhu; Dheva Aavi Puraavaippola Irangi, Thammel Varugiradhaik Kandaar. "
},{ "Verses": "17 andriyum, Vaanaththilirundhu Oru Saththam Undaagi, Ivar Ennudaiya Nesakumaaran, Ivaril Piriyamaayirukkiren Endru Uraiththadhu. "
}
]