[
{ "Verses": "1 manushar Kaanavendumendru Avargalukku Munpaaga Ungal Tharmaththaich Seyyaadhapadikku Echcharikkaiyaayirungal; Seydhaal Paralogaththilirukkira Ungal Pidhaavinidaththil Ungalukkup Palanillai. "
},{ "Verses": "2 aagaiyaal Nee Tharmanjeyyumpodhu Manusharaal Pukazhappaduvadharku, Maayakkaarar Aalayangalilum Veedhigalilum Seyvadhupola, Unakku Munpaaga Thaarai Oodhuviyaadhe; Avargal Thangal Palanai Adaindhu Theerndhadhendru Meyyaakave Ungalukkuch Sollukiren. "
},{ "Verses": "3 neeyo Tharmanjeyyumpodhu, Un Tharmam Andharangamaayiruppadharku, Un Valadhu Kai Seykiradhai Un Idathu Kai Ariyaadhirukkakkadavadhu; "
},{ "Verses": "4 appozhudhu Andharangaththil Paarkkira Un Pidhaa Thaame Unakku Veliyarangamaaip Balanalippaar. "
},{ "Verses": "5 andriyum Nee Jebampannumpodhu Maayakkaararaip Polirukkavendaam; Manushar Kaanumpadiyaaga Avargal Jeba Aalayangalilum Veedhigalin Sandhigalilum Nindru Jebampanna Virumpugiraarkal; Avargal Thangal Palanai Adainthu Theerndhadhendru Meyyaagave Ungalukkuch Sollugiren. "
},{ "Verses": "6  Neeyo Jebampannumpodhu, Un Araiveettukkul Piravesiththu, Un Kadhavaippootti, Andharangaththilirukkira Un Pidhaavai Nokki Jebampannu; Appozhudhu, Andharangaththil Paarkkira Un Pidhaa Veliyarangamaai Unakkup Balanalippaar. "
},{ "Verses": "7 andriyum Neengal Jebampannumpodhu, Agngnaanigalaippola Veen Vaarththaigalai Alappaadheyungal; Avargal, Adhika Vasanippinaal Thangal Jebam Ketkappadumendru Ninaikkiraargal. "
},{ "Verses": "8 avargalaippola Neengal Seyyaadhirungal; Ungal Pidhaavai Nokki Neengal Vendikkollugiradharku Munname Ungalukku Innadhu Thevai Endru Avar Arindhirukkiraar. "
},{ "Verses": "9 neengal Jebampannavendiya Vidhamaavadhu; Paramandalangalilirukkira Engal Pidhaave, Ummudaiya Naamam Parisuththappaduvadhaaga; "
},{ "Verses": "10  Ummudaiya Raajyam Varuvadhaaga; Ummudaiya Siththam Paramandalaththile Seyyappadugiradhupola Boomiyileyum Seyyappatuvadhaaga. "
},{ "Verses": "11 engalukku Vendiya Aagaaraththai Indru Engalukkuth Thaarum. "
},{ "Verses": "12 engal Kadanaaligalukku Naangal Mannikkiradhupola Engal Kadangalai Engalukku Manniyum. "
},{ "Verses": "13  Engalai Sodhanaikkutpadappannaamal, Theemaiyinindru Engalai Ratchiththukkollum, Raajyamum, Vallamaiyum, Magimaiyum Endrendraikkum Ummudaiyavaikale, Aamen, Enpadhe. "
},{ "Verses": "14 manusharudaiya Thappidhangalai Neengal Avargalukku Manniththaal, Ungal Paramapidhaa Ungalukkum Mannippaar. "
},{ "Verses": "15  Manusharudaiya Thappidhangalai Neengal Avargalukku Manniyaadhirundhaal, Ungal Pidhaa Ungal Thappidhangalaiyum Manniyaadhiruppaar. "
},{ "Verses": "16 neengal Ubavaasikkumpodhu, Maayakkaaraippola Mugavaadalaai Iraadheyungal; Avargal Ubavaasikkiradhai Manushar Kaanum Poruttaaga, Thangal Mugangalai Vaadappannugiraargal; Avargal Thangal Balanai Adaindhu Theerndhadhendru Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "17 neeyo Ubavaasikkumpodhu, Andha Ubavaasam Manusharkalukkuk Kaanappadaamal, Andharangaththilirukkira Un Pidhaavukke Kaanappadumpadiyaaga, Un Thalaikku Ennei Poosi, Un Mugaththaik Kazhuvu. "
},{ "Verses": "18  Appozhudhu, Andharangaththil Paarkkira Un Pidhaa Unakku Veliyarangamaaip Palanalippaar. "
},{ "Verses": "19 poomiyile Ungalukkup Pokkishangalaich Serththu Vaikkavendaam; Inge Poochchiyum Thuruvum Avaigalaik Kedukkum; Inge Thirudarum Kannamittuth Thiruduvaargal. "
},{ "Verses": "20 paralokaththile Ungal Pokkishangalaich Serththu Vaiyungal; Ange Poochchiyaavadhu Thuruvaavadhu Kedukkiradhum Illai; Ange Thirudar Kannamittuth Thirudugiradhum Illai. "
},{ "Verses": "21 ungal Pokkisham Engeyirukkiradho Ange Ungal Irudhayamum Irukkum. "
},{ "Verses": "22 kannaanadhu Sareeraththin Vilakkaayirukkiradhu; Un Kan Thelivaayirundhaal, Un Sareeram Muzhuvadhum Velichchamaayirukkum. "
},{ "Verses": "23 un Kan Kettadhaayirundhaal, Un Sareeram Muzhuvadhum Irulaayirukkum; Ippadi Unnilulla Velichcham Irulaayirundhaal, Avvirul Evvalavu Adhikamaayirukkum! "
},{ "Verses": "24 irandu Ejamaangalukku Oozhiyam Seyya Oruvanaalum Koodaathu; Oruvanaip Pagaiththu Oruvanaich Sinegippaan. Alladhu Oruvanaip Patrikkondu Matravanai Asattaipannuvaan; Dhevanukkum Ulagap Porulukkum Oozhiyanjeyya Ungalaal Koodaathu. "
},{ "Verses": "25  Aagaiyaal Ennaththai Unbom, Ennaththaik Kudippom Endru Ungal Jeevanukkaagavum; Ennaththai Uduppom Endru Ungal Sareeraththukkaagavum Kavalaippadaadhirungal Endru, Ungalukkuch Sollukiren; Aagaaraththaip Paarkkilum Jeevanum, Udaiyaippaarkkilum Sareeramum Viseshiththavaigal Allavaa? "
},{ "Verses": "26 aagaayaththup Patchigalaik Kavaniththuppaarungal; Avaikal Vidhaikkiradhumillai, Arukkiradhumillai, Kalanjiyangalil Serththuvaikkiradhumillai; Avaigalaiyum Ungal Paramapidhaa Pizhaippoottugiraar; Avaigalaippaarkkilum Neengal Viseshiththavargal Allavaa? "
},{ "Verses": "27 kavalaippadugiradhinaale Ungalil Evan Than Sareera Alavodu Oru Muzhaththaik Koottuvaan? "
},{ "Verses": "28  Udaikkaakavum Neengal Kavalaippadugiradhenna? Kaattuppushpangal Eppadi Valarugiradhenpadhaik Kavaniththuppaarungal. Avaigal Uzhaikkiradhumillai, Noorkiradhumillai; "
},{ "Verses": "29 endraalum Saalomon Mudhalaaith Than Sarva Magimaiyilum Avaigalil Ondraippolaagilum Uduththiyirundhadhillai Endru, Ungalukkuch Sollukiren. "
},{ "Verses": "30 arpa Visuvaasigale! Indraikku Irundhu Naalaikku Aduppile Podappadum Kaattup Pullukkuth Dhevan Ivvidhamaaga Uduththuviththaal, Ungalukku Uduththuvippadhu Adhiga Nichchayamallavaa? "
},{ "Verses": "31  Aagaiyaal, Ennaththai Unbom, Ennaththaik Kudippom, Ennaththai Uduppom Endru Kavalaippadaadhirungal. "
},{ "Verses": "32 ivaigalaiyellaam Agngnaanigal Naadiththedugiraargal; Ivaigalellaam Ungalukku Vendiyavaigal Endru Ungal Paramapidhaa Arindhirukkiraar. "
},{ "Verses": "33  Mudhalaavadhu Dhevanudaiya Raajyaththaiyum Avarudaiya Needhiyaiyum Thedungal; Appozhudhu Ivaigalellaam Ungalukkuk Koodak Kodukkappadum. "
},{ "Verses": "34  Aagaiyaal Naalaikkaagak Kavalaippadaadhirungal; Naalaiyathdhinam Thannudaiyavaigalukkaagak Kavalaippadum. Andhandha Naalukku Adhinadhin Paadu Podhum. "
}
]