[
{ "Verses": "1 yesu Andraiyadhiname Veettilirundhu Purappattuppoi, Kadaloraththile Utkaarndhaar. "
},{ "Verses": "2 thiralaana Janangal Avaridaththil Koodivandhapadiyaal, Avar Padavil Eri Utkaarndhaar; Janangalellaarum Karaiyile Nindraargal. "
},{ "Verses": "3 avar Anega Vishesangalai Uvamaigalaaga Avargalukku Sonnaar; Kelungal, Vidhaikkiravan Oruvan Vidhaikkap Purappattaan. "
},{ "Verses": "4 avan Vidhaikkaiyil, Sila Vidhai Vazhiyaruge Vizhundhadhu; Paravaigal Vandhu Adhaip Patchiththuppottadhu. "
},{ "Verses": "5 sila Vidhai Adhiga Mannillaadha Karpaarai Idangalil Vizhundhadhu; Man Aazhamaayiraadhadhinaale Adhu Seekkiramaai Mulaiththadhu. "
},{ "Verses": "6 veyil Erinapodho, Theeyndhupoi, Verillaamaiyaal Ularndhu Poyitru. "
},{ "Verses": "7 sila Vidhai Mullulla Idangalil Vizhundhadhu; Mul Valarndhu Adhai Nerukkippottadhu. "
},{ "Verses": "8 sila Vidhaiyo Nalla Nilaththil Vizhundhu, Siladhu Nooraakavum, Siladhu Arupadhaakavum, Siladhu Muppadhaakavum Balan Thandhadhu. "
},{ "Verses": "9 ketkiradharku Kaadhullavan Ketkakkadavan Endraar. "
},{ "Verses": "10 appozhudhu, Seeshargal Avaridaththil Vandhu: En Avargalodae Uvamaigalaagap Pesugireer Endru Kettaargal. "
},{ "Verses": "11 avargalukku Avar Piradhiyuththaramaaga: Paralogaraajyaththin Ragasiyangalai Ariyumpadi Ungalukku Arulappattirukkiradhu. Avargalukko Arulappadavillai. "
},{ "Verses": "12 ullavan Evano Avanukkuk Kodukkappadum, Paripooranamum Adaivaan; Illaadhavan Evano Avanidaththilirundhu Ulladhum Eduththukkollappadum "
},{ "Verses": "13 avargal Kandum Kaanaadhavargalaayum, Kettum Kelaadhavargalaayum, Unarndhukollaadhavargalaayum Irukkirapadiyinaal, Naan Uvamaigalaaga Avargalode Pesugiren. "
},{ "Verses": "14 esaayaavin Theerkkadharisanam Avargalidaththil Niraiverugiradhu; Adhaavadhu: Kaadhaarakkettum Unaraadhiruppeergal; Kannaarakkandum Ariyaadhiruppeergal. "
},{ "Verses": "15 indha Janangal Kangalinaal Kaanaamalum, Kaadhugalinaal Kelaamalum, Irudhayaththinaal Unarndhu Manandhirumpaamalum, Naan Avargalai Aarokkiyamaagaamalum Irukkumpadiyaaga, Avargal Irudhayam Kozhuththirukiradhu; Kaadhaal Mandhamaaik Kettu, Thangal Kangalai Moodikkondaargal Enpadhe. "
},{ "Verses": "16 ungal Kangal Kaankiradhinaalum, Ungal Kaadhugal Ketkiradhinaalum, Avaigal Paakkiyamullavaigal. "
},{ "Verses": "17 anega Theerkkadharisigalum Needhimaangalum Neengal Kaangiravaigalaik Kaanavum, Neengal Ketkiravaigalaik Ketkavum Virumbiyum, Kaanaamalum Kelaamalum Ponaargalendru, Meyyaagave Ungalukkuch Sollugiren. "
},{ "Verses": "18 aagaiyaal Vidhaikkiravanaippatriya Uvamaiyaik Kelungal. "
},{ "Verses": "19 oruvan, Raajyaththin Vasanaththaik Kettum Unaraadhirukkumpodhu, Pollaangan Vandhu, Avan Irudhayaththil Vidhaikkappattadhaip Pariththukkollukiraan; Avane Vazhiyaruge Vidhaikkappattavan. "
},{ "Verses": "20 karpaarai Idangalil Vidhaikkappattavan, Vasanaththaikkettu, Udane Adhaich Sandhoshaththode Etrukkollugiravan; "
},{ "Verses": "21 aagilum Thanakkulle Verillaadhavanaai, Konjakkaalamaaththiram Nilaiththiruppaan; Vasanaththinimiththam Upaththiravamum Thunbamum Undaanavudane Itaraladaivaan. "
},{ "Verses": "22 mullulla Idangalil Vidhaikkappattavan, Vasanaththaik Ketkiravanaayirundhum, Ulagakkavalaiyum Aisuvariyaththin Mayakkamum Vasanaththai Nerukkip Podugiradhinaal, Avanum Palanatruppovaan. "
},{ "Verses": "23 nalla Nilaththil Vidhaikkappattavano, Vasanaththaik Ketkiravanum Unarukiravanumaayirundhu, Nooraagavum Arubadhaagavum, Muppadhaagavum Palan Tharuvaan Endraar. "
},{ "Verses": "24 veroru Uvamaiyai Avargalukku Sonnaar: Paralokaraajyam Nalla Nilaththil Vidhaikkappatta Nalla Vidhaiyai Vidhaiththa Manushanukku Oppaayirukkiradhu. "
},{ "Verses": "25 manushar Niththirai Pannugaiyil Avanudaiya Saththuru Vandhu, Kodhumaikkul Kalaigalai Vidhaiththuvittup Ponaan. "
},{ "Verses": "26 payiraanadhu Valarndhu Kadhir Vittapodhu, Kalaikalum Kaanappattadhu. "
},{ "Verses": "27 veettejamaanudaiya Velaikkaarar Avanidaththil Vandhu: Aandavane, Neer Umadhu Nilaththil Nalla Vidhaiyai Vidhaiththeer Allavaa? Pinne Adhil Kalaigal Eppadi Undaanadhu Endraargal. "
},{ "Verses": "28 adharku Avan: Saththuru Adhaich Seydhaan Endraan. Appozhudhu Velaikkaarar: Naangal Poi Avaigalaip Pidungippoda Umakkuch Siththamaa? Endru Kettaargal. "
},{ "Verses": "29 adharku Avan Vendaam, Kalaikalaip Pidungumpodhu Neengal Kodhumaiyaiyungooda Verode Pidungaadhapadikku Irandaiyum Aruppu Mattum Valaravidungal. "
},{ "Verses": "30 aruppukkaalaththil Naan Arukkiravargalai Nokki: Mudhalaavadhu Kalaikalaippidungi, Avaigalaich Sutterikkiradharku Kattukalaagak Kattungal; Kodhumaiyaiyo En Kalanjiyaththil Serththuvaiyungal Enpen Endru Sonnaan Endraar. "
},{ "Verses": "31 veroru Uvamaiyai Avargalukku Sonnaar: Paralogaraajyam Kadugu Vidhaikku Oppaayirukkiradhu; Adhai Oru Manushan Eduththuth Than Nilaththil Vidhaiththaan. "
},{ "Verses": "32 adhu Sagala Vidhaigalilum Siridhaayirundhum, Valarumpodhu, Sagala Poondukalilum Peridhaagi, Aagaayaththupparavaigal Adhin Kilaigalil Vandhu Adaiyaththakka Maramaagumendraar. "
},{ "Verses": "33 veroru Uvamaiyai Avargalukku Sonnaar: Paralogaraajyam Puliththa Maavukku Oppaayirukkiradhu; Adhai Oru Sthiree Eduththu, Muzhuvadhum Pulikkum Varaikkum, Moondrupadi Maavile Adakkivaiththaal Endraar. "
},{ "Verses": "34 ivaigalaiyellaam Yesu Janangalode Uvamaigalaagap Pesinaar. Uvamaigalinaaleyandri, Avargalode Pesavillai. "
},{ "Verses": "35 en Vaayai Uvamaigalaal Thirappen, Ulagaththotramudhal Maraiporulaanavaigalai Velippaduththuven Endru Theerkkadharisiyaal Uraikkappattadhu Niraiverumpadi Ippadi Nadandhadhu. "
},{ "Verses": "36 appozhudhu Yesu Janangalai Anuppivittu Veettukkupponaar. Avarudaiya Seeshargal Avaridaththil Vandhu, Nilaththin Kalaigalaippatriya Uvamaiyai Engalukku Velippaduththaventumendru Kettaargal. "
},{ "Verses": "37 avar Piradhiyuththaramaaga: Nalla Vidhaiyai Vidhaikkiravan Manushakumaaran. "
},{ "Verses": "38 nilam Ulagam; Nalla Vidhai Raajyaththin Puththirar; Kalaigal Pollaanganudaiya Puththirar; "
},{ "Verses": "39 avaigalai Vidhaikkira Saththuru Pisaasu; Aruppu Ulagaththin Mudivu; Arukkiravargal Dhevadhoodhargal. "
},{ "Verses": "40 aadhalaal, Kalaigalaich Serththu Akkiniyaal Sutterikkiradhupola, Ivvulagaththin Mudivile Nadakkum. "
},{ "Verses": "41 manushakumaaran Thammudaiya Thoodhargalai Anuppuvaar; Avargal Avarudaiya Raajyaththil Irukkira Sagala Idaralgalaiyum Akkiramanj Seykiravargalaiyum Serththu, "
},{ "Verses": "42 avargalai Akkinich Soolaiyile Poduvaargal; Ange Azhukaiyum Parkadippum Undaayirukkum. "
},{ "Verses": "43 appozhudhu, Needhimaangal Thangal Pidhaavin Raajyaththile Sooriyanaippolap Piragaasippaargal. Ketkiradharku Kaadhullavan Ketkakkadavan. "
},{ "Verses": "44 andriyum, Paralogaraajyam Nilaththil Pudhaindhirukkira Pokkishaththukku Oppaayirukkiradhu; Adhai Oru Manushan Kandu, Maraiththu, Adhaip Patriya Santhoshaththinaale Poi, Thanakku Undaana Ellaavatraiyum Vitru, Andha Nilaththaik Kollugiraan. "
},{ "Verses": "45 melum, Paralogaraajyam Nalla Muththukkalaith Thedugira Viyaapaarikku Oppaayirukkiradhu. "
},{ "Verses": "46 avan Vilaiyuyarndha Oru Muththaik Kandu, Poi, Thanakkundaana Ellaavatraiyum Vitru, Adhaik Kollugiraan. "
},{ "Verses": "47 andriyum, Paralogaraajyam Kadalile Podappattu, Sagala Vidhamaana Meengalaiyum Serththu Vaarikkollum Valaikku Oppaayirukkiradhu. "
},{ "Verses": "48 adhu Niraindhapodhu, Adhaik Karaiyil Izhuththu, Utkaarndhu, Nallavaigalaik Koodaigalil Serththu, Aagaadhavaigalai Erindhupoduvaargal. "
},{ "Verses": "49 ippadiye Ulagaththin Mudivile Nadakkum. Dhevadhoodhargal Purappattu, Needhimaangalin Naduvilirundhu Pollaadhavargalaip Piriththu, "
},{ "Verses": "50 avargalai Akkinich Soolaiyile Poduvaargal; Ange Azhukaiyum Parkadippum Undaayirukkum Endraar. "
},{ "Verses": "51 pinbu, Yesu Avargalai Nokki: Ivaigalaiyellaam Arindhukondeergalaa Endru Kettaar. Adharku Avargal: Aam, Arindhukondom, Aandavare, Endraargal. "
},{ "Verses": "52 appozhudhu Avar Avargalai Nokki: Ippadiyirukkirapadiyaal, Paralogaraajyaththukkatuththavaigalil Ubadhesikkappattuth Therina Vedhapaarakan Evanum Than Pokkishaththilirundhu Pudhiyavaigalaiyum Pazhaiyavaigalaiyum Eduththukkodukkira Veettejamaanaagiya Manushanukku Oppaayirukkiraan Endraar. "
},{ "Verses": "53 yesu Indha Uvamaigalai Solli Mudiththapinbu, Avvidam Vittu, "
},{ "Verses": "54 thaam Valarndha Oorile Vandhu, Avargaludaiya Jeba Aalayaththile Ubadhesampanninaar. Avargal Aachchariyappattu: Ivanukku Indha Gnaanamum Balaththa Seykaigalum Eppadi Vandhadhu? "
},{ "Verses": "55 ivan Thachchanudaiya Kumaaran Allavaa? Ivan Thaai Mariyaal Enpaval Allavaa? Yaakkopu Yose Seemon Yoodhaa Enpavargal Ivanukku Sagodharar Allavaa? "
},{ "Verses": "56 ivan Sagodharigal Ellaarum Nammidaththil Irukkiraargal Allavaa? Ippadiyirukka, Idhellaam Ivanukku Eppadi Vandhadhu? Endru Solli, "
},{ "Verses": "57 avaraik Kuriththu Idaraladaindhaargal. Yesu Avargalai Nokki: Theerkkadharisi Oruvan Than Oorilum Than Veettilumeyandri Verengum Kanaveenamadaiyaan Endraar. "
},{ "Verses": "58 avargaludaiya Avisuvaasaththinimiththam Avar Ange Anega Arpudhangalai Seyyavillai. "
}
]