[
{ "Verses": "1 appozhudhu Erusalemilirundhu Vandha Vedhapaarakarum Pariseyarum Yesuvinidaththil Vandhu: "
},{ "Verses": "2 ummudaiya Seeshargal Munnorgalin Paarampariyaththai En Meeri Nadakkiraargal? Kaikazhuvaamal Pojanam Pannukiraargale! Endraargal. "
},{ "Verses": "3 avargalukku Avar Piradhiyuththaramaaga: Neengal Ungal Paarampariyaththinaale Dhevanudaiya Karpanaiyai En Meeri Nadakkireergal? "
},{ "Verses": "4 un Thagappanaiyum Un Thaayaiyum Kanampannuvaayaaga Endrum; Thagappanaiyaavadhu Thaayaiyaavadhu Nindhikkiravan Kollappadavendum Endrum, Dhevan Karpiththirukkiraare. "
},{ "Verses": "5 neengalo, Evanaagilum Thagappanaiyaavadhu Thaayaiyaavadhu Nokki: Unakku Naan Seyyaththakka Udhavi Edhu Undo, Adhaik Kaanikkaiyaagak Kodukkiren Endru Solli, Than Thagappanaiyaavadhu Thaayaiyaavadhu Kanampannaamarponaalum, Avanudaiya Kadamai Theerndhadhendru Podhiththu, "
},{ "Verses": "6 ungal Paarampariyaththinaale Dhevanudaiya Karpanaiyai Avamaakkivarugireergal. "
},{ "Verses": "7 maayakkaarare, Ungalaikkuriththu: "
},{ "Verses": "8 indha Janangal Thangal Vaayinaal Ennidaththil Serndhu, Thangal Uthadugalinaal Ennaik Kanampannugiraargal; Avargal Irudhayamo Enakkuth Thooramaai Vilagiyirukkiradhu. "
},{ "Verses": "9 manusharudaiya Karpanaigalai Ubadhesangalaagappodhiththu, Veenaai Enakku Aaraadhanai Seygiraargal Endru, Esaayaa Theerkkadharisi Nandraai Solliyirukkiraan Endraar. "
},{ "Verses": "10 pinbu Avar Janangalai Varavazhaiththu, Avargalai Nokki: Neengal Kettu Unarungal. "
},{ "Verses": "11 vaaikkulle Pogiradhu Manushanaith Theettuppaduththaadhu; Vaayilirundhu Purappadugiradhe Manushanaith Theettuppaduththum Endraar. "
},{ "Verses": "12 appozhudhu, Avarudaiya Seeshargal Avaridaththil Vandhu: Pariseyar Indha Vasanaththaik Kettu Idaraladaindhaargal Endru Ariveero Endraargal. "
},{ "Verses": "13 avar Piradhiyuththaramaaga: En Paramapidhaa Nadaadha Naatrellaam Verode Pidungappadum. "
},{ "Verses": "14 avargalai Vittuvidungal, Avargal Kurudarukku Vazhikaattugira Kurudaraayirukkiraargal; Kurudanukkuk Kurudan Vazhikaattinaal Iruvarum Kuzhiyile Vizhuvaargale Endraar. "
},{ "Verses": "15 appozhudhu, Pedhuru Avarai Nokki: Indha Uvamaiyai Engalukku Velippaduththavendum Endraan. "
},{ "Verses": "16 adharku Yesu: Neengalum Innum Unarvillaadhavargalaayirukkireergalaa? "
},{ "Verses": "17 vaaikkulle Pogiradhellaam Vayitril Sendru Aasanavazhiyaaik Kazhindhupom Enpadhai Neengal Innum Ariyavillaiyaa? "
},{ "Verses": "18 vaayilirundhu Purappadugiravaigal Irudhayaththilirundhu Purappattuvarum; Avaigale Manushanaith Theettuppaduththum. "
},{ "Verses": "19 eppadiyenil, Irudhayaththilirundhu Pollaadha Sindhanaigalum, Kolaipaadhakangalum, Vibachaarangalum, Vesiththanangalum, Kalavugalum, Poichsaatchigalum, Thooshanangalum Purappattuvarum. "
},{ "Verses": "20 ivaigale Manushanaith Theettuppaduththum; Kaikazhuvaamal Saappidugiradhu Manushanaith Theettuppaduththaadhu Endraar. "
},{ "Verses": "21 pinbu, Yesu Avvidam Vittup Purappattu, Theeru, Seedhon Pattanangalin Thisaigalukkup Ponaar. "
},{ "Verses": "22 appozhudhu, Andhath Thisaigalil Kudiyirukkira Kaanaaniya Sthiree Oruththi Avaridaththil Vandhu: Aandavare, Dhaaveedhin Kumaarane, Enakku Irangum, En Magal Pisaasinaal Kodiya Vedhanaippadugiraal Endru Sollik Kooppittaal. "
},{ "Verses": "23 avalukkup Piradhiyuththaramaaga Avar Oru Vaarththaiyum Sollavillai. Appozhudhu Avarudaiya Seeshargal Vandhu: Ival Nammaip Pin Thodarndhu Kooppidugiraale, Ivalai Anuppividum Endru Avarai Vendikkontaargal. "
},{ "Verses": "24 adharku Avar: Kaanaamarpona Aadugalaagiya Isravel Veettaaridaththirku Anuppappatteneyandri, Matrappadiyalla Endraar. "
},{ "Verses": "25 aval Vandhu: Aandavare, Enakku Udhaviseyyum Endru Avaraippanindhu Kondaal. "
},{ "Verses": "26 avar Avalai Nokki: Pillaigalin Appaththai Eduththu, Naaikkuttigalukkup Podugiradhu Nalladhalla Endraar. "
},{ "Verses": "27 adharku Aval: Meydhaan Aandavare, Aagilum Naaikkuttigal Thangal Ejamaangalin Mejaiyilirundhu Vizhukira Thunikkaigalaith Thinnume Endraal. "
},{ "Verses": "28 yesu Avalukkup Piradhiyuththaramaaga: Sthireeye, Un Visuvaasam Peridhu; Nee Virumpugirapadi Unakku Aagakkadavadhu Endraar. Annerame Aval Magal Aarokkiyamaanaal. "
},{ "Verses": "29 yesu Avvidam Vittup Purappattu, Galileyaa Kadalaruke Vandhu, Oru Malaiyin Mel Eri, Ange Utkaarndhaar. "
},{ "Verses": "30 appozhudhu, Sappaanigal, Kurudar, Oomaiyar, Oonar Mudhaliya Anegarai, Thiralaana Janangal Koottikkondu Yesuvidaththil Vandhu, Avargalai Avar Paadhaththile Vaiththaargal; Avargalai Avar Sosthappaduththinaar. "
},{ "Verses": "31 oomaiyar Pesugiradhaiyum, Oonar Sosthamadaigiradhaiyum, Sappaanigal Nadakkiradhaiyum, Kurudar Paarkkiradhaiyum, Janangal Kandu, Aachchariyappattu, Isravelin Dhevanai Magimaippaduththinaargal. "
},{ "Verses": "32 pinbu, Yesu Thammudaiya Seeshargalai Azhaiththu: Janangalukkaagap Paridhapikkiren, Ivargal Ennidaththil Moondru Naatkal Thangiyirundhu Saappida Ondrumillaadhirukkiraargal; Ivargalaip Pattiniyaai Anuppivida Enakku Manadhillai, Vazhiyil Sorndhu Povaargale Endraar. "
},{ "Verses": "33 adharku Avarudaiya Seeshargal: Ivvalavu Thiralaana Janangalukkuth Thirupdhiyundaagumpadi Vendiya Appangal Indha Vanaandharaththile Namakku Eppadi Agappadum Endraargal. "
},{ "Verses": "34 adharku Yesu: Ungalidaththil Eththanai Appangal Undu Endru Kettaar. Avargal: Ezhu Appangalum Sila Siru Meengalum Undu Endraargal. "
},{ "Verses": "35 appozhudhu Avar Janangalaith Tharaiyil Pandhiyirukkak Kattalaiyittu, "
},{ "Verses": "36 andha Ezhu Appangalaiyum Andha Meengalaiyum Eduththu, Sthoththiram Panni, Pittuth Thammudaiya Seeshargalidaththil Koduththaar; Seeshargal Janangalukkup Parimaarinaargal. "
},{ "Verses": "37 ellaarum Saappittuth Thirupdhiyataindhaargal; Meedhiyaana Thunikkaigalai Ezhu Koodai Niraiya Eduththaargal. "
},{ "Verses": "38 sthireegalum Pillaigalum Thavira, Saappitta Purushar Naalaayiram Peraayirundhaargal. "
},{ "Verses": "39 avar Janangalai Anuppivittu, Padavil Eri, Makdhalaavin Ellaigalil Vandhaar. "
}
]