[
{ "Verses": "1 avargal Erusalemukku Sameebamaai Serndhu, Olivamalaikku Arugaana Pedhpakeyukku Vandhapodhu, Yesuvaanavar Seeshargalil Iranduperai Nokki: "
},{ "Verses": "2 ungalukku Edhire Irukkira Giraamaththukkup Pongal; Ponavudane, Ange Oru Kazhudhaiyaiyum Adhanode Oru Kuttiyaiyum Kattiyirukkak Kaanpeergal; Avaigalai Avizhththu Ennidaththil Konduvaarungal. "
},{ "Verses": "3 oruvan Ungalukku Edhaagilum Sonnaal: Ivaigal Aandavarukku Vendumendru Sollungal; Udane Avaigalai Anuppividuvaan Endru Solli, Avargalai Anuppinaar. "
},{ "Verses": "4 idho, Un Raajaa Saandhagunamullavaraai, Kazhudhaiyin Melum Kazhudhaikkuttiyaagiya Mariyinmelum Erikkondu, Unnidaththil Varugiraar Endru Seeyonkumaaraththikku Sollungal Endru, "
},{ "Verses": "5 theerkkadharisiyinaal Uraikkappattadhu Niraiverumpadi Idhellaam Nadandhadhu. "
},{ "Verses": "6 seeshargal Poi, Yesu Thangalukkuk Kattalaiyittapadiye Seydhu, "
},{ "Verses": "7 kazhudhaiyaiyum Kuttiyaiyum Konduvandhu, Avaigal Mel Thangal Vasthirangalaip Pottu, Avarai Etrinaargal. "
},{ "Verses": "8 thiralaana Janangal Thangal Vasthirangalai Vazhiyile Viriththaargal; Veru Silar Marakkilaigalaith Thariththu Vazhiyile Parappinaargal. "
},{ "Verses": "9 munnadappaarum, Pinnadappaarumaagiya Thiralaana Janangal: Dhaaveedhin Kumaaranukku Osannaa! Karththarin Naamaththinaale Varugiravar Sthoththirikkappattavar, Unnadhaththile Osannaa Endru Solli Aarppariththaargal. "
},{ "Verses": "10 avar Erusalemukkul Piravesikkaiyil, Nagaraththaar Yaavarum Aachchariyappattu, Ivar Yaar? Endru Visaariththaargal. "
},{ "Verses": "11 adharku Janangal: Ivar Galileyaavilulla Naasareththilirundhu Vandha Theerkkadharisiyaagiya Yesu Endraargal. "
},{ "Verses": "12 yesu Dhevaalayaththil Piravesiththu, Aalayaththile Virkiravargalum Kollugiravarkalumaagiya Yaavaraiyum Veliyile Thuraththi, Kaasukkaararudaiya Palagaigalaiyum Puraa Virkiravargalin Aasanangalaiyum Kavizhththu: "
},{ "Verses": "13 ennudaiya Veedu Jebaveedu Ennappadum Endru Ezhudhiyirukkiradhu; Neengalo Adhaik Kallar Kugaiyaakkineergal Endraar. "
},{ "Verses": "14 appozhudhu, Kurudarum Sappaanigalum Dhevaalayaththile Avaritaththirku Vandhaargal, Avargalaich Sosthamaakkinaar. "
},{ "Verses": "15 avar Seydha Adhisayangalaiyum, Dhaaveedhin Kumaaranukku Osannaa! Endru Dhevaalayaththile Aarpparikkira Pillaigalaiyum, Piradhaana Aasaariyarum Vedhapaarakarum Kandu, Kobamadaindhu, "
},{ "Verses": "16 avarai Nokki: Ivargal Sollugiradhaik Ketkireero Endraargal. Adharku Yesu: Aam, Ketkiren. Kuzhandhaigaludaiya Vaayinaalum Paalagarudaiya Vaayinaalum Thuthi Undaakumpadi Seydheer Enbadhai Neengal Orukkaalum Vaasikkavillaiyaa Endraar. "
},{ "Verses": "17 avargalaivittu Nagaraththilirundhu Purappattu, Beththaaniyaavukkup Poi, Ange Raaththanginaar. "
},{ "Verses": "18 gaalaiyile Avar Nagaraththukku Thirumbi Varugaiyil, Avarukkup Pasi Undaayitru. "
},{ "Verses": "19 appozhudhu Vazhiyaruge Oru Aththimaraththaik Kandu, Adhanidaththir Poi, Adhile Ilaigalaiyandri Verondraiyum Kaanaamal: Ini Orukkaalum Unnidaththil Kani Undaakaadhirukkakkatavadhu Endraar; Udane Aththimaram Pattuppoyitru. "
},{ "Verses": "20 seeshargal Adhaikkandu: Indha Aththimaram Eththanai Seekkiramaaip Pattup Poyitru! Endru Solli Aachchariyappattaargal. "
},{ "Verses": "21 yesu Avargalai Nokki: Neengal Sandhegappadaamal Visuvaasamullavargalaayirundhaal, Indha Aththimaraththirku Seydhadhai Neengal Seyvadhumallaamal, Indha Malaiyaip Paarththu: Nee Peyarndhu Samuththiraththile Thallundupo Endru Sonnaalum Appadiyaagum Endru, Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "22 melum, Neengal Visuvaasamullavargalaai Jebaththile Evaigalaik Ketpeergalo Avaigalaiyellaam Peruveergal Endraar. "
},{ "Verses": "23 avar Dhevaalayaththil Vandhu, Ubadhesampannugaiyil, Piradhaana Aasaariyarum Janaththin Moopparum Avaridaththil Vandhu: Neer Endha Adhikaaraththinaal Ivaigalai Seygireer? Indha Adhikaaraththai Umakkuk Koduththavar Yaar? Endru Kettaargal. "
},{ "Verses": "24 yesu Avargalukku Piradhiyuththaramaaga: Naanum Ungalidaththil Oru Kaariyaththaik Ketkiren, Adhai Enakku Solluveergalaanaal, Naanum Inna Adhikaaraththinaale Ivaigalai Seygiren Endru Ungalukku Solluven. "
},{ "Verses": "25 yovaan Koduththa Snaanam Dhevanaal Undaayitro? Manusharaal Undaayitro? Yaaraal Undaayitru? Endru Kettaar. Adharku Avargal: Dhevanaal Undaayitru Endru Solvomaanaal, Pinnae En Avanai Visuvaasikkavillai Endru Nammaik Ketpaar; "
},{ "Verses": "26 manusharaal Undaayitrendru Solvomaanaal, Janangalukkup Bayappadugirom, Ellaarum Yovaanaith Theerkkaththarisi Endru Ennugiraargale Endru, Thangalukkulle Aalosanaipanni, "
},{ "Verses": "27 yesuvukkup Piradhiyuththaramaaga: Engalukkuth Theriyaadhu Endraargal. Appozhudhu, Avar: Naanum Inna Adhikaaraththinaale Ivaigalai Seygirenendru Ungalukku Sollen Endraar. "
},{ "Verses": "28 aayinum Ungalukku Eppadiththondrugiradhu? Orumanushanukku Irandu Kumaarar Irundhaargal; Mooththavanidaththil Avan Vandhu: Magane, Nee Poi Indraikku En Thiraatchaththottaththil Velaisey Endraan. "
},{ "Verses": "29 adharku Avan: Maatten Endraan; Aagilum, Pinbu Avan Manasthaabappattup Ponaan. "
},{ "Verses": "30 ilaiyavanidaththilum Avan Vandhu Appadiye Sonnaan; Adharku Avan: Pogiren Aiyaa, Endru Solliyum, Pogavillai. "
},{ "Verses": "31 ivviruvaril Evan Than Thagappanudaiya Siththaththinpadi Seydhavan Endru Kettaar; Adharku Avargal: Mooththavan Thaan Endraargal. Appozhudhu, Yesu Avargalai Nokki: Aayakkaararum Vesigalum Ungalukku Munne Dhevanudaiya Raajyaththil Piravesikkiraargal Endru Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "32 enendraal, Yovaan Needhimaarkkamaai Ungalidaththil Vandhirundhum, Neengal Avanai Visuvaasikkavillai; Aayakkaararum Vesigalumo Avanai Visuvaasiththaargal; Adhai Neengal Kandum, Avanai Visuvaasikkumpadiyaagap Pinbaagilum Manasdhaapappadavillai Endraar. "
},{ "Verses": "33 veroru Uvamaiyaik Kelungal: Veettejamaanaagiya Oru Manushan Irundhaan, Avan Oru Thiraatchaththottaththai Undaakki, Adhai Sutrilum Veliyadaiththu, Adhil Oru Aalaiyai Naatti, Kopuraththaiyum Katti, Thottakkaararukku Adhaik Kuththakaiyaaga Vittu, Puradhesaththukkup Poyirundhaan. "
},{ "Verses": "34 kanigaalam Sameepiththapodhu, Adhin Kanigalai Vaangikkonduvarumpadi Than Oozhiyakkaararaith Thottakkaararidaththil Anuppinaan. "
},{ "Verses": "35 thottakkaarar Andha Oozhiyakkaararaip Pidiththu, Oruvanai Adiththu, Oruvanaik Kolaiseydhu, Oruvanaik Kallerindhu Kondraargal. "
},{ "Verses": "36 pinnum Avan Mundhinavargalilum Adhigamaana Vere Oozhiyakkaararai Anuppinaan; Avargalaiyum Appadiye Seydhaargal. "
},{ "Verses": "37 kadaisiyile Avan: En Kumaaranukku Anjuvaargal Endru Solli, Than Kumaaranai Avargalidaththil Anuppinaan. "
},{ "Verses": "38 thottakkaarar Kumaaranaik Kandapodhu: Ivan Sudhandharavaali, Ivanaik Kondru, Ivan Sudhandharaththaik Kattikkolluvom Vaarungal Endru Oruvarodoruvar Sollikkondu; "
},{ "Verses": "39 avanaip Pidiththuth Thiraatchaththottaththirkup Purambe Thallikkolai Seydhaargal. "
},{ "Verses": "40 appadiyirukka, Thiraatchaththottaththin Ejamaan Varumpodhu, Andha Thottakkaararai Enna Seyvaan Endru Kettaar. "
},{ "Verses": "41 adharku Avargal: Andhak Kodiyavaraik Kodumaiyaai Azhiththu, Etrakaalangalil Thanakkuk Kanigalaik Kodukkaththakka Vere Thottakkaararidaththil Thiraatchaththottaththaik Kuththagaiyaagak Koduppaan Endraargal. "
},{ "Verses": "42 yesu Avargalai Nokki: Veedu Kattugiravargal Aagaadhendru Thallina Kalle Moolaikkuth Thalaikkallaayitru, Adhu Karththaraale Aayitru, Adhu Nammudaiya Kangalukku Aachchariyamaayirukkiradhu Endru Neengal Vedhaththil Orukkaalum Vaasikkavillaiyaa? "
},{ "Verses": "43 aagaiyaal, Dhevanudaiya Raajyam Ungalidaththilirundhu Neekkappattu, Adharketra Kanigalaith Tharugira Janangalukkuk Kodukkappadum. "
},{ "Verses": "44 indhak Kallinmel Vizhugiravan Norungippovaan; Idhu Evan Mel Vizhumo Avanai Nasukkippodum Endru Naan Ungalukku Sollugiren Endraar. "
},{ "Verses": "45 piradhaana Aasaariyarum, Pariseyarum Avarudaiya Uvamaigalaikkettu, Thangalaikkuriththu Sollugiraar Endru Arindhu, "
},{ "Verses": "46 avaraip Pidikka Vagaidhedinaargal; Aagilum Janangal Avaraith Theerkkadharisi Endru Enninapadiyaal Avargalukkup Payandhirundhaargal. "
}
]