[
{ "Verses": "1 appozhudhu Yesu Pisaasinaal Sodhikkappatuvadharku Aaviyaanavaraale Vanaandharaththirkuk Kondupogappattaar. "
},{ "Verses": "2 avar Iravum Pagalum Naarpadhu Naal Upavaasamaayirundhapinbu, Avarukkup Pasiyuntaayitru. "
},{ "Verses": "3 appozhudhu Sodhanaikkaaran Avaridaththil Vandhu: Neer Dhevanudaiya Kumaaraneyaanaal, Indhak Kallugal Appangalaagumpadi Sollum Endraan. "
},{ "Verses": "5  Appozhudhu Pisaasu Avaraip Parisuththa Nagaraththirkuk Kondupoi, Dhevaalayaththu Upparikaiyinmel Avarai Niruththi: "
},{ "Verses": "6 neer Dhevanudaiya Kumaaraneyaanaal Thaazhakkudhiyum; Enenil, Thammudaiya Thoodhargalukku Ummaikkuriththuk Kattalaiyituvaar; Umadhu Paadham Kallil Idaraadhapatikku, Avargal Ummaik Kaikalil Endhikkondu Povaargal Enpadhaai Ezhudhiyirukkiradhu Endru Sonnaan. "
},{ "Verses": "7 adharku Yesu: Un Thevanaagiya Karththaraip Pareetchai Paaraadhiruppaayaaga Endrum Ezhudhiyirukkiradhe Endraar. "
},{ "Verses": "8 marupadiyum Pisaasu Avarai Migavum Uyarndha Malaiyinmel Kondupoi, Ulagaththin Sagala Raajyangalaiyum Avaigalin Magimaiyaiyum Avarukkuk Kaanpiththu: "
},{ "Verses": "9 neer Saashtaangamaai Vizhundhu, Ennaip Panindhukondaal, Ivaigalaiyellaam Umakkuth Tharuven Endru Sonnaan. "
},{ "Verses": "10 appozhudhu Yesu: Appaale Po Saaththaane; Un Dhevanaagiya Karththaraip Panindhukondu Avar Oruvarukke Aaraadhanai Seyvaayaaga Endru Ezhudhiyirukkiradhe Endraar. "
},{ "Verses": "11  Appozhudhu Pisaasaanavan Avarai Vittu Vilagipponaan. Udane Dhevadhoodhargal Vandhu, Avarukkup Panividai Seydhaargal. "
},{ "Verses": "12  Yovaan Kaavalil Vaikkappattaan Endru Yesu Kelvippattu Galileyaavukkup Poi, "
},{ "Verses": "13 naasareththai Vittu, Sebulon Napthali Ennum Naadugalin Ellaigalilirukkum Kadarkaraikku Arugaana Kapparnakoomile Vandhu Vaasampanninaar. "
},{ "Verses": "14  Kadarkaraiyarukilum Yordhaanukku Appuraththilumulla Sebulon Naadum Napthali Naadum Aagiya Purajaadhiyaarudaiya Galileyaavile, "
},{ "Verses": "15 irulil Irukkum Janangal Periya Velichchaththaik Kantaargal; Marana Irulin Thisaiyilirukkiravarkalukku Velichcham Udhiththadhu Endru, "
},{ "Verses": "16 esaayaa Theerkkadharisiyinaal Uraikkappattadhu Niraiverumpadi Ippadi Nadanthadhu. "
},{ "Verses": "17  Adhumudhal Yesu: Manandhirumpungal, Paralokaraajyam Sameepiththirukkiradhu Endru Pirasangikkath Thodanginaar. "
},{ "Verses": "18 yesu Galileyaak Kataloramaai Nadandhu Pogaiyil, Meenpidikkiravargalaayirundha Irandu Sagodhararaagiya Pedhuru Ennappatta Seemonum, Avan Sagodharan Andhireyaavum, Kadalil Valaipottukkondirukkirapodhu, Avargalaik Kandu: "
},{ "Verses": "19  En Pinne Vaarungal, Ungalai Manusharaip Pidikkiravargalaakkuven Endraar. "
},{ "Verses": "20 udane Avargal Valaigalai Vittu, Avarukkup Pin Sendraargal. "
},{ "Verses": "21  Avar Avvidam Vittup Pogaiyil, Vere Irandu Sagodhararaagiya Sepadheyuvin Magan Yaakkopum, Avan Sagodharan Yovaanum Thangal Thagappan Sepadheyuvudane Padavilirundhu, Thangal Valaikalaip Pazhudhupaarththukkondirukkirapodhu, Avargalaik Kandu, Avargalaiyum Azhaiththaar. "
},{ "Verses": "22  Udane Avargal Patavaiyum Thangal Thagappanaiyum Vittu, Avarukkup Pin Sendraargal. "
},{ "Verses": "23  Pinbu, Yesu Galileyaa Engum Sutri Nadandhu, Avargaludaiya Jepa Aalayangalil Ubadhesiththu, Raajyaththin Suviseshaththaip Pirasangiththu, Janangalukku Undaayirundha Sagala Viyaadhikalaiyum Sagala Noikalaiyum Neekkich Sosdhamaakkinaar. "
},{ "Verses": "24  Avarudaiya Keerththi Seeriyaa Engum Pirasiththamaayitru. Appozhudhu Palavidha Viyaadhigalaiyum Vedhanaigalaiyum Adaindhirundha Sagala Piniyaaligalaiyum, Pisaasu Pitiththavargalaiyum Sandhirarokigalaiyum Thimirvaadhakkaararaiyum Avaridaththil Konduvandhaargal. Avargalaich Sosthamaakkinaar. "
},{ "Verses": "25  Galileyaavilum, Thekkappoliyilum, Erusalemilum, Yoodheyaavilum, Yordhaanukku Appuraththilum Irundha Thiralaana Janangal Vandhu, Avarukkup Pinsendraargal. "
}
]