[
{ "Verses": "1 paralogaraajyam Veettejamaanaagiya Oru Manushanukku Oppaayirukkiradhu; Avan Than Thiraatchaththottaththukku Velaiyaatkalai Amarththa Adhikaalaiyile Purappattaan. "
},{ "Verses": "2 velaiyaatkaludan Naalondrukku Oru Panam Koolipesi, Avargalaith Than Thiraatchaththottaththukku Anuppinaan. "
},{ "Verses": "3 moondraam Mani Velaiyilum Avan Purappattuppoi, Kadaiththeruvile Summaa Nirkira Veru Silaraikkandu: "
},{ "Verses": "4 neengalum Thiraatchaththottaththukkup Pongal; Niyaayamaanapadi Ungalukku Kooli Koduppen Endraan; Avargalum Ponaargal. "
},{ "Verses": "5 marupadiyum, Aaraam Onpadhaam Manivelaiyilum Avan Poi Appadiye Seydhaan. "
},{ "Verses": "6 padhinoraam Manivelaiyilum Avanpoi, Summaa Nirkira Veru Silaraikkandu: Neengal Pagal Muzhuvadhum Inge Summaa Nirkiradhenna Endru Kettaan. "
},{ "Verses": "7 adharku Avargal: Oruvanum Engalukku Velaiyidavillai Endraargal. Avan Avargalai Nokki: Neengalum Thiraatchaththottaththukkup Pongal. Niyaayamaanapadi Kooli Petrukkolveergal Endraan. "
},{ "Verses": "8 saayangaalaththil, Thiraatchaththottaththukku Ejamaan Than Kaariyakkaaranai Nokki: Nee Velaiyaatkalai Azhaiththu, Pindhivandhavargal Thodangi Mundhivandhavargalvaraikkum Avargalukkuk Kooli Kodu Endraan. "
},{ "Verses": "9 appozhudhu Padhinoraam Manivelaiyil Velaiyamarththappattavargal Vandhu Aalukku Ovvoru Panam Vaanginaargal. "
},{ "Verses": "10 mundhi Amarththappattavargal Vandhu, Thangalukku Adhiga Kooli Kidaikkum Endru Enninaargal, Avargalum Aalukku Ovvoru Panam Vaanginaargal. "
},{ "Verses": "11 vaangikkondu Veettejamaanai Nokki: "
},{ "Verses": "12 pindhivandhavargalaagiya Ivargal Oru Mani Neramaaththiram Velai Seydhaargal; Pagalin Kashtaththaiyum Veyilin Ushnaththaiyum Sagiththa Engalukku Ivargalai Samamaakkineere Endru Murumuruththaargal. "
},{ "Verses": "13 avargalil Oruvanukku Avan Piradhiyuththaramaaga: Sinegidhane, Naan Unakku Aniyaayanjeyyavillai; Nee Ennidaththil Oru Panaththukku Sammadhikkavillaiyaa? "
},{ "Verses": "14 unnudaiyadhai Nee Vaangikkondu Po, Unakkuk Koduththadhu Polap Pindhi Vandhavanaagiya Ivanukkum Koduppadhu Ennudaiya Ishtam. "
},{ "Verses": "15 ennudaiyadhai En Ishtappadich Seyya Enakku Adhikaaramillaiyaa? Naan Thayaalanaayirukkirapadiyaal, Nee Vankannanaayirukkalaamaa Endraan. "
},{ "Verses": "16 ivvidhamaaga, Pindhinor Mundhinoraayum, Mundhinor Pindhinoraayum Iruppaargal; Azhaikkappattavargal Anegar, Therindhukollappattavargalo Silar Endraar. "
},{ "Verses": "17 yesu Erusalemukkuppogumpodhu, Vazhiyile Pannirandu Seesharaiyum Thaniye Azhaiththu: "
},{ "Verses": "18 idho, Erusalemukkuppogirom; Manushakumaaran Piradhaana Aasaariyaridaththilum Vedhapaarakaridaththilum Oppukkodukkappaduvaar; Avargal Avarai Marana Aakkinaikkullaagath Theerththu, "
},{ "Verses": "19 avaraip Pariyaasampannavum, Vaarinaal Adikkavum, Siluvaiyil Araiyavum Purajaadhiyaaridaththil Oppukkoduppaargal; Aagilum Moondraam Naalile Uyirode Ezhundhiruppaar Endraar. "
},{ "Verses": "20 appozhudhu, Sepadheyuvin Kumaararudaiya Thaai Avaridaththil Vandhu Avaraip Panindhukondu: Ummidaththil Oru Vinnappam Pannavendum Endraal. "
},{ "Verses": "21 avar Avalai Nokki: Unakku Enna Vendum Endru Kettaar. Adharku Aval: Ummudaiya Raajyaththile En Kumaararaagiya Ivviranduperil Oruvan Umadhu Valadhu Paarisaththilum, Oruvan Umadhu Idadhupaarisaththilum Utkaarndhirukkumpadi Arul Seyyavendum Endraal. "
},{ "Verses": "22 yesu Piradhiyuththaramaaga: Neengal Kettukkollugiradhu Innadhu Endru Ungalukkuth Theriyavillai. Naan Kudikkum Paaththiraththil Neengal Kudikkavum, Naan Perum Snaanaththai Neengal Peravum Koodumaa Endraar. Adharku Avargal Koodum Endraargal. "
},{ "Verses": "23 avar Avargalai Nokki: En Paaththiraththil Neengal Kudippeergal, Naan Perum Snaanaththaiyum Neengal Peruveergal; Aanaalum, En Valadhu Paarisaththilum Idadhu Paarisaththilum Utkaarndhirukkumpadi En Pidhaavinaal Evargalukku Aayaththampannappattirukkiradho Avargalukkeyallaamal, Matroruvarukkum Adhai Aruluvadhu En Kaariyamalla Endraar. "
},{ "Verses": "24 matrap Paththupperum Adhaikkettu, Andha Irandu Sagodharar Perilum Erichchalaanaargal. "
},{ "Verses": "25 appozhudhu, Yesu Avargalai Kittavarachcheydhu: Purajaadhiyaarudaiya Adhikaarigal Avargalai Irumaappaai Aalugiraargal Endrum, Periyavargal Avargal Mel Kadinamaai Adhikaaranjeluththugiraargal Endrum, Neengal Arindhirukkireergal. "
},{ "Verses": "26 ungalukkulle Appadi Irukkalaagaadhu; Ungalil Evanaagilum Periyavanaayirukka Virumbinaal, Avan Ungalukkup Panividaikkaaranaayirukkakkadavan. "
},{ "Verses": "27 ungalil Evanaagilum Mudhanmaiyaanavanaayirukka Virumbinaal, Avan Ungalukku Oozhiyakkaaranaayirukkakkadavan. "
},{ "Verses": "28 appadiye, Manushakumaaranum Oozhiyangollumpadi Varaamal, Oozhiyanjeyyavum, Anegarai Meetkum Porulaakath Thammudaiya Jeevanaikkodukkavum Vandhaar Endraar. "
},{ "Verses": "29 avargal Erikovilirundhu Purappattup Pogaiyil, Thiralaana Janangal Avarukkup Pin Sendraargal. "
},{ "Verses": "30 appozhudhu Vazhiyaruge Utkaarndhirundha Irandu Kurudar, Yesu Avvazhiye Varugiraar Endru Kelvippattu: Aandavare, Dhaaveedhin Kumaarane, Engalukku Irangum Endru Kooppittaargal. "
},{ "Verses": "31 avargal Pesaadhirukkumpadi Janangal Avargalai Adhattinaargal. Avargalo: Aandavare, Dhaaveedhin Kumaarane, Engalukku Irangum Endru Adhigamaaik Kooppittaargal. "
},{ "Verses": "32 yesu Nindru, Avargalaith Thammidaththil Azhaiththu: Naan Ungalukku Enna Seyyavendum Endrirukkireergal Endraar. "
},{ "Verses": "33 adharku Avargal: Aandavare, Engal Kangalaith Thirakkavendum Endraargal. "
},{ "Verses": "34 yesu Manadhurugi, Avargal Kangalaith Thottaar; Udane Avargal Paarvaiyadaindhu, Avarukkup Pinsendraargal. "
}
]