[
{ "Verses": "1 aabiragaamin Kumaaranaagiya Thaaveedhin Kumaaranaana Yesukiristhuvinudaiya Vamsavaralaaru: "
},{ "Verses": "2 aabiragaam Eesaakkaip Petraan; Eesaakku Yaakkopaip Petraan; Yaakkopu Yoodhaavaiyum Avan Sakodhararaiyum Petraan; "
},{ "Verses": "3  Yoodhaa Paaresaiyum Saaraavaiyum Thaamaarinidaththil Petraan; Paares Esromaip Petraan; Esrom Aaraamaip Petraan; "
},{ "Verses": "4 aaraam Amminadhaapaip Petraan; Amminadhaap Nakasonaip Petraan; Nakason Salmonaip Petraan; "
},{ "Verses": "5 salmon Povaasai Raakaapinidaththil Petraan; Povaas Opedhai Rooththinidaththil Petraan; Opedh Eesaayaip Petraan; "
},{ "Verses": "6  Eesaai Thaaveedhu Raajaavaip Petraan; Thaaveedhu Raajaa Uriyaavin Manaiviyaayirundhavalidaththil Saalomonaip Petraan; "
},{ "Verses": "7 saalomon Rekopeyaamaip Petraan; Rekopeyaam Apiyaavaip Petraan; Apiyaa Aasaavaip Petraan. "
},{ "Verses": "8 aasaa Yosapaaththaip Petraan; Yosapaadh Yoraamaip Petraan; Yoraam Usiyaavaip Petraan; "
},{ "Verses": "9 usiyaa Yodhaamaip Petraan; Yodhaam Aakaasaip Petraan; Aakaas Esekkiyaavaip Petraan; "
},{ "Verses": "10 esekkiyaa Manaaseyaip Petraan; Manaase Aamonaip Petraan; Aamon Yosiyaavaip Petraan; "
},{ "Verses": "11 baabilonukkuch Siraippattup Pokungaalaththil, Yosiyaa Ekoniyaavaiyum Avanudaiya Sakodhararaiyum Petraan. "
},{ "Verses": "12 baabilonukkuch Siraippattup Ponapinpu, Ekoniyaa Salaaththiyelaip Petraan; Salaaththiyel Soropaapelaip Petraan; "
},{ "Verses": "13 soropaapel Apiyoodhaip Petraan; Apiyoodh Eliyaakkeemaip Petraan; Eliyaakkeem Aasoraip Petraan; "
},{ "Verses": "14 aasor Saadhokkaip Petraan; Saadhokku Aakeemaip Petraan; Aakeem Eliyoodhaip Petraan; "
},{ "Verses": "15 eliyoodh Eleyaasaaraip Petraan; Eleyaasaar Maaththaanaip Petraan; Maaththaan Yaakkopaip Petraan; "
},{ "Verses": "16 yaakkopu Mariyaaludaiya Purushanaagiya Yoseppai Petraan; Avalidaththil Kiristhu Enappadukira Yesu Pirandhaar. "
},{ "Verses": "17 ivvidhamaai Undaana Thalaimuraikalellaam Aabirakaam Mudhal Dhaaveedhu Varaikkum Padhinaalu Thalaimuraikalum; Dhaaveedhumudhal Baabilonukkuch Siraippattuppona Kaalam Varaikkum Padhinaalu Thalaimuraikalum; Baabilonukkuch Siraippattuppona Kaalamudhal Kiristhu Varaikkum Padhinaalu Thalaimuraikalumaam. "
},{ "Verses": "18 yesu Kiristhuvinudaiya Jenanaththin Vivaramaavadhu: Avarudaiya Thaayaaraagiya Mariyaal Yoseppukku Niyamikkappattirukkaiyil, Avargal Kooti Varumunne, Aval Parisuththa Aaviyinaale Karppavadhiyaanaal Endru Kaanappattadhu. "
},{ "Verses": "19 aval Purushanaagiya Yoseppu Needhimaanaayirundhu, Avalai Avamaanappaduththa Manadhillaamal, Ragasiyamaai Avalaith Thallivida Yosanaiyaayirundhaan. "
},{ "Verses": "20 avan Ippadi Sindhiththukkontirukkaiyil, Karththarudaiya Thoodhan Soppanaththil Avanukkuk Kaanappattu: Dhaaveedhin Kumaaranaagiya Yoseppe, Un Manaiviyaagiya Mariyaalai Serththukkolla Aiyappadaadhe; Avalidaththil Urpaththiyaayirukkiradhu Parisuththa Aaviyinaal Undaanadhu. "
},{ "Verses": "21 aval Oru Kumaaranaip Peruvaal, Avarukku Yesu Endru Periduvaayaaga; Enenil Avar Thamadhu Janangalin Paavangalai Neekki Avargalai Ratchippaar Endraan. "
},{ "Verses": "22 theerkkadharisiyin Moolamaaik Karththaraale Uraikkappattadhu Niraiverumpadi Idhellaam Nadanthadhu. "
},{ "Verses": "23 avan: Idho, Oru Kannigai Karppavadhiyaagi Oru Kumaaranaip Peruvaal; Avarukku Immaanuvel Endru Periduvaargal Endru Sonnaan. Immaanuvel Enpadharku Dhevan Nammodu Irukkiraar Endru Arththamaam. "
},{ "Verses": "24 yoseppu Niththirai Thelindhu Ezhundhu, Karththarudaiya Thoodhan Thanakkuk Kattalaiyittapadiye Than Manaiviyaich Cherththukkondu; "
},{ "Verses": "25 aval Than Mudharperaana Kumaaranaip Perumalavum Avalai Ariyaadhirundhu, Avarukku Yesu Endru Perittaan. "
}
]