[
{ "Verses": "1  Appozhudhu, Avar Thammudaiya Pannirandu Seeshargalaiyum Thammidaththil Varavazhaiththu, Asuththa Aavigalaith Thuraththavum, Sagala Viyaadhigalaiyum, Sagala Noigalaiyum Neekkavum Avargalukku Adhikaaram Koduththaar. "
},{ "Verses": "2 andhap Pannirandu Apposthalarudaiya Naamangalaavana: Mundhinavan Pedhuru Ennappatta Seemon, Avan Sagodharan Andhireyaa, Sepedheyuvin Kumaaran Yaakkobu, Avan Sagodharan Yovaan, "
},{ "Verses": "3 pilippu, Barththolomeyu, Thomaa, Aayakkaaranaagiya Maththeyu, Albeyuvin Kumaaran Yaakkobu, Thadheyu Ennum Marunaamamulla Lepeyu, "
},{ "Verses": "4 kaanaaniyanaagiya Seemon, Avaraik Kaattikkoduththa Yoodhaaskaariyoththu Enpavaigale. "
},{ "Verses": "5 indhap Panniruvaraiyum Yesu Anuppugaiyil, Avargalukkuk Kattalaiyittu Sonnadhu Ennavendraal: Neengal Purajaadhiyaar Naattukkup Pogaamalum, Samaariyar Pattanangalil Piravesiyaamalum, "
},{ "Verses": "6 kaanaamar Pona Aadugalaagiya Isravel Veettaaridaththirkup Pongal. "
},{ "Verses": "7 pogaiyil, Paralogaraajyam Sameepiththirukkiradhu Endru Pirasangiyungal. "
},{ "Verses": "8 viyaadhiyullavargalai Sosthamaakkungal, Kushtarogigalai Suththampannungal, Mariththorai Ezhuppungal, Pisaasugalaith Thuraththungal; Ilavasamaaip Petreergal Ilavasamaaik Kodungal. "
},{ "Verses": "9 ungal Kachchaigalil Ponnaiyaavadhu, Velliyaiyaavadhu, Sempaiyaavadhu, "
},{ "Verses": "10 vazhikkaakap Paiyaiyaavadhu, Irandu Angikalaiyaavadhu, Paadharatchaigalaiyaavadhu, Thadiyaiyaavadhu Thedi Vaikkavendaam; Velaiyaal Than Aagaaraththukkup Paaththiranaayirukkiraan. "
},{ "Verses": "11 endhap Pattanaththilaavadhu Giraamaththilaavadhu Neengal Piravesikkumpodhu, Adhile Paaththiramaanavan Yaarendru Visaariththu, Neengal Purappatumalavum Avanidaththil Thangiyirungal. "
},{ "Verses": "12 oru Veettukkul Piravesikkumpodhu Adhai Vaazhththungal. "
},{ "Verses": "13 andha Veedu Paaththiramaayirundhaal Neengal Koorina Samaadhaanam Avargalmel Varakkadavadhu; Apaaththiramaayirundhaal Neengal Koorina Samaadhaanam Ungalidaththirkuth Thirumbakkadavadhu; "
},{ "Verses": "14 evanaagilum Ungalai Etrukkollaamalum, Ungal Vaarththaigalaik Kelaamalumponaal, Andha Veettaiyaavadhu Pattanaththaiyaavadhu Vittup Purappadumpodhu, Ungal Kaalgalil Padindha Thoosiyai Udharippodungal. "
},{ "Verses": "15 niyaayaththeerppu Naalile Andhap Pattanaththirku Nerituvadhaippaarkkilum Sodhom Komoraa Naattirku Neriduvadhu Ilakuvaayirukkum Endru, Meyyaagave Ungalukku Sollukiren. "
},{ "Verses": "16 aatugalai Onaaigalukkulle Anuppugiradhu Pola, Idho, Naan Ungalai Anuppugiren; Aagaiyaal, Sarppangalaippola Vinaavullavargalum Puraakkalaippolak Kapadatravargalumaai Irungal. "
},{ "Verses": "17  Manusharaik Kuriththu Echcharikkaiyaayirungal; Avargal Ungalai Aalosanai Sangangalukku Oppukkoduththu, Thangal Jeba Aalayangalil Ungalai Vaarinaal Adippaargal. "
},{ "Verses": "18 avargalukkum Purajaadhiyaarukkum Saatchiyaaga Ennimiththam Adhipadhigalukku Munpaagavum, Raajaakkalukku Munpaagavum Konduppogappaduveergal. "
},{ "Verses": "19 avargal Ungalai Oppukkodukkumpodhu: Eppadippesuvom Endrum, Ennaththaip Pesuvom Endrum Kavalaippadaadhirungal; Neengal Pesavendiyadhu Anneraththil Ungalukku Arulappadum. "
},{ "Verses": "20  Pesugiravargal Neengal Alla, Ungal Pidhaavin Aaviyaanavare Ungalilirundhu Pesugiravar. "
},{ "Verses": "21 sagodharan Than Sagodharanaiyum, Thagappan Than Pillaiyaiyum, Maranaththukku Oppukkoduppaargal; Petrorukku Virodhamaaip Pillaigal Ezhumbi Avargalaik Kolaiseyvaargal. "
},{ "Verses": "22 en Naamaththinimiththam Neengal Ellaaraalum Pagaikkappaduveergal; Mudivupariyandham Nilaiththiruppavane Ratchikkappaduvaan. "
},{ "Verses": "23 oru Pattanaththil Ungalaith Thunbappaduththinaal Maru Pattanaththirku Odippongal; Manushakumaaran Varuvadharkullaaga Neengal Isravel Pattanangalaiyellaam Sutrimudiyaadhendru, Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "24 seeshan Than Podhakanilum, Velaikkaaran Than Ejamaanilum Merpattavanalla. "
},{ "Verses": "25 seeshan Than Podhakanaippolavum, Velaikkaaran Than Ejamaanaippolavum Iruppadhu Podhum. Veettejamaanaiye Peyalsepool Endru Solvaargalaanaal, Avan Veettaarai Appadi Solvadhu Adhiga Nichchayamallavaa? "
},{ "Verses": "26  Avargalukkup Payappadaadhirungal; Veliyaakkappadaadha Maraiporulum Illai; Ariyappadaadha Rakasiyamum Illai. "
},{ "Verses": "27 naan Ungalukku Irulile Sollugiradhai Neengal Velichchaththile Sollungal; Kaadhile Ketkiradhai Neengal Veetugalinmel Pirasiththampannungal. "
},{ "Verses": "28 aaththumaavaik Kolla Vallavargalaayiraamal, Sareeraththai Maaththiram Kollugiravargalukku Neengal Payappadavendaam; Aaththumaavaiyum Sareeraththaiyum Naragaththile Azhikka Vallavarukke Payappadungal. "
},{ "Verses": "29 oru Kaasukku Irandu Adaikkalaan Kuruvikalai Virkiraargal Allavaa? Aayinum Ungal Pidhaavin Siththamillaamal, Avaigalil Ondraakilum Tharaiyile Vizhaadhu. "
},{ "Verses": "30 ungal Thalaiyilulla Mayirellaam Ennappattirukkiradhu. "
},{ "Verses": "31 aadhalaal, Payappadaadhirungal; Anegam Adaikkalaan Kuruvigalaip Paarkkilum Neengal Viseshiththavargalaayirukkireergal. "
},{ "Verses": "32  Manushar Munbaaga Ennai Arikkai Pannugiravan Evano, Avanai Naanum Paralogaththilirukkira En Pidhaavin Munbaaga Arikkaip Pannuven. "
},{ "Verses": "33 manushar Munbaaga Ennai Marudhalikkiravan Evano, Avanai Naanum Paralogaththilirukkira En Pidhaavin Munbaaga Marudhalippen. "
},{ "Verses": "34 boomiyinmel Samaadhaanaththai Anuppavandhen Endru Ennaadhirungal; Samaadhaanaththaiyalla, Pattayaththaiye Anuppavandhen. "
},{ "Verses": "35  Eppadiyenil, Maganukkum Thagappanukkum, Magalukkum Thaaikkum, Marumagalukkum Maamikkum Pirivinai Undaakka Vandhen. "
},{ "Verses": "36 oru Manushanukkuch Saththurukkal Avan Veettaare. "
},{ "Verses": "37 thagappanaiyaavadhu Thaayaiyaavadhu Ennilum Adhigamaai Nesikkiravan Enakkup Paaththiran Alla; Maganaiyaavadhu Magalaiyaavadhu Ennilum Adhigamaai Nesikkiravan Enakkup Paaththiran Alla. "
},{ "Verses": "38  Than Siluvaiyai Eduththukkondu Ennaip Pinpatraadhavan Enakkup Paaththiran Alla. "
},{ "Verses": "39 than Jeevanaik Kaakkiravan Adhai Izhandhu Povaan; Ennimiththam Than Jeevanai Izhandhupogiravan Adhaik Kaappaan. "
},{ "Verses": "40 ungalai Etrukkollugiravan Ennai Etrukkollugiraan; Ennai Etrukkollugiravan Ennai Anuppinavarai Etrukkollugiraan. "
},{ "Verses": "41 theerkkadharisi Ennum Naamaththinimiththam Theerkkadharisiyai Etrukkollugiravan Theerkkadharisikketra Balanai Adaivaan; Needhimaan Ennum Naamaththinimiththam Needhimaanai Etrukkollugiravan Needhimaanukketra Balanai Adaivaan. "
},{ "Verses": "42 seeshan Ennum Naamaththinimiththam Indha Siriyaril Oruvanukku Orukalasam Thanneer Maaththiram Kudikkak Kodukkiravanum Than Balanai Adaiyaamarpogaan Endru Meyyaagave Ungalukku Sollukiren Endraar. "
}
]