[
{ "Verses": "1 yesu Indha Vasanangalai Sollimudiththa Pinbu, Avar Galileyaavai Vittu Yordhaanukku Akkaraiyaana Yoodheyaavin Ellaigalil Vandhaar. "
},{ "Verses": "2 thiralaana Janangal Avarukkup Pin Sendraargal; Avvidaththil Avargalai Sosthamaakkinaar. "
},{ "Verses": "3 appozhudhu, Pariseyar Avarai Sodhikkavendumendru Avaridaththil Vandhu: Purushanaanavan Than Manaiviyai Endha Mugaandharaththinaalaagilum Thallividuvadhu Niyaayamaa Endru Kettaargal. "
},{ "Verses": "4 avargalukku Avar Piradhiyuththaramaaga: Aadhiyile Manusharai Undaakkinavar Avargalai Aanum Pennumaaga Undaakkinaar Enpadhaiyum, "
},{ "Verses": "5 idhinimiththam Purushanaanavan Than Thagappanaiyum Thaayaiyum Vittuth Than Manaiviyode Isaindhiruppaan; Avargal Iruvarum Ore Maamsamaayiruppaargal Endru Avar Sonnadhaiyum, Neengal Vaasikkavillaiyaa? "
},{ "Verses": "6 ippadi Irukkirapadiyaal, Avargal Iruvaraayiraamal, Ore Maamsamaayirukkiraargal; Aagaiyaal, Dhevan Inaiththadhai Manushan Pirikkaadhirukkakkadavan Endraar. "
},{ "Verses": "7 adharku Avargal: Appadiyaanaal, Thalludharseettaikkoduththu, Avalaith Thallividalaamendru Mose En Kattalaiyittaar Endraargal. "
},{ "Verses": "8 adharku Avar: Ungal Manaivigalaith Thallividalaamendru Ungal Irudhayakkadinaththinimiththam Mose Ungalukku Idam Koduththaar; Aadhimudhalaai Appadi Irukkavillai. "
},{ "Verses": "9 aadhalaal, Evanaagilum Than Manaivi Vesiththananjeydhadhinimiththameyandri, Avalaith Thallivittu Veroruththiyai Vivaagam Panninaal, Avan Vibachaaram Pannugiravanaayiruppaan; Thallividappattavalai Vivaagam Pannugiravanum Vibachaaranjeykiravanaayiruppaan Endru Ungalukku Sollugiren Endraar. "
},{ "Verses": "10 avarudaiya Seeshargal Avarai Nokki: Manaiviyaippatrip Purushanudaiya Kaariyam Ippadiyirundhaal, Vivaagam Pannugiradhu Nalladhalla Endraargal. "
},{ "Verses": "11 adharku Avar: Varam Petravargale Thavira Matravargal Indha Vasanaththai Etrukkollamaattaargal. "
},{ "Verses": "12 thaayin Vayitrilirundhu Annagargalaaip Pirandhavargalum Undu; Manushargalaal Annagargalaakkappattavargalum Undu; Paralogaraajyaththinimiththam Thangalai Annagargalaakkikkondavargalum Undu; Idhai Etrukkolla Vallavan Etrukkollakkadavan Endraar. "
},{ "Verses": "13 appozhudhu, Siru Pillaigalinmel Kaigalai Vaiththu Jebampannupadikku Avargalai Avaridaththil Konduvandhaargal; Konduvandhavargalai Seeshargal Adhattinaargal. "
},{ "Verses": "14 yesuvo: Siru Pillaigal Ennidaththil Varugiradharku Idangodungal; Avargalaith Thadaipannaadhirungal; Paralogaraajyam Appadippattavargaludaiyadhu Endru Solli, "
},{ "Verses": "15 avargal Mel Kaigalai Vaiththu, Pinbu Avvidam Vittup Purappattupponaar. "
},{ "Verses": "16 appozhudhu Oruvan Vandhu, Avarai Nokki: Nalla Podhagare, Niththiya Jeevanai Adaiyumpadi Naan Endha Nanmaiyai Seyyavendum Endru Kettaan; "
},{ "Verses": "17 adharku Avar: Nee Ennai Nallavan Endru Solvaanen? Dhevan Oruvaraiththavira Nallavan Oruvanum Illaiye; Nee Jeevanil Piravesikka Virumbinaal Karpanaigalaik Kaikkol Endraar. "
},{ "Verses": "18 avan Avarai Nokki: Evaigalai Endru Kettaan. Adharku Yesu: Kolai Seyyaadhiruppaayaaga, Vibachaaram Seyyaadhiruppaayaaga, Kalavu Seyyaadhiruppaayaaga, Poich Saatchi Sollaadhiruppaayaaga; "
},{ "Verses": "19 un Thagappanaiyum Un Thaayaiyum Kanampannuvaayaaga; Unnidaththil Nee Anbukooruvadhupolap Piranidaththilum Anbukooruvaayaaga Enpavaigalaiye Endraar. "
},{ "Verses": "20 andha Vaaliban Avarai Nokki: Ivaigalaiyellaam En Siru Vayadhu Mudhal Kaikkondirukkiren; Innum Ennidaththil Kuraivu Enna Endraan. "
},{ "Verses": "21 adharku Yesu: Nee Poorana Sargunanaayirukka Virumpinaal, Poi, Unakku Undaanavaikalai Vitru, Thariththirarukkuk Kodu, Appozhudhu Paralogaththil Unakkup Pokkisham Undaayirukkum. Pinbu Ennaip Pinpatrivaa Endraar. "
},{ "Verses": "22 andha Vaaliban Migundha Aasthiyullavanaayirundhapadiyaal, Indha Vaarththaiyaik Kettapozhudhu, Thukkamadaindhavanaaip Poivittaan. "
},{ "Verses": "23 appozhudhu, Yesu Thammudaiya Seeshargalai Nokki: Aisuvariyavaan Dhevanudaiya Raajyaththil Piravesippadhu Aridhendru, Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "24 melum Aisuvariyavaan Dhevanudaiya Raajyaththil Piravesippadhaippaarkkilum, Ottagamaanadhu Oosiyin Kaadhile Nuzhaivadhu Elidhaayirukkum Endru Ungalukku Sollugiren Endraar. "
},{ "Verses": "25 avarudaiya Seeshargal Adhaikkettapozhudhu Migavum Aachchariyappattu: Appadiyaanaal Yaar Ratchikkappadakkoodum Endraargal. "
},{ "Verses": "26 yesu, Avargalaip Paarththu: Manusharaal Idhu Koodaadhathudhaan; Dhevanaale Ellaam Koodum Endraar. "
},{ "Verses": "27 appozhudhu Pedhuru Avarai Nokki: Idho, Naangal Ellaavatraiyum Vittu, Ummaippinpatrinome; Engalukku Ennakidaikkum Endraan. "
},{ "Verses": "28 adharku Yesu: Marujenmakaalaththile Manushakumaaran Thammudaiya Magimaiyulla Singaasanaththinmel Veetrirukkumpodhu, Neengalum, Isravelin Pannirandu Koththirangalaiyum Niyaayam Theerkkiravargalaagap Pannirandu Singaasanangalinmel Veetriruppeergal Endru, Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "29 en Naamaththinimiththam Veettaiyaavadhu, Sagodhararaiyaavadhu, Sagodharigalaiyaavadhu, Thagappanaiyaavadhu, Thaayaiyaavadhu, Manaiviyaiyaavadhu, Pillaigalaiyaavadhu, Nilangalaiyaavadhu Vittavan Evano, Avan Nooraththanaiyaai Adaindhu, Niththiya Jeevanaiyum Sudhandhariththukkolluvaan; "
},{ "Verses": "30 aagilum, Mundhinor Anegar Pindhinoraayum, Pindhinor Anegar Mundhinoraayum Iruppaargal Endraar. "
}
]