[
{ "Verses": "1 yesu Marupadiyum Avargalode Uvamaigalaaip Pesi Sonnadhu Ennavendraal: "
},{ "Verses": "2 paralogaraajyam Than Kumaaranukkuk Kaliyaananjeydha Oru Raajaavukku Oppaayirukkiradhu. "
},{ "Verses": "3 azhaikkappattavargalaik Kaliyaanaththirku Varasollumpadi Avan Than Oozhiyakkaararai Anuppinaan; Avargalo Vara Manadhillaadhirundhaargal. "
},{ "Verses": "4 appozhudhu Avan Veru Oozhiyakkaararai Azhaiththu: Neengal Poi, Idho, En Virundhai Aayaththampanninen, En Erudhugalum Kozhuththa Jendhukkalum Adikkappattadhu, Ellaam Aayaththamaayirukkiradhu; Kaliyaanaththirku Vaarungal Endru Azhaikkappattavargalukku Sollungalendru Anuppinaan. "
},{ "Verses": "5 azhaikkappattavargalo Adhai Asattaipanni, Oruvan Than Vayalukkum, Oruvan Than Viyaapaaraththukkum Poivittaargal. "
},{ "Verses": "6 matravargal Avan Oozhiyakkaararaip Pidiththu, Avamaanappaduththi, Kolaiseydhaargal. "
},{ "Verses": "7 raajaa Adhaik Kelvippattu, Kobamadaindhu, Than Senaigalai Anuppi, Andhak Kolaipaadhagarai Azhiththu, Avargal Pattanaththaiyum Sutteriththaan. "
},{ "Verses": "8 appozhudhu, Avan Than Oozhiyakkaararai Nokki: Kaliyaana Virundhu Aayaththamaayirukkiradhu, Azhaikkappattavargalo Adharku Apaaththiraraaipponaargal. "
},{ "Verses": "9 aagaiyaal, Neengal Vazhichchandhigalile Poi, Kaanappadugira Yaavaraiyum Kaliyaanaththirku Azhaiththukkondu Vaarungal Endraan. "
},{ "Verses": "10 andha Oozhiyakkaarar Purappattu, Vazhigalile Poi, Thaangal Kanda Nallaar Pollaar Yaavaraiyum Koottikkonduvandhaargal; Kaliyaanasaalai Virundhaaligalaal Niraindhadhu. "
},{ "Verses": "11 virundhaaligalaip Paarkkumpadi Raajaa Ulle Piravesiththapodhu, Kaliyaana Vasthiram Thariththiraadha Orumanushanai Ange Kandu: "
},{ "Verses": "12 sinegidhane, Nee Kaliyaana Vasthiramillaadhavanaai Inge Eppadi Vandhaai Endru Kettaar. Adharku Avan Pesaamalirundhaan. "
},{ "Verses": "13 appozhudhu, Raajaa Panividaikkaararai Nokki: Ivanaik Kaiyungaalum Kattikkondupoi, Azhukaiyum Parkadippum Undaayirukkira Purampaana Irulile Podungal Endraan. "
},{ "Verses": "14 andhappadiye, Azhaikkappattavargal Anegar, Therindhukkollappattavargalo Silar Endraar. "
},{ "Verses": "15 appozhudhu, Pariseyar Poi, Pechchile Avarai Agappaduththumpadi Yosanaipanni, "
},{ "Verses": "16 thangal Seesharaiyum Erodhiyaraiyum Avaridaththil Anuppinaargal. Avargal Vandhu: Podhagare, Neer Saththiyamullavarendrum, Thevanudaiya Maarkkaththai Aththigamaaip Podhikkiravarendrum, Neer Mugadhaatchiniyam Illaadhavaraagaiyaal Evanaikkuriththum Umakkuk Kavalaiyillaiyendrum (akkaraiyillaiyendrum) Arindhirukkirom. "
},{ "Verses": "17 aadhalaal, Umakku Eppadith Thondrugiradhu? Raayanukku Varikodukkiradhu Niyaayamo, Allavo? Adhai Engalukku Sollum Endru Kettaargal. "
},{ "Verses": "18 yesu Avargal Thurkkunaththai Arindhu: Maayakkaarare, Neengal Ennai En Sothikkireergal? "
},{ "Verses": "19 varikkaasai Enakkuk Kaanpiyungal Endraar; Avargal Oru Panaththai Avaridaththil Konduvandhaargal. "
},{ "Verses": "20 appozhudhu Avar: Indha Suroobamum Melezhuththum Yaarudaiyadhu Endru Kettaar. "
},{ "Verses": "21 raayanudaiyadhu Endraargal. Adharku Avar: Appadiyaanaal, Raayanudaiyadhai Raayanukkum, Dhevanudaiyadhai Dhevanukkum Seluththungal Endraar. "
},{ "Verses": "22 avargal Adhaikkettu Aachchariyappattu Avarai Vittup Poivittaargal. "
},{ "Verses": "23 uyirththezhudhal Illai Endru Saadhikkira Sadhuseyar Andraiyaththinam Avaridaththil Vandhu: "
},{ "Verses": "24 podhagare, Oruvan Sandhaanam Illaamal Irandhuponaal, Avanudaiya Sagodharan Avan Manaiviyai Vivaagam Panni, Than Sagodharanukku Sandhaanam Undaakkavendum Endru Mose Sonnaare. "
},{ "Verses": "25 engalukkulle Sagodharar Ezhu Per Irundhaargal; Mooththavan Vivaagampanni, Mariththu, Sandhaanamillaadhadhinaal Than Manaiviyaith Than Sagodharanukku Vittuvittupponaan. "
},{ "Verses": "26 appadiye Irandaam Moondraam Sagodharan Mudhal Ezhaam Sagodharan Varaikkum Seydhaargal. "
},{ "Verses": "27 ellaarukkum Pinbu Andha Sthireeyum Irandhuponaal. "
},{ "Verses": "28 aagaiyaal, Uyirththezhudhalil, Avvezhuperil Evanukku Aval Manaiviyaayiruppaal? Avargalellaarum Avalai Vivaagam Panniyirundhaargale Endru Kettaargal. "
},{ "Verses": "29 yesu Avargalukkup Piradhiyuththaramaaga: Neengal Vedhavaakkiyangalaiyum Dhevanudaiya Vallamaiyaiyum Ariyaamal Thappaana Ennangollukireergal. "
},{ "Verses": "30 uyirththezhudhalil, Kolvanaiyum Koduppanaiyum Illai; Avargal Paralogaththile Thevadhoodharaippol Iruppaargal; "
},{ "Verses": "31 melum Mariththor Uyirththezhudhalaippatri: Naan Aapiragaamin Thevanum, Eesaakkin Dhevanum, Yaakkopin Dhevanumaayirukkiren Endru Dhevanaal Ungalukku Uraikkappattirukkiradhai Neengal Vaasikkavillaiyaa? "
},{ "Verses": "32 dhevan Mariththorukku Dhevanaayiraamal, Jeevanullorukku Dhevanaayirukkiraar Endraar. "
},{ "Verses": "33 janangal Idhaik Kettu, Avarudaiya Podhagaththaikkuriththu Aachchariyappattaargal. "
},{ "Verses": "34 avar Sadhuseyarai Vaayadaiththaar Endru Pariseyar Kelvippattu, Avaridaththil Koodivandhaargal. "
},{ "Verses": "35 avargalil Niyaayasaasthiri Oruvan Avarai Sodhikkumpadi: "
},{ "Verses": "36 podhagare, Niyaayappiramaanaththile Endhak Karpanai Piradhaanamaanadhu Endru Kettaan. "
},{ "Verses": "37 yesu Avanai Nokki: Un Dhevanaagiya Karththaridaththil Un Muzhu Irudhayaththodum, Un Muzhu Aaththumaavodum Un Muzhu Manadhodum Anbukooruvaayaaga; "
},{ "Verses": "38 idhu Mudhalaam Piradhaana Karpanai. "
},{ "Verses": "39 idharku Oppaayirukkira Irandaam Karpanai Ennavendraal, Unnidaththil Nee Anbukooruvadhupolap Piranidaththilum Anbukooruvaayaaga Enpadhe. "
},{ "Verses": "40 ivvirandu Karpanaigalilum Niyaayappiramaanam Muzhumaiyum Theerkkadharisanangalum Adangiyirukkiradhu Endraar. "
},{ "Verses": "41 pariseyar Koodiyirukkaiyil, Yesu Avargalai Nokki: "
},{ "Verses": "42 kiristhuvaikkuriththu Neengal Enna Ninaikkireergal, Avar Yaarudaiya Kumaaran? Endru Kettaar. Avar Dhaaveedhin Kumaaran Endraargal. "
},{ "Verses": "43 adharku Avar: Appadiyaanaal, Dhaaveedhu Parisuththa Aaviyinaale Avarai Aandavar Endru Solliyirukkiradhu Eppadi? "
},{ "Verses": "44 naan Ummudaiya Saththurukkalai Umakkup Paadhapadiyaakkippodumvaraikkum Neer Ennudaiya Valadhu Paarisaththil Utkaarum Endru Karththar En Aandavarode Sonnaar Endru Solliyirukkiraane. "
},{ "Verses": "45 dhaaveedhu Avarai Aandavar Endru Solliyirukka, Avanukku Avar Kumaaranaayiruppadhu Eppadi Endraar. "
},{ "Verses": "46 adharku Maruyuththaramaaga Oruvanum Avarukku Oru Vaarththaiyum Sollakkoodaadhirundhadhu. Andrumudhal Oruvanum Avaridaththil Kelviketkath Thuniyavillai. "
}
]