[
{ "Verses": "1 akkaalaththil, Kaarpangu Dhesaadhipadhiyaagiya Erodhu Yesuvin Keerththiyaik Kelvippattu, "
},{ "Verses": "2 than Oozhiyakkaararai Nokki: Ivan Yovaansnaanan; Ivan Mariththorilirundhu Ezhundhaan; Aagaiyaal, Ivanidaththil Balaththa Seykaigal Vilangukiradhu Endraan. "
},{ "Verses": "3 erodhu Than Sagodharanaagiya Pilippuvin Manaivi Erodhiyaalinimiththam Yovaanaippidiththuk Katti Kaavalil Vaiththirundhaan. "
},{ "Verses": "4 enenil: Neer Avalai Vaiththukkolvadhu Niyaayamallavendru Yovaan Avanukku Solliyirundhaan. "
},{ "Verses": "5 erodhu Avanaik Kolaiseyya Manadhaayirundhum, Janangal Avanaith Theerkkadharisiyendru Enninapadiyaal Avargalukkup Payandhirundhaan. "
},{ "Verses": "6 appadiyirukka Erodhin Jenmanaal Kondaadappadugirapodhu, Erodhiyaalin Kumaaraththi Avargal Naduve Nadanam Panni Erodhai Sandhoshappaduththinaal. "
},{ "Verses": "7 adhinimiththam Avan: Nee Edhaikkettaalum Tharuven Endru Avalukku Aanaiyittu Vaakkukkoduththaan. "
},{ "Verses": "8 aval Than Thaayinaal Evappattapadiye: Yovaansnaananudaiya Thalaiyai Inge Oru Thaalaththile Enakkuth Thaarum Endru Kettaal. "
},{ "Verses": "9 raajaa Thukkamadaindhaan. Aagilum, Aanaiyinimiththamum, Pandhiyil Kooda Irundhavargalinimiththamum, Adhaik Kodukkak Kattalaiyittu, "
},{ "Verses": "10 aal Anuppi, Kaavarkoodaththile Yovaanai Sirachchedhampannuviththaan. "
},{ "Verses": "11 avanudaiya Sirasai Oru Thaalaththile Konduvandhu, Siru Pennukkuk Koduththaargal; Aval Adhaith Than Thaayinidaththile Kondu Ponaal. "
},{ "Verses": "12 avanudaiya Seeshargal Vandhu Udalai Eduththu Adakkampanni, Pinbu Poi Andha Sangadhiyai Yesuvukku Ariviththaargal. "
},{ "Verses": "13 yesu Adhaikkettu Avvidam Vittu, Padavil Eri, Vanaandharamaana Oru Idaththukkup Ponaar. Janangal Adhaik Kelvippattu, Pattanangalilirundhu Kaalnadaiyaai Avaridaththirkup Ponaargal. "
},{ "Verses": "14 yesu Vandhu, Thiralaana Janangalaik Kandu, Avargal Mel Manadhurugi, Avargalil Viyaadhiyasdhargalaayirundhavargalai Sosthamaakkinaar. "
},{ "Verses": "15 saayangaalamaanapodhu, Avarudaiya Seeshargal Avaridaththil Vandhu: Idhu Vanaandharamaana Idam, Neramumaayitru; Janangal Giraamangalukkup Poith Thangalukkup Pojanapadhaarththangalaik Kollumpadi Avargalai Anuppividavendum Endraargal. "
},{ "Verses": "16 yesu Avargalai Nokki: Avargal Pogavendiyadhillai; Neengale Avargalukkup Pojanam Kodungal Endraar. "
},{ "Verses": "17 adharku Avargal: Inge Engalidaththil Aindhu Appamum Irandu Meengalumeyallaamal, Verondrum Illai Endraargal. "
},{ "Verses": "18 avaigalai Ennidaththil Konduvaarungal Endraar. "
},{ "Verses": "19 appozhudhu, Avar Janangalaip Pullinmel Pandhiyirukkak Kattalaiyittu, Andha Aindhu Appangalaiyum, Andha Irandu Meengalaiyum Eduththu, Vaanaththai Annaandhu Paarththu, Aaseervadhiththu, Appangalaip Pittuch Seeshargalidaththil Koduththaar; Seeshargal Janangalukkuk Koduththaargal. "
},{ "Verses": "20 ellaarum Saappittu Thirupdhiyadaindhaargal; Meedhiyaana Thunikkaikalaip Pannirandu Koodai Niraiya Eduththaargal. "
},{ "Verses": "21 sthireegalum Pillaigalum Thavira, Saappitta Purushargal Erakkuraiya Aiyaayiramperaayirundhaargal. "
},{ "Verses": "22 yesu Janangalai Anuppividugaiyil, Thammudaiya Seeshargal Padavil Eri, Thamakku Munne Akkaraikkuppogumpadi Avargalaith Thuridhappaduththinaar. "
},{ "Verses": "23 avar Janangalai Anuppivittapinbu, Thaniththu Jebampanna Oru Malaiyinmel Eri, Saayangaalamaanapodhu Ange Thanimaiyaayirundhaar. "
},{ "Verses": "24 adharkullaaga Padavu Nadukkadalile Serndhu, Edhirkkaatraayirundhapadiyaal Alaigalinaal Alaivupattadhu. "
},{ "Verses": "25 iravin Naalaam Jaamaththile Yesu Kadalinmel Nadandhu, Avargalidaththirku Vandhaar. "
},{ "Verses": "26 avar Kadalinmel Nadakkiradhai Sheeshargal Kandu, Kalakkamadaindhu, Aavesam Endru Solli, Payaththinaal Alarinaargal. "
},{ "Verses": "27 udane Yesu Avargalode Pesi: Thidankollungal, Naandhaan, Payappataadhirungal Endraar. "
},{ "Verses": "28 pedhuru Avarai Nokki: Aandavare! Neereyaanaal Naan Jalaththinmel Nadandhu Ummidaththil Varakkattalaiyidum Endraan. "
},{ "Verses": "29 adharku Avar: Vaa Endraar. Appozhudhu, Pedhuru Padavai Vittirangi, Yesuvinidaththil Poga Kadalinmel Nadandhaan. "
},{ "Verses": "30 kaatru Balamaayirukkiradhaik Kandu, Payandhu Amizhndhupogaiyil: Aandavare, Ennai Ratchiyum Endru Kooppittaan. "
},{ "Verses": "31 udane Yesu Kaiyai Neetti Avanaippidiththu: Arpavisuvaasiye, En Sandhekappattaai Endraar. "
},{ "Verses": "32 avargal Padavil Erinavudane Kaatru Amarndhadhu. "
},{ "Verses": "33 appozhudhu, Padavil Ullavargal Vandhu: Meyyaagave Neer Dhevanudaiya Kumaaran Endru Solli, Avaraip Panindhu Kondaargal. "
},{ "Verses": "34 pinbu, Avargal Kadalaikkadandhu, Kenesareththu Naattil Serndhaargal. "
},{ "Verses": "35 avidaththu Manushar Avarai Innaar Endru Arindhu, Sutruppuramengum Seydhi Anuppi, Piniyaaligalellaaraiyum Avaridaththil Konduvandhu, "
},{ "Verses": "36 avarudaiya Vasthiraththin Oraththaiyaagilum Avargal Thodumpadi Uththaravaagavendumendru Avarai Vendikkondaargal; Thotta Yaavarum Sosthamaanaargal. "
}
]