[
{ "Verses": "1  Neengal Kutravaaligalendru Theerkkappadaadhapadikku Matravargalaik Kutravaaligalendru Theerkkaadhirungal. "
},{ "Verses": "2 enenil, Neengal Matravargalaith Theerkkira Theerppinpadiye Neengalum Theerkkappaduveergal; Neengal Matravargalukku Alakkira Alavinpadiye Ungalukkum Alakkappadum. "
},{ "Verses": "3  Nee Un Kannilirukkira Uththiraththai Unaraamal, Un Sagodharan Kannilirukkira Thurumbaip Paarkkiradhenna? "
},{ "Verses": "4 idho, Un Kannil Uththiram Irukkaiyil Un Sagodharanai Nokki: Naan Un Kannilirukkira Thurumbai Eduththuppodattum Endru Nee Solvadheppadi? "
},{ "Verses": "5 maayakkaarane! Munbu Un Kannilirukkira Uththiraththai Eduththuppodu; Pinbu Un Sagodharan Kannilirukkira Thurumbai Eduththuppoda Vagaipaarppaai. "
},{ "Verses": "6 parisuththamaanadhai Naaigalukkuk Kodaadheyungal; Ungal Muththukalaip Pandrigalmun Podaadheyungal; Pottaal Thangal Kaalgalaal Avaigalai Midhiththu, Thirumbikkondu Ungalaip Peerippodum. "
},{ "Verses": "7 kelungal, Appozhudhu Ungalukkuk Kodukkappadum; Thedungal, Appozhudhu Kandataiveergal; Thattungal Appozhudhu Ungalukkuth Thirakkappadum. "
},{ "Verses": "8 enendraal, Ketkira Evanum Petrukkollugiraan; Thedukiravan Kandadaigiraan; Thattugiravanukkuth Thirakkappadum. "
},{ "Verses": "9 ungalil Endha Manushanaanaalum Thannidaththil Appaththaikketkira Than Maganukkuk Kallaik Koduppaanaa? "
},{ "Verses": "10 meenaikkettaal Avanukkup Paampaikkoduppaanaa? "
},{ "Verses": "11 aagaiyaal, Pollaadhavargalaagiya Neengal Ungal Pillaigalukku Nalla Eevugalaik Kodukka Arindhirukkumpodhu, Paralogaththilirukkira Ungal Pidhaa Thammidaththil Vendikkollukiravargalukku Nanmaiyaanavaigalaik Koduppadhu Adhiga Nichchayam Allavaa? "
},{ "Verses": "12 aadhalaal, Manushar Ungalukku Evaigalaichseyya Virumbugireergalo, Avaigalai Neengalum Avargalukkuch Seyyungal; Idhuve Niyaayappiramaanamum Theerkkadharisanangalumaam. "
},{ "Verses": "13 idukkamaana Vaasal Vazhiyaai Utpiravesiyungal; Kettukkup Pogira Vaasal Virivum, Vazhi Visaalamumaayirukkiradhu; Adhin Vazhiyaaip Piravesikkiravargal Anegar. "
},{ "Verses": "14  Jeevanukkup Pogira Vaasal Idukkamum, Vazhi Nerukkamumaayirukkiradhu; Adhaik Kandupidikkiravargal Silar. "
},{ "Verses": "15  Kallaththeerkkadharisigalukku Echcharikkaiyaayirungal; Avargal Aattuththolaip Porththukkondu Ungalidaththil Varuvaargal; Ullaththilo Avargal Patchikkira Onaaigal. "
},{ "Verses": "16 avargaludaiya Kanigalinaale Avargalai Ariveergal; Mutchedigalil Thiraatchappazhangalaiyum, Mutpoondugalil Aththippazhangalaiyum Parikkiraargalaa? "
},{ "Verses": "17  Appadiye Nalla Maramellaam Nalla Kanigalaik Kodukkum; Ketta Maramo Ketta Kanigalaik Kodukkum. "
},{ "Verses": "18  Nalla Maram Ketta Kanigalaik Kodukkamaattaadhu; Ketta Maram Nalla Kanigalaik Kodukkamaattaadhu. "
},{ "Verses": "19  Nalla Kani Kodaadha Maramellaam Vettundu Akkiniyile Podappadum. "
},{ "Verses": "20  Aadhalaal, Avargaludaiya Kanigalinaale Avargalai Ariveergal. "
},{ "Verses": "21 paralogaththilirukkira En Pidhaavin Siththaththinpadi Seygiravane Paralogaraajyaththil Piravesippaaneyallaamal, Ennai Nokkik Karththaave! Karththaave! Endru Sollugiravan Adhil Piravesippadhillai. "
},{ "Verses": "22  Annaalil Anegar Ennai Nokki: Karththaave! Karththaave! Umadhu Naamaththinaale Theerkkadharisanam Uraiththom Allavaa? Umadhu Naamaththinaale Pisaasugalaith Thuraththinom Allavaa? Umadhu Naamaththinaale Anega Arpudhangalaich Seydhom Allavaa? Enpaargal. "
},{ "Verses": "23  Appozhudhu, Naan Orukkaalum Ungalai Ariyavillai. Akkiramach Seykaikkaarare, Ennaivittu Agandru Pongal Endru Avargalukkuch Solluven. "
},{ "Verses": "24  Aagaiyaal, Naan Solliya Indha Vaarththaigalaik Kettu, Ivaigalinpadi Seykiravan Evano, Avanaik Kanmalaiyinmel Than Veettaik Kattina Puththiyulla Manushanukku Oppiduven. "
},{ "Verses": "25 perumazhai Sorindhu, Peruvellam Vandhu, Kaatru Adiththu, Andha Veettinmel Modhiyum Adhu Vizhavillai; Enendraal Adhu Kanmalaiyinmel Asthipaaram Podappattirundhadhu. "
},{ "Verses": "26 naan Solliya Indha Vaarththaigalaik Kettu, Ivaigalinpadi Seyyaadhirukkiravan Evano, Avan Than Veettai Manalinmel Kattina Puththiyillaadha Manushanukku Oppidappaduvaan. "
},{ "Verses": "27  Perumazhai Sorindhu, Peruvellam Vandhu, Kaatru Adiththu, Andha Veettinmel Modhinapodhu Adhu Vizhundhadhu; Vizhundhu Muzhuvadhum Azhindhadhu Endraar. "
},{ "Verses": "28  Yesu Indha Vaarththaigalai Solli Mudiththapodhu, Avar Vedhapaarakaraippol Podhiyaamal, Adhigaaramudaiyavaraai Avargalukkup Podhiththapadiyaal, "
},{ "Verses": "29  Janangal Avarudaiya Podhagaththaikkuriththu Aachchariyappattaargal. "
}
]