[
{ "Verses": "1 yesu Indha Vasanangalaiyellaam Sollimudiththapinbu, Avar Thammudaiya Seesharai Nokki: "
},{ "Verses": "2 irandu Naalaikkuppinbu Paskaapandigai Varumendru Ariveergal; Appozhudhu, Manushakumaaran Siluvaiyil Araiyappaduvadharku Oppukkodukkappaduvaar Endraar. "
},{ "Verses": "3 appozhudhu, Piradhaana Aasaariyarum Vedhapaaragarum Janaththin Moopparum, Kaaipaa Ennappatta Piradhaana Aasaariyanudaiya Aranmanaiyile Koodivandhu, "
},{ "Verses": "4 yesuvaith Thandhiramaaip Pidiththuk Kolaiseyyumpadi Aalosanaipanninaargal. "
},{ "Verses": "5 aagilum Janangalukkulle Kalagamundaagaadhapadikkup Pandigaiyile Appadi Seyyalaagaadhu Endraargal. "
},{ "Verses": "6 yesu Beththaaniyaavil Kushtarogiyaayirundha Seemon Veettil Irukkaiyil, "
},{ "Verses": "7 oru Sthiree Vilaiyerappetra Parimala Thailamulla Vellaikkalparaniyaik Konduvandhu, Avar Pojanapandhiyilirukkumpodhu, Andhath Thailaththai Avar Sirasinmel Ootrinaal. "
},{ "Verses": "8 avarudaiya Seeshargal Adhaikkandu Visanamadaindhu: Indha Veen Selavu Ennaththirku? "
},{ "Verses": "9 indhath Thailaththai Uyarndha Vilaikku Vitru, Thariththirarukkuk Kodukkalaame Endraargal. "
},{ "Verses": "10 yesu Adhai Arindhu, Avargalai Nokki: Neengal Indha Sthireeyai En Thondharavu Paduththugireergal? Ennidaththil Narkiriyaiyai Seydhirukkiraal. "
},{ "Verses": "11 thariththirar Eppodhum Ungalidaththilirukkiraargal. Naano Eppodhum Ungalidaththil Iren. "
},{ "Verses": "12 ival Indhath Thailaththai En Sareeraththin Mel Ootrinadhu Ennai Adakkampannuvadharku Eththanamaana Seygaiyaayirukkiradhu. "
},{ "Verses": "13 indha Suvisesham Ulagaththil Engenge Pirasangikkappadumo Angange Ivalai Ninaippadharkaaga Ival Seydhadhum Sollappadum Endru Meyyaagave Ungalukku Sollugiren Endraar. "
},{ "Verses": "14 appozhudhu, Panniruvaril Oruvanaagiya Yoodhaaskaariyoththu Enbavan Piradhaana Aasaariyaridaththirkuppoi: "
},{ "Verses": "15 naan Avarai Ungalukkuk Kaattikkodukkiren, Neengal Enakku Enna Kodukkireergal Endraan. Avargal Avanukku Muppadhu Vellikkaasaik Kodukka Udanpattaargal. "
},{ "Verses": "16 adhumudhal Avan Avaraik Kaattikkoduppadharku Samayam Paarththukkondirundhaan. "
},{ "Verses": "17 pulippillaadha Appappandigaiyin Mudhal Naalile, Seeshargal Yesuvinidaththil Vandhu: Paskaavaip Pusippadharku Naangal Enge Umakku Aayaththam Panna Siththamaayirukkireer Endru Kettaargal. "
},{ "Verses": "18 adharku Avar: Neengal Nagaraththile Innaanidaththirkup Poi: En Velai Sameebamaayirukkiradhu, Un Veettile En Seesharodekootap Paskaavai Aasarippen Endru Podhagar Sollugiraar Endru Avanukku Sollungal Endraar. "
},{ "Verses": "19 yesu Karpiththapadi Seeshargal Poi, Paskaavai Aayaththampanninaargal. "
},{ "Verses": "20 saayangaalamaanapodhu, Panniruvarodungooda Avar Pandhiyirundhaar. "
},{ "Verses": "21 avargal Pojanampannugaiyil, Avar: Ungaliloruvan Ennaik Kaattikkoduppaan Endru Meyyaagave Ungalukku Sollugiren Endraar. "
},{ "Verses": "22 appozhudhu, Avargal Migavum Thukkamadaindhu, Avarai Nokki: Aandavare Naano, Naano? Endru Ovvoruvaraaik Ketkaththodanginaargal. "
},{ "Verses": "23 avar Piradhiyuththaramaaga: Ennode Koodath Thaalaththil Kaiyidugiravane Ennaik Kaattikkoduppaan. "
},{ "Verses": "24 manushakumaaran Thammaikkuriththu Ezhudhiyirukkirapadiye Pogiraar; Aagilum, Endha Manushanaal Manushakumaaran Kaattikkodukkappadugiraaro, Andha Manushanukku Aiyo; Andha Manushan Piravaadhirundhaanaanaal Avanukku Nalamaayirukkum Endraar. "
},{ "Verses": "25 avaraik Kaattikkoduththa Yoodhaasum Avarai Nokki: Rabee, Naano? Endraan; Adharku Avar: Nee Sonnapadidhaan Endraar. "
},{ "Verses": "26 avargal Pojanam Pannugaiyil, Yesu Appaththai Eduththu, Aaseervadhiththu, Adhaip Pittu, Seeshargalukkuk Koduththu: Neengal Vaangip Pusiyungal, Idhu Ennudaiya Sareeramaayirukkiradhu Endraar. "
},{ "Verses": "27 pinbu, Paaththiraththaiyum Eduththu, Sthoththirampanni, Avargalukkuk Koduththu: Neengal Ellaarum Idhile Paanampannungal; "
},{ "Verses": "28 idhu Paavamannippundaagumpadi Anegarukkaagach Sindhappadugira Pudhu Udanpadikkaikkuriya Ennudaiya Raththamaayirukkiradhu. "
},{ "Verses": "29 idhu Mudhal Indhath Thiraatchappazharasaththai Navamaanadhaai Ungalodekooda En Pidhaavin Raajyaththile Naan Paanam Pannum Naal Varaikkum Idhaip Paanam Pannuvadhillaiyendru Ungalukku Sollugiren Endraar. "
},{ "Verses": "30 avargal Sthoththirappaattaip Paadina Pinbu, Olivamalaikkup Purappattup Ponaargal. "
},{ "Verses": "31 appozhudhu Yesu Avargalai Nokki: Meyppanai Vettuven, Mandhaiyin Aadugal Sidharadikkappadum Endru Ezhudhiyirukkirapadi, Indha Raaththiriyile Neengal Ellaarum Ennimiththam Idaraladaiveergal. "
},{ "Verses": "32 aagilum, Naan Uyirththezhundha Pinbu, Ungalukku Munne Galileyaavukkup Poven Endraar. "
},{ "Verses": "33 pedhuru Avarukkup Piradhiyuththaramaaga: Umadhunimiththam Ellaarum Idaraladaindhaalum, Naan Orukkaalum Idaraladaiyen Endraan. "
},{ "Verses": "34 yesu Avanai Nokki: Indha Raaththiriyile Seval Koovugiradharku Munne, Nee Ennai Moondru Tharam Marudhalippaai Endru Meyyaagave Unakku Sollugiren Endraar. "
},{ "Verses": "35 adharkup Pedhuru: Naan Ummode Marikkavendiyadhaayirundhaalum, Ummai Marudhalikkamaatten Endraan; Seeshargal Ellaarum Appadiye Sonnaargal. "
},{ "Verses": "36 appozhudhu, Yesu Avargalode Gedhsemane Ennappatta Idaththirku Vandhu, Seeshargalai Nokki: Naan Ange Poi Jebampannumalavum Neengal Inge Utkaarndhirungal Endru Solli; "
},{ "Verses": "37 pedhuruvaiyum, Sepadheyuvin Kumaarar Iruvaraiyum Koottikkondupoi, Thukkamadaiyavum, Viyaagulappadavum Thodanginaar. "
},{ "Verses": "38 appozhudhu, Avar: En Aaththumaa Maranaththukkedhuvaana Thukkangondirukkiradhu; Neengal Inge Thangi, Ennode Kooda Vizhiththirungal Endru Solli; "
},{ "Verses": "39 satru Appurampoi, Mukanguppura Vizhundhu: En Pidhaave, Indhappaaththiram Ennaivittu Neengakkoodumaanaal Neengumpadiseyyum; Aagilum En Siththaththinpadiyalla, Ummudaiya Siththaththinpadiye Aagakkadavadhu Endru Jebampanninaar. "
},{ "Verses": "40 pinbu, Avar Seeshargalidaththil Vandhu, Avargal Niththiraipannugiradhaikkandu, Pedhuruvai Nokki: Neengal Oru Mani Neramaavadhu Ennodekooda Vizhiththirukkakkoodaadhaa? "
},{ "Verses": "41 neengal Sodhanaikkutpadaadhapadikku Vizhiththirundhu Jebampannungal; Aavi Urchaagamulladhudhaan, Maamsamo Balaveenamulladhu Endraar. "
},{ "Verses": "42 avar Marupadiyum Irandaandharam Poi: En Pidhaave, Indhap Paaththiraththil Naan Paanampanninaalozhiya Idhu Ennai Vittu Neengakkoodaadhaagil, Ummudaiya Siththaththinpadi Aagakkadavadhu Endru Jebampanninaar. "
},{ "Verses": "43 avar Thirumba Vandhapodhu, Avargal Marupadiyum, Niththiraipannugiradhaik Kandaar; Avargaludaiya Kangal Migundha Niththiraimayakkam Adaindhirundhadhu. "
},{ "Verses": "44 avar Marupadiyum Avargalaivittup Poi, Moondraandharamum Andha Vaarththaigalaiye Solli Jebampanninaar. "
},{ "Verses": "45 pinbu Avar Thammudaiya Seeshargalidaththil Vandhu: Ini Niththiraipanni Ilaippaarungal; Idho, Manushakumaaran Paavigaludaiya Kaigalil Oppukkodukkappadugira Velaivandhadhu. "
},{ "Verses": "46 ennaik Kaattikkodukkiravan, Idho, Vandhuvittaan, Ezhundhirungal Povom Endraar. "
},{ "Verses": "47 avar Ippadip Pesugaiyil, Panniruvaril Oruvanaagiya Yoodhaas Vandhaan; Avanode Kootap Piradhaana Aasaariyarum Janaththin Moopparum Anuppina Thiralaana Janangal Pattayangalaiyum, Thadigalaiyum Pidiththukkonduvandhaargal. "
},{ "Verses": "48 avaraik Kaattikkodukkiravan: Naan Evanai Muththanjeyveno Avandhaan, Avanaip Pidiththukkollungal Endru Avargalukku Adaiyaalam Solliyirundhaan. "
},{ "Verses": "49 udane, Avan Yesuvinidaththil Vandhu: Rabee, Vaazhga Endru Solli, Avarai Muththanjeydhaan. "
},{ "Verses": "50 yesu Avanai Nokki: Sinegidhane Ennaththirkaaga Vandhirukkiraai Endraar. Appozhudhu Avargal Kitta Vandhu, Yesuvin Mel Kaipottu, Avaraip Pitiththaargal. "
},{ "Verses": "51 appozhudhu Yesuvodirundhavargalil Oruvan Kaineettith Than Pattayaththai Uruvi, Piradhaana Aasaariyanudaiya Velaikkaaranaik Kaadhara Vettinaan. "
},{ "Verses": "52 appozhudhu, Yesu Avanai Nokki: Un Pattayaththai Thirumba Adhin Uraiyile Podu; Pattayaththai Edukkira Yaavarum Pattayaththaal Madindhu Povaargal. "
},{ "Verses": "53 naan Ippozhudhu En Pidhaavai Vendikkondaal, Avar Pannirandu Lekiyonukku Adhigamaana Thoodharai Ennidaththil Anuppamaattaarendru Ninaikkiraayaa? "
},{ "Verses": "54 appadi Seyvenaanaal, Ivvidhamaai Sampavikkavendum Engira Vedhavaakkiyangal Eppadi Niraiverum Endraar. "
},{ "Verses": "55 andha Velaiyile Yesu Janangalai Nokki: Kallanaip Pidikka Purappadugiradhu Pola, Neengal Pattayangalaiyum Thadigalaiyum Eduththukkondu Ennai Pidikkavandheergal; Naan Thinandhorum Ungal Naduvile Utkaarndhu Dhevaalayaththil Ubadhesampannikkondirundhen; Appozhudhu, Neengal Ennai Pidikkavillaiye. "
},{ "Verses": "56 aagilum Theerkkadharisigal Ezhudhiyirukkira Vasanangal Niraiverumpadi Ivaigalellaam Sambavikkiradhu Endraar. Appozhudhu, Seeshargalellaarum Avaraivittu Odipponaargal. "
},{ "Verses": "57 yesuvaippidiththavargal Avaraip Piradhaana Aasaariyanaagiya Kaaipaavinidaththirkuk Konduponaargal; Ange Vedhapaaragarum Moopparum Koodivandhirundhaargal. "
},{ "Verses": "58 pedhuru, Thooraththile Avarukkup Pinsendru, Piradhaana Aasaariyanudaiya Aramanaivaraikkum Vandhu, Ulle Piravesiththu, Mudivaippaarkkumpadi Sevagarode Utkaarndhaan. "
},{ "Verses": "59 piradhaana Aasaariyarum Moopparum Sangaththaar Yaavarum Yesuvaik Kolaiseyyumpadi Avarukku Virodhamaaip Poisaatchi Thedinaargal. "
},{ "Verses": "60 oruvarum Agappadavillai; Anegar Vandhu Poi Saatchi Solliyum Avargal Saatchi Ovvavillai; Kadaisiyile Irandu Poisaatchigal Vandhu: "
},{ "Verses": "61 dhevanudaiya Aalayaththai Idiththuppodavum, Moondru Naalaikkulle Adhaik Kattavum Ennaale Aagum Endraan Endru Ivan Sonnaan Endraargal. "
},{ "Verses": "62 appozhudhu, Piradhaana Aasaariyan Ezhundhirundhu, Avarai Nokki: Ivargal Unakku Virodhamaai Saatchi Sollugiradhaikkuriththu Nee Ondrum Sollugiradhillaiyaa Endraan. "
},{ "Verses": "63 yesuvo Pesaamalirundhaar. Appozhudhu, Piradhaana Aasaariyan Avarai Nokki: Nee Dhevanudaiya Kumaaranaagiya Kiristhuthaanaa? Adhai Engalukku Sollumpadi Jeevanulla Dhevanperil Unnai Aanaiyittuk Ketkiren Endraan. "
},{ "Verses": "64 adharku Yesu: Neer Sonnapadidhaan; Andriyum Manushakumaaran Sarva Vallavarudaiya Valadhu Paarisaththil Veetriruppadhaiyum Vaanaththin Mekangalmel Varuvadhaiyum Idhumudhal Kaanpeergalendru Ungalukku Sollugiren Endraar. "
},{ "Verses": "65 appozhudhu Piradhaana Aasaariyan Than Vasthirangalaik Kizhiththukkondu: Ivan Dhevadhooshanam Sonnaan; Ini Saatchigal Namakku Vendiyadhenna? Idho Ivan Thooshanaththai Ippozhudhu Ketteergale. "
},{ "Verses": "66 ungalukku Ennamaaith Thondrugiradhendru Kettaan. Adharku Avargal: Maranaththukkup Paaththiranaayirukkiraan Endraargal. "
},{ "Verses": "67 appozhudhu, Avarudaiya Mugaththil Thuppi, Avaraik Kuttinaargal; Silar Avaraik Kannaththil Araindhu: "
},{ "Verses": "68 kiristhuve, Ummai Adiththavan Yaar? Adhai Gnaanadhirushtiyinaal Engalukku Sollum Endraargal. "
},{ "Verses": "69 aththarunaththil Pedhuru Veliye Vandhu Aramanai Mutraththil Utkaarndhirundhaan. Appozhudhu, Velaikkaari Oruththi Avanidaththil Vandhu: Neeyum Galileyanaagiya Yesuvode Kooda Irundhaai Endraal. "
},{ "Verses": "70 adharku Avan: Nee Sollugiradhu Enakkuth Theriyaadhu Endru Ellaarukkum Munbaaga Marudhaliththaan. "
},{ "Verses": "71 avan, Vaasal Mandapaththirkup Ponapozhudhu Veroruththi Avanaik Kandu: Ivanum Nasareyanaagiya Yesuvode Kooda Irundhaan Endru Ange Irundhavargalukku Sonnaal. "
},{ "Verses": "72 avano: Andha Manushanai Naan Ariyen Endru Aanaiyittu, Marupadiyum Marudhaliththaan. "
},{ "Verses": "73 satru Neraththirkupinbu Ange Nindravargal Pedhuruvinidaththil Vandhu: Meyyaagave Neeyum Avargalil Oruvan; Un Pechchu Unnai Velippaduththugiradhu Endraargal. "
},{ "Verses": "74 appozhudhu Avan: Andha Manushanai Ariyen Endru Solli, Sabikkavum Saththiyampannavum Thodanginaan. Udane Seval Koovitru. "
},{ "Verses": "75 appozhudhu Pedhuru: Seval Koovugiradharku Munne, Nee Ennai Moondru Tharam Marudhalippaai Endru Yesu Thannidaththil Sonna Vasanaththai Ninaiththukondu, Veliye Poi, Manangasandhu Azhudhaan. "
}
]