[
{ "Verses": "1  Appozhudhu, Avar Padavil Eri, Ikkaraippattuth Thammudaiya Pattanaththirku Vandhaar. "
},{ "Verses": "2  Ange Padukkaiyile Kidantha Oru Thimirvaadhakkaaranai Avaridaththil Konduvandhaargal. Yesu Avargaludaiya Visuvaasaththaik Kandu, Thimirvaadhakkaaranai Nokki: Magane, Thidankol, Un Paavangal Unakku Mannikkappattadhu Endraar. "
},{ "Verses": "3 appozhudhu, Vedhapaaragaril Silar: Ivan Dhevadhooshanam Sollugiraan Endru Thangal Ullaththil Sollikkondaargal. "
},{ "Verses": "4 yesu Avargal Ninaivugalai Arindhu: Neengal Ungal Irudhayangalil Pollaadhavaigalai Sindhikkiradhenna? "
},{ "Verses": "5  Un Paavangal Mannikkappattadhu Endru Solvadho, Ezhundhu Nadavendru Solvadho Edhu Elidhu? "
},{ "Verses": "6 boomiyile Paavangalai Mannikka Manushakumaaranukku Adhigaaram Undenpadhai Neengal Ariyavendum Endru Solli, Thimirvaadhakkaaranai Nokki: Nee Ezhundhu Un Padukkaiyai Eduththukkondu, Un Veettukkup Po Endraar. "
},{ "Verses": "7 udane Avan Ezhundhu, Than Veettukkupponaan. "
},{ "Verses": "8 janangal Adhaikkandu Aachchariyappattu, Manusharukku Ippadippatta Adhikaaraththaik Koduththavaraagiya Dhevanai Magimaippaduththinaargal. "
},{ "Verses": "9 yesu Avvidam Vittup Purappattuppogaiyil, Aayaththuraiyil Utkaarndhirundha Maththeyu Ennum Oru Manushanaikkandu: Enakkup Pinsendruvaa Endraar; Avan Ezhundhu Avarukkup Pinsendraan. "
},{ "Verses": "10 pinbu Avar Veettile Pojanapandhiyirukkaiyil, Anega Aayakkaararum Paavigalum Vandhu, Yesuvodum Avar Seesharodungoodap Pandhiyirundhaargal. "
},{ "Verses": "11 pariseyar Adhaikkandu, Avarudaiya Seeshargalai Nokki: Ungal Podhagar Aayakkaararodum Paavigalodum Pojanam Pannugiradhennavendru Kettaargal. "
},{ "Verses": "12  Yesu Adhaikkettu: Piniyaalikalukku Vaiththiyan Vendiyadheyallaamal Sukamullavargalukku Vendiyadhillai. "
},{ "Verses": "13 paliyaiyalla, Irakkaththaiye Virumpugiren Enpadhin Karuththu Innadhendru Poik Katrukollungal; Needhimaangalaiyalla, Paavigalaiye Manandhirumpugiradharku Azhaikka Vandhen Endraar. "
},{ "Verses": "14 appozhudhu, Yovaanudaiya Seeshar Avaridaththil Vandhu: Naangalum Pariseyarum Anekandharam Ubavaasikkirome; Ummudaiya Seeshar Ubavaasiyaamalirukkiradhennavendru Kettaargal. "
},{ "Verses": "15  Adharku Yesu: Manavaalan Thangalodirukkaiyil Manavaalanudaiya Thozhar Thuyarappaduvaargalaa? Manavaalan Avargalai Vittu Edupadum Naatkal Varum, Appozhudhu Ubavaasippaargal. "
},{ "Verses": "16 oruvanum Kodiththundaip Pazhaiya Vasthiraththode Inaikkamaattaan Inaiththaal, Adhinode Inaiththa Thundu Vasthiraththaik Kizhikkum, Peeralum Adhigamaagum. "
},{ "Verses": "17 pudhu Thiraatcharasaththai Pazhandhuruththigalil Vaarththuvaikkiradhumillai; Vaarththuvaiththaal, Thuruththigal Kizhindhupom, Rasamum Sindhippom, Thuruththigalum Kettuppom; Pudhu Rasaththaip Pudhu Thuruththigalil Vaarththuvaippaargal; Appozhudhu Irandum Paththirappattirukkum Endraar. "
},{ "Verses": "18 avar Ivaigalai Avargalukku Sollikkondirukkaiyil, Thalaivan Oruvan Vandhu Avaraippanindhu: En Magal Ippozhudhudhaan Mariththupponaal; Aagilum, Neer Vandhu Avalmel Umadhu Kaiyai Vaiyum, Appozhudhu Pizhaippaal Endraan. "
},{ "Verses": "19 yesu Ezhundhu, Thammudaiya Seesharotungooda Avan Pinne Ponaar. "
},{ "Verses": "20 appozhudhu, Pannirandu Varushamaaip Perumpaadulla Sthiree: "
},{ "Verses": "21 naan Avarudaiya Vasthiraththaiyaagilum Thottaal Sosthamaaven Endru Than Ullaththil Ennikkondu, Avar Pinnaale Vandhu, Avarudaiya Vasthiraththin Oraththaith Thottaal. "
},{ "Verses": "22 yesu Thirumbi, Avalaip Paarththu: Magale, Thidan Kol, Un Visuvaasam Unnai Ratchiththadhu Endraar. Annerammudhal Andha Sthiree Sosthamaanaal. "
},{ "Verses": "23  Yesuvaanavar Thalaivanudaiya Veettile Vandhu, Thaarai Oodhugiravargalaiyum, Iraigira Janangalaiyum Kandu: "
},{ "Verses": "24 vilagungal, Indhach Sirupen Marikkavillai, Niththiraiyaayirukkiraal Endraar. Adharkaaga Avaraippaarththu Nagaiththaargal. "
},{ "Verses": "25  Janangal Veliye Thuraththappattapinbu, Avar Ulle Piravesiththu Andhach Sirupennin Kaiyaippidiththaar; Udane Aval Ezhundhirundhaal. "
},{ "Verses": "26 indhach Sangathi Athdhesamengum Pirasiththamaayitru. "
},{ "Verses": "27 yesu Avvidam Vittup Pogaiyil, Irandu Kurudar Avar Pinne Sendru: Dhaaveedhin Kumaarane, Engalukku Irangum Endru Kooppittaargal. "
},{ "Verses": "28 avar Veettirku Vandhapinbu, Andhak Kurudar Avaritaththil Vandhaargal. Yesu Avargalai Nokki: Idhai Seyya Enakku Vallamai Undendru Visuvaasikkireergalaa Endru Kettaar; Adharku Avargal: Aam Visuvaasikkirom, Aandavare! Endraargal. "
},{ "Verses": "29 appozhudhu, Avargaludaiya Kangalai Avar Thottu: Ungal Visuvaasaththinpadi Ungalukku Aagakkadavadhu Endraar. "
},{ "Verses": "30 udane Avarkaludaiya Kankal Thirakkappattadhu. Idhai Oruvarum Ariyaadhapadikku Echcharikkaiyaayirungal Endru Yesu Avargalukkuk Kandippaaik Kattalaiyittaar. "
},{ "Verses": "31 avargalo Purappattu, Aththesamengum Avarudaiya Keerththiyaip Pirasiththampanninaargal. "
},{ "Verses": "32 avargal Purappattup Pogaiyil, Pisaasupidiththa Oomaiyaana Oru Manushanai Avaridaththil Konduvandhaargal. "
},{ "Verses": "33 pisaasu Thuraththappattapinbu Oomaiyan Pesinaan. Janangal Aachchariyappattu: Isravelil Ippadi Orukkaalum Kaanappadavillai Endraargal. "
},{ "Verses": "34 pariseyaro: Ivan Pisaasugalin Thalaivanaale Pisaasugalaith Thuraththugiraan Endraargal. "
},{ "Verses": "35 pinbu, Yesu Sagala Pattanangalaiyum Giraamangalaiyum Sutri Nadandhu, Jeba Aalayangalil Ubadhesiththu, Raajyaththin Suviseshaththaip Pirasangiththu, Janangalukku Undaayirundha Sagala Viyaadhigalaiyum Sagala Noigalaiyum Neekki, Avargalai Sosthamaakkinaar. "
},{ "Verses": "36 avar, Thiralaana Janangalaik Kandapozhudhu, Avargal Meyppanillaadha Aadukalaippolath Thoindhuponavargalum Sidharadikkappattavargalumaai Irundhapadiyaal, Avargalmel Manadhurugi, "
},{ "Verses": "37 thammudaiya Seeshargalai Nokki: Aruppu Migudhi Velaiyaatkalo Konjam; "
},{ "Verses": "38 aadhalaal, Aruppukku Ejamaan (aruvadaiyin Ejamaan) Thamadhu Aruppukku Velaiyaatkalai Anuppumpadi Avarai Vendikkollungal Endraar. "
}
]