[
{ "Verses": "1 aarunaalaikkup Pinbu, Yesu Pedhuruvaiyum Yaakkopaiyum Avanudaiya Sagodharanaagiya Yovaanaiyum Koottikkondu Thaniththirukkumpadi Uyarndha Malaiyinmel Poi, "
},{ "Verses": "2 avargalukku Munpaaga Maruroopamaanaar; Avar Mugam Sooriyanaippolap Piragaasiththadhu, Avar Vasthiram Velichchaththaippola Venmaiyaayitru. "
},{ "Verses": "3 appozhudhu Moseyum, Eliyaavum Avarode Pesugiravargalaaga Avargalukkuk Kaanappattaargal. "
},{ "Verses": "4 appozhudhu Pedhuru Yesuvai Nokki: Aandavare, Naam Inge Irukkiradhu Nalladhu; Umakkuch Siththamaanaal, Inge Umakku Oru Koodaaramum, Mosekku Oru Koodaaramum, Eliyaavukku Oru Koodaaramumaaga, Moondru Koodaarangalaip Poduvom Endraan. "
},{ "Verses": "5 avan Pesugaiyil, Idho, Oliyulla Oru Megam Avargalmel Nizhalittadhu. Ivar Ennudaiya Nesa Kumaaran, Ivaril Piriyamaayirukkiren, Ivarukku Sevikodungal Endru Andha Megaththilirundhu Oru Saththam Undaayitru. "
},{ "Verses": "6 seeshargal Adhaikkettu, Mugankuppura Vizhundhu, Migavum Payandhaargal. "
},{ "Verses": "7 appozhudhu, Yesu Vandhu, Avargalaith Thottu: Ezhundhirungal Payappadaadheyungal Endraar. "
},{ "Verses": "8 avargal Thangal Kangalai Ereduththuppaarkkaiyil Yesuvaiththavira Veroruvaraiyum Kaanavillai. "
},{ "Verses": "9 avargal Malaiyilirundhu Irangukirapodhu, Yesu Avargalai Nokki: Manushakumaaran Mariththorilirundhu Ezhundhirukkumvaraikkum Indhath Tharisanaththai Oruvarukkum Sollavendaam Endru Kattalaiyittaar. "
},{ "Verses": "10 appozhudhu, Avarudaiya Seeshargal Avarai Nokki: Appadiyaanaal Eliyaa Mundhivaravendum Endru Vedhapaarakar Sollugiraargale, Adheppadi Yendru Kettaargal. "
},{ "Verses": "11 yesu Avargalukkup Piradhiyuththaramaaga: Eliyaa Mundhi Vandhu Ellaavatraiyum Seerppaduththuvadhu Meydhaan. "
},{ "Verses": "12 aanaalum, Eliyaa Vandhaayitru Endru Ungalukku Sollugiren; Avanai Ariyaamal Thangal Ishtappadi Avanukkuch Seydhaargal; Ivvidhamaai Manushakumaaranum Avargalaal Paadupaduvaar Endraar. "
},{ "Verses": "13 avar Yovaan Snaananaikkuriththuth Thangalukku Sonnaar Endru Appozhudhu Avargal Arindhukondaargal. "
},{ "Verses": "14 avargal Janangalidaththil Vandhapodhu, Oru Manushan Avaridaththil Vandhu, Avar Munbaaga Muzhangaalpadiyittu: "
},{ "Verses": "15 aandavare, En Maganukku Irangum, Avan Sandhirarogiyaaik Kodiya Vedhanaippadugiraan; Adikkadi Theeyilum, Adikkadi Jalaththilum Vizhugiraan. "
},{ "Verses": "16 avanai Ummudaiya Seeshargalidaththil Konduvandhen; Avanai Sosthamaakka Avargalaal Koodaamarpoyitru Endraan. "
},{ "Verses": "17 yesu Piradhiyuththaramaaga: Visuvaasamillaadha Maarupaadulla Sandhadhiye, Edhuvaraikkum Naan Ungalodu Iruppen? Edhuvaraikkum Ungalidaththil Porumaiyaayiruppen? Avanai Ennidaththil Konduvaarungal Endraar. "
},{ "Verses": "18 yesu Pisaasai Adhattinaar; Udane Adhu Avanai Vittup Purappattadhu; Annerame Andha Ilaignan Sosthamaanaan. "
},{ "Verses": "19 appozhudhu, Seeshargal Yesuvinidaththil Thaniththu Vandhu: Adhaith Thuraththivida Engalaal En Koodaamarpoyitru Endru Kettaargal. "
},{ "Verses": "20 adharku Yesu: Ungal Avisuvaasaththinaaledhaan; Kaduguvidhaiyalavu Visuvaasam Ungalukku Irundhaal Neengal Indha Malaiyaippaarththu, Ivvidam Vittu Appurampo Endru Solla Adhu Appuram Pom; Ungalaal Koodaatha Kaariyam Ondrumiraadhu Endru, Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "21 indha Jaadhippisaasu Jebaththinaalum Ubavaasaththinaalumeyandri Matrevvidhaththinaalum Purappattuppogaadhu Endraar. "
},{ "Verses": "22 avargal Galileyaavile Sanjarikkumpodhu, Yesu Avargalai Nokki: Manushakumaaran Manushar Kaigalil Oppukkodukkappaduvaar. "
},{ "Verses": "23 avargal Avaraikkolai Seyvaargal; Aagilum Moondraam Naalile Uyirththezhundhiruppaar Endraar. Avargal Migundha Thukkamadaindhaargal. "
},{ "Verses": "24 avargal Kapparnakoomil Vandhapodhu, Varippanam Vaangukiravargal Pedhuruvinidaththil Vandhu: Ungal Podhagar Varippanam Seluththugiradhillaiyaa Endru Kettaargal; Seluththugiraar Endraan. "
},{ "Verses": "25 avan Veettirkul Vandhapodhu, Avan Pesugiradharku Munname Yesu Avanai Nokki: Seemone, Unakku Eppadith Thondrugiradhu? Boomiyin Raajaakkal Theervaiyaiyum Variyaiyum Thangal Pillaigalidaththilo, Anniyaridaththilo, Yaaridaththil Vaangukiraargal Endru Kettaar. "
},{ "Verses": "26 adharkup Pedhuru: Anniyaridaththil Vaangukiraargal Endraan. Yesu Avanai Nokki: Appadiyaanaal Pillaigal Adhai Seluththavenduvadhillaiye. "
},{ "Verses": "27 aagilum, Naam Avargalukku Idaralaayiraadhapadikku, Nee Kadalukkuppoi, Thoondil Pottu, Mudhalaavadhu Agappadukira Meenaippidiththu, Adhan Vaayaith Thirandhupaar. Oru Vellippanaththaik Kaanpaai; Adhai Eduththu Enakkaagavum Unakkaagavum Avargalidaththil Kodu Endraar. "
}
]