[
{ "Verses": "1 pariseyarum Sadhuseyarum Avarai Sodhikkumpadi Avaridaththil Vandhu: Vaanaththilirundhu Or Adaiyaalaththaith Thangalukkuk Kaanpikkavendum Endru Kettaargal. "
},{ "Verses": "2 avargalukku Avar Piradhiyuththaramaaga: Asdhamanamaagirapodhu, Sevvaanamittirukkiradhu, Adhinaal Velivaangum Endru Sollugireergal. "
},{ "Verses": "3 udhayamaagirapodhu Sevvaanamum Mandhaaramumaayirukkiradhu, Adhinaal Indraikkuk Kaatrum Mazhaiyum Untaagum Endru Sollugireergal. Maayakkaarare, Vaanaththin Thotraththai Nidhaanikka Ungalukkuth Theriyume, Kaalangalin Adaiyaalangalai Nidhaanikka Ungalaal Koodaadhaa? "
},{ "Verses": "4 indhap Pollaadha Vibachaara Sandhadhiyaar Adaiyaalam Thedugiraargal; Yonaa Theerkkadharisiyin Adaiyaalameyandri Vere Adaiyaalam Ivargalukkuk Kodukkappaduvadhillai Endru Solli, Avargalaivittup Purappattupponaar. "
},{ "Verses": "5 avarudaiya Seeshargal Akkarai Serndhapodhu Appangalaik Konduvara Marandhuponaargal. "
},{ "Verses": "6 yesu Avargalai Nokki: Pariseyar Sadhuseyar Enbavargalin Puliththamaavaikkuriththu Echcharikkaiyaayirungal Endraar. "
},{ "Verses": "7 naam Appangalaik Konduvaraadhapadiyaal Ippadi Sollugiraar Endru Avargal Thangalukkulle Yosanaipannikkondaargal. "
},{ "Verses": "8 yesu Adhai Arindhu: Arpavisuvaasigale, Appangalaik Konduvaraadhaikkuriththu Neengal Ungalukkulle Yosanaipannukiradhenna? "
},{ "Verses": "9 innum Neengal Unaravillaiyaa? Aindhu Appangalai Aiyaayiram Perukkup Pagirndhadhaiyum, Meedhiyaanadhai Eththanai Koodai Niraiya Eduththeergal Enpadhaiyum; "
},{ "Verses": "10 ezhu Appangalai Naalaayiram Perukkup Pagirndhadhaiyum, Meedhiyaanadhai Eththanai Koodai Niraiya Eduththeergal Enpadhaiyum Neengal Ninaivukooraamalirukkireergalaa? "
},{ "Verses": "11 pariseyar Sadhuseyar Enbavargalin Puliththamaavaikkuriththu Echcharikkaiyaayirukkavendum Endru Naan Sonnadhu Appaththaikkuriththu Sollavillai Endru Neengal Unaraadhirukkiradhu Eppadi Endraar. "
},{ "Verses": "12 appozhudhu, Avar Appaththin Puliththamaavaikkuriththu Echcharikkaiyaayirukkavendum Endru Sollaamal, Pariseyar Sadhuseyar Enpavargalin Upadhesaththaikkuriththe Appadi Sonnaar Endru Arindhukondaargal. "
},{ "Verses": "13 pinbu, Yesu Pilippu Sesariyaavin Thisaigalil Vandhapodhu, Thammudaiya Seesharai Nokki: Manushakumaaranaagiya Ennai Janangal Yaar Endru Sollugiraargal Endru Kettaar. "
},{ "Verses": "14 adharku Avargal: Silar Ummai Yovaan Snaanan Endrum, Silar Eliyaa Endrum, Veru Silar Eremiyaa, Alladhu Theerkkadharisigalil Oruvar Endrum Sollugiraargal Endraargal. "
},{ "Verses": "15 appozhudhu Avar: Neengal Ennai Yaarendru Sollugireergal Endru Kettaar. "
},{ "Verses": "16 seemon Pedhuru Piradhiyuththaramaaga: Neer Jeevanulla Dhevanudaiya Kumaaranaagiya Kiristhu Endraan. "
},{ "Verses": "17 yesu Avanai Nokki: Yonaavin Kumaaranaagiya Seemone, Nee Paakkiyavaan; Maamsamum Raththamum Idhai Unakku Velippaduththavillai, Paralogaththilirukkira En Pidhaa Idhai Unakku Velippaduththinaar. "
},{ "Verses": "18 melum Naan Unakku Sollugiren, Nee Pedhuruvaayirukkiraai, Indhakkallin Mel En Sabaiyaikkattuven; Paadhaalaththin Vaasalgal Adhai Merkolvadhillai. "
},{ "Verses": "19 paralogaraajyaththin Thiravukolgalai Naan Unakkuth Tharuven; Poologaththile Nee Kattugiradhu Edhuvo Adhu Paralogaththilum Kattappattirukkum, Poologaththile Nee Kattavizhppadhu Edhuvo Adhu Paralogaththilum Kattavizhkkappattirukkum Endraar. "
},{ "Verses": "20 appozhudhu, Thaam Kiristhuvaagiya Yesu Endru Oruvarukkum Sollaadhapadikkuth Thammudaiya Seeshargalukkuk Kattalaiyittaar. "
},{ "Verses": "21 adhumudhal Yesu, Thaam Erusalemukkuppoi, Moopparaalum Piradhaana Aasaariyaraalum Vedhapaaragaraalum Pala Paadugal Pattu, Kolaiyundu, Moondraam Naalil Ezhundhirukkavendum Enpadhaith Thammudaiya Seeshargalukku Sollaththodanginaar. "
},{ "Verses": "22 appozhudhu, Pedhuru Avaraith Thaniye Azhaiththukkondupoi: Aandavare, Idhu Umakku Neridakkoodaadhe, Idhu Umakku Sampavippadhillai Endru Avaraik Kadindhukollath Thodanginaan. "
},{ "Verses": "23 avaro Thirumbip Pedhuruvaippaarththu: Enakkup Pinnaagappo, Saaththaane, Nee Enakku Idaralaayirukkiraai; Dhevanukketravaigalai Sindhiyaamal Manusharukku Etravaikalai Sindhikkiraai Endraar. "
},{ "Verses": "24 appozhudhu, Yesu Thammudaiya Seeshargalai Nokki: Oruvan Ennaip Pinpatri Vara Virumbinaal, Avan Thannaiththaan Veruththu, Than Siluvaiyai Eduththukkondu Ennaip Pinpatrakkadavan "
},{ "Verses": "25 than Jeevanai Ratchikka Virumbugiravan Adhai Izhandhupovaan; Ennimiththamaagath Than Jeevanai Izhandhu Pogiravan Adhaik Kandadaivaan. "
},{ "Verses": "26 manushan Ulagam Muzhuvadhaiyum Aadhaayappaduththikkondaalum, Than Jeevanai Nashtappaduththinaal Avanukku Laabam Enna? Manushan Than Jeevanukku Eedaaga Ennaththaik Koduppaan? "
},{ "Verses": "27 manushakumaaran Thammudaiya Pidhaavin Magimaiporundhinavaraaith Thammudaiya Thoodharodungooda Varuvaar; Appozhudhu, Avanavan Kiriyaikkuththakkadhaaga Avanavanukkup Palanalippaar. "
},{ "Verses": "28 inge Nirkiravargalil Silar Manushakumaaran Thammudaiya Raajyaththil Varuvadhaik Kaanumun, Maranaththai Rusipaarppadhillai Endru, Meyyaagave Ungalukku Sollugiren Endraar. "
}
]