[
{ "Verses": "1 pinbu Yesu Janangalaiyum Thammudaiya Seeshargalaiyum Nokki: "
},{ "Verses": "2 vedhapaaragarum, Pariseyarum Moseyinudaiya Aasanaththil Utkaarndhirukkiraargal; "
},{ "Verses": "3 aagaiyaal, Neengal Kaikkollumpadi Avargal Ungalukku Sollugira Yaavaiyum Kaikkondu Seyyungal; Avargal Seykaiyinpadiyo Seyyaadhirungal; Enenil, Avargal Sollugiraargal, Solliyum Seyyaadhirukkiraargal. "
},{ "Verses": "4 sumappadharkariya Paaramaana Sumaigalaikkatti Manushar Tholgalinmel Sumaththugiraargal; Thaangalo Oru Viralinaalum Avaigalaith Thodamaattaargal. "
},{ "Verses": "5 thangal Kiriyaigalellaam Manushar Kaanavendumendru Seygiraargal; Thangal Kaappunaadaakkalai Agalamaakki, Thangal Vasthirangalin Thongalgalaip Peridhaakki, "
},{ "Verses": "6 virundhugalil Mudhanmaiyaana Idangalaiyum, Jeba Aalayangalil Mudhanmaiyaana Aasanangalaiyum, "
},{ "Verses": "7 sandhaiveligalil Vandhanangalaiyum, Manusharaal Rabee, Rabee Endru Azhaikkappaduvadhaiyum Virumpugiraargal: "
},{ "Verses": "8 neengalo Rabee Endrazhaikkappadaadhirungal; Kiristhu Oruvare Ungalukkup Podhagaraayirukkiraar; Neengal Ellaarum Sagodhararaayirukkireergal. "
},{ "Verses": "9 boomiyile Oruvanaiyum Ungal Pidhaa Endru Sollaadhirungal; Paralogaththilirukkira Oruvare Ungalukkup Pidhaavaayirukkiraar. "
},{ "Verses": "10 neengal Gurukkal Endrum Azhaikkappadaadhirungal; Kiristhu Oruvare Ungalukkuk Guruvaayirukkiraar. "
},{ "Verses": "11 ungalil Periyavanaayirukkiravan Ungalukku Oozhiyakkaaranaayirukkakkadavan. "
},{ "Verses": "12 thannai Uyarththugiravan Thaazhththappaduvaan, Thannaith Thaazhththugiravan Uyarththappaduvaan. "
},{ "Verses": "13 maayakkaararaagiya Vedhapaaragare! Pariseyare! Ungalukku Aiyo, Manushar Piravesiyaadhapadi Paralogaraajyaththaip Poottippodugireergal; Neengal Adhil Piravesikkiradhumillai Piravesikkap Pogiravargalaip Piravesikkavidugiradhumillai. "
},{ "Verses": "14 maayakkaararaagiya Vedhapaaragare! Pariseyare! Ungalukku Aiyo, Paarvaikkaaga Neenda Jebampanni, Vidhavaigalin Veedugalaip Patchiththuppodugireergal; Idhinimiththam Adhiga Aakkinaiyai Adaiveergal. "
},{ "Verses": "15 maayakkaararaagiya Vedhapaarakare! Pariseyare! Ungalukku Aiyo, Oruvanai Ungal Maarkkaththaanaakkumpadi Samuththiraththaiyum Boomiyaiyum Sutriththirikireergal; Avan Ungal Maarkkaththaanaanapodhu Avanai Ungalilum Rattippaai Naragaththin Maganaakkugireergal. "
},{ "Verses": "16 kurudaraana Vazhikaattigale! Ungalukku Aiyo, Evanaagilum Dhevaalayaththinperil Saththiyampanninaal Adhinaal Ondrumillaiyendrum, Evanaagilum Dhevaalayaththin Ponninperil Saththiyampanninaal Avan Kadanaaliyendrum Sollugireergal. "
},{ "Verses": "17 madhikedare, Kurudare! Edhu Mukkiyam? Ponno, Ponnaip Parisuththamaakkugira Dhevaalayamo? "
},{ "Verses": "18 melum, Evanaagilum Balipeedaththin Peril Saththiyampanninaal Adhinaal Ondrumillaiyendrum, Evanaagilum Adhinmel Irukkira Kaanikkaiyinmel Saththiyampanninaal Avan Kadanaali Endrum Sollugireergal. "
},{ "Verses": "19 madhikedare, Kurudare! Edhu Mukkiyam? Kaanikkaiyo, Kaanikkaiyaip Parisuththamaakkugira Balipeedamo? "
},{ "Verses": "20 aagaiyaal, Balipeedaththinperil Saththiyam Pannugiravan Adhin Perilum Adhinmelulla Ellaavatrinperilum Saththiyampannugiraan. "
},{ "Verses": "21 dhevaalayaththinperil Saththiyampannugiravan Adhinperilum Adhil Vaasamaayirukkiravarperilum Saththiyampannugiraan. "
},{ "Verses": "22 vaanaththin Peril Saththiyam Pannugiravan Dhevanudaiya Singaasanaththin Perilum Adhil Veetrirukkiravar Perilum Saththiyam Pannugiraan. "
},{ "Verses": "23 maayakkaararaagiya Vedhapaaragare! Pariseyare! Ungalukku Aiyo, Neengal Ordhalaamilum Vendhayaththilum Seeragaththilum Thasamapaagam Seluththi, Niyaayappiramaanaththil Karpiththirukkira Viseshiththavaigalaagiya Needhiyaiyum Irakkaththaiyum Visuvaasaththaiyum Vittuvitteergal; Ivaikalaiyum Seyyavendum, Avaikalaiyum Vitaadhirukkavendum. "
},{ "Verses": "24 kurudaraana Vazhikaattigale, Kosukillaadhapadi Vadikatti, Ottakaththai Vizhungugiravargalaayirukkireergal. "
},{ "Verses": "25 maayakkaararaagiya Vedhapaaragare! Pariseyare! Ungalukku Aiyo, Pojanapaanapaaththirangalin Velippuraththai Suththamaakkugireergal; Utpuraththilo Avaigal Kollaiyinaalum, Aneedhaththinaalum Niraindhirukkiradhu. "
},{ "Verses": "26 kurudanaana Pariseyane! Pojanapaanapaaththirangalin Velippuram Suththamaakumpadi Avaigalin Utpuraththai Mudhalaavadhu Suththamaakku. "
},{ "Verses": "27 maayakkaararaagiya Vedhapaaragare! Pariseyare! Ungalukku Aiyo, Vellaiyadikkappatta Kallaraigalukku Oppaayirukkireergal., Avaigal Purampe Alangaaramaaik Kaanappadum, Ulleyo Mariththavargalin Elumpugalinaalum Sagala Asuththaththinaalum Niraindhirukkum. "
},{ "Verses": "28 appadiye Neengalum Manusharukku Needhimaangal Endru Purambe Kaanappadugireergal; Ullaththilo Maayaththinaalum Akkiramaththinaalum Niraindhirukkireergal. "
},{ "Verses": "29 maayakkaararaagiya Vedhapaarakare! Pariseyare! Ungalukku Aiyo, Neengal Theerkkadharisigalin Kallaraigalaik Katti, Needhimaangalin Samaadhigalai Singaariththu, "
},{ "Verses": "30 engal Pidhaakkalin Naatkalil Irundhomaanaal, Avargalode Naangal Theerkkadharisigalin Raththappazhikku Udanpattirukkamaattom Engireergal. "
},{ "Verses": "31 aagaiyaal, Theerkkadharisigalaik Kolai Seydhavargalukkup Puththiraraayirukkireergal Endru Ungalaikkuriththu Neengale Saatchigalaayirukkireergal. "
},{ "Verses": "32 neengalum Ungal Pidhaakkalin Akkirama Alavai Nirappungal. "
},{ "Verses": "33 sarppangale, Viriyanpaampukkuttigale! Narakaakkinaikku Eppadith Thappiththukkolveergal? "
},{ "Verses": "34 aagaiyaal, Idho, Theerkkadharisigalaiyum Gnaanigalaiyum Vedhapaaragaraiyum Ungalidaththile Anuppugiren; Avargalil Silaraik Kondru Siluvaigalil Araiveergal, Silarai Ungal Aalayangalin Vaarinaal Adiththu, Oorukku Oor Thunbapaduththuveergal. "
},{ "Verses": "35 needhimaanaagiya Aabelin Raththam Mudhal Dhevaalayaththukkum Balipeedaththukkum Naduve Neengal Kolaiseydha Parakiyaavin Kumaaranaagiya Sagariyaavin Raththamvaraikkum, Boomiyinmel Sindhappatta Needhimaangalin Raththappazhiyellaam Ungalmel Varumpadiyaaga Ippadi Seyveergal. "
},{ "Verses": "36 ivaigalellaam Indha Sandhadhiyaarmel Varumendru Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "37 erusaleme, Erusaleme, Theerkkadharisigalaik Kolaiseydhu, Unnidaththil Anuppappattavargalaik Kallerigiravale! Kozhi Than Kunjugalaith Than Siragugalinkeezhe Kootti Serththukkollumvannamaaga Naan Eththanaidharamo Un Pillaigalai Koottich Serththukkolla Manadhaayirundhen; Ungalukko Manadhillaamarpoyitru. "
},{ "Verses": "38 idho, Ungal Veedu Ungalukkup Paazhaakkividappadum. "
},{ "Verses": "39 karththarudaiya Naamaththinaale Varugiravar Sthoththirikkappattavar Endru Neengal Sollumalavum Idhumudhal Ennaik Kaanaadhiruppeergal Endru Ungalukku Sollugiren Endraar. "
}
]