[
{ "Verses": "1 avar Thiralaana Janangalaik Kandu Malaiyin Mel Erinaar; Avar Utkaarndhapozhudhu, Avarudaiya Seeshargal Avaridaththil Vandhaargal. "
},{ "Verses": "2  Appozhudhu Avar Thamadhu Vaayaith Thirandhu Avargalukku Ubathesiththu Sonnadhu Ennavendraal: "
},{ "Verses": "3  Aaviyil Elimaiyullavargal Baakkiyavaangal; Paralogaraajyam Avargaludaiyadhu. "
},{ "Verses": "4 thuyarappadukiravargal Baakkiyavaangal; Avargal Aarudhaladaivaargal. "
},{ "Verses": "5  Saandhakunamullavargal Baakkiyavaangal; Avargal Boomiyai Sudhandhariththukkolluvaargal. "
},{ "Verses": "6  Needhiyinmel Pasithaakamullavargal Baakkiyavaangal; Avargal Thirupdhiyadaivaargal. "
},{ "Verses": "7  Irakkamudaiyavargal Baakkiyavaangal; Avarkal Irakkam Peruvaargal. "
},{ "Verses": "8 irudhayaththil Suththamullavargal Baakkiyavaangal; Avargal Thevanaith Tharisippaargal. "
},{ "Verses": "9 samaadhaanam Pannukiravargal Baakkiyavaangal; Avargal Thevanudaiya Puththirar Ennappatuvaargal. "
},{ "Verses": "10 needhiyinimiththam Thunpappatugiravargal Baakkiyavaangal; Paralokaraajyam Avargaludaiyadhu. "
},{ "Verses": "11  Ennimiththam Ungalai Nindhiththuth Thunpappaduththi, Palavidha Theemaiyaana Mozhigalaiyum Ungalperil Poiyaai Solvaargalaanaal Baakkiyavaankalaayiruppeergal. "
},{ "Verses": "12  Sandhoshappattu, Kalikoorungal; Paralokaththil Ungal Balan Migudhiyaayirukkum; Ungalukku Munnirundha Theerkkadharisigalaiyum Appadiye Thunpappaduththinaargale. "
},{ "Verses": "13  Neengal Boomikku Uppaayirukkireergal; Uppaanadhu Saaramatrupponaal, Edhinaal Saaramaakkappadum? Veliye Kottappatuvadharkum, Manusharaal Midhikkappaduvadharkume Ozhiya Verondrukkum Udhavaadhu. "
},{ "Verses": "14 neengal Ulagaththukku Velichchamaayirukkireergal; Malaiyin Mel Irukkira Pattanam Maraindhirukkamaattaadhu. "
},{ "Verses": "15 vilakkaik Koluththi Marakkaalaal Moodivaikkaamal, Vilakkuth Thandinmel Vaippaargal; Appozhudhu Adhu Veettilulla Yaavarukkum Velichcham Kodukkum. "
},{ "Verses": "16  Ivvidhamaai, Manushar Ungal Narkiriyaikalaikkandu, Paralokaththilirukkira Ungal Pidhaavai Magimaippaduththumpadi, Ungal Velichcham Avargal Munbaagap Pirakaasikkakkadavadhu. "
},{ "Verses": "17 niyaayappiramaanaththaiyaanaalum Theerkkadharisanangalaiyaanaalum Azhikkiradharku Vandhen Endru Ennikkollaadheyungal; Azhikkiradharku Alla, Niraivetrukiradharke Vandhen. "
},{ "Verses": "18  Vaanamum Boomiyum Ozhindhuponaalum, Niyaayappiramaanaththilulladhellaam Niraiverumalavum, Adhil Oru Siru Ezhuththaagilum, Oru Ezhuththin Uruppaagilum Ozhindhu Pogaadhu Endru Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "19  Aagaiyaal, Indhak Karpanaigal Ellaavatrilum Siridhondraiyaagilum Meeri, Avvidhamaai Manusharukkup Podhikkiravan Paralokaraajyaththil Ellaarilum Siriyavan Ennappaduvaan; Ivaikalaik Kaikkontu Podhikkiravan Paralokaraajyaththil Periyavan Ennappaduvaan. "
},{ "Verses": "20 vedhapaaragar Pariseyar Enpavargaludaiya Needhiyilum Ungal Needhi Adhigamaayiraavittaal, Paralogaraajyaththil Piravesikkamaatteergal Endru Ungalukku Sollukiren. "
},{ "Verses": "21  Kolai Seyyaadhiruppaayaaga Enpadhum, Kolaiseygiravan Niyaayaththeerppukku Edhuvaayiruppaan Enpadhum, Poorvaththaarukku Uraikkappattadhendru Kelvippattirukkireergal. "
},{ "Verses": "22  Naan Ungalukku Sollugiren; Than Sagodharanai Niyaayamillaamal Kobiththukkollukiravan Niyaayaththeerppukku Edhuvaayiruppaan; Than Sagodharanai Veenanendru Sollugiravan Aalosanai Sangaththeerppukku Edhuvaayiruppaan; Moodane Endru Sollugiravan Erinaragaththirku Edhuvaayiruppaan. "
},{ "Verses": "23 aagaiyaal, Nee Palipeedaththinidaththil Un Kaanikkaiyaich Seluththa Vandhu, Un Peril Un Sagodharanukkuk Kurai Undendru Ange Ninaivu Kooruvaayaagil, "
},{ "Verses": "24  Angedhaane Palipeetaththin Mun Un Kaanikkaiyai Vaiththuvittup Poi, Munbu Un Sakodharanote Oppuravaagi, Pinbu Vandhu Un Kaanikkaiyai Seluththu. "
},{ "Verses": "25 edhiraali Unnai Niyaayaadhipadhiyinidaththil Oppukkodaamalum, Niyaayaadhipadhi Unnai Sevaganitaththil Oppukkodaamalum, Nee Siraichchaalaiyil Vaikkappadaamalum Irukkumpadiyaaga, Nee Un Edhiraaliyodu Vazhiyil Irukkumpodhe Seekkiramaai Avanudane Nalmanam Porundhu. "
},{ "Verses": "26  Porundhaavittaal, Nee Oru Kaasum Kuraivindrik Koduththuth Theerkkumattum Avvitaththilirundhu Purappatamaattaai Endru, Meyyaakave Unakku Sollukiren. "
},{ "Verses": "27 vipasaaranj Seyyaadhiruppaayaaga Enpadhu Poorvaththaarukku Uraikkappattadhendru Kelvippattirukkireergal. "
},{ "Verses": "28  Naan Ungalukku Sollugiren Oru Sthireeyai Ichchaiyodu Paarkkira Evanum Than Irudhayaththil Avalode Vipasaaranjeydhaayitru. "
},{ "Verses": "29  Un Valadhu Kan Unakku Idaraluntaakkinaal, Adhaip Pidungi Erindhu Podu; Un Sareeram Muzhuvadhum Narakaththil Thallappaduvadhaippaarkkilum, Un Avayavangalil Ondru Kettuppovadhu Unakku Nalamaayirukkum. "
},{ "Verses": "30  Un Valadhu Kai Unakku Idaraluntaakkinaal, Adhaith Thariththu Erindhu Podu; Un Sareeram Muzhuvadhum Narakaththil Thallappaduvadhaippaarkkilum, Un Avayavangalil Ondru Kettuppovadhu Unakku Nalamaayirukkum. "
},{ "Verses": "31 than Manaiviyaith Thallividukira Evanum Thalludharseettai Avalukku Kodukkakkadavan Endru Uraikkappattadhu. "
},{ "Verses": "32 naan Ungalukku Sollugiren; Vesiththana Mugaandharaththinaalozhiya Than Manaiviyaith Thallividugiravan, Avalai Vibasaaranjeyyappannukiravanaayiruppaan; Appadith Thallividappattavalai Vivaagam Pannugiravanum Vibasaaranjeygiravanaayiruppaan. "
},{ "Verses": "33 andriyum, Poiyaanaiyidaamal Un Aanaigalaik Karththar Munnilaiyaai Seluththuvaayaaga Endru Poorvaththaarukku Uraikkappattadhendru Kelvippattirukkireergal. "
},{ "Verses": "34 naan Ungalukkuch Sollugiren Parichchedham Saththiyampannavendaam; Vaanaththin Peril Saththiyampannaventaam, Adhu Dhevanudaiya Singaasanam. "
},{ "Verses": "35 boomiyin Perilum Saththiyampannavendaam, Adhu Dhevanudaiya Paadhapadi; Erusalemin Perilum Saththiyampannaventaam, Adhu Makaaraajaavin Nagaram. "
},{ "Verses": "36  Un Sirasin Perilum Saththiyampannavendaam, Adhin Oru Mayiraiyaavadhu Venmaiyaakkavum Karuppaakkavum Unnaal Koodaadhe. "
},{ "Verses": "37  Ulladhai Ulladhendrum, Illadhai Illadhendrum Sollungal; Idharku Minjinadhu Theemaiyinaal Undaayirukkum. "
},{ "Verses": "38  Kannukkuk Kan, Pallukku Pal Endru Uraikkappattadhaik Kelvippattirukkireergal. "
},{ "Verses": "39  Naan Ungalukku Sollugiren; Theemaiyodu Edhirththu Nirkavendaam; Oruvan Unnai Valadhu Kannaththil Araindhaal, Avanukku Maru Kannaththaiyum Thiruppik Kodu. "
},{ "Verses": "40 unnodu Vazhakkaadi Un Vasthiraththai Eduththukkollavendumendrirukkiravanukku Un Angiyaiyum Vittuvidu. "
},{ "Verses": "41  Oruvan Unnai Oru Mail Thooram Varap Palavandham Panninaal, Avanodu Irandu Mail Thooram Po. "
},{ "Verses": "42 unnidaththil Ketkiravanukkuk Kodu, Unnidaththil Kadan Vaanga Virumbukiravanukku Mugangonaadhe. "
},{ "Verses": "43 unakkaduththavanai Snegiththu, Un Saththuruvaip Pagaippaayaaga Endru Sollappattadhaik Kelvippattirukkireergal. "
},{ "Verses": "44 naan Ungalukkuch Sollugiren, Ungal Saththurukkalaich Sinegiyungal; Ungalaich Sabikkiravargalai Aaseervadhiyungal; Ungalaip Pagaikkiravargalukku Nanmai Seyyungal; Ungalai Nindhikkiravargalukkaagavum Ungalaith Thunpappaduththukiravargalukkaagavum Jebam Pannungal. "
},{ "Verses": "45 ippadi Seyvadhinaal Neengal Paralogaththilirukkira Ungal Parama Pidhaavukku Puththiraraayiruppeergal; Avar Theeyor Melum Nallor Melum Thamadhu Sooriyanai Udhikkappanni, Needhiyullavargal Melum Aneedhiyullavargal Melum Mazhaiyaip Peyyappannugiraar. "
},{ "Verses": "46 ungalai Snekikkiravarkalaiye Neengal Snekippeerkalaanaal, Ungalukkup Palan Enna? Aayakkaararum Appatiye Seykiraargal Allavaa? "
},{ "Verses": "47  Ungal Sagodhararaimaaththiram Vaazhththuveergalaanaal, Neengal Viseshiththuch Seygiradhu Enna? Aayakkaararum Appadichseykiraargalallavaa? "
},{ "Verses": "48 aagaiyaal, Paralogaththilirukkira Ungal Pidhaa Poorana Sarkunaraayirukkiradhupola, Neengalum Poorana Sarkunaraayirukkakkataveergal. "
}
]