[
{ "Verses": "1 yesu Thammudaiya Pannirandu Seeshargalukkum Kattalaikoduththu Mudiththapinbu, Avargalutaiya Pattanangalil Ubadhesikkavum Pirasangikkavum Avvidam Vittup Ponaar. "
},{ "Verses": "2 aththarunaththil Kaavalilirundha Yovaan Kiristhuvin Kiriyaikalaikkuriththuk Kelvippattu, Than Seesharil Irandu Perai Azhaiththu: "
},{ "Verses": "3 varugiravar Neerdhaanaa? Alladhu Veroruvar Varakkaaththirukkavendumaa? Endru Avaridaththil Ketkumpadi Anuppinaan. "
},{ "Verses": "4 yesu Avargalukkup Piradhiyuththaramaaga: Neengal Ketkiradhaiyum Kaankiradhaiyum Yovaanidaththil Poi Ariviyungal; "
},{ "Verses": "5 kurudar Paarvaiyadaigiraargal, Sappaanigal Nadakkiraargal, Kushtarokigal Suththamaagiraargal, Sevidar Ketkiraargal, Mariththor Ezhundhirukkiraargal; Thariththirarukku Suvisesham Pirasangikkappadugiradhu. "
},{ "Verses": "6 ennidaththil Idaraladaiyaadhirukkiravan Evano Avan Paakkiyavaan Endraar. "
},{ "Verses": "7 avargal Ponapinbu, Yesu Yovaanaikkuriththu Janangalukku Sonnadhu Ennavendraal: Edhaip Paarkka Vanaandharaththirkup Poneergal? Kaatrinaal Asaiyum Naanalaiyo? "
},{ "Verses": "8 allavendraal, Edhaip Paarkkapponeergal? Melliya Vasthiranthariththa Manushanaiyo? Melliya Vasthiranthariththirukkiravargal Arasar Maaligaigalil Irukkiraargal. "
},{ "Verses": "9 allavendraal, Edhaip Paarkkapponeergal? Theerkkadharisiyaiyo? Aam, Theerkkaththarisiyaippaarkkilum Menmaiyullavanaiye Endru Ungalukku Sollugiren. "
},{ "Verses": "10 adheppadiyenil, Idho, Naan En Thoodhanai Umakku Munbaaga Anuppugiren; Avan Umakku Munne Poi Vazhiyai Aayaththam Pannuvaan Endru Ezhudhiya Vaakkiyaththaal Kurikkappattavan Ivandhaan. "
},{ "Verses": "11 sthireegalidaththile Pirandhavargalil Yovaansnaananaip Paarkkilum Periyavan Oruvanum Ezhumpinadhillai; Aagilum, Paralogaraajyaththil Siriyavanaayirukkiravan Avanilum Periyavanaayirukkiraanendru Ungalukku Meyyaagave Sollugiren. "
},{ "Verses": "12 yovaansnaanan Kaalamudhal Idhuvaraikkum Paralogaraajyam Balavandham Pannappadukiradhu; Palavandham Pannugiravargal Adhaip Pidiththukkollugiraargal. "
},{ "Verses": "13 niyaayappiramaanamum Theerkkadharisigal Yaavarum Yovaanvaraikkum Theerkkadharisanam Uraiththadhundu. "
},{ "Verses": "14 neengal Etrukkolla Manadhaayirundhaal, Varugiravanaagiya Eliyaa Ivanthaan. "
},{ "Verses": "15 ketkiradharku Kaadhullavan Ketkakkadavan. "
},{ "Verses": "16 indha Sandhadhiyai Yaarukku Oppiduven? Sandhaiveligalil Utkaarndhu, Thangal Thozharaippaarththu: "
},{ "Verses": "17 ungalukkaaga Kuzhal Oodhinom, Neengal Kooththaadavillai; Ungalukkaakap Pulambinom, Neengal Maaradikkavillai Endru Kuraisollugira Pillaigalukku Oppaayirukkiradhu. "
},{ "Verses": "18 eppadiyenil, Yovaan Pojanapaanampannaadhavanaai Vandhaan; Adharku Avargal: Avan Pisaasu Pitiththirukkiravan Endraargal. "
},{ "Verses": "19 manushakumaaran Pojanampannugiravaraai Vandhaar; Adharku Avargal: Idho, Pojanappiriyanum Madhupaanappiriyanumaana Manushan, Aayakkaararukkum Paavigalukkum Sinegidhan Engiraargal. Aanaalum Gnaanamaanadhu Adhan Pillaigalaal Needhiyulladhendru Oppukkollappadum Endraar. "
},{ "Verses": "20 appozhudhu Thamadhu Balaththa Seygaigalil Adhigamaanavaigalai Seyyak Kanda Pattanangal, Manandhirumpaamar Ponapadiyinaal, Avaigalai Avar Kadindhu Kollaththodanginaar. "
},{ "Verses": "21 koraasine! Unakku Aiyo, Pedhsaayidhaave! Unakku Aiyo, Ungalil Seyyappatta Balaththa Seykaigal Theeruvilum Seedhonilum Seyyappattirundhadhaanaal, Appozhudhe Irattuduththi Saampalil Utkaarndhu Manandhirumpiyiruppaargal. "
},{ "Verses": "22 niyaayaththeerppu Naalile Ungalukku Neriduvadhaippaarkkilum Theeruvukkum Seedhonukkum Neriduvadhu Lakuvaayirukkumendru Ungalukku Sollugiren. "
},{ "Verses": "23  Vaanapariyandham Uyarththappatta Kapparnakoome, Nee Paadhaalapariyandham Thaazhththappaduvaai; Unnil Seyyappatta Balaththa Seygaigal Sodhomile Seyyappattirundhadhaanaal, Adhu Innaal Varaikkum Nilaiththirukkum. "
},{ "Verses": "24  Niyaayaththeerppu Naalile Unakku Neriduvadhaippaarkkilum Sodhom Naattirku Neriduvadhu Lakuvaayirukkumendru Ungalukku Sollugiren. "
},{ "Verses": "25 andha Samayaththil Yesu Sonnadhu: Pidhaave! Vaanaththukkum Boomikkum Aandavare! Ivaigalai Gnaanigalukkum Kalvimaangalukkum Maraiththu, Paalagarukku Velippaduththinapadiyaal Ummai Sthoththirikkiren. "
},{ "Verses": "26 aam Pidhaave! Ippadi Seyvadhu Ummudaiya Thiruvulaththukkup Piriyamaayirundhadhu. "
},{ "Verses": "27 sagalamum En Pidhaavinaal Enakku Oppukkodukkappattirukkiradhu. Pidhaa Thavira Veroruvanum Kumaaranai Ariyaan; Kumaaranum, Kumaaran Evanukku Avarai Velippaduththa Siththamaayirukkiraaro Avanum Thavira, Veroruvanum Pidhaavai Ariyaan. "
},{ "Verses": "28 varuththappattup Paaranjumakkiravargale! Neengal Ellaarum Ennidaththil Vaarungal; Naan Ungalukku Ilaippaarudhal Tharuven. "
},{ "Verses": "29 naan Saandhamum Manaththaazhmaiyumaayirukkiren; En Nugaththai Ungalmel Etrukkondu, Ennidaththil Katrukkollungal. Appozhudhu, Ungal Aaththumaakkalukku Ilaippaarudhal Kidaikkum. "
},{ "Verses": "30 en Nugam Medhuvaayum En Sumai Ilaguvaayum Irukkiradhu Endraar. "
}
]