[
{ "Verses": "1 avar Malaiyilirundhu Iranginapodhu, Thiralaana Janangal Avarukkup Pin Sendraargal. "
},{ "Verses": "2  Appozhudhu Kushtarogi Oruvan Vandhu Avaraip Panindhu: Aandavare! Umakkuch Chiththamaanaal, Ennaich Suththamaakka Ummaal Aagum Endraan. "
},{ "Verses": "3 yesu Thamadhu Kaiyai Neetti Avanaiththottu: Enakkuch Chiththamundu, Suththamaagu Endraar. Udane Kushtarogam Neengi Avan Suththamaanaan. "
},{ "Verses": "4  Yesu Avanai Nokki: Idhai Nee Oruvarukkum Sollaadhapadi Echcharikkaiyaayiru; Aayinum, Avargalukku Saatchiyaaga Nee Poi Aasaariyanukku Unnaik Kaanpiththu, Mose Kattalaiyitta Kaanikkaiyai Seluththu Endraar. "
},{ "Verses": "5 yesu Kapparnakoomil Piravesiththapodhu, Nootrukku Adhipadhi Oruvan Avaridaththil Vandhu: "
},{ "Verses": "6 aandavare! En Velaikkaaran Veettile Thimirvaadhamaaik Kidandhu Kodiya Vedhanaippadukiraan Endru Avarai Vendikkondaan. "
},{ "Verses": "7  Adharku Yesu: Naan Vandhu Avanai Sosthamaakkuven Endraar. "
},{ "Verses": "8  Nootrukku Adhipadhi Piradhiyuththaramaaga: Aandavare! Neer En Veettukkul Piravesikka Naan Paaththiran Alla; Oru Vaarththai Maaththiram Sollum, Appozhudhu En Velaikkaaran Sosthamaavaan. "
},{ "Verses": "9 naan Adhikaaraththukkuk Keezhppattavanaayirundhum, Enakkuk Keezhppattirukkira Sevakarumundu; Naan Oruvanaip Povendraal Pogiraan, Matroruvanai Vaavendraal Varugiraan, En Velaikkaaranai Idhai Sei Endraal Seykiraan Endraan. "
},{ "Verses": "10 yesu Idhaik Kettu Aachchariyappattu, Thamakkup Pin Sellugiravargalai Nokki: Isravelarukkullum Naan Ippadippatta Visuvaasaththaik Kaanavillai Endru, Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "11  Anegar Kizhakkilum Merkilumirundhu Vandhu, Paralokaraajyaththil Aapirakaam Eesaakku Yaakkopu Enpavarkalode Pandhiyiruppaargal. "
},{ "Verses": "12 raajyaththin Puththiraro Purampaana Irulile Thallappaduvaargal; Ange Azhukaiyum Parkadippum Undaayirukkumendru Ungalukku Sollukiren. "
},{ "Verses": "13 pinbu Yesu Nootrukku Adhipadhiyai Nokki: Nee Pogalaam, Nee Visuvaasiththapadiye Unakku Aagakkadavadhu Endraar. Andha Naazhikaiyile Avan Velaikkaaran Sosthamaanaan. "
},{ "Verses": "14 yesu Pedhuruvin Veettile Vandhu, Avan Maami Juramaaik Kidakkiradhaik Kandaar. "
},{ "Verses": "15 avar Aval Kaiyaith Thottavudane Juram Avalaivittu Neengitru; Aval Ezhundhirundhu Avargalukkup Panividai Seydhaal. "
},{ "Verses": "16  Asdhamanamaanapodhu, Pisaasu Pidiththirundha Anegarai Avaridaththil Konduvandhaargal; Avar Andha Aavigalaith Thamadhu Vaarththaiyinaale Thuraththi, Piniyaalikalellaaraiyum Sosthamaakkinaar: "
},{ "Verses": "17 avar Thaame Nammudaiya Pelaveenangalai Etrukkondu, Nammudaiya Noigalai Sumandhaar Endru, Esaayaa Theerkkadharisiyinaal Uraikkappattadhu Niraiverumpadi Ippadi Nadandhadhu. "
},{ "Verses": "18 pinbu, Thiralaana Janangal Thammaich Choozhndhirukkiradhaik Kandu, Akkaraikkup Pogakkattalaiyittaar. "
},{ "Verses": "19 appozhudhu, Vedhapaaragan Oruvan Vandhu: Podhakare! Neer Enge Ponaalum Naan Ummaip Pinpatri Varuven Endraan. "
},{ "Verses": "20 adharku Yesu: Narikalukkuk Kuzhigalum Aagaayaththupparavaigalukkuk Koodukalum Undu; Manushakumaaranukko Thalaisaaikka Idamillai Endraar. "
},{ "Verses": "21 avarudaiya Seeshargalil Veroruvan Avarai Nokki: Aandavare! Munbu Naan Poi, En Thagappanai Adakkampanna Enakku Uththaravu Kodukkavendum Endraan. "
},{ "Verses": "22 adharku Yesu: Mariththor Thangal Mariththorai Adakkam Pannattum, Nee Ennaip Pinpatri Vaa Endraar. "
},{ "Verses": "23  Avar Padavil Erinapodhu Avarudaiya Seeshargal Avarukkup Pinsendru Erinaargal. "
},{ "Verses": "24 appozhudhu Padavu Alaigalinaal Mootappataththakkadhaaik Kadalil Perungaatru Undaayitru, Avaro Niththiraiyaayirundhaar. "
},{ "Verses": "25 appozhudhu, Avarudaiya Seeshargal Vandhu Avarai Ezhuppi: Aandavare! Engalai Ratchiyum, Madindhupogirom Endraargal. "
},{ "Verses": "26 adharku Avar: Arpavisuvaasigale! En Payappadugireergal Endru Solli; Ezhundhu, Kaatraiyum Kadalaiyum Adhattinaar. Udane, Migundha Amaidhalundaayitru. "
},{ "Verses": "27  Andha Manushargal Aachchariyappattu: Ivar Eppadippattavaro, Kaatrum Kadalum Ivarukkuk Keezhppadigiradhe Endraargal. "
},{ "Verses": "28 avar Akkaraiyile Kerkesenar Naattil Vandhapodhu, Pisaasu Pidiththirundha Iranduper Piredhakkallaraigalilirundhu Purappattu, Avarukku Edhiraaga Vandhaargal; Avargal Migavum Kodiyaraayirundhapadiyaal, Andha Vazhiyaaga Oruvanum Nadakkakkootaadhirundhadhu. "
},{ "Verses": "29 avargal Avarai Nokki: Yesuve, Thevanudaiya Kumaarane, Engalukkum Umakkum Enna? Kaalam Varumunne Engalai Vedhanaippaduththa Inge Vandheero Endru Kooppittaargal. "
},{ "Verses": "30  Avargalukkuk Konjadhooraththile Anegam Pandrigal Koottamaaga Meyndhukontirundhana. "
},{ "Verses": "31 appozhudhu, Pisaasugal: Neer Engalaith Thuraththuveeraanaal, Naangal Andhap Pandrikkoottaththil Pogumpati Uththaravu Kodum Endru Avarai Vendikkondana. "
},{ "Verses": "32 adharku Avar: Pongal Endraar. Avaigal Purappattu, Pandrikkoottaththil Poyina. Appozhudhu, Pandrik Koottamellaam Uyarndha Mettilirundhu Kadalile Paaindhu, Jalaththil Maandu Poyina. "
},{ "Verses": "33 avaigalai Meyththavargal Oti, Pattanaththil Sendru, Indhach Changadhigal Ellaavatraiyum, Pisaasu Pitiththirundhavargalukkuch Champaviththavaigalaiyum Ariviththaargal. "
},{ "Verses": "34 appozhudhu, Andhap Pattanaththaar Yaavarum Yesuvukku Edhirkontuvandhu, Avaraik Kandu, Thangal Ellaikalaivittup Pogumpadi Vendikkontaargal. "
}
]