[
{ "Verses": "1 vidiyarkaalamaanapodhu, Sagala Piradhaana Aasaariyarum Janaththin Moopparum, Yesuvaik Kolaiseyyumpadi, Avarukku Virodhamaaga Aalosanaipanni, "
},{ "Verses": "2 avaraik Katti, Kondupoi, Dhesaadhipadhiyaagiya Pondhiyu Pilaaththuvinidaththil Oppukkoduththaargal. "
},{ "Verses": "3 appozhudhu, Avaraik Kaattikkoduththa Yoodhaas, Avar Marana Akkinaikkullaagath Theerkkappattadhaik Kandu, Manasdhaabappattu, Andha Muppadhu Vellikkaasaip Piradhaana Aasaariyaridaththirkum Moopparidaththirkum Thirumbak Konduvandhu: "
},{ "Verses": "4 kutramillaadha Raththaththai Naan Kaattikkoduththadhinaal Paavanjeydhen Endraan. Adharku Avargal: Engalukkenna, Adhu Unpaadu Endraargal. "
},{ "Verses": "5 appozhudhu, Avan Andha Vellikkaasai Dhevaalayaththile Erindhuvittu, Purappattuppoi, Naandrukondu Seththaan. "
},{ "Verses": "6 piradhaana Aasaariyar Andha Vellikkaasai Eduththu: Idhu Raththakkirayamaanadhaal, Kaanikkaip Pettiyile Idhaippodalaakaadhendru Solli, "
},{ "Verses": "7 aalosanaipannina Pinbu, Anniyarai Adakkampannuvadharkuk Kuyavanudaiya Nilaththai Adhinaale Kondaargal. "
},{ "Verses": "8 idhinimiththam Andha Nilam Innaal Varaikkum Raththanilam Ennappadugiradhu. "
},{ "Verses": "9 isravel Puththiraraal Madhikkappattavarukkuk Kirayamaagiya Muppadhu Vellikkaasai Avargal Eduththu, "
},{ "Verses": "10 karththar Enakkuk Karpiththapadi Kuyavanudaiya Nilaththirkaaga Adhaik Koduththaargal Endru Eremiyaa Theerkkadharisiyinaal Uraikkappattadhu Appozhudhu Niraiveritru. "
},{ "Verses": "11 yesu Dhesaadhipadhikku Munbaaga Nindraar; Dhesaadhipadhi Avarai Nokki Nee Yoodharudaiya Raajaavaa Endru Kettaan. Adharku Yesu: Neer Sollugirapadidhaan Endraar. "
},{ "Verses": "12 piradhaana Aasaariyarum Moopparum Avarmel Kutranjaattukaiyil, Avar Maaruththaram Ondrum Sollavillai. "
},{ "Verses": "13 appozhudhu, Pilaaththu Avarai Nokki: Ivargal Unmel Eththanaiyo Kutrangalai Saattugiraargale, Nee Avaigalaik Ketkavillaiyaa Endraan. "
},{ "Verses": "14 avaro Oru Vaarththaiyum Maaruththaramaaga Sollavillai; Adhanaal Dhesaadhipadhi Migavum Aachchariyappattaan. "
},{ "Verses": "15 kaavalpannappattavargalil Evanai Vidudhalaiyaakkavendumendru Janangal Kettukkolvaargalo, Avanai Avargalukkaaga Vidudhalaiyaakkuvadhu Pandigaidhorum Dhesaadhipadhikku Vazhakkamaayirundhadhu. "
},{ "Verses": "16 appozhudhu Kaaval Pannappattavargalil Barapaas Ennappatta Perpona Oruvan Irundhaan. "
},{ "Verses": "17 poraamaiyinaale Avarai Oppukkoduththaargal Endru Pilaaththu Arindhu, "
},{ "Verses": "18 avargal Koodiyirukkaiyil, Avargalai Nokki: Evanai Naan Ungalukku Vidudhalaiyaakkavendumendrirukkireergal? Barapaasaiyo? Kiristhu Ennappadugira Yesuvaiyo? Endru Kettaan. "
},{ "Verses": "19 avan Niyaayaasanaththil Utkaarndhirukkaiyil, Avanudaiya Manaivi Avanidaththil Aalanuppi: Neer Andha Needhimaanai Ondrum Seyyavendaam; Avar Nimiththam Indraikku Soppanaththil Vegu Paadupatten Endru Solla Sonnaal. "
},{ "Verses": "20 barapaasai Vittuvidak Kettukkollavum, Yesuvai Kolaiseyvikkavum Piradhaana Aasaariyarum Moopparum Janangalai Evivittaargal. "
},{ "Verses": "21 dhesaadhipadhi Janangalai Nokki: Ivviruvaril Evanai Naan Ungalukkaaga Vidudhalaiyaakkavendum Endru Kettaan. Adharku Avargal: Barapaasai Endraargal. "
},{ "Verses": "22 pilaaththu Avargalai Nokki: Appadiyaanaal, Kiristhu Ennappadugira Yesuvai Naan Enna Seyyavendum Endru Kettaan. Avanai Siluvaiyil Araiyavendum Endru Ellaarum Sonnaargal. "
},{ "Verses": "23 dhesaadhipadhiyo: En, Enna Pollaappu Seydhaan Endraan. Adharku Avargal: Avanai Siluvaiyil Araiyavendum Endru Adhigamadhigamaaik Kookkuralittu Sonnaargal. "
},{ "Verses": "24 kalagam Adhikamaagiradheyallaamal Than Pirayaththanaththinaale Pirayojanamillaiyendru Pilaaththu Kandu, Thanneerai Alli, Janangalukku Munbaagak Kaigalaikkazhuvi: Indha Needhimaanudaiya Raththappazhikku Naan Kutramatravan, Neengale Paarththukkollungal Endraan. "
},{ "Verses": "25 adharku Janangalellaarum: Ivanudaiya Raththappazhi Engal Melum Engal Pillaigal Melum Iruppadhaaga Endru Sonnaargal. "
},{ "Verses": "26 appozhudhu, Avan Barapaasai Avargalukku Vidudhalaiyaakki, Yesuvaiyo Vaarinaal Adippiththu, Siluvaiyil Araiyumpadikku Oppukkoduththaan. "
},{ "Verses": "27 appozhudhu, Dhesaadhipadhiyin Porchchevakar Yesuvaith Dhesaadhipadhiyin Aramanaiyile Kondupoi, Porchchevakarin Koottam Muzhuvadhaiyum Avaridaththil Kootivarachcheydhu, "
},{ "Verses": "28 avar Vasthirangalaik Kazhatri, Sivappaana Melangiyai Avarukku Uduththi, "
},{ "Verses": "29 mullugalaal Oru Mudiyaip Pinni, Avar Sirasinmel Vaiththu, Avar Valadhukaiyil Oru Kolaikkoduththu, Avar Munbaaga Muzhangaarpadiyittu: Yoodharudaiya Raajaave, Vaazhga Endru Avaraip Pariyaasampanni, "
},{ "Verses": "30 avarmel Thuppi, Andhak Kolai Eduththu, Avarai Sirasil Adiththaargal. "
},{ "Verses": "31 avaraip Pariyaasampanninapinbu, Avarukku Uduththina Melangiyaik Kazhatri, Avarudaiya Vasthirangalai Avarukku Uduththi, Avarai Siluvaiyil Araiyumpadi Konduponaargal. "
},{ "Verses": "32 pogaiyil Sirene Ooraanaagiya Seemon Ennappatta Oru Manushanai Avargal Kandu, Avarudaiya Siluvaiyaich Sumakkumpadi Avanaip Balavandhampanninaargal. "
},{ "Verses": "33 kapaalasthalam Endru Arththangollum Kolgodhaa Ennum Idaththukku Avargal Vandhapodhu, "
},{ "Verses": "34 kasappukkalandha Kaadiyai Avarukkuk Kudikkak Koduththaargal; Avar Adhai Rusipaarththu, Kudikka Manadhillaadhirundhaar. "
},{ "Verses": "35 avarai Siluvaiyil Araindhapinbu, Avargal Seettuppottu Avarudaiya Vasthirangalaip Pangittukkondaargal. En Vasthirangalaith Thangalukkulle Pangittu, En Udaiyin Peril Seettuppottaargal Endru Theerkkadharisiyaal Uraikkappattadhu Niraiverumpadi Ippadi Nadandhadhu. "
},{ "Verses": "36 avargal Ange Utkaarndhu, Avaraik Kaavalkaaththukkondirundhaargal. "
},{ "Verses": "37 andriyum Avar Adaindha Aakkinaiyin Mugaandharaththaik Kaanpikkum Poruttu, Ivan Yoodharudaiya Raajaavaagiya Yesu Endru Ezhudhi, Avar Sirasukku Melaaga Vaiththaargal. "
},{ "Verses": "38 appozhudhu, Avarudaiya Valadhu Pakkaththil Oruvanum Avarudaiya Idadhu Pakkaththil Oruvanumaaga Irandu Kallar Avarodekooda Siluvaigalil Araiyappattaargal. "
},{ "Verses": "39 andha Vazhiyaai Nadandhupogiravargal Thangal Thalaigalaith Thulukki: "
},{ "Verses": "40 dhevaalayaththai Idiththu, Moondru Naalaikkulle Kattugiravane, Unnai Neeye Ratchiththukkol; Nee Dhevanudaiya Kumaaranaanaal Siluvaiyilirundhu Irangi Vaa Endru Avaraith Thooshiththaargal. "
},{ "Verses": "41 appadiye Piradhaana Aasaariyarum Vedhapaaragarum Moopparum Pariyaasampanni: "
},{ "Verses": "42 matravargalai Ratchiththaan; Thannaiththaan Ratchiththukkollath Thiraaniyillai; Ivan Isravelin Raajaavaanaal Ippozhudhu Siluvaiyilirundhu Irangivarattum, Appozhudhu Ivanai Visuvaasippom. "
},{ "Verses": "43 thannai Dhevanudaiya Kumaaranendru Solli, Dhevanmel Nambikkaiyaayirundhaane; Avar Ivanmel Piriyamaayirundhaal Ippozhudhu Ivanai Ratchikkattum Endraargal. "
},{ "Verses": "44 avarodekooda Siluvaigalil Araiyappatta Kallarum Andhappadiye Avarai Nindhiththaargal. "
},{ "Verses": "45 aaraam Mani Neramudhal Onpadhaam Mani Neram Varaikkum Boomiyengum Andhakaaram Undaayitru. "
},{ "Verses": "46 onpadhaam Mani Neraththil Yesu: Elee! Elee! Laamaa Sabakdhaani, Endru Migundha Saththamittuk Kooppittaar; Adharku En Dhevane! En Dhevane! En Ennaik Kaivitteer Endru Arththamaam. "
},{ "Verses": "47 ange Nindravargalil Silar Adhaik Kettapozhudhu: Ivan Eliyaavaik Kooppidugiraan Endraargal. "
},{ "Verses": "48 udane Avargalil Oruvan Odi, Kadarkaalaanai Eduththu, Kaadiyil Thoiththu, Adhai Oru Kolil Maatti, Avarukkuk Kudikkak Koduththaan. "
},{ "Verses": "49 matravargalo: Poru, Eliyaa Ivanai Ratchikka Varuvaano, Paarppom Endraargal. "
},{ "Verses": "50 yesu Marupadiyum Magaasaththamaaik Kooppittu, Aaviyai Vittaar. "
},{ "Verses": "51 appozhudhu, Dhevaalayaththin Thiraichcheelai Melthodangik Keezhvaraikkum Irandaagak Kizhindhadhu, Boomiyum Adhirndhadhu Kanmalaigalum Pilandhadhu. "
},{ "Verses": "52 kallaraigalum Thirandhadhu, Niththirai Adaindhirundha Anega Parisuththavaangaludaiya Sareerangalum Ezhundhirundhadhu. "
},{ "Verses": "53 avar Uyirththezhundhapinbu, Ivargal Kallaraigalaivittup Purappattu, Parisuththa Nagaraththil Piravesiththu Anegarukkuk Kaanappattaargal. "
},{ "Verses": "54 nootrukku Adhipadhiyum, Avanodekooda Yesuvaik Kaaval Kaaththirundhavargalum, Boomiyadhirchchiyaiyum Sambaviththa Kaariyangalaiyum Kandu, Migavum Payandhu: Meyyaagave Ivar Dhevanudaiya Kumaaran Endraargal. "
},{ "Verses": "55 melum, Yesuvukku Oozhiyanjeyyumpadi Galileyaavilirundhu Avarode Vandhirundha Anega Sthireegal Ange Thooraththile Nindru Paarththukkondirundhaargal. "
},{ "Verses": "56 avargalukkulle Magadhalenaa Mariyaalum, Yaakkopukkum Yosekkum Thaayaagiya Mariyaalum, Sebadheyuvin Kumaararudaiya Thaayum Irundhaargal. "
},{ "Verses": "57 saayangaalamaanapodhu, Yesuvukku Seeshanum Aisuvariyavaanumaayirundha Yoseppu Ennum Perkonda Arimaththiyaa Ooraanaagiya Oru Manushan Vandhu, "
},{ "Verses": "58 pilaaththuvinidaththil Poi, Yesuvin Sareeraththaik Kettaan. Appozhudhu, Sareeraththaikkodukkumpadi Pilaaththu Kattalaiyittaan. "
},{ "Verses": "59 yoseppu Andha Sareeraththai Eduththu, Thuyyadhaana Melliya Thuppattiyile Sutri, "
},{ "Verses": "60 thaan Kanmalaiyil Vettiyirundha Thannudaiya Pudhiya Kallaraiyile Adhai Vaiththu, Kallaraiyin Vaasalil Oru Periya Kallaip Purattivaiththupponaan. "
},{ "Verses": "61 ange Magadhalenaa Mariyaalum, Matra Mariyaalum Kallaraikku Edhiraaga Utkaarndhirundhaargal. "
},{ "Verses": "62 aayaththanaalukkup Pinnaana Marunaalile Piradhaana Aasaariyarum Pariseyarum Pilaaththuvinidaththil Koodivandhu: "
},{ "Verses": "63 aandavane, Andha Eththan Uyirodirukkumpodhu, Moondru Naalaikkup Pin Ezhundhiruppen Endru Sonnadhu Engalukku Gnaapagamirukkiradhu. "
},{ "Verses": "64 aagaiyaal, Avanudaiya Seeshargal Raaththiriyile Vandhu, Avanaik Kalavaaik Kondu Poi, Mariththorilirundhu Ezhundhaanendru Janangalukku Sollaadhapadikkum, Mundhina Eththaippaarkkilum Pindhina Eththu Kodidhaakaadhapadikkum, Neer Moondru Naal Varaikkum Kallaraiyaip Paththirappaduththumpadi Kattalaiyida Vendum Endraargal. "
},{ "Verses": "65 adharkup Pilaaththu: Ungalukkuk Kaavalsevagar Unde; Poi, Ungalaal Koodiyamattum Paththirappaduththikkollungal Endraan. "
},{ "Verses": "66 avargal Poik Kallukku Muththiraipottu, Kaaval Vaiththu, Kallaraiyaip Paththirappaduththinaargal. "
}
]