[
{ "Verses": "1 akkaalaththile, Yesu Oivu Naalil Payirvazhiye Ponaar; Avarudaiya Seeshargal Pasiyaayirundhu, Kadhirgalaik Koithu, Thinnath Thodanginaargal. "
},{ "Verses": "2 pariseyar Adhaikkandu, Avarai Nokki: Idho Oivu Naalil Seyyaththagaadhadhai Ummudaiya Seeshargal Seygiraargale Endraargal. "
},{ "Verses": "3 adharku Avar: Dhaaveedhum Avanodirundhavargalum Pasiyaayirundhapodhu Seydhadhai Neengal Vaasikkavillaiyaa? "
},{ "Verses": "4 avan Dhevanudaiya Veettil Piravesiththu, Aasaariyar Thavira Veroruvarum Pusikkaththagaadha Dhevasamukaththu Appangalaith Thaanum Thannodirundhavargalum Pusiththaargale. "
},{ "Verses": "5 andriyum, Oivu Naatkalil Aasaariyargal Dhevaalayaththil Oindhiraamal, Oivu Naalai Velai Naalaakkinaalum Kutramillaadhirukkiraargal Endru Neengal Vedhaththile Vaasikkavillaiyaa? "
},{ "Verses": "6 dhevaalayaththilum Periyavar Inge Irukkiraar Endru Ungalukku Sollugiren. "
},{ "Verses": "7 baliyaiyalla Irakkaththaiye Virumpbugiren Enbadhin Karuththu Innadhendru Neengal Arindheergalaanaal, Kutramillaadhavargalai Neengal Kutrappaduththamaatteergal. "
},{ "Verses": "8 manushakumaaran Oivunaalukkum Aandavaraai Irukkiraar Endraar. "
},{ "Verses": "9 avar Avvidam Vittuppoi, Avargaludaiya Jeba Aalayaththil Piravesiththaar. "
},{ "Verses": "10 ange Soombina Kaiyaiyudaiya Manushan Oruvan Irundhaan. Appozhudhu Avarmel Kutranjaattumpadikku: Oivu Naalil Sosthamaakkukiradhu Niyaayamaa? Endru Kettaargal. "
},{ "Verses": "11  Adharku Avar: Ungalil Endha Manushanukkaagilum Oru Aadu Irundhu, Adhu Oivunaalil Kuzhiyile Vizhundhaal, Adhaippidiththuth Thookkividamaattaano? "
},{ "Verses": "12 aaddaippaarkkilum Manushanaanavan Evvalavo Viseshiththirukkiraan! Aadhalaal Oivunaalile Nanmai Seyvadhu Niyaayandhaan Endru Sonnaar. "
},{ "Verses": "13 pinbu Andha Manushanai Nokki: Un Kaiyai Neettu Endraar. Avan Neettinaan; Adhu Marukaiyaippola Sosthamaayitru. "
},{ "Verses": "14 appozhudhu, Pariseyar Veliyepoi, Avaraik Kolai Seyyumpadi Avarukku Virodhamaai Aalosanaipanninaargal. "
},{ "Verses": "15 yesu Adhai Arindhu, Avvidam Vittu Vilagipponaar. Thiralaana Janangal Avarukkup Pinsendraargal; Avargalellaaraiyum Avar Sosthamaakki, "
},{ "Verses": "16 thammaip Pirasiththampannaadhapadi Avargalukkuk Kandippaaik Kattalaiyittaar. "
},{ "Verses": "17 esaayaa Theerkkadharisiyaal Uraikkappattadhu Niraiverumpadi Ippadi Nadandhadhu. Avan Uraiththadhaavadhu: "
},{ "Verses": "18 idho, Naan Therindhukonda Ennudaiya Thaasan, En Aaththumaavukkup Piriyamaayirukkira Ennudaiya Nesan; En Aaviyai Avarmel Amarappannuven, Avar Purajaadhiyaarukku Niyaayaththai Arivippaar. "
},{ "Verses": "19 vaakkuvaadham Seyyavumaattaar, Kookkuralidavumaattaar; Avarudaiya Saththaththai Oruvanum Veedhigalil Ketpadhumillai. "
},{ "Verses": "20 avar Niyaayaththirku Jeyangidaikkappannugiravaraikkum, Nerindhanaanalai Murikkaamalum, Mangi Erigira Thiriyai Anaikkaamalum Iruppaar. "
},{ "Verses": "21 avarudaiya Naamaththinmel Purajaadhiyaar Nambikkaiyaayiruppaargal Enpadhe. "
},{ "Verses": "22 appozhudhu, Pisaasu Pidiththa Kurudum Oomaiyumaana Oruvan Avaridaththil Konduvarappattaan; Kurudum Oomaiyumaanavan Pesavung Kaanavundhakkadhaaga Avanai Sosthamaakkinaar. "
},{ "Verses": "23  Janangalellaarum Aachchariyappattu: Dhaaveedhin Kumaaran Ivardhaano? Endraargal. "
},{ "Verses": "24 pariseyar Adhaikkettu: Ivan Pisaasugalin Thalaivanaagiya Peyalsepoolinaale Pisaasugalaith Thuraththugiraaneyallaamal Matrappadiyalla Endraargal. "
},{ "Verses": "25  Yesu Avargal Sindhanaigalai Arindhu, Avargalai Nokki: Thanakkuththaane Virodhamaaip Pirindhirukkira Endha Raajyamum Paazhaaippom; Thanakkuththaane Virodhamaai Pirindhirukkira Endha Pattanamum Endha Veedum Nilainirkamaattaadhu. "
},{ "Verses": "26 saaththaanai Saaththaan Thuraththinaal Thanakku Virodhamaagath Thaane Pirivinai Seygiradhaayirukkume; Appadi Seydhaal Avan Raajyam Eppadi Nilainirkum? "
},{ "Verses": "27 naan Peyalsepoolinaale Pisaasugalaith Thuraththinaal, Ungal Pillaigal Avaigalai Yaaraale Thuraththugiraargal? Aagaiyaal, Avargale Ungalai Niyaayantheerkkiravargalaayiruppaargal. "
},{ "Verses": "28 naan Dhevanudaiya Aaviyinaale Pisaasugalaith Thuraththugirapadiyaal, Dhevanudaiya Raajyam Ungalidaththil Vandhirukkiradhe. "
},{ "Verses": "29 andriyum Balavaanai Mundhik Kattinaalozhiyap Balavaanudaiya Veettukkul Oruvan Pugundhu, Avan Udaimaigalai Eppadik Kollaiyidakkoodum? Kattinaaneyaagil, Avan Veettaik Kollaiyidalaam. "
},{ "Verses": "30 ennode Iraadhavan Enakku Virodhiyaayirukkiraan; Ennode Serkkaadhavan Sidharadikkiraan. "
},{ "Verses": "31 aadhalaal, Naan Ungalukku Sollugiren: Endhappaavamum Endha Thooshanamum Manusharukku Mannikkappadum; Aaviyaanavarukku Virodhamaana Thooshanamo Manusharukku Mannikkappaduvadhillai. "
},{ "Verses": "32 evanaagilum Manushakumaaranukku Virodhamaana Vaarththai Sonnaal Adhu Avanukku Mannikkappadum; Evanaagilum Parisuththa Aavikku Virodhamaaga Pesinaal Adhu Immaiyilum Marumaiyilum Avanukku Mannikkappaduvadhillai. "
},{ "Verses": "33 maram Nalladhendraal, Adhin Kaniyum Nalladhendru Sollungal; Maram Kettadhendraal, Adhin Kaniyum Kettadhendru Sollungal; Maramaanadhu Adhin Kaniyinaal Ariyappadum. "
},{ "Verses": "34 viriyan Paampuk Kuttigale, Neengal Pollaadhavargalaayirukka, Nalamaanavaigalai Eppadi Pesuveergal? Irudhayaththin Niraivinaal Vaai Pesum. "
},{ "Verses": "35 nalla Manushan Irudhayamaagiya Nalla Pokkishaththilirundhu Nallavaigalai Eduththukkaattugiraan, Pollaadha Manushan Pollaadha Pokkishaththilirundhu Pollaadhavaigalai Eduththukkaattugiraan. "
},{ "Verses": "36 manushar Pesum Veenaana Vaarththaigal Yaavaiyum Kuriththu Niyaayaththeerppunaalile Kanakkoppuvikkavendum Endru Ungalukku Sollugiren. "
},{ "Verses": "37 enenil, Un Vaarththaigalinaale Needhimaan Endru Theerkkappaduvaai; Alladhu Un Vaarththaigalinaale Kutravaali Endru Theerkkappaduvaai Endraar. "
},{ "Verses": "38 appozhudhu, Vedhapaaragarilum Pariseyarilum Silar Avarai Nokki: Podhagare, Ummaal Oru Adaiyaalaththaik Kaana Virumbugirom Endraargal. "
},{ "Verses": "39 avargalukku Avar Piradhiyuththaramaaga: Indhap Pollaadha Vibasaarach Sandhadhiyaar Adaiyaalaththaith Thedugiraargal; Aanaalum Yonaa Theerkkaththarisiyin Adaiyaalameyandri Vere Adaiyaalam Ivargalukkuk Kodukkappaduvadhillai. "
},{ "Verses": "40 yonaa Iravum Pagalum Moondrunaal Oru Periya Meenin Vayitril Irundhadhu Pola, Manushakumaaranum Iravum Pagalum Moondrunaal Boomiyin Irudhayaththil Iruppaar. "
},{ "Verses": "41 yonaavin Pirasangaththaik Kettu Ninive Pattanaththaar Manandhirumpinaargal. Idho, Yonaavilum Periyavar Inge Irukkiraar. Aadhalaal Niyaayaththeerppunaalile Ninive Pattanaththaar Indhach Sandhadhiyaarotezhundhu Nindru Ivargalmel Kutranjumaththuvaargal. "
},{ "Verses": "42 thendhesaththu Raajasthiree Boomiyin Ellaigalirundhu Saalomonudaiya Gnaanaththaik Ketka Vandhaal. Idho, Saalomonilum Periyavar Inge Irukkiraar. Aadhalaal Niyaayaththeerppunaalile Andha Raajasthiree Indhach Sandhadhiyaarotezhundhu Nindru Ivargalmel Kutranjumaththuvaal. "
},{ "Verses": "43 asuththa Aavi Oru Manushanai Vittup Purappadumpodhu, Varanda Idangalil Alaindhu, Ilaippaarudhal Thediyum Kandadaiyaamal: "
},{ "Verses": "44 naan Vittu Vandha Veettukkuth Thirumbip Poven Endru Solli; Ange Vandhu, Andha Veetu Verumaiyaakavum, Perukki, Jodikkappattadhaagavum Irukkakkandu, "
},{ "Verses": "45 thirumbippoi, Thannilum Pollaadha Veru Ezhu Aavigalaith Thannode Koottikkonduvandhu, Utpugundhu Ange Kudiyirukkum; Appozhudhu, Andha Manushanudaiya Munnilaimaiyilum Avan Pinnilaimai Adhiga Kedulladhaayirukkum; Appadiye Indhap Pollaadha Sandhadhiyaarukkum Sampavikkum Endraar. "
},{ "Verses": "46 ippadi Avar Janangalode Pesugaiyil, Avarudaiya Thaayaarum Sagodhararum Avaridaththil Pesavendumendru Veliye Nindraargal. "
},{ "Verses": "47 appozhudhu, Oruvan Avarai Nokki: Ummudaiya Thaayaarum Ummudaiya Sagodhararum Ummode Pesavendumendru Veliye Nirkiraargal Endraan. "
},{ "Verses": "48 thammidaththil Ippadi Sonnavanukku Avar Piradhiyuththaramaaga: En Thaayaar Yaar? En Sagodharar Yaar? Endru Solli, "
},{ "Verses": "49 thammudaiya Kaiyaith Thamadhu Seeshargalukku Nere Neetti: Idho, En Thaayum En Sagodhararum Ivargale! "
},{ "Verses": "50 paralogaththilirukkira En Pidhaavin Siththaththinpadi Seygiravan Evano Avane Enakku Sagodharanum Sagodhariyum Thaayumaai Irukkiraan Endraar. "
}
]