[
{ "Verses": "1 oivu Naal Mudindhu, Vaaraththin Mudhalaam Naal Vidindhuvarugaiyil, Magadhalenaa Mariyaalum Matra Mariyaalum Kallaraiyaip Paarkka Vandhaargal. "
},{ "Verses": "2 appozhudhu, Boomi Migavum Adhirumpadi, Karththarudaiya Thoodhan Vaanaththilirundhirangi Vandhu, Vaasalilirundha Kallaip Purattith Thalli, Adhinmel Utkaarndhaan. "
},{ "Verses": "3 avanudaiya Roobam Minnal Polavum, Avanudaiya Vasthiram Uraindha Mazhaiyaippola Venmaiyaagavum Irundhadhu. "
},{ "Verses": "4 kaavalaalar Avanukkup Payandhadhinaal Thidukkittuch Cheththavarkal Polaanaargal. "
},{ "Verses": "5 thoodhan Andha Sthireegalai Nokki: Neengal Payappadaadhirungal; Siluvaiyil Araiyappatta Yesuvaith Thedugireergal Endru Ariven. "
},{ "Verses": "6 avar Inge Illai; Thaam Sonnapadiye Uyirththezhundhaar; Karththarai Vaiththa Idaththai Vandhu Paarungal; "
},{ "Verses": "7 seekkiramaaip Poi, Avar Mariththorilirundhu Ezhundhaar Endru Avarudaiya Seeshargalukku Sollungal. Avar Ungalukku Munne Kalileyaavukkup Pogiraar; Ange Avaraik Kaanpeergal; Idho, Ungalukku Sonnen Endraan. "
},{ "Verses": "8 avargal Payaththodum Magaa Santhoshaththodum Kallaraiyai Vittu Seekkiramaaip Purappattu, Avarudaiya Seeshargalukku Arivikka Odinaargal. "
},{ "Verses": "9 avargal Avarudaiya Seeshargalukku Arivikkap Pogirapodhu, Yesu Thaame Avargalukku Edhirpattu: Vaazhka Endraar. Avargal Kittavandhu, Avar Paadhangalaith Thazhuvi, Avaraip Panindhukontaargal. "
},{ "Verses": "10 appozhudhu Yesu Avargalai Nokki: Payappadaadhirungal; Neengal Poi, En Sakodharar Kalileyaavukkup Pogumpadi Avargalukku Sollungal; Ange Avargal Ennaik Kaanpaargal Endraar. "
},{ "Verses": "11 avargal Pogaiyil, Kaaval Sevagaril Silar Nagaraththirkulle Vandhu, Nadandha Yaavatraiyum Piradhaana Aasaariyarukku Ariviththaargal. "
},{ "Verses": "12 ivargal Moopparode Koodivandhu, Aalosanaipanni, Sevagarukku Vendiya Panaththaik Koduththu: "
},{ "Verses": "13 naangal Niththiraipannugaiyil, Avanudaiya Seeshargal Iraaththiriyile Vandhu, Avanaik Kalavaaik Kondu Poivittaargal Endru Sollungal. "
},{ "Verses": "14 idhu Thesaadhipadhikkuk Kelviyaanaal, Naangal Avarai Sammadhappaduththi, Ungalaith Thappuvippom Endraargal. "
},{ "Verses": "15 avargal Panaththai Vaangikkondu, Thangalukkup Podhikkappattapadiye Seydhaargal. Indhap Pechchu Yoodharukkulle Innaalvaraikkum Pirasiththamaayirukkiradhu. "
},{ "Verses": "16 padhinoru Seeshargalum, Kalileyaavile Yesu Thangalukkuk Kuriththirundha Malaikkup Ponaargal. "
},{ "Verses": "17 ange Avargal Avaraik Kandu Panindhukontaargal, Silaro Sandhegappattaargal. "
},{ "Verses": "18 appozhudhu Yesu Sameebaththil Vandhu, Avargalai Nokki: Vaanaththilum Boomiyilum Sagala Adhikaaramum Enakkuk Kodukkappattirukkiradhu. "
},{ "Verses": "19 aagaiyaal, Neengal Purappattuppoi Sagala Jaadhigalaiyum Seesharaakki, Pidhaa Kumaaran Parisuththa Aaviyin Naamaththile Avargalukku Gnaanasnaanangoduththu, "
},{ "Verses": "20 naan Ungalukkuk Kattalaiyitta Yaavaiyum Avargal Kaikkollumpadi Avargalukku Ubadhesam Pannungal; Idho, Ulagaththin Mudivupariyandham Sagala Naatkalilum Naan Ungaludanekooda Irukkiren Endraar. Aamen. "
}
]