[
{ "Verses": "1 karththar Sollugiradhaik Kelungal; Nee Ezhundhu, Parvadhangalukku Mun Un Vazhakkai Sol; Malaigal Un Saththaththaik Ketkakkadavadhu. "},
{ "Verses": "2 parvadhangale, Boomiyin Urudhiyaana Asthibaarangale Karththarudaiya Vazhakkaik Kelungal; Karththarukku Avar Janaththode Vazhakku Irukkiradhu; Isravelode Avar Vazhakkaaduvaar. "},
{ "Verses": "3 en Janame, Naan Unakku Enna Seydhen? Naan Edhinaal Unnai Visanappaduththinen? Enakku Edhire Uththaravu Sol. "},
{ "Verses": "4 naan Unnai Egipthu Dhesaththilirundhu Varappanni, Adimaiththana Veettilirundhu Unnaimeettukkondu Mose Aaron Miriyaam Enbavargalai Unakku Munbaaga Anuppinen. "},
{ "Verses": "5 en Janame, Movaabin Raajaavaagiya Paalaak Pannina Yosanai Innadhendrum, Peyorin Kumaaranaana Pileyaam Avanukkup Pradhiyuththaramaaga Sonnadhu Innadhendrum, Siththeem Thodangi Kilkaalmattum Nadandhadhu Innadhendrum Nee Karththarudaiya Needhigalai Arindhukollumpadi Ninaiththukkol. "},
{ "Verses": "6 ennaththaikkondu Naan Karththarudaiya Sannidhiyil Vandhu, Unnadhamaana Dhevanukku Munbaagap Panindhukolven? Thaganapaligalaikkondum, Oru Vayadhu Kandrukkuttigalaikkondum Avar Sannidhiyil Varavendumo? "},
{ "Verses": "7 aayirangalaana Aattukkadaakkalinperilum, Enneyaai Odugira Padhinaayirangalaana Aarugalinperilum Karththar Piriyamaayiruppaaro? En Akkiramaththaip Pokka En Mudhar Peraanavanaiyum, En Aaththumaavin Paavaththaip Pokka En Karppakkaniyaiyum Kodukkavendumo? "},
{ "Verses": "8 manushane, Nanmai Innadhendru Avar Unakku Ariviththirukkiraar; Nyaayancheydhu, Irakkaththai Snegiththu, Un Dhevanukku Munbaaga Manaththaazhmaiyaai Nadappadhai Allaamal Vere Ennaththaik Karththar Unnidaththil Ketkiraar. "},
{ "Verses": "9 karththarudaiya Saththam Nagaraththai Nokkik Kooppidugiradhu; Gnaanamullavan Ummudaiya Naamaththai Madhippaan; Milaatrirkum Adhai Nemiththavarukkum Sevikodungal. "},
{ "Verses": "10 dhunmaarkkanudaiya Veettile Dhunmaarkkaththinaal Sambaadhiththa Pokkishangalum, Aruvarukkappadaththakka Kuraindha Marakkaalum Innum Irukkiradhallavo? "},
{ "Verses": "11 kallaththaraasum Kallap Padikkarkalulla Paiyum Irukkumpodhu, Avargalai Suththamullavargalendru Ennuveno? "},
{ "Verses": "12 avargalil Aisuvariyamullavargal Kodumaiyaal Niraindhirukkiraargal: Avargalukkul Vaasamaayirukkiravargal Poipesugiraargal; Avargal Vaayilulla Naavu Kabadamulladhu. "},
{ "Verses": "13 aagaiyaal Naan Un Paavangalinimiththam Unnai Adiththup Paazhaakkugiradhinaal Unnai Balatchayamaakkuven. "},
{ "Verses": "14 nee Pusiththum Thirupthiyadaiyaadhiruppaai; Unakkulle Sorvundaagum; Nee Padhanam Panniyum Thappuvippadhillai; Nee Thappuvippadhaiyum Pattayaththukku Oppukkoduppen. "},
{ "Verses": "15 nee Vidhaiththum Arukkaamarpovaai; Nee Olivappazhangalaiyum Dhraatchappazhangalaiyum Aalaiyaadinapodhilum, Enney Poosikkolvadhumillai Rasam Kudippadhumillai. "},
{ "Verses": "16 naan Unnaip Paazhaagavum Un Kudigalai Eesalittu Nindhikkira Nindhaiyaagavum Vaikkumpadi, Umriyinudaiya Kattalaigalum Aagaab Veettaarudaiya Ellaa Seygaigalum Kaikkollappattuvarugiradhu; Avargaludaiya Aalosanaigalile Nadakkireergal; Aagaiyaal En Janaththin Nindhaiyai Sumappeergal. "}
]