[
{ "Verses": "1 aiyo! Ushnakaalaththuk Kanigalai Serththu, Dhraatchappazhangalai Aruththapinbu Varugiravanaippol Irukkiren; Pusikkiradharku Oru Dhraatchakkulaiyum En Aaththumaa Ichchiththa Mudhal Aruppin Kaniyum Illai. "},
{ "Verses": "2 dhesaththil Bakthiyullavan Atrupponaan; Manusharil Semmaiyaanavan Illai; Avargalellaarum Raththanchindhap Padhivirukkiraargal; Avanavan Thanthan Sagodharanai Valaiyile Pidikka Vettaiyaadugiraan. "},
{ "Verses": "3 pollaappu Seyya Avargal Irandu Kaigalum Nandraaik Koodum; Adhipadhi Kodu Engiraan; Nyaayaadhipadhi Kaikkooli Ketkiraan; Periyavan Than Thuraasaiyaith Therivikkiraan; Ivvidhamaaip Purattugiraargal. "},
{ "Verses": "4 avargalil Nallavan Mutchedikkoththavan, Semmaiyaanavan Nerinjilaippaarkkilum Kadunkoormaiyaanavan; Un Kaavarkaarar Ariviththa Un Thandanaiyin Naal Varugiradhu; Ippozhudhe Avargalukkuk Kalakkam Undu. "},
{ "Verses": "5 snegidhanai Visuvaasikkavendaam, Vazhikaattiyai Nambavendaam; Un Madiyile Paduththukkollugiravalukku Munbaaga Un Vaayaith Thiravaamal Echcharikkaiyaayiru. "},
{ "Verses": "6 magan Thagappanai Ganaveenappaduththugiraan; Magal Than Thaaikku Virodhamaagavum, Marumagal Than Maamikku Virodhamaagavum Ezhumbugiraargal; Manushanudaiya Saththurukkal Avan Veettaardhaane. "},
{ "Verses": "7 naanovendraal Karththarai Nokkikkondu, En Ratchippin Dhevanukkuk Kaaththiruppen; En Dhevan Ennaik Kettaruluvaar. "},
{ "Verses": "8 en Saththuruve, Enakku Virodhamaai Sandhoshappadaadhe; Naan Vizhundhaalum Ezhundhiruppen; Naan Irulile Utkaarndhaal Karththar Enakku Velichchamaayiruppaar. "},
{ "Verses": "9 naan Karththarukku Virodhamaagap Paavancheydhen; Avar Enakkaaga Vazhakkaadi En Nyaayaththai Visaarikkumattum Avarudaiya Kobaththai Sumappen; Avar Ennai Velichchaththile Konduvaruvaar, Avarudaiya Needhiyaip Paarppen. "},
{ "Verses": "10 un Dhevanaagiya Karththar Enge Endru Ennode Sollugira En Saththuruvaanaval Adhaip Paarkkumpodhu Vetkam Avalai Moodum; En Kangal Avalaik Kaanum; Ini Veedhigalin Setraippola Midhikkappaduvaal. "},
{ "Verses": "11 un Madhilgalai Eduppikkum Naal Varugiradhu; Annaalile Pramaanam Vegudhooram Paravippom. "},
{ "Verses": "12 annaalile Aseeriyaamudhal Egipthin Pattanangal Varaikkum, Egipthumudhal Nadhivaraikkum, Oru Samuththiramudhal Maru Samuththiramvaraikkum, Oru Parvadhamudhal Maru Parvadhamvaraikkumulla Janangal Unnidaththirku Varuvaargal. "},
{ "Verses": "13 aanaalum Than Kudigalinimiththamum Avargal Kiriyaigaludaiya Palangalinimiththamum Dhesam Paazhaayirukkum. "},
{ "Verses": "14 karmelin Naduvile Thaniththu Vanavaasamaayirukkira Umadhu Sudhandharamaana Mandhaiyaagiya Ummudaiya Janaththai Umadhu Kolinaal Meyththarulum; Poorvanaatkalil Meyndhadhupolave Avargal Paasaanilum Keeleyaaththilum Meyvaargalaaga. "},
{ "Verses": "15 nee Egipthu Dhesaththilirundhu Purappattanaalil Nadandhadhupolave Unnai Adhisayangalaik Kaanappannuven. "},
{ "Verses": "16 purajaadhigal Kandu Thangaludaiya Ellaap Paraakkiramaththaiyunkuriththu Vetkappaduvaargal; Kaiyai Vaayinmel Vaiththukkolvaargal; Avargal Kaadhugal Sevidaaip Pogum. "},
{ "Verses": "17 paambaippola Mannai Nakkuvaargal; Boomiyin Oorvanavatraippolath Thangal Maraividangalilirundhu Nadunadungip Purappaduvaargal; Namadhu Dhevanaagiyakarththaridaththirkuth Thigilode Serndhu, Unakku Bayappaduvaargal. "},
{ "Verses": "18 thamadhu Sudhandharaththil Meedhiyaanavargaludaiya Akkiramaththaip Poruththu, Meerudhalai Mannikkira Dhevareerukku Oppaana Dhevan Yaar? Avar Kirubaiseyya Virumbugirapadiyaal Avar Endrendraikkum Kobam Vaiyaar. "},
{ "Verses": "19 avar Thirumba Nammel Iranguvaar; Nammudaiya Akkiramangalai Adakki, Nammudaiya Paavangalaiyellaam Samuththiraththin Aazhangalil Pottuviduvaar. "},
{ "Verses": "20 dhevareer Poorvanaatkalmudhal Engal Pidhaakkalukku Aanaiyitta Saththiyaththai Yaakkobukkum, Kirubaiyai Aabiragaamukkum Kattalaiyiduveeraaga. "}
]