[
{ "Verses": "1 aanaalum, Kadaisi Naatkalil Karththarudaiya Aalayamaagiya Parvadham Parvadhangalin Kodumudiyil Sthaabikkappattu, Malaigalukku Melaai Uyarththappattirukkum, Ellaa Jaadhigalum Adhinidaththirku Odivaruvaargal. "},
{ "Verses": "2 thiralaana Jaadhigal Purappattuvandhu: Naam Karththarin Parvadhaththukkum, Yaakkobin Dhevanudaiya Aalayaththukkum Povom Vaarungal; Avar Thamadhu Vazhigalai Namakkup Podhippaar, Naam Avar Paadhaigalil Nadappomenbaargal; Enenil Seeyonilirundhu Vedhamum, Erusalemilirundhu Karththarin Vasanamum Velippadum. "},
{ "Verses": "3 avar Thiralaana Janangalukkul Nyaayantheerththu, Dhooraththilulla Balaththa Jaadhigalaik Kadindhukolluvaar; Appozhudhu Avargal Thangal Pattayangalai Manvettigalaagavum, Thangal Eettigalai Arivaalgalaagavum Adippaargal; Oru Jaadhikku Virodhamaai Marujaadhi Pattayam Eduppadhillai; Ini Avargal Yuththaththaik Karpadhumillai. "},
{ "Verses": "4 avanavan Thanthan Dhraatchachchediyin Nizhalilum, Thanthan Aththimaraththin Nizhalilum Bayappaduththuvaar Illaamal Utkaaruvaan; Senaigaludaiya Karththarinvaai Idhai Sollitru. "},
{ "Verses": "5 sagala Janangalum Thangal Thangal Dhevanudaiya Naamaththaip Patrikkondu Nadappaargal; Naangalum Engal Dhevanaagiya Karththarudaiya Naamaththaip Patrikkondu Endrendraikkumulla Sadhaakaalangalilum Nadappom. "},
{ "Verses": "6 karththar Sollugiradhu Ennavendraal: Annaalile Naan Nondiyaanavalai Serththu, Thallundavalaiyum Theengu Anubaviththavalaiyum Koottikkondu, "},
{ "Verses": "7 nondiyaanavalai Meedhiyaana Janamaagavum, Dhooramaaith Thallunduponavalai Balaththa Jaadhiyaagavum Vaippen; Avargalperil Karththar Seeyon Parvadhaththile Idhu Mudhal Endrendraikkum Raajaavaayiruppaar. "},
{ "Verses": "8 mandhaiyin Thurukkame, Seeyon Kumaaraththiyin Arane, Mundhina Aalugai Unnidaththil Varum; Raajarigam Erusalem Kumaaraththiyinidaththil Varum. "},
{ "Verses": "9 ippodhum Nee Saththamittuk Kadharuvaanen? Raajaavaanavar Unnidaththil Illaiyo? Un Aalosanaikkaarar Azhindhuponaargalo? Prasavikkira Sthreekku Oththa Vedhanai Unakku Undaagum. "},
{ "Verses": "10 seeyon Kumaaraththiye, Prasava Sthreeyaippola Ambaayappattu Vedhanaippadu; Nee Ippodhu Nagaraththilirundhu Purappattu, Veligalil Thangi Baabilon Varaikkum Povaai. Ange Viduvikkappaduvaai; Ange Karththar Unnai Un Saththurukkalin Kaikku Neengalaakki Meetpaar. "},
{ "Verses": "11 seeyon Theettuppaduvaalaaga, Engal Kan Avalaik Kaanbadhaaga Endru Solli, Anega Jaadhiyaar Unakku Virodhamaagak Koodiyirukkiraargal. "},
{ "Verses": "12 aanaalum Avargal Karththarudaiya Ninaivugalai Ariyaamalum, Avarudaiya Yosanaiyai Unaraamalum Irukkiraargal; Avar Arikkattugalaippola Avargalaik Kalaththile Serppaar. "},
{ "Verses": "13 seeyon Kumaaraththiye, Nee Ezhundhu Poradi; Naan Un Kombugalai Irumbum, Un Kulambugalai Vengalamumaakkuven; Nee Anega Janangalai Norukkippoduvaai; Avargal Thedi Serththadhai Nee Karththarukkendrum, Avargaludaiya Aasthiyai Boomikkellaam Aandavaraayirukkiravarukkendrum Niyamippaai. "}
]