[
{ "Verses": "1 sidharadikkiravan Un Mugaththukku Munbaaga Varugiraan; Aranaik Kaaththukkol, Vazhiyaik Kaavalpannu, Araiyaik Kettiyaaik Kattikkol, Un Belanai Migavum Sthirappaduththu. "},
{ "Verses": "2 verumaiyaakkugiravargal Avargalai Verumaiyaakki, Avargaludaiya Dhraatchakkodigalaik Keduththuppottaalum, Karththar Yaakkobin Magimaiyaith Thirumbivarappannuvadhu Pol, Isravelin Magimaiyaiyum Thirumbivarappannuvaar. "},
{ "Verses": "3 avanudaiya Paraakkiramasaaligalin Kedagam Raththamayamaagum; Avanudaiya Yuththaveerar Raththaambaran Thariththukkondirukkiraargal; Avan Thannai Aayaththampannum Naalile Radhangal Juvaalikkira Kadagangalai Udaiyadhaayirukkum; Eettigal Kulungum. "},
{ "Verses": "4 radhangal Therukkalil Kadakadavendrodi, Veedhigalil Idasaari Valasaari Varum; Avaigal Theevattigalaippola Vilangi, Minnalgalaippola Vegamaaip Parakkum. "},
{ "Verses": "5 avan Than Prabalastharai Ninaivukooruvaan; Avargal Thangal Nadaigalil Idari, Alangaththukku Viraindhu Oduvaargal; Maraividam Aayaththappaduththappadum. "},
{ "Verses": "6 aarugalin Madhagugal Thirakkappadum, Aramanai Karaindhupom. "},
{ "Verses": "7 avan Siraippattuppogath Theermaanamaayitru; Avaludaiya Thaadhimaargal Thangal Maarbile Adiththukkondu Puraakkalaippola Saththamittuk Koodappovaargal. "},
{ "Verses": "8 ninive Poorvakaalamudhal Thanneerth Thadaagampol Irundhadhu; Ippodho Avargal Odippogiraargal; Nillungal Nillungal Endraalum, Thirumbippaarkkiravan Illai. "},
{ "Verses": "9 velliyaik Kollaiyidungal, Ponnaiyum Kollaiyidungal; Sambaththukku Mudivillai; Ichchikkappadaththakka Sagalavidha Porulgalum Irukkiradhu. "},
{ "Verses": "10 aval Verumaiyum Veliyum Paazhumaavaal; Manam Karaindhupogiradhu; Muzhankaalgal Thallaadugiradhu; Ellaa Iduppugalilum Migundha Vedhanai Undu; Ellaarudaiya Mugangalum Karugippogiradhu. "},
{ "Verses": "11 singangalin Vaasasthalam Enge? Paalasingam Iraithingira Idam Enge? Kizhachchingamaagiya Singamum, Singakkuttigalum Bayappaduththuvaarillaamal Sanjarikkira Sthaanam Enge? "},
{ "Verses": "12 singam Than Kuttigalukkuth Thevaiyaanadhaip Peera Than Pensingangalukku Vendiyadhaith Thondaiyaip Pidiththuk Kondru, Iraigalinaal Than Kebigalaiyum, Peerippottavaigalinaal Than Thaabarangalaiyum Nirappitru. "},
{ "Verses": "13 idho, Naan Unakku Virodhamaaga Vandhu, Radhangalaip Pugaiyezhumba Eriththuppoduven; Pattayam Un Paalasingangalaip Patchikkum; Nee Iraikkaagap Pidikkum Vettaiyai Dhesaththil Atruppogappannuven; Un Sthaanaapadhigalin Saththam Inik Ketkappaduvadhillaiyendru Senaigalin Karththar Sollugiraar. "}
]