[
{ "Verses": "1 raththappazhigalin Nagaraththirku Aiyo! Adhu Vanjagaththinaalum Kodumaiyinaalum Niraindhirukkiradhu; Kollai Oyaamal Nadakkiradhu. "},
{ "Verses": "2 savukkugalin Osaiyum, Urulaigalin Adhirchchiyum, Kudhiraigalin Paaichchalum, Radhangal Kadakadavendru Odugira Saththamum, "},
{ "Verses": "3 veerar Kudhirai Erugiradhum, Pattayangal Thulangugiradhum, Eettigal Minnugiradhum Vettundavargalin Thiralum, Predhangalin Eraalamum Ange Undaayirukkum; Pinangalukkuth Thogaiyillai; Avargal Pinangalil Idarivizhugiraargal. "},
{ "Verses": "4 than Vesiththanangalinaal Jaadhigalaiyum Than Sooniyangalinaal Vamsangalaiyum Virkira Magaa Sooniyakkaariyum Roobavadhiyumaayirukkira Vesiyinudaiya Thiralaana Vesiththanangalinimiththam, "},
{ "Verses": "5 idho, Naan Unakku Virodhamaaga Vandhu Un Vasthiraththu Orangalai Un Mugamattum Thookkiyeduththu, Jaadhigalukku Un Nirvaanaththaiyum Raajyangalukku Un Maanaththaiyum Theriyappanni, "},
{ "Verses": "6 unmel Theettaanavaigalai Erindhu Unnai Ganaveenappaduththi, Unnai Vedikkaiyaakkippoduven Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "7 appozhudhu Unnaik Kaangiravanellaam Ninive Paazhaaippoyitru, Adharkaagap Pulambugiravargal Yaar? Aarudhal Sollugiravargalai Unakku Enge Theduvenendru Solli, Unnaivittodippovaan. "},
{ "Verses": "8 nadhigal Maththiyilirundha No Ammonaippaarkkilum Nee Sireshtamo? Adhai Sutrilum Thanneer Irundhadhu; Samuththiram Adhin Aranum, Samuththirakkaal Adhin Madhilumaayirundhadhu. "},
{ "Verses": "9 eththiyoppiyaavum Egipthum Ennirandha Senaiyaal Adharku Belanaaga Irundhadhu; Pooththum Loopeemum Adharku Sagaayamaayirundhadhu. "},
{ "Verses": "10 aayinum Aval Kudivilakkappattu Siraiyiruppile Kondupogappattaal; Aval Kuzhandhaigal Ellaa Veedhigalin Muganaigalilum Modhiyadikkappattaargal; Avaludaiya Ganavaangalperil Seettuppottaargal; Avaludaiya Periyavargal Ellaarum Sangiligalaal Kattappattaargal. "},
{ "Verses": "11 neeyum Verikondu Oliththukkolvaai; Neeyum Un Saththuruvukkuth Thappa Aranaana Kottaiyaith Theduvaai. "},
{ "Verses": "12 un Arangalellaam Mudhalpazhukkum Pazhangalulla Aththimarangalaippola Irukkum; Avaigal Kulukkappattaal Avaigalin Pazham Thingiravan Vaayile Vizhum. "},
{ "Verses": "13 idho, Un Naduvil Irukkira Janangal Pedigal; Un Dhesaththin Vaasalgal Un Saththuruvukkumun Thiravundupogum; Akkini Un Thaazhppaalgalaip Patchikkum. "},
{ "Verses": "14 mutrikkaikkuth Thanneermondu Vai, Un Arangalai Balappaduththu; Setrile Poik Kalimannai Midhi, Soolaiyaik Kettippaduththu. "},
{ "Verses": "15 ange Akkini Unnaip Patchikkum, Pattayam Unnai Sangarikkum; Adhu Pachchaikkiligalaippol Unnaip Patchiththuppodum; Unnaip Pachchaikkiligalaththanaiyaakkikkol, Unnai Vettukkiligalaththanaiyaakkikkol. "},
{ "Verses": "16 un Varththagarai Vaanaththu Natchaththirangalilum Adhigamaakkinaai; Indha Pachchaikkiligal Paravip Parandhupogum. "},
{ "Verses": "17 un Magudavarththanar Vettukkiligalukkum Un Thalakarththar Perunkiligalukkum Samaanamaayirukkiraargal; Avaigal Kulirchchiyaana Naalil Veligalil Paalaiyamirangi, Sooriyan Udhiththamaaththiraththil Parandhupom; Pinbu Avaigal Irukkum Idaminnadhendru Theriyaadhu. "},
{ "Verses": "18 aseeriyaa Raajaave, Un Meyppargal Uranguvaargal; Un Prabalasthar Paduththiruppaargal; Un Janangal Parvadhangalinmel Sidhariyirukkiraargal, Avaigalaik Kootti Serppavan Illai. "},
{ "Verses": "19 un Norungudhalukkup Parigaaram Illai; Un Kaayam Kodiyadhu; Un Seydhiyaik Ketpavar Yaavarum Unperil Kaikottuvaargal; Un Pollaappu Enneramum Yaarperiledhaan Paayaamarpoyitru? "}
]