[
{ "Verses": "1 niniveyin Baaram. Elkosaanaagiya Naagoomin Dharisanap Pusthagam. "},
{ "Verses": "2 karththar Erichchalullavarum Needhiyai Sarikkattugiravarumaana Dhevan; Karththar Needhiyai Sarikkattugiravar, Ukkirakobamullavar; Karththar Thammudaiya Saththurukkalukkup Pradhibalan Alikkiravar, Avar Thammudaiya Pagaignarukkaagak Kobaththai Vaiththuvaikkiravar. "},
{ "Verses": "3 karththar Neediya Saandhamum, Migundha Vallamaiyumullavar; Avargalai Aakkinaiyillaamal Thappuvikkamaattaar; Karththarudaiya Vazhi Suzhalkaatrilum Perungaatrilum Irukkiradhu; Megangal Avarudaiya Paadhaththukkullaayirukkiradhu. "},
{ "Verses": "4 avar Samuththiraththai Adhatti, Adhai Vatrippogappanni, Sagala Aarugalaiyum Varatchiyaakkugiraar. Paasaanum Karmelum Sorndhu, Leebanonin Sezhippu Vaadippogum. "},
{ "Verses": "5 avar Samugaththil Parvadhangal Adhirndhu Malaigal Karaindhupogum; Avar Prasannaththinaal Boomiyum Sakkaramum Adhil Kudiyirukkira Anaivarodum Edupattuppom. "},
{ "Verses": "6 avarudaiya Kobaththukku Munbaaga Nirpavan Yaar? Avarudaiya Ukkirakobaththile Tharippavan Yaar? Avarudaiya Erichchal Akkiniyaippola Iraikkappadugiradhu; Avaraale Kanmalaigal Perkkappadum. "},
{ "Verses": "7 karththar Nallavar, Ikkattu Naalile Aranaana Kottai; Thammai Nambugiravargalai Arindhirukkiraar. "},
{ "Verses": "8 aanaalum Niniveyin Sthaanaththai, Puranduvarugira Vellaththinaal Sarvasangaarampannuvaar; Irul Avar Saththurukkalaip Pinthodarum. "},
{ "Verses": "9 neengal Karththarukku Virodhamaaga Seyya Ninaikkiradhenna? Avar Sarvasangaarampannuvaar; Idukkam Marupadiyum Undaagaadhu. "},
{ "Verses": "10 avargal Sannapinnalaayirukkira Mutchedigalukku Oppaayirukkaiyilum, Thangal Madhubaanaththinaal Verikondirukkaiyilum, Avargal Muzhudhum Kaaindhupona Seththaiyaippola Erindhupovaargal. "},
{ "Verses": "11 karththarukku Virodhamaagap Pollaadha Ninaivukondirukkira Dhuraalosanaikkaaran Oruvan Unnidaththilirundhu Purappattaan. "},
{ "Verses": "12 karththar Sollugiradhu Ennavendraal: Avargal Sampooranamadaindhu Anegaraayirundhaalum Aruppundupovaargal; Avan Ozhindhupovaan; Unnai Naan Sirumaippaduththinen, Ini Unnai Sirumaippaduththaadhiruppen. "},
{ "Verses": "13 ippodhum Naan Unmel Irukkira Avan Nugaththai Muriththu Un Kattugalai Aruppen. "},
{ "Verses": "14 unnaikkuriththuk Karththar Kattalaikoduththirukkiraar; Ini Un Perukku Viththuvidhaikkappaduvadhillai; Un Dhevargalin Kovilil Irukkira Vettappatta Vikkiragaththaiyum Vaarkkappatta Vikkiragaththaiyum Naan Nirmoolampannuven; Nee Ganaveenanaanapadiyaal Adhai Unakkup Predhakkuzhiyaakkuven. "},
{ "Verses": "15 idho, Samaadhaanaththaik Koorugira Suviseshaganudaiya Kaalgal Malaigalinmel Varugiradhu; Yoodhaave, Unpandigaigalai Aasari; Un Poruththanaigalai Seluththu; Dhushtan Ini Un Vazhiyaaik Kadandhuvaruvadhillai, Avan Muzhudhum Sangarikkappattaan. "}
]