[
{ "Verses": "1 raajaavaagiya Lemuvelukkaduththa Vasanangal; Avan Thaai Avanukkup Podhiththa Ubadhesamaavadhu: "},
{ "Verses": "2 en Magane, En Karppaththin Kumaarane, En Poruththanaigalin Puththirane, "},
{ "Verses": "3 sthreegalukku Un Belanaiyum, Raajaakkalaik Kedukkum Kaariyangalukku Un Vazhigalaiyum Kodaadhe. "},
{ "Verses": "4 thraatcharasam Kudippadhu Raajaakkalukkuth Thagudhiyalla; Lemuvele, Adhu Raajaakkalukkuth Thagudhiyalla; Madhubaanam Prabukkalukkuth Thagudhiyalla. "},
{ "Verses": "5 madhubaanampanninaal Avargal Nyaayappiramaanaththai Marandhu, Sirumaippadugiravargaludaiya Nyaayaththaiyum Purattuvaargal. "},
{ "Verses": "6 madindhupogiravanukku Madhubaanaththaiyum, Manankasandhavargalukkuth Thraatcharasaththaiyum Kodungal; "},
{ "Verses": "7 avan Kudiththuth Than Kuraivai Marandhu, Than Varuththaththai Appuram Ninaiyaadhirukkattum. "},
{ "Verses": "8 oomaiyanukkaagavum Thikkatravargalellaarudaiya Nyaayaththukkaagavum Un Vaayaith Thira. "},
{ "Verses": "9 un Vaayaith Thirandhu, Needhiyaai Nyaayantheerththu, Sirumaiyum Elimaiyumaanavanukku Nyaayansey. "},
{ "Verses": "10 gunasaaliyaana Sthreeyaik Kandupidippavan Yaar? Avaludaiya Vilai Muththukkalaippaarkkilum Uyarndhadhu. "},
{ "Verses": "11 aval Purushanudaiya Irudhayam Avalai Nambum; Avan Sambaththuk Kuraiyaadhu. "},
{ "Verses": "12 aval Uyirodirukkira Naalellaam Avanukkuth Theemaiyaiyalla, Nanmaiyaiye Seygiraal. "},
{ "Verses": "13 aattumayiraiyum Sanalaiyum Thedi, Than Kaigalinaal Urchaagaththode Velaiseygiraal. "},
{ "Verses": "14 aval Vyaabaarak Kappalgalaip Polirukkiraal; Dhooraththilirundhu Than Aagaaraththaik Konduvarugiraal. "},
{ "Verses": "15 iruttode Ezhundhu Than Veettaarukku Aagaarankoduththu, Than Velaikkaarigalukkup Padiyalakkiraal. "},
{ "Verses": "16 oru Vayalai Visaariththu Adhai Vaangugiraal; Than Kaigalin Sambaaththiyaththinaal Thraatchaththottaththai Naattugiraal. "},
{ "Verses": "17 thannaip Belaththaal Idaikkattikkondu, Than Kaigalaip Balappaduththugiraal. "},
{ "Verses": "18 than Vyaabaaram Prayojanamulladhendru Arindhirukkiraal; Iravile Aval Vilakku Anaiyaadhirukkum. "},
{ "Verses": "19 than Kaigalai Raattinaththil Vaikkiraal; Aval Viralgal Kadhiraip Pidikkum. "},
{ "Verses": "20 sirumaiyaanavargalukkuth Than Kaiyaith Thirandhu, Ezhaigalukkuth Than Karangalai Neettugiraal. "},
{ "Verses": "21 than Veettaar Anaivarukkum Rattaippurai Uduppirukkiradhaal, Than Veettaarinimiththam Kulirukku Bayappadaal. "},
{ "Verses": "22 raththinak Kambalangalaith Thanakku Undupannugiraal; Melliyapudavaiyum Raththaambaramum Aval Uduppu. "},
{ "Verses": "23 aval Purushan Dhesaththu Mooppargalode Nyaayasthalangalil Utkaarndhirukkaiyil Perpetravanaayirukkiraan. "},
{ "Verses": "24 melliya Pudavaigalai Undupanni Virkiraal; Kachchaigalai Varththagaridaththil Oppuvikkiraal. "},
{ "Verses": "25 aval Udai Balamum Alangaaramumaayirukkiradhu; Varungaalaththaippatriyum Magizhugiraal. "},
{ "Verses": "26 than Vaayai Gnaanam Vilangath Thirakkiraal; Dhayaiyulla Podhagam Aval Naavinmel Irukkiradhu. "},
{ "Verses": "27 aval Sombalin Appaththaip Pusiyaamal, Than Veettukkaariyam Eppadi Nadakkiradhu Endru Kannokkamaayirukkiraal. "},
{ "Verses": "28 aval Pillaigal Ezhumbi, Avalai Baakkiyavadhi Engiraargal; Aval Purushanum Avalaip Paarththu: "},
{ "Verses": "29 anegam Pengal Gunasaaligalaayirundhadhundu; Neeyo Avargal Ellaarukkum Merpattaval Endru Avalaip Pugazhugiraan. "},
{ "Verses": "30 sowndhariyam Vanjanaiyulladhu, Azhagum Veen; Karththarukku Bayappadugira Sthreeye Pugazhappaduvaal. "},
{ "Verses": "31 aval Kaigalin Balanai Avalukkuk Kodungal; Avaludaiya Seygaigal Vaasalgalil Avalaip Pugazhakkadavadhu. "}
]