[
{ "Verses": "1 ushnakaalaththile Uraindhapaniyum, Aruppukkaalaththile Mazhaiyum Thagaadhadhupola, Moodanukku Magimai Thagaadhu. "},
{ "Verses": "2 adaikkalaan Kuruvi Alaindhupovadhupolum, Thagaivilaan Kuruvi Parandhupovadhupolum, Kaaranamillaamal Itta Saabam Thangaadhu. "},
{ "Verses": "3 kudhiraikku Savukkum, Kazhudhaikkuk Kadivaalamum, Moodanudaiya Mudhugukkup Pirambum Etradhu. "},
{ "Verses": "4 moodanukku Avan Madhiyeenaththinpadi Maruuththaravu Kodaadhe; Koduththaal Neeyum Avanaip Polaavaai. "},
{ "Verses": "5 moodanukku Avan Madhiyeenaththinpadi Maruuththaravu Kodu; Kodaavittaal Avan Than Paarvaikku Gnaaniyaayiruppaan. "},
{ "Verses": "6 moodan Kaiyile Seydhi Anuppugiravan Than Kaalgalaiye Thariththukkondu Nashtaththai Adaigiraan. "},
{ "Verses": "7 nondiyin Kaalgal Kundhikkundhi Nadakkum, Appadiye Moodarin Vaayilulla Uvamaichsollum Kundhum. "},
{ "Verses": "8 moodanukku Ganaththaik Kodukkiravan Kavanile Kallaikkattugiravan Poliruppaan. "},
{ "Verses": "9 moodan Vaayil Agappatta Pazhamozhi Veriyan Kaiyil Agappatta Mullu. "},
{ "Verses": "10 belaththavan Anaivaraiyum Nogappanni, Moodanaiyum Velaikollugiraan, Meeri Nadakkiravargalaiyum Velaikollugiraan. "},
{ "Verses": "11 naayaanadhu Thaan Kakkinadhaith Thinnumpadi Thirumbuvadhupola, Moodanum Than Moodaththanaththukkuth Thirumbugiraan. "},
{ "Verses": "12 than Paarvaikku Gnaaniyaayiruppavanaik Kandaayaanaal, Avanaippaarkkilum Moodanaikkuriththu Adhiga Nambikkaiyaayirukkalaam. "},
{ "Verses": "13 vazhiyile Singam Irukkum, Nadu Veedhiyile Singam Irukkum Endru Somberi Solluvaan. "},
{ "Verses": "14 kadhavu Keelmoolaiyil Aadugiradhupola, Somberiyum Padukkaiyil Aadikkondirukkiraan. "},
{ "Verses": "15 somberi Than Kaiyaik Kalaththile Vaiththu Adhaith Than Vaaikkuth Thirumba Edukka Varuththappadugiraan. "},
{ "Verses": "16 buththiyulla Maruuththaravu Sollaththagum Ezhuperaippaarkkilum Somberi Than Paarvaikku Adhiga Gnaanamullavan. "},
{ "Verses": "17 vazhiye Pogaiyil Thanakkadaadha Vazhakkil Thalaiyidugiravan Naayaik Kaadhaip Pidiththizhukkiravanaippolirukkiraan. "},
{ "Verses": "18 kolligalaiyum Ambugalaiyum Saavukkedhuvaanavaigalaiyum Erigira Paiththiyakkaaran Eppadiyirukkiraano, "},
{ "Verses": "19 appadiye, Thanakkaduththavanai Vanjiththu: Naan Vilaiyaattukkallavo Seydhen Endru Sollugira Manushanum Irukkiraan. "},
{ "Verses": "20 viragillaamal Neruppu Aviyum; Kolsollugiravanillaamal Sandai Adangum. "},
{ "Verses": "21 karigal Thazhalukkum, Viragu Neruppukkum Edhuvaanadhupola, Vaadhuppiriyan Sandaigalai Moottugiradharku Edhuvaanavan. "},
{ "Verses": "22 kolkaaranudaiya Vaarththaigal Vilaiyaattuppolirukkum; Aanaalum Avaigal Ullaththirkul Thaikkum. "},
{ "Verses": "23 nesa Analaik Kaanbikkira Udhadugalodu Koodiya Theeyanenjam Vellippoochchu Poosiya Ottaippolirukkum. "},
{ "Verses": "24 pagaignan Than Ullaththil Kabadaththai Maraiththu, Than Udhadugalinaal Soodhupesugiraan. "},
{ "Verses": "25 avan Idhampesinaalum Avanai Nambaadhe; Avan Irudhayaththil Ezhu Aruvaruppugal Undu. "},
{ "Verses": "26 pagaiyai Vanjagamaai Maraiththuvaikkiravanevano, Avanudaiya Pollaangu Magaa Sabaiyile Velippaduththappadum. "},
{ "Verses": "27 padukuzhiyai Vettugiravan Thaane Adhil Vizhuvaan; Kallaip Purattugiravanmel Andhak Kal Thirumba Vizhum. "},
{ "Verses": "28 kallanaavu Thannaal Kilesappattavargalaip Pagaikkum; Ichchagampesum Vaai Azhivai Undupannum. "}
]