[
{ "Verses": "1 thiralaana Aisuvariyaththaippaarkakilum Narkeerththiye Therindhukollappadaththakkadhu; Pon Velliyaippaarkkilum Dhayaiye Nalam. "},
{ "Verses": "2 aisuvariyavaanum Thariththiranum Oruvaraiyoruvar Sandhikkiraargal; Avargal Anaivaraiyum Undaakkinavar Karththar. "},
{ "Verses": "3 vivegi Aabaththaik Kandu Maraindhukollugiraan; Pedhaigal Nedugappoi Thandikkappadugiraargal. "},
{ "Verses": "4 thaazhmaikkum Karththarukku Bayappadudhalukkum Varum Balan Aisuvariyamum Magimaiyum Jeevanumaam. "},
{ "Verses": "5 maarupaadullavanudaiya Vazhiyile Mullugalum Kannigalumundu; Than Aaththumaavaik Kaakkiravan Avaigalukkuth Dhooramaai Vilagippovaan. "},
{ "Verses": "6 pillaiyaanavan Nadakkavendiya Vazhiyile Avanai Nadaththu; Avan Mudhirvayadhilum Adhai Vidaadhiruppaan. "},
{ "Verses": "7 aisuvariyavaan Thariththiranai Aalugiraan; Kadan Vaanginavan Kadan Koduththavanukku Adimai. "},
{ "Verses": "8 aniyaayaththai Vidhaikkiravan Varuththaththai Aruppaan; Avan Ukkiraththin Milaaru Ozhiyum. "},
{ "Verses": "9 karunaikkannan Aaseervadhikkappaduvaan; Avan Than Aagaaraththil Thariththiranukkuk Kodukkiraan. "},
{ "Verses": "10 pariyaasakkaaranaith Thuraththividu; Appozhudhu Vaadhu Neengum, Virodhamum Avamaanamum Ozhiyum. "},
{ "Verses": "11 suththa Irudhayaththai Virumbugiravanudaiya Udhadugal Inimaiyaanavaigal; Raajaa Avanukku Snegidhanaavaan. "},
{ "Verses": "12 karththarudaiya Kangal Gnaanaththaik Kaakkum; Dhrogigalin Vaarththaigalaiyo Avar Thaarumaaraakkugiraar. "},
{ "Verses": "13 veliyile Singam, Veedhiyile Kolaiyunben Endru Somberi Solluvaan. "},
{ "Verses": "14 parasthreegalin Vaai Aazhamaana Padukuzhi; Karththarudaiya Kobaththirku Edhuvaanavan Adhile Vizhuvaan. "},
{ "Verses": "15 pillaiyin Nenjil Madhiyeenam Ottiyirukkum; Adhaith Dhandanaiyin Pirambu Avanaivittu Agatrum. "},
{ "Verses": "16 thanakku Adhigam Undaaga Thariththiranai Odukkugiravan Thanakkuk Kuraichchalundaagave Aisuvariyavaanukkuk Koduppaan. "},
{ "Verses": "17 un Seviyai Saaiththu, Gnaanigaludaiya Vaarththaigalaik Kettu, En Podhagaththai Un Irudhayaththil Vai. "},
{ "Verses": "18 avaigalai Un Ullaththil Kaaththu, Avaigalai Un Udhadugalil Nilaiththirukkappannumbodhu, Adhu Inbamaayirukkum. "},
{ "Verses": "19 un Nambikkai Karththarmel Irukkumpadi, Indraiyadhinam Avaigalai Unakkuth Theriyappaduththugiren. "},
{ "Verses": "20 saththiya Vaarththaigalin Yadhaarththaththai Naan Unakkuth Therivikkumpadikkum, Nee Unnai Anuppinavargalukku Saththiya Vaarththaigalai Marumozhiyaaga Sollumpadikkum, "},
{ "Verses": "21 aalosanaiyaiyum Gnaanaththaiyumpatri Naan Unakku Mukkiyamaanavaigalai Ezhudhavillaiyaa? "},
{ "Verses": "22 ezhaiyaayirukkiraan Endru Ezhaiyaik Kollaiyidaadhe; Sirumaiyaanavanai Niyaayasthalaththil Ubaththiravappaduththaadhe. "},
{ "Verses": "23 karththar Avargalukkaaga Vazhakkaadi, Avargalaik Kollaiyidugiravargaludaiya Praananaik Kollaiyiduvaar. "},
{ "Verses": "24 kobakkaaranukkuth Thozhanaagaadhe; Ukkiramulla Manushanode Nadavaadhe. "},
{ "Verses": "25 appadi Seydhaal, Nee Avanudaiya Vazhigalaik Katrukkondu, Un Aaththumaavukkuk Kanniyai Varuvippaai. "},
{ "Verses": "26 kaiyadiththu Udanpattu, Kadanukkaagap Pinaippadugiravargalil Oruvanaagaadhe. "},
{ "Verses": "27 seluththa Unakku Ondrumillaadhirundhaal, Nee Paduththirukkum Padukkaiyaiyum Avan Eduththukkollavendiyadhaagume. "},
{ "Verses": "28 un Pidhaakkal Naattina Poorva Ellaikkuriyai Maatraadhe. "},
{ "Verses": "29 than Velaiyil Jaakkiradhaiyaayirukkiravanai Nee Kandaal, Avan Neesarukku Munbaaga Nillaamal, Raajaakkalukku Munbaaga Nirpaan. "}
]