[
{ "Verses": "1 en Magane, Nee Un Snegidhanukkaagap Pinaippattu, Anniyanukkuk Kaiyadiththukkoduththaayaanaal, "},
{ "Verses": "2 nee Un Vaaimozhigalaal Sikkundaai, Un Vaayin Vaarththaigalaal Pidipattaai, "},
{ "Verses": "3 ippozhudhu En Magane, Un Snegidhanudaiya Kaiyil Nee Agappattukkondapadiyaal, Nee Unnaith Thappuviththukkolla Ondru Sey. "},
{ "Verses": "4 un Kannukku Niththiraiyum, Un Kannimaikkuth Thookkamum Varavidaamal, Un Snegidhanidaththil Poi, Unnaith Thaazhththi, Avanai Varundhik Kettukkol. "},
{ "Verses": "5 velimaan Vettaikkaaran Kaikkum, Kuruvi Vedan Kaikkum Thappuvadhupola, Nee Unnaith Thappuviththukkol. "},
{ "Verses": "6 somberiye, Nee Erumbinidaththilpoi, Adhin Vazhigalaip Paarththu, Gnaanaththaik Katrukkol. "},
{ "Verses": "7 adharkup Prabuvum, Thalaivanum, Adhigaariyum Illaadhirundhum, "},
{ "Verses": "8 kodaikaalaththil Thanakku Aagaaraththai Sambaadhiththu, Aruppukkaalaththil Thanakkuth Thaaniyaththai Serththuvaikkum. "},
{ "Verses": "9 somberiye, Nee Evvalavuneram Paduththiruppaai? Eppozhudhu Un Thookkaththaivittu Ezhundhiruppaai? "},
{ "Verses": "10 innun Konjam Thoongattum, Innun Konjam Urangattum, Innun Konjam Kaimudakkikkondu Niththirai Seyyattum Enbaayo? "},
{ "Verses": "11 un Dhariththiram Vazhippokkanaippolavum, Un Varumai Aayudhamanindhavanaippolavum Varum. "},
{ "Verses": "12 peliyaalin Manushanaagiya Oru Dhunmaarkkan Aagadiyam Pesith Thirigiraan. "},
{ "Verses": "13 avan Than Kangalaal Saigai Kaatti, Than Kaalgalaal Pesi, Than Viralgalaal Podhanaiseygiraan. "},
{ "Verses": "14 avan Irudhayaththil Thiriyaavaramundu; Idaividaamal Pollaappaip Pinaiththu, Vazhakkugalai Undupannugiraan. "},
{ "Verses": "15 aagaiyaal Sadidhiyil Avanukku Aabaththu Varum; Sagaayamindri Sadidhiyil Naasamadaivaan. "},
{ "Verses": "16 aaru Kaariyangalaik Karththar Verukkiraar, Ezhum Avarukku Aruvaruppaanavaigal. "},
{ "Verses": "17 avaiyaavana: Mettimaiyaana Kan, Poinaavu, Kutramatravargaludaiya Raththam Sindhun Kai. "},
{ "Verses": "18 dhuraalosanaiyaip Pinaikkum Irudhayam, Theengu Seyvadharku Viraindhodun Kaal, "},
{ "Verses": "19 abaththampesum Poisaatchi, Sagodhararukkulle Virodhaththai Undupannudhal Aagiya Ivaigale. "},
{ "Verses": "20 en Magane, Un Thagappan Karpanaiyaik Kaaththukkol; Un Thaayin Podhagaththaith Thallaadhe. "},
{ "Verses": "21 avaigalai Eppozhudhum Un Irudhayaththile Anindhu, Avaigalai Unkazhuththile Kattikkol. "},
{ "Verses": "22 nee Nadakkumbodhu Adhu Unakku Vazhikaattum; Nee Padukkumbodhu Adhu Unnaik Kaappaatrum; Nee Vizhikkumbodhu Adhu Unnode Sambaashikkum. "},
{ "Verses": "23 kattalaiye Vilakku, Vedhame Velichcham, Podhagasitchaiye Jeeva Vazhi. "},
{ "Verses": "24 adhu Unnai Dhunmaarkkasthreekkum, Ichchagampesum Naavaiyudaiya Parasthreekkum Vilakkik Kaakkum. "},
{ "Verses": "25 un Irudhayaththile Aval Azhagai Ichchiyaadhe; Aval Than Kannimaigalinaal Unnaip Pidikkavidaadhe. "},
{ "Verses": "26 vesiyinimiththam Oru Appaththunikkaiyaiyum Irakkavendiyadhaagum; Vibasaariyaanaval Arumaiyaana Uyirai Vettaiyaadugiraal. "},
{ "Verses": "27 than Vasthiram Vegaamal Madiyile Evanaavadhu Neruppai Vaiththukkollakkoodumo? "},
{ "Verses": "28 than Kaal Sudaamal Evanaavadhu Thazhalinmel Nadakkakkoodumo? "},
{ "Verses": "29 piranudaiya Manaiviyidaththil Pravesippavanum, Appadiye Avalaith Thodugira Evanum, Aakkinaikkuth Thappaan. "},
{ "Verses": "30 thirudan Than Pasiyai Aatrath Thirudinaal Janangal Avanai Igazhamaattaargal. "},
{ "Verses": "31 avan Kandupidikkappattaal Ezhumadangu Koduththuth Theeravendum; Than Veettilulla Porulgalaiyellaam Kodukkavendiyadhaagum. "},
{ "Verses": "32 sthreeyudane Vibasaarampannugiravan Madhikettavan; Appadi Seygiravan Than Aaththumaavaik Keduththuppodugiraan. "},
{ "Verses": "33 vaadhaiyaiyum Lachchaiyaiyum Adaivaan; Avan Nindhai Ozhiyaadhu. "},
{ "Verses": "34 sthreeyaippatriya Erichchal Purushanukku Moorkkaththai Undupannum; Avan Pazhivaangum Naalil Thappavidaan. "},
{ "Verses": "35 avan Endha Eettaiyum Paaraan; Anegam Vegumadhigalaik Koduththaalum Amarndhirukkamaattaan. "}
]