[
{ "Verses": "1 raajaavin Irudhayam Karththarin Kaiyil Neerkkaalgalaippolirukkiradhu; Adhaith Thamadhu Siththaththinpadi Avar Thiruppugiraar. "},
{ "Verses": "2 manushanudaiya Vazhiyellaam Avan Paarvaikku Semmaiyaagath Thondrum; Karththaro Irudhayangalai Niruththuppaarkkiraar. "},
{ "Verses": "3 baliyiduvadhaippaarkkilum, Needhiyum Niyaayamum Seyvadhe Karththarukkup Piriyam. "},
{ "Verses": "4 mettimaiyaana Paarvaiyum, Agandhaiyaana Manamumulla Dhunmaarkkar Podum Velichcham Paavame. "},
{ "Verses": "5 jaakkiradhaiyullavanudaiya Ninaivugal Selvaththukkum, Padharugiravanudaiya Ninaivugal Dhariththiraththukkum Edhuvaagum. "},
{ "Verses": "6 poinaavinaal Porulai Sambaadhippadhu Saavaith Thedugiravargal Vidugira Suvaasampolirukkum. "},
{ "Verses": "7 dhunmaarkkar Niyaayanseyya Manadhillaadhirukkirapadiyaal, Avargal Paazhkkadikkappattuppovaargal. "},
{ "Verses": "8 kutramullavan Than Vazhigalil Maarupaadullavan; Suththamullavano Than Kiriyaiyil Semmaiyaanavan. "},
{ "Verses": "9 sandaikkaariyode Oru Periyaveettil Kudiyiruppadhaippaarkkilum, Veettinmel Oru Moolaiyil Thangiyiruppadhe Nalam. "},
{ "Verses": "10 dhunmaarkkanudaiya Manam Pollaappai Seyya Virumbum; Avan Kangalil Avan Ayalaanukku Irakkankidaiyaadhu. "},
{ "Verses": "11 pariyaasakkaaranaith Dhandikkumbodhu Pedhai Gnaanamadaivaan; Gnaanavaan Podhikkappadumbodhu Arivadaivaan. "},
{ "Verses": "12 needhiparar Dhunmaarkkarudaiya Veettai Gavaniththup Paarkkiraar; Dhunmaarkkaraith Theengil Kavizhththuppoduvaar. "},
{ "Verses": "13 ezhaiyin Kookkuralukkuth Than Seviyai Adaiththukkollugiravan, Thaanum Saththamittuk Kooppidumbodhu Ketkappadamaattaan. "},
{ "Verses": "14 andharangamaaik Kodukkappatta Vegumadhi Kobaththaith Thanikkum; Madiyilulla Paridhaanam Kurodhaththai Aatrum. "},
{ "Verses": "15 niyaayantheerppadhu Needhimaanukku Sandhoshamum, Akkiramakkaararukko Azhivumaam. "},
{ "Verses": "16 vivegaththin Vazhiyai Vittuth Thappinadakkira Manushan Seththavargalin Koottaththil Thaabarippaan. "},
{ "Verses": "17 sitrinbappiriyan Thariththiranaavaan; Madhubaanaththaiyum Enneyaiyum Virumbugiravan Aisuvariyavaanaavadhillai. "},
{ "Verses": "18 needhimaanukku Badhilaagath Dhunmaarkkanum, Semmaiyaanavanukku Badhilaaga Dhrogiyum Meetkumporulaavaargal. "},
{ "Verses": "19 sandaikkaariyum Kobakkaariyumaana Sthreeyudan Kudiyiruppadhaip Paarkkilum Vanaandharaththil Kudiyiruppadhu Nalam. "},
{ "Verses": "20 vendiya Thiraviyamum Enneyum Gnaanavaanudaiya Vaasasthalaththil Undu; Moodano Adhai Selavazhiththuppodugiraan. "},
{ "Verses": "21 needhiyaiyum Dhayaiyaiyum Pinpatrugiravan Jeevanaiyum Needhiyaiyum Magimaiyaiyum Kandadaivaan. "},
{ "Verses": "22 balavaangaludaiya Pattanaththin Madhilai Gnaanamullavan Erippidiththu, Avargal Nambina Aranai Idiththuppoduvaan. "},
{ "Verses": "23 than Vaayaiyum Than Naavaiyum Kaakkiravan Than Aaththumaavai Idukkangalukku Vilakkik Kaakkiraan. "},
{ "Verses": "24 agangaaramum Idumbumullavanukkup Pariyaasakkaaranendru Peyar, Avan Agandhaiyaana Sinaththode Nadakkiraan. "},
{ "Verses": "25 somberiyin Kaigal Velaiseyya Sammadhiyaadhadhinaal, Avan Aasai Avanaik Kollum. "},
{ "Verses": "26 avan Naaldhorum Aavaludan Ichchikkiraan; Needhimaano Pisiniththanamillaamal Koduppaan. "},
{ "Verses": "27 dhunmaarkkarudaiya Bali Aruvaruppaanadhu; Adhaith Thurchsindhaiyode Seluththinaalo Eththanai Adhigamaai Aruvarukkappadum. "},
{ "Verses": "28 poisaatchikkaaran Kettuppovaan; Sevikodukkiravano Eppozhudhum Pesaththakkavanaavaan. "},
{ "Verses": "29 dhunmaarkkan Than Mugaththaik Kadinappaduththugiraan; Semmaiyaanavano Than Vazhiyai Nerppaduththugiraan. "},
{ "Verses": "30 karththarukku Virodhamaana Gnaanamumillai, Buththiyumillai, Aalosanaiyumillai. "},
{ "Verses": "31 kudhirai Yuththanaalukku Aayaththamaakkappadum; Jeyamo Karththaraal Varum. "}
]