[
{ "Verses": "1 naalaiyathdhinaththaik Kuriththup Perumaipaaraattaadhe; Orunaal Pirappippadhai Ariyaaye. "},
{ "Verses": "2 un Vaai Alla, Puraththiyaane Unnaip Pugazhattum; Un Udhadu Alla, Anniyane Unnaip Pugazhattum. "},
{ "Verses": "3 kal Ganamum, Manal Baaramumaayirukkum; Moodanudaiya Kobamo Ivvirandilum Baaramaam. "},
{ "Verses": "4 ukkiram Kodumaiyulladhu, Kobam Nishtooramulladhu; Poraamaiyovendraal, Adharku Munnirkaththakkavan Yaar? "},
{ "Verses": "5 maraivaana Snegaththaippaarkkilum Velippadaiyaana Kadindhukolludhal Nalladhu. "},
{ "Verses": "6 snegidhan Adikkum Adigal Unmaiyaanavaigal; Saththuru Idum Muththangalo Vanjanaiyullavaigal. "},
{ "Verses": "7 thrupthiyadaindhavan Thenkoottaiyum Midhippaan; Pasiyullavanukko Kasappaana Padhaarththangalum Thiththippaayirukkum. "},
{ "Verses": "8 than Koottaivittu Alaigira Kuruvi Eppadiyirukkiradho, Appadiye Than Sthaanaththaivittu Alaigira Manushanum Irukkiraan. "},
{ "Verses": "9 parimalathailamum Sugandhadhoobamum Irudhayaththaik Kalippaakkuvadhupola, Oruvanudaiya Snegidhan Utkaruththaana Aalosanaiyinaal Paaraattum Inbamaanadhu Kalippaakkum. "},
{ "Verses": "10 un Snegidhanaiyum, Un Thagappanudaiya Snegidhanaiyum Vittuvidaadhe; Un Aabaththukkaalaththil Un Sagodharanudaiya Veettirkup Pogaadhe; Dhooraththilulla Sagodharanilum Sameebaththilulla Ayalaane Vaasi. "},
{ "Verses": "11 en Magane, Ennai Nindhikkiravanukku Naan Uththaravukodukkaththakkadhaaga, Nee Gnaanavaanaagi, En Irudhayaththai Sandhoshappaduththu. "},
{ "Verses": "12 vivegi Aabaththaik Kandu Maraindhukollugiraan; Pedhaigalo Nedugappoi Dhandikkappadugiraargal. "},
{ "Verses": "13 anniyanukkaagap Pinaippadugiravanudaiya Vasthiraththai Eduththukkol, Anniya Sthreekkaaga Eeduvaangikkol. "},
{ "Verses": "14 oruvan Adhikaalaiyile Ezhundhu Uraththasaththaththode Than Snegidhanukku Sollum Aaseervaadham Saabamaaga Ennappadum. "},
{ "Verses": "15 adaimazhainaalil Oyaadha Ozhukkum Sandaikkaariyaana Sthreeyum Sari. "},
{ "Verses": "16 avalai Adakkappaarkkiravan Kaatrai Adakkith Than Valadhukaiyinaal Enneyaip Pidikkappaarkkiraan. "},
{ "Verses": "17 irumbai Irumbu Karukkidum; Appadiye Manushanum Than Snegidhanudaiya Mugaththaik Karukkidugiraan. "},
{ "Verses": "18 aththimaraththaik Kaakkiravan Adhin Kaniyaip Pusippaan; Than Ejamaanaik Kaakkiravan Ganamadaivaan. "},
{ "Verses": "19 thanneeril Mugaththukku Mugam Oththirukkumaappola, Manusharil Irudhayaththirku Irudhayam Oththirukkum. "},
{ "Verses": "20 paadhaalamum Azhivum Thrupthiyaagiradhillai; Adhupola Manushanudaiya Kangalum Thrupthiyaagiradhillai. "},
{ "Verses": "21 vellikkuk Kugaiyum, Ponnukkup Pudamum Sodhanai; Manushanukku Avanukku Undaagum Pugazhchchiye Sodhanai. "},
{ "Verses": "22 moodanai Uralil Pottu Ulakkaiyinaal Noiyode Noiyaagak Kuththinaalum, Avanudaiya Moodaththanam Avanai Vittu Neengaadhu. "},
{ "Verses": "23 un Aadugalin Nilaimaiyai Nandraai Arindhukol; Un Mandhaigalinmel Gavanamaayiru. "},
{ "Verses": "24 selvam Endraikkum Nilaiyaadhu; Kreedam Thalaimurai Thalaimuraidhorum Nilainirkumo? "},
{ "Verses": "25 pul Mulaikkum, Pachchilaigal Thondrum, Malaippoondugal Serkkappadum. "},
{ "Verses": "26 aattukkuttigal Unakku Vasthiraththaiyum, Kadaakkal Vayal Vaangaththakka Kirayaththaiyum Kodukkum. "},
{ "Verses": "27 vellaattuppaal Un Aagaaraththukkum, Un Veettaarin Aagaaraththukkum, Un Velaikkaarigalin Pizhaippukkum Podhumaanapadiyirukkum. "}
]