[
{ "Verses": "1 en Magane, En Gnaanaththai Gavaniththu, En Buththikku Un Seviyai Saai; "},
{ "Verses": "2 appozhudhu Nee Vivegaththaippenikkolvaai, Un Udhadugal Arivaik Kaaththukkollum. "},
{ "Verses": "3 parasthreeyin Udhadugal Thenkoodupol Ozhugum; Aval Vaai Enneyilum Mirudhuvaayirukkum. "},
{ "Verses": "4 aval Seygaiyin Mudivo Ettiyaippolak Kasappum, Irupuramum Karukkulla Pattayampol Koormaiyumaayirukkum. "},
{ "Verses": "5 aval Kaaladigal Maranaththukku Irangum; Aval Nadaigal Paadhaalaththaip Patrippogum. "},
{ "Verses": "6 nee Jeevamaarkkaththai Sindhiththukkollaadhapadikku, Avaludaiya Nadaigal Maarimaari Vigaarappadum; Avaigalai Ariyamudiyaadhu. "},
{ "Verses": "7 aadhalaal Pillaigale, Ippozhudhu Enakku Sevikodungal; En Vaayin Vasanangalai Vittu Neengaadhirungal. "},
{ "Verses": "8 un Vazhiyai Avalukku Dhoorappaduththu; Avaludaiya Veettin Vaasalaikkitti Seraadhe. "},
{ "Verses": "9 serndhaal Un Menmaiyai Anniyargalukkum, Un Aayusin Kaalaththaik Kodoorarukkum Koduththuviduvaai. "},
{ "Verses": "10 anniyar Un Selvaththinaal Thirupthiyadaivaargal; Un Prayaasaththinpalan Puraththiyaarudaiya Veettil Serum. "},
{ "Verses": "11 mudivile Un Maamsamum Un Sareeramum Uruvazhiyumbodhu Nee Dhukkiththu: "},
{ "Verses": "12 aiyo, Podhagaththai Naan Veruththene, Kadindhukolludhalai En Manam Alatchiyampanninadhe! "},
{ "Verses": "13 en Podhagarin Sollai Naan Kelaamalum, Enakku Ubadhesampanninavargalukku En Seviyai Saayaamalum Ponene! "},
{ "Verses": "14 sabaikkullum Sangaththukkullum Konjankuraiya Ellaath Theemaikkumullaanene! Endru Muraiyiduvaai. "},
{ "Verses": "15 un Kinatrilulla Thanneeraiyum, Un Thuravil Oorugira Jalaththaiyum Paanampannu. "},
{ "Verses": "16 un Ootrugal Veliyilum Un Vaaikkaalgal Veedhigalilum Paaivadhaaga. "},
{ "Verses": "17 avaigal Anniyarukkum Uriyavaigalaayiraamal, Unakke Uriyavaigalaayiruppadhaaga. "},
{ "Verses": "18 un Ootrukkan Aaseervadhikkappaduvadhaaga; Un Ilavayadhin Manaiviyode Magizhndhiru. "},
{ "Verses": "19 avale Nesikkappadaththakka Penmaanum, Azhagaana Varaiyaadum Poliruppaalaaga; Avaludaiya Sthanangale Eppozhudhum Unnaith Thirupthiseyvadhaaga; Avaludaiya Nesaththaal Nee Eppozhudhum Mayangiyiruppaayaaga. "},
{ "Verses": "20 en Magane, Nee Parasthreeyinmel Mayangith Thirindhu, Anniyasthreeyin Maarbaith Thazhuvavendiyadhenna? "},
{ "Verses": "21 manushanudaiya Vazhigal Karththarin Kangalukku Munbaaga Irukkiradhu; Avanudaiya Vazhigalellaavatraiyum Avar Seerthookkippaarkkiraar. "},
{ "Verses": "22 dhunmaarkkanai Avanudaiya Akkiramangale Pidiththukkollum; Than Paavakkayirugalaal Kattappaduvaan. "},
{ "Verses": "23 avan Buththiyaik Kelaadhadhinaal Madindhu, Than Madhikettin Migudhiyinaal Mayangippovaan. "}
]