[
{ "Verses": "1 gnaanam Kooppidugiradhillaiyo? Buththi Saththamidugiradhillaiyo? "},
{ "Verses": "2 adhu Vazhiyarugeyulla Medaigalilum, Naarsandhigalilum Nirkiradhu. "},
{ "Verses": "3 adhu Oorvaasalgalin Oraththilum, Pattanaththin Mugappilum, Nadai Koodangalilum Nindru Saththamittu: "},
{ "Verses": "4 manushare, Ungalai Nokkik Kooppidugiren; En Saththam Manupuththirarukkuth Thonikkum. "},
{ "Verses": "5 pedhaigale Vivegam Adaiyungal; Moodargale, Buththiyulla Sindhaiyaayirungal. "},
{ "Verses": "6 kelungal, Mempaadaana Kaariyangalaip Pesuven; En Udhadugal Uththamakaariyangalai Vasanikkum. "},
{ "Verses": "7 en Vaai Saththiyaththai Vilambum, Aagaamiyam En Udhadugalukku Aruvaruppaanadhu. "},
{ "Verses": "8 en Vaayin Vaakkugalellaam Needhiyaanavaigal; Avaigalil Purattum Vibareedhamum Illai. "},
{ "Verses": "9 avaigalellaam Buththiyullavanukkuth Thelivum, Gnaanaththaip Petravargalukku Yadhaarththamumaayirukkum. "},
{ "Verses": "10 velliyaippaarkkilum En Buththimadhiyaiyum, Pasumponnaip Paarkkilum Gnaanaththaiyum Angeegariththukkollungal. "},
{ "Verses": "11 muththukkalaippaarkkilum Gnaaname Nalladhu; Ichchikkappadaththakkavaigalellaam Adharku Nigaralla. "},
{ "Verses": "12 gnaanamaagiya Naan Vivegaththode Vaasampanni, Nalyukthiyaana Arivugalaik Kandadaigiren. "},
{ "Verses": "13 theemaiyai Veruppadhe Karththarukku Bayappadum Bayam; Perumaiyaiyum, Agandhaiyaiyum, Theeya Vazhiyaiyum, Purattuvaayaiyum Naan Verukkiren. "},
{ "Verses": "14 aalosanaiyum Meygngnaanamum Ennudaiyavaigal; Naane Buththi, Vallamai Ennudaiyadhu. "},
{ "Verses": "15 ennaale Raajaakkal Arasaalugiraargal, Prabukkal Needhiseluththugiraargal. "},
{ "Verses": "16 ennaale Adhigaarigalum, Prabukkalum, Boomiyilulla Sagala Niyaayaadhipadhigalum Aalugaiseydhu Varugiraargal. "},
{ "Verses": "17 ennai Snegikkiravargalai Naan Snegikkiren; Adhikaalaiyil Ennaith Thedugiravargal Ennaik Kandadaivaargal. "},
{ "Verses": "18 aisuvariyamum, Ganamum, Nilaiyaana Porulum, Needhiyum Ennidaththil Undu. "},
{ "Verses": "19 ponnaiyum Thangaththaiyum Paarkkilum En Balan Nalladhu; Suththa Velliyaip Paarkkilum En Varumaanam Nalladhu. "},
{ "Verses": "20 ennai Snegikkiravargal Meypporulai Sudhandharikkumpadikkum, Avargaludaiya Kalanjiyangalai Naan Nirappumpadikkum, "},
{ "Verses": "21 avargalai Needhiyin Vazhiyilum, Nyaayapaadhaigalukkullum Nadaththugiren. "},
{ "Verses": "22 karththar Thamadhu Kiriyaigalukkumun Poorvamudhal Ennaith Thamadhu Vazhiyin Aadhiyaagak Kondirundhaar. "},
{ "Verses": "23 boomi Undaagumunnum, Aadhimudharkondum Anaadhiyaai Naan Abishegampannappatten. "},
{ "Verses": "24 aazhangalum, Jalam Puranduvarum Ootrugalum Undaagumunne Naan Janippikkappatten. "},
{ "Verses": "25 malaigal Nilaiperuvadharku Munnum, Kundrugal Undaavadharku Munnum, "},
{ "Verses": "26 avar Boomiyaiyum Adhin Veligalaiyum, Boomiyilulla Mannin Thiralgalaiyum Undaakkumunnum Naan Janippikkappatten. "},
{ "Verses": "27 avar Vaanangalaip Padaikkaiyil Naan Ange Irundhen; Avar Samuththira Vilaasaththai Vattanikkaiyilum, "},
{ "Verses": "28 uyaraththil Megangalai Sthaabiththu, Samuththiraththin Ootrugalai Adaiththu Vaikkaiyilum, "},
{ "Verses": "29 samuththira Jalam Than Karaiyai Vittu Meeraadhapadikku Adharku Ellaiyaik Kattalaiyittu, Boomiyin Asthibaarangalai Nilaippaduththugaiyilum, "},
{ "Verses": "30 naan Avar Aruge Sellap Pillaiyaayirundhen; Niththam Avarudaiya Manamagizhchchiyaayirundhu, Eppozhudhum Avar Samugaththil Kalikoorndhen. "},
{ "Verses": "31 avarudaiya Poovulagaththil Sandhoshappattu Manumakkaludane Magizhndhukondirundhen. "},
{ "Verses": "32 aadhalaal Pillaigale, Enakku Sevikodungal; En Vazhigalaik Kaaththu Nadakkiravargal Baakkiyavaangal. "},
{ "Verses": "33 neengal Buththiyaik Kettu, Gnaanamadaiyungal; Adhai Vittu Vilagaadhirungal. "},
{ "Verses": "34 en Vaasarpadiyil Niththam Vizhiththirundhu, En Kadhavu Nilaiyaruge Kaaththirundhu, Enakku Sevikodukkira Manushan Baakkiyavaan. "},
{ "Verses": "35 ennaik Kandadaigiravan Jeevanaik Kandadaigiraan; Karththaridaththil Dhayavaiyum Peruvaan. "},
{ "Verses": "36 enakku Virodhamaagap Paavanseygiravano, Than Aaththumaavai Sedhappaduththugiraan, Ennai Verukkiravargal Yaavarum Maranaththai Virumbugiravargal Endru Sollugiradhu. "}
]