[
{ "Verses": "1 en Magane, Nee En Vaarththaigalaik Kaaththu, En Kattalaigalai Unnidaththil Baththirappaduththu. "},
{ "Verses": "2 en Kattalaigalaiyum En Podhagaththaiyum Un Kanmaniyaippol Kaaththukkol, Appozhudhu Pizhaippaai. "},
{ "Verses": "3 avaigalai Un Viralgalil Katti, Avaigalai Un Irudhaya Palagaiyil Ezhudhikkol. "},
{ "Verses": "4 ichchaga Vaarththaigalaip Pesum Anniya Pennaagiya Parasthreekku Unnai Vilakkik Kaappadharkaaga, "},
{ "Verses": "5 gnaanaththai Nokki, Nee En Sagodhari Endrum, Buththiyaippaarththu, Nee En Inaththaal Endrum Solvaayaaga. "},
{ "Verses": "6 naan En Veettin Jannalaruge Nindru, Palagani Vazhiyaaip Paarththapodhu, "},
{ "Verses": "7 pedhaiyargalaagiya Vaalibarukkulle Oru Buththiyeena Vaalibanaik Kandu Avanai Gavaniththen. "},
{ "Verses": "8 avan Maalaimayangum Asthamananeraththilum, Iravin Irunda Andhagaaraththilum, "},
{ "Verses": "9 aval Irukkum Sandhukkaduththa Theruvil Sendru, Aval Veettuvazhiyaai Nadandhuponaan. "},
{ "Verses": "10 appozhudhu Idho, Vesiyin Aadaiyaabaranan Thariththa Thandhiramanamulla Oru Sthree Avanukku Edhirppattaal. "},
{ "Verses": "11 aval Vaayaadiyum Adangaadhavalumaanaval; Aval Kaalgal Veettile Tharikkiradhillai. "},
{ "Verses": "12 silavelai Veliyiliruppaal, Silavelai Veedhiyiliruppaal; Sandhugal Dhorum Padhiviruppaal. "},
{ "Verses": "13 aval Avanaip Pidiththu Muththancheydhu, Mugam Naanaamal Avanaip Paarththu: "},
{ "Verses": "14 samaadhaana Baligal Enmel Sumandhirundhadhu, Indraikkuththaan En Poruththanaigalai Niraivetrinen. "},
{ "Verses": "15 aadhalaal, Naan Unnai Sandhikkappurappattu, Un Mugaththai Aavalodu Thedinen; Ippozhudhu Unnaik Kandupidiththen. "},
{ "Verses": "16 en Manjaththai Raththina Kambalangalaalum, Egipthudhesaththu Visiththiramaana Melliya Vasthirangalaalum Singaariththen. "},
{ "Verses": "17 en Padukkaiyai Vellaippolaththaalum Sandhanaththaalum Lavangappattaiyaalum Vaasanai Kattinen. "},
{ "Verses": "18 vaa, Vidiyarkaalam Varaikkum Sambogamaayiruppom, Inbangalinaal Poorippom. "},
{ "Verses": "19 purushan Veettile Illai, Dhoorap Prayaanam Ponaan. "},
{ "Verses": "20 panappaiyaith Than Kaiyile Konduponaan, Kurikkappattanaalile Veettukku Varuvaan Endru Solli, "},
{ "Verses": "21 than Migudhiyaana Iniya Sorkalaal Avanai Vasappaduththi, Than Udhadugalin Madhuravaakkinaal Avanai Inangappanninaal. "},
{ "Verses": "22 udane Avan Aval Pinne Sendraan; Oru Maadu Adikkappadumpadi Selvadhupolum, Oru Moodan Vilangidappattu Dhandanaikkup Povadhupolum, "},
{ "Verses": "23 oru Kuruvi Than Praananai Vaangum Kanniyai Ariyaamal Adhil Vizhath Theevirikkiradhupolum, Avalukkup Pinne Ponaan; Ambu Avan Eeralaip Pilandhadhu. "},
{ "Verses": "24 aadhalaal Pillaigale, Enakku Sevikodungal; En Vaayin Vaarththaigalai Gavaniyungal. "},
{ "Verses": "25 un Irudhayam Aval Vazhiyile Saayavendaam; Aval Paadhaiyile Mayangith Thiriyaadhe. "},
{ "Verses": "26 aval Anegaraik Kaayappaduththi, Vizhappanninaal; Balavaangal Anegaraik Kolaiseydhaal. "},
{ "Verses": "27 aval Veedu Paadhaalaththukkuppom Vazhi; Adhu Marana Araigalukkuk Kondupoividum. "}
]