[
{ "Verses": "1 pollaadha Manusharmel Poraamaikollaadhe; Avargalode Irukkavum Virumbaadhe. "},
{ "Verses": "2 avargal Irudhayam Kodumaiyai Yosikkum, Avargal Udhadugal Theevinaiyaip Pesum. "},
{ "Verses": "3 veedu Gnaanaththinaale Kattappattu, Vivegaththinaale Nilainiruththappadum. "},
{ "Verses": "4 arivinaale Araigalil Arumaiyum Inimaiyumaana Sagalavidhap Porulgalum Niraindhirukkum. "},
{ "Verses": "5 gnaanamullavan Belamullavan; Arivullavan Than Vallamaiyai Adhigarikkappannugiraan. "},
{ "Verses": "6 nalyosanai Seydhu Yuththampannu; Aalosanaikkaarar Anegaraal Jeyankidaikkum. "},
{ "Verses": "7 moodanukku Gnaanam Ettaadha Uyaramaayirukkum; Avan Niyaayasthalaththil Than Vaayaith Thiravaan. "},
{ "Verses": "8 theevinaiseyya Ubaayanseygiravan Dhushtan Ennappaduvaan. "},
{ "Verses": "9 theeyanokkam Paavamaam; Pariyaasakkaaran Manusharukku Aruvaruppaanavan. "},
{ "Verses": "10 aabaththukkaalaththil Nee Sorndhupovaayaanaal, Un Belan Kuruginadhu. "},
{ "Verses": "11 maranaththukku Oppikkappattavargalaiyum, Kolaiyunnappogiravargalaiyum Viduvikkakkoodumaanaal Viduvi. "},
{ "Verses": "12 adhai Ariyom Enbaayaagil, Irudhayangalai Sodhikkiravar Ariyaaro? Un Aaththumaavaik Kaakkiravar Gavaniyaaro? Avar Manusharukku Avanavan Kiriyaikkuththakkadhaagap Balanaliyaaro? "},
{ "Verses": "13 en Magane, Thenai Saappidu, Adhu Nalladhu; Koottilirundhu Ozhugum Then Un Vaaikku Inbamaayirukkum. "},
{ "Verses": "14 appadiye Gnaanaththai Arindhukolvadhu Un Aaththumaavukku Inbamaayirukkum; Adhaip Petrukkondaal, Adhu Mudivil Udhavum, Un Nambikkai Veenpogaadhu. "},
{ "Verses": "15 dhushtane, Nee Needhimaanudaiya Vaasasthalaththukku Virodhamaaip Padhiviraadhe; Avan Thangum Idaththaip Paazhaakkippodaadhe. "},
{ "Verses": "16 needhimaan Ezhudharam Vizhundhaalum Thirumbavum Ezhundhiruppaan; Dhunmaarkkaro Theengile Idarundu Kidappaargal. "},
{ "Verses": "17 un Saththuru Vizhumbodhu Sandhoshappadaadhe; Avan Idarumbodhu Un Irudhayam Kalikooraadhiruppadhaaga. "},
{ "Verses": "18 karththar Adhaik Kaanbaar, Adhu Avar Paarvaikkup Pollaappaayirukkum; Appozhudhu Avanidaththinindru Avar Thamadhu Kobaththai Neekkividuvaar. "},
{ "Verses": "19 pollaadhavargalaik Kuriththu Erichchalaagaadhe; Dhunmaarkkarmel Poraamai Kollaadhe. "},
{ "Verses": "20 dhunmaarkkanukku Nalmudivu Illai; Dhunmaarkkanudaiya Vilakku Anaindhupom. "},
{ "Verses": "21 en Magane, Nee Karththarukkum Raajaavukkum Bayandhu Nada; Kalagakkaararodu Kalavaadhe. "},
{ "Verses": "22 sadidhiyil Avargaludaiya Aabaththu Ezhumbum; Avargal Iruvarin Sangaaraththaiyum Arindhavan Yaar? "},
{ "Verses": "23 pinnum Gnaanamullavargalin Buththimadhigal Ennavenil: Niyaayaththile Mugadhaatchiniyam Nalladhalla. "},
{ "Verses": "24 dhunmaarkkanaip Paarththu: Needhimaanaayirukkiraai Endru Sollugiravanai Janangal Sabippaargal, Prajaigal Avanai Veruppaargal. "},
{ "Verses": "25 avanaik Kadindhukollugiravargalmel Piriyamundaagum, Avargalukku Uththama Aaseervaadham Kidaikkum. "},
{ "Verses": "26 semmaiyaana Marumozhi Sollugiravan Udhadugalai Muththamidugiravanukku Samaanam. "},
{ "Verses": "27 veliyil Un Velaiyai Eththanappaduththi, Vayalil Adhai Ozhungaakki, Pinbu Un Veettaik Kattu. "},
{ "Verses": "28 niyaayamindrip Piranukku Virodhamaai Saatchiyaaga Erpadaadhe; Un Udhadugalinaal Vanjagam Pesaadhe. "},
{ "Verses": "29 avan Enakku Seydha Pragaaram Naanum Avanukku Seyven, Avan Seygaikkuththakkadhaaga Naanum Avanukku Sarikkattuven Endru Nee Sollaadhe. "},
{ "Verses": "30 somberiyin Vayalaiyum, Madhiyeenanudaiya Thraatchaththottaththaiyum Kadandhuponen. "},
{ "Verses": "31 idho, Adhellaam Mullukkaadaayirundhadhu; Nilaththin Mugaththaik Kaanjori Moodinadhu; Adhin Karsuvar Idindhu Kidandhadhu. "},
{ "Verses": "32 adhaik Kandu Sindhanaipanninen; Adhai Nokki Buththiyadaindhen. "},
{ "Verses": "33 innunkonjam Urangattum, Innunkonjam Kaimudakkikkondu Niththirai Seyyattum Enbaayo? "},
{ "Verses": "34 un Thariththiram Vazhippokkanaippolum, Un Varumai Aayudhamanindhavanaippolum Varum. "}
]