[
{ "Verses": "1 pillaigale, Neengal Thagappan Podhagaththaik Kettu, Buththiyai Adaiyumpadi Gavaniyungal. "},
{ "Verses": "2 naan Ungalukku Narpodhagaththaith Tharugiren; En Ubadhesaththai Vidaadhirungal. "},
{ "Verses": "3 naan En Thagappanukkup Piriyamaana Kumaaranum, En Thaaikku Migavum Arumaiyaana Ore Pillaiyumaanavan. "},
{ "Verses": "4 avar Enakkup Podhiththu Sonnadhu: Un Irudhayam En Vaarththaigalaik Kaaththukkollakkadavadhu; En Kattalaigalaik Kaikkol, Appozhudhu Pizhaippaai. "},
{ "Verses": "5 gnaanaththai Sambaadhi, Buththiyaiyum Sambaadhi; En Vaayin Vaarththaigalai Maravaamalum Vittu Vilagaamalum Iru. "},
{ "Verses": "6 adhai Vidaadhe, Adhu Unnaith Tharkaakkum: Adhinmel Piriyamaayiru, Adhu Unnaik Kaaththukkollum. "},
{ "Verses": "7 gnaaname Mukkiyam, Gnaanaththai Sambaadhi; Ennaththai Sambaadhiththaalum Buththiyai Sambaadhiththukkol. "},
{ "Verses": "8 nee Adhai Menmaippaduththu, Adhu Unnai Menmaippaduththum; Nee Adhaith Thazhuvikkondaal, Adhu Unnai Ganampannum. "},
{ "Verses": "9 adhu Un Thalaikku Alangaaramaana Mudiyaik Kodukkum; Adhu Magimaiyaana Greedaththai Unakku Soottum. "},
{ "Verses": "10 en Magane, Kel, En Vaarththaigalai Etrukkol; Appozhudhu Un Aayusin Varushangal Adhigamaagum. "},
{ "Verses": "11 gnaanamaarkkaththai Naan Unakkup Podhiththen; Sevvaiyaana Paadhaigalile Unnai Nadaththinen. "},
{ "Verses": "12 nee Avaigalil Nadakkumbodhu Un Nadaigalukku Idukkan Undaavadhillai; Nee Avaigalil Odinaalum Idaramaattaai. "},
{ "Verses": "13 buththimadhiyai Urudhiyaaip Patrikkol, Adhai Vittuvidaadhe; Adhaikkaaththukkol, Adhuve Unakku Jeevan. "},
{ "Verses": "14 dhunmaarkkarudaiya Paadhaiyil Pravesiyaadhe; Theeyorudaiya Vazhiyil Nadavaadhe. "},
{ "Verses": "15 adhai Veruththuvidu, Adhin Vazhiyaaip Pogaadhe; Adhai Vittu Vilagik Kadandhupo. "},
{ "Verses": "16 pollaappu Seydhaalozhiya Avargalukku Niththirai Varaadhu; Avargal Yaaraiyaagilum Vizhappannaadhirundhaal Avargal Thookkam Kalaindhupom. "},
{ "Verses": "17 avargal Aagaamiyaththin Appaththaip Pusiththu, Kodumaiyin Rasaththaik Kudikkiraargal. "},
{ "Verses": "18 needhimaangaludaiya Paadhai Naduppagalvaraikkum Adhigamadhigamaaip Pragaasikkira Sooriyappragaasampolirukkum. "},
{ "Verses": "19 dhunmaarkkarudaiya Paadhaiyo Kaarirulaippolirukkum; Thaangal Idaruvadhu Innadhil Endru Ariyaargal. "},
{ "Verses": "20 en Magane, En Vaarththaigalai Gavani; En Vasanangalukku Un Seviyai Saai. "},
{ "Verses": "21 avaigal Un Kangalai Vittuppiriyaadhiruppadhaaga; Avaigalai Un Irudhayaththukkulle Kaaththukkol. "},
{ "Verses": "22 avaigalaik Kandupidikkiravargalukku Avaigal Jeevanum, Avargal Udalukkellaam Aarokkiyamumaam. "},
{ "Verses": "23 ellaak Kaavalodum Un Irudhayaththaik Kaaththukkol, Adhinidaththinindru Jeevaootru Purappadum. "},
{ "Verses": "24 vaayin Thaarumaarugalai Unnai Vittagatri, Udhadugalin Maarupaattai Unakku Dhoorappaduththu. "},
{ "Verses": "25 un Kangal Neraai Nokkakkadavadhu; Un Kannimaigal Unakku Munne Sevvaiyaaip Paarkkakkadavadhu. "},
{ "Verses": "26 un Kaal Nadaiyai Seerthookkippaar; Un Vazhigalellaam Nilaivarappattiruppadhaaga. "},
{ "Verses": "27 valadhupuramaavadhu Idadhupuramaavadhu Saayaadhe; Un Kaalaith Theemaikku Vilakkuvaayaaga. "}
]