[
{ "Verses": "1 nee Oru Adhipadhiyode Pojanampanna Utkaarndhaal, Unakku Munbaaga Irukkiradhai Nandraaik Gavaniththuppaar. "},
{ "Verses": "2 nee Pojanappiriyanaayirundhaal, Un Thondaiyile Kaththiyai Vai. "},
{ "Verses": "3 avanudaiya Rusiyulla Padhaarththangalai Ichchiyaadhe; Avaigal Kallappojanamaame. "},
{ "Verses": "4 aisuvariyavaanaagavendumendru Prayaasappadaadhe; Suyabuththiyai Saaraadhe. "},
{ "Verses": "5 illaamarpogum Porulmel Unkangalaip Parakkaviduvaanen? Adhu Kazhugaippola Siragugalaith Thanakku Undupannikkondu, Aagaayamaarkkamaaip Parandhupom. "},
{ "Verses": "6 vankannanudaiya Aagaaraththaip Pusiyaadhe; Avanudaiya Rusiyulla Padhaarththangalai Ichchiyaadhe. "},
{ "Verses": "7 avan Irudhayaththin Ninaivu Eppadiyo, Appadiye Avan Irukkiraan; Pusiyum, Baanampannum Endru Avan Unnode Sonnaalum, Avan Irudhayam Unnode Iraadhu. "},
{ "Verses": "8 nee Pusiththa Thunikkaiyai Vaandhipanni, Un Iniya Sorkalai Izhandhupovaai. "},
{ "Verses": "9 moodanudaiya Sevigal Ketkappesaadhe; Avan Un Vaarththaigalin Gnaanaththai Asattaipannuvaan. "},
{ "Verses": "10 poorva Ellaikkuriyai Maatraadhe; Thikkatra Pillaigaludaiya Nilangalai Abagariththukkollaadhe. "},
{ "Verses": "11 avargaludaiya Meetpar Vallavar; Avar Unnudane Avargalukkaaga Vazhakkaaduvaar. "},
{ "Verses": "12 un Irudhayaththai Buththimadhikkum, Un Sevigalai Arivin Vaarththaigalukkum Saaippaayaaga. "},
{ "Verses": "13 pillaiyai Thandiyaamal Vidaadhe; Avanaip Pirambinaal Adiththaal Avan Saagaan. "},
{ "Verses": "14 nee Pirambinaal Avanai Adikkiradhinaal Paadhaalaththukku Avan Aaththumaavaith Thappuvippaaye. "},
{ "Verses": "15 en Magane, Un Irudhayam Gnaanamulladhaayirundhaal, Ennile En Irudhayam Magizhum. "},
{ "Verses": "16 un Udhadugal Semmaiyaanavaigalaip Pesinaal, En Ullindhiriyangal Magizhum. "},
{ "Verses": "17 un Manadhaip Paavigalmel Poraamaikolla Vidaadhe; Nee Naadorum Karththaraip Patrum Bayaththodiru. "},
{ "Verses": "18 nichchayamaagave Mudivu Undu; Un Nambikkai Veenpogaadhu. "},
{ "Verses": "19 en Magane, Nee Sevikoduththu Gnaanamadaindhu, Un Irudhayaththai Nalvazhiyile Nadaththu. "},
{ "Verses": "20 madhubaanappiriyaraiyum Maamsap Peruntheenikkaararaiyum Seraadhe. "},
{ "Verses": "21 kudiyanum Pojanappiriyanum Thariththiraraavaargal; Thookkam Kandhaigalai Uduththuvikkum. "},
{ "Verses": "22 unnaip Petra Thagappanukku Sevikodu; Un Thaai Vayadhusendravalaagumbodhu Avalai Asattaipannaadhe. "},
{ "Verses": "23 saththiyaththai Vaangu, Adhai Virkaadhe; Appadiye Gnaanaththaiyum Ubadhesaththaiyum Buththiyaiyum Vaangu. "},
{ "Verses": "24 needhimaanudaiya Thagappan Migavum Kalikooruvaan; Gnaanamulla Pillaiyaip Petravan Avanaal Magizhuvaan. "},
{ "Verses": "25 un Thagappanum Un Thaayum Sandhoshappaduvaargal; Unnaip Petraval Magizhuvaal. "},
{ "Verses": "26 en Magane, Un Irudhayaththai Enakkuth Thaa; Un Kangal En Vazhigalai Nokkuvadhaaga. "},
{ "Verses": "27 vesi Aazhamaana Padukuzhi; Parasthree Idukkamaana Kinaru. "},
{ "Verses": "28 aval Kollaikkaaranaippola Padhivirundhu, Manusharukkulle Paadhagaraip Perugappannugiraal. "},
{ "Verses": "29 aiyo! Yaarukku Vedhanai? Yaarukkuth Dhukkam? Yaarukku Sandaigal? Yaarukkup Pulambal? Yaarukkuk Kaaranamillaadha Kaayangal? Yaarukku Raththankalangina Kangal? "},
{ "Verses": "30 madhupaanam Irukkum Idaththile Thangith Tharippavargalukkum, Kalappulla Saaraayaththai Naadugiravargalukkundhaane. "},
{ "Verses": "31 madhupaanam Raththavarunamaayirundhu, Paaththiraththil Palapalappaaith Thondrumbodhu, Nee Adhaip Paaraadhe; Adhu Medhuvaai Irangum. "},
{ "Verses": "32 mudivile Adhu Paambaippol Kadikkum, Viriyanaippol Theendum. "},
{ "Verses": "33 un Kangal Parasthreegalai Nokkum; Un Ullam Thaarumaaraanavaigalaip Pesum. "},
{ "Verses": "34 nee Nadukkadalile Sayaniththirukkiravanaippolum, Paaimaraththattile Paduththirukkiravanaippolum Iruppaai. "},
{ "Verses": "35 ennai Adiththaargal, Enakku Nogavillai; Ennai Araindhaargal, Enakku Suranaiyillai; Naan Adhaip Pinnum Thodarndhu Theda Eppozhudhu Vizhippen Enbaai. "}
]