[
{ "Verses": "1 gnaanam Than Veettaik Katti, Than Ezhu Thoongalaiyum Siththirantheerththu, "},
{ "Verses": "2 than Kozhuththa Jandhukkalai Adiththu, Thraatcharasaththai Vaarththuvaiththu, Than Pojanapandhiyai Aayaththappaduththi, "},
{ "Verses": "3 than Panividaikkaarigalai Anuppi, Pattanaththin Uyarndha Medaigalinmel Nindru Kooppittu, "},
{ "Verses": "4 buththiyeenanai Nokki: Evan Pedhaiyo Avan Ivvidaththil Varakkadavan. "},
{ "Verses": "5 neengal Vandhu En Appaththaip Pusiththu, Naan Vaarththa Thraatcharasaththaip Paanampannungal. "},
{ "Verses": "6 pedhaimaiyai Vittu Vilagungal, Appozhudhu Pizhaiththiruppeergal; Buththiyin Vazhiyile Nadavungal Endru Vilambugiradhu. "},
{ "Verses": "7 pariyaasakkaaranaik Kandikkiravan Lachchaiyadaigiraan; Dhunmaarkkanaik Kandikkiravan Thannaik Karaippaduththikkollugiraan. "},
{ "Verses": "8 pariyaasakkaaranaik Kadindhukollaadhe, Avan Unnaip Pagaippaan; Gnaanamullavanaik Kadindhukol, Avan Unnai Nesippaan. "},
{ "Verses": "9 gnaanamullavanukkup Podhagampannu, Avan Gnaanaththil Theruvaan; Needhimaanukku Ubadhesampannu, Avan Arivil Viruththiyadaivaan. "},
{ "Verses": "10 karththarukku Bayappadudhale Gnaanaththin Aarambam; Parisuththarin Arive Arivu. "},
{ "Verses": "11 ennaale Un Naatkal Perugum; Un Aayusin Varushangal Viruththiyaagum. "},
{ "Verses": "12 nee Gnaaniyaanaal Unakkendru Gnaaniyaavaai; Nee Pariyaasakkaaranaanaal Neeye Adhin Bayanai Anubavippaai Endrum Sollugiradhu. "},
{ "Verses": "13 madhiyatra Sthree Vaayaadiyum, Ondrumariyaadha Nirmoodamumaayirukkiraal. "},
{ "Verses": "14 aval Than Veettuvaasarpadiyilum Pattanaththin Medaigalilum Aasanampottu Utkaarndhu, "},
{ "Verses": "15 thangal Vazhigalai Nokki Nere Pogum Vazhippokkaraip Paarththu: "},
{ "Verses": "16 evan Pedhaiyo Avan Ivvidaththil Varakkadavan Endrum, "},
{ "Verses": "17 madhiyeenanai Nokki: Thiruttuththanneer Thiththikkum, Andharangaththil Pusikkum Appam Inbamaayirukkum Endrum Sollik Kooppidugiraal. "},
{ "Verses": "18 aayinum Mariththavargal Avvidaththil Undendrum, Avaludaiya Virundhaaligal Naragapaadhaalangalil Kidakkiraargalendrum Avan Ariyaan. "}
]