[
{ "Verses": "1 pirindhupogiravan Than Ichchaiyinpadi Seyyappaarkkiraan, Ellaa Gnaanaththilum Thalaiyittukkollugiraan. "},
{ "Verses": "2 moodan Gnaanaththil Piriyankollaamal, Than Manadhilullavaigalai Velippaduththap Piriyappadugiraan. "},
{ "Verses": "3 dhunmaarkkan Vara Avamaanam Varum; Avamaanaththode Nindhaiyum Varum. "},
{ "Verses": "4 manushanudaiya Vaaimozhigal Aazhamaana Jalampolirukkum; Gnaanaththin Ootru Paaigira Aatraippolirukkum. "},
{ "Verses": "5 vazhakkile Needhimaanaith Thorkadikkiradharku, Dhunmaarkkanukku Mugadhaatchiniyampannuvadhu Nalladhalla; "},
{ "Verses": "6 moodanudaiya Udhadugal Vivaadhaththil Nuzhaiyum, Avan Vaai Adigalai Varavazhaikkum. "},
{ "Verses": "7 moodanudaiya Vaai Avanukkuk Kedu, Avan Udhadugal Avan Aaththumaavukkuk Kanni. "},
{ "Verses": "8 kolkaaranudaiya Vaarththaigal Vilaiyaattupolirukkum, Aanaalum Avaigal Ullaththirkul Thaikkum. "},
{ "Verses": "9 than Velaiyil Asadhiyaayiruppavan Azhimbanukku Sagodharan. "},
{ "Verses": "10 karththarin Naamam Balaththa Thurugam; Needhimaan Adharkul Odi Sugamaayiruppaan. "},
{ "Verses": "11 aisuvariyavaanudaiya Porul Avanukku Aranaana Pattanam; Adhu Avan Ennaththil Uyarndha Madhilpolirukkum. "},
{ "Verses": "12 azhivu Varumun Manushanudaiya Irudhayam Irumaappaayirukkum; Menmaikku Munnaanadhu Thaazhmai. "},
{ "Verses": "13 kaariyaththaik Ketkumun Uththaram Sollugiravanukku, Adhu Buththiyeenamum Vetkamumaayirukkum. "},
{ "Verses": "14 manushanudaiya Aavi Avan Balaveenaththaith Thaangum; Murindha Aavi Yaaraal Thaangakkoodum? "},
{ "Verses": "15 buththimaanudaiya Manam Arivai Sambaadhikkum; Gnaaniyin Sevi Arivai Naadum. "},
{ "Verses": "16 oruvan Kodukkum Vegumadhi Avanukku Vazhiyundaakki, Periyorgalukku Munbaaga Avanaik Kondupoividum. "},
{ "Verses": "17 than Vazhakkile Mudhalpesugiravan Needhimaanpol Kaanappaduvaan; Avan Ayalaano Vandhu Avanaip Parisodhikkiraan. "},
{ "Verses": "18 seettuppodudhal Virodhangalai Ozhiththu, Balavaangal Naduve Sikkarukkum. "},
{ "Verses": "19 aranaana Pattanaththai Vasappaduththuvadhaippaarkkilum Kobankonda Sagodharanai Vasappaduththuvadhu Aridhu; Avargaludaiya Virodhangal Kottaith Thaazhppaalgal Polirukkum. "},
{ "Verses": "20 avanavan Vaayin Balanaal Avanavan Vayiru Nirambum; Avanavan Udhadugalin Vilaivinaal Avanavan Thrupthiyaavaan. "},
{ "Verses": "21 maranamum Jeevanum Naavin Adhigaaraththilirukkum; Adhil Piriyappadugiravargal Adhin Kaniyaip Pusippaargal. "},
{ "Verses": "22 manaiviyaik Kandadaigiravan Nanmaiyaanadhaik Kandadaigiraan; Karththaraal Dhayaiyum Petrukkollugiraan. "},
{ "Verses": "23 thariththiran Kenjikketkiraan; Aisuvariyavaan Kadinamaai Uththaravukodukkiraan. "},
{ "Verses": "24 snegidharullavan Snegam Paaraattavendum; Sagodharanilum Adhiga Sondhamaai Snegippavanumundu. "}
]