[
{ "Verses": "1 sandaiyodu Koodiya Veeduniraindha Kozhumaiyaana Padhaarththangalaip Paarkkilum, Amarikkaiyode Saappidum Verum Thunikkaiye Nalam. "},
{ "Verses": "2 buththiyulla Velaikkaaran Lachchaiyundaakkugira Puththiranai Aandu, Sagodhararukkulla Sudhandharaththil Pangadaivaan. "},
{ "Verses": "3 velliyaik Kugaiyum, Ponnaip Pudamum Sodhikkum; Irudhayangalai Sodhikkiravaro Karththar. "},
{ "Verses": "4 dhushtan Akkirama Udhadugal Solvadhai Utrukketkiraan; Poiyan Kedulla Naavukku Sevikodukkiraan. "},
{ "Verses": "5 ezhaiyaip Pariyaasam Pannugiravan Avanai Undaakkinavarai Nindhikkiraan; Aabaththaikkuriththuk Kalikkiravan Thandanaikkuth Thappaan. "},
{ "Verses": "6 pillaigalin Pillaigal Mudhiyorukku Kreedam; Pillaigalin Menmai Avargal Pidhaakkale. "},
{ "Verses": "7 menmaiyaanavaigalaip Pesum Udhadu Moodanukkuth Thagaadhu; Poi Pesum Udhadu Prabuvukku Evvalavenum Thagaadhu. "},
{ "Verses": "8 paridhaanam Vaangugiravargalin Paarvaikku Adhu Raththinampolirukkum; Adhu Nokkum Thisaiyellaam Kaariyam Vaaikkum. "},
{ "Verses": "9 kutraththai Moodugiravan Snegaththai Naadugiraan; Kettadhai Sollugiravan Praanasnegidharaiyum Piriththuvidugiraan. "},
{ "Verses": "10 moodanai Nooradi Adippadhaippaarkkilum, Buththimaanai Vaayinaal Kandippadhe Adhigamaai Uraikkum. "},
{ "Verses": "11 dhushtan Kalagaththaiye Thedugiraan; Kurooradhoodhan Avanukku Virodhamaaga Anuppappaduvaan. "},
{ "Verses": "12 than Madhikettil Thiriyum Madhiyeenanukku Edhirppaduvadhaippaarkkilum, Kuttigalaip Parikoduththa Karadikku Edhirppaduvadhu Vaasi. "},
{ "Verses": "13 nanmaikkuth Theemaiseygiravan Evano, Avan Veettaivittuth Theemai Neengaadhu. "},
{ "Verses": "14 sandaiyin Aarambam Madhagaith Thirandhuvidugiradhupolirukkum; Aadhalaal Vivaadham Ezhumbumun Adhai Vittuvidu. "},
{ "Verses": "15 dhunmaarkkanai Needhimaanaakkugiravanum, Needhimaanaik Kutravaaliyaakkugiravanumaagiya Ivviruvarum Karththarukku Aruvaruppaanavargal "},
{ "Verses": "16 gnaanaththaik Kollumpadi Moodan Kaiyile Rokkam Ennaththirku? Adhinmel Avanukku Manamillaiye. "},
{ "Verses": "17 snegidhan Ellaak Kaalaththilum Snegippaan; Idukkanil Udhavave Sagodharan Pirandhirukkiraan. "},
{ "Verses": "18 buththiyeenan Than Snegidhanukku Munbaagak Kaiyadiththukkoduththup Pinaippadugiraan. "},
{ "Verses": "19 vaadhuppiriyan Paadhagappiriyan; Than Vaasalai Uyarththik Kattugiravan Azhivai Naadugiraan. "},
{ "Verses": "20 maarupaadaana Irudhayamullavan Nanmaiyaik Kandadaivadhillai; Purattu Naavullavan Theemaiyil Vizhuvaan. "},
{ "Verses": "21 moodapuththiranaip Perugiravan Thanakku Sanjalamundaaga Avanaip Perugiraan; Madhiyeenanudaiya Thagappanukku Magizhchchiyillai. "},
{ "Verses": "22 manamagizhchchi Nalla Oushadham; Murindha Aaviyo Elumbugalai Ularappannum. "},
{ "Verses": "23 dhunmaarkkan, Needhiyin Vazhiyaip Puratta, Madiyilulla Paridhaanaththai Vaangugiraan. "},
{ "Verses": "24 gnaanam Buththimaanukku Munbaaga Irukkum; Moodanudaiya Kangalo Boomiyin Kadaiyaandharangalil Sellum. "},
{ "Verses": "25 moodapuththiran Than Pidhaavukku Salippum, Thannaip Petravargalukkuk Kasappumaanavan. "},
{ "Verses": "26 needhimaanai Thandampidikkiradhum, Niyaayanseygiravanaip Prabukkal Adikkiradhum Thagudhiyalla. "},
{ "Verses": "27 arivaali Than Vaarththaigalai Adakkugiraan; Vivegi Kulirndha Manamullavan. "},
{ "Verses": "28 pesaadhirundhaal Moodanum Gnaanavaan Endru Ennappaduvaan; Than Udhadugalai Moodugiravan Buththimaan Endru Ennappaduvaan. "}
]