[
{ "Verses": "1 en Magane, Nee Un Seviyai Gnaanaththirku Saaiththu, Un Irudhayaththai Buththikku Amaiyappannumporuttu, "},
{ "Verses": "2 nee En Vaarththaigalai Etrukkondu, En Kattalaigalai Unnidaththil Baththirappaduththi, "},
{ "Verses": "3 gnaanaththai Vaa Endru Kooppittu, Buththiyai Saththamittu Azhaiththu, "},
{ "Verses": "4 adhai Velliyaippol Naadi, Pudhaiyalgalaith Thedugiradhupol Theduvaayaagil, "},
{ "Verses": "5 appozhudhu Karththarukku Bayappadudhal Innadhendru Nee Unarndhu, Dhevanai Ariyum Arivaik Kandadaivaai. "},
{ "Verses": "6 karththar Gnaanaththaith Tharugiraar; Avar Vaayinindru Arivum Buththiyum Varum. "},
{ "Verses": "7 avar Needhimaangalukkendru Meygngnaanaththai Vaiththuvaiththirukkiraar; Uththamamaai Nadakkiravargalukku Avar Kedagamaayirukkiraar. "},
{ "Verses": "8 avar Niyaayaththin Nerigalaith Tharkaaththu, Thammudaiya Parisuththavaangalin Paadhaiyaik Kaappaatrugiraar. "},
{ "Verses": "9 appozhudhu Needhiyaiyum, Niyaayaththaiyum, Nidhaanaththaiyum, Sagala Nalvazhigalaiyum Arindhukolluvaai. "},
{ "Verses": "10 gnaanam Un Irudhayaththil Pravesiththu, Arivu Un Aaththumaavukku Inbamaayirukkumbodhu, "},
{ "Verses": "11 nalyosanai Unnaik Kaappaatrum, Buththi Unnaip Paadhukaakkum. "},
{ "Verses": "12 adhinaal Nee Dhunmaarkkanudaiya Vazhikkum, Maarupaadu Pesugira Manushanukkum, "},
{ "Verses": "13 andhagaara Vazhigalil Nadakka Needhinerigalai Vittu, "},
{ "Verses": "14 theemaiseyya Magizhndhu, Dhunmaarkkarudaiya Maarupaadugalil Kalikoorugiravargalukkum, "},
{ "Verses": "15 maarupaadaana Paadhaigalilum Konalaana Vazhigalilum Nadakkiravargalukkum Nee Thappuvikkappaduvaai. "},
{ "Verses": "16 than Ilavayadhin Naayaganai Vittu, Than Dhevanudaiya Udanpadikkaiyai Marandhu, "},
{ "Verses": "17 ichchagamaana Vaarththaigalaip Pesum Anniya Pennaagiya Parasthreekkum Thappuvikkappaduvaai. "},
{ "Verses": "18 avaludaiya Veedu Maranaththukkum, Avaludaiya Paadhaigal Mariththoridaththirkum Saaigiradhu. "},
{ "Verses": "19 avalidaththil Pogiravargalil Oruvarum Thirumbugiradhillai, Jeevapaadhaigalil Vandhu Serugiradhumillai. "},
{ "Verses": "20 aadhalaal Nee Nallavargalin Vazhiyile Nadandhu, Needhimaangalin Paadhaigalaik Kaaththukkolvaayaaga. "},
{ "Verses": "21 sevvaiyaanavargal Boomiyile Vaasampannuvaargal; Uththamargal Adhile Thangiyiruppaargal. "},
{ "Verses": "22 dhunmaarkkaro Boomiyilirundhu Aruppundupovaargal; Dhrogigal Adhil Iraadhapadikku Nirmoolamaavaargal. "}
]