[
{ "Verses": "1 yaakkobin Kumaaranaagiya Aagoor Ennum Purushan Eeththiyelukku Vasaniththu, Eeththiyelukkum, Oogaalukkum Uraiththa Ubadhesa Vaakkiyangalaavana: "},
{ "Verses": "2 manusharellaarilum Naan Moodan; Manusharukketra Buththi Enakku Illai. "},
{ "Verses": "3 naan Gnaanaththaik Karkavum Illai, Parisuththarin Arivai Arindhukollavum Illai. "},
{ "Verses": "4 vaanaththukku Eriyiranginavar Yaar? Kaatraith Thamadhu Kaippidigalil Adakkinavar Yaar? Thanneergalai Vasthiraththil Kattinavar Yaar? Boomiyin Ellaigalaiyellaam Sthaabiththavar Yaar? Avarudaiya Naamam Enna? Avar Kumaaranudaiya Naamam Enna? Adhai Arivaayo? "},
{ "Verses": "5 dhevanudaiya Vasanamellaam Pudamitappattavaigal; Thammai Andikkollugiravargalukku Avar Kedagamaanavar. "},
{ "Verses": "6 avarudaiya Vasanangalodu Ondraiyum Koottaadhe, Koottinaal Avar Unnaik Kadindhukolvaar, Nee Poiyanaavaai. "},
{ "Verses": "7 irandu Manu Ummidaththil Ketkiren; Naan Marikkumbariyandhamum Avaigalai Enakku Marukkaamal Thaarum. "},
{ "Verses": "8 maayaiyaiyum Poivasanippaiyum Enakkuth Dhoorappaduththum; Thariththiraththaiyum Aisuvariyaththaiyum Enakkuk Kodaadhiruppeeraaga. "},
{ "Verses": "9 naan Paripooranam Adaigiradhinaal Marudhaliththu, Karththar Yaar Endru Sollaadhapadikkum; Thariththirappadugiradhinaal Thirudi, En Dhevanudaiya Naamaththai Veenile Vazhangaadhapadikkum, En Padiyai Enakku Alandhu Ennaip Poshiththarulum. "},
{ "Verses": "10 ejamaanidaththil Avanudaiya Velaikkaaranmel Kutranchumaththaadhe, Avan Unnai Sabippaan, Nee Kutravaaliyaagak Kaanappaduvaai. "},
{ "Verses": "11 thangal Thagappanai Sabiththum, Thangal Thaayai Aaseervadhiyaamalum Irukkira Sandhadhiyaarumundu. "},
{ "Verses": "12 thaangal Azhukkarak Kazhuvappadaamalirundhum, Thangal Paarvaikku Suththamaagath Thondrugira Sandhadhiyaarumundu. "},
{ "Verses": "13 veroru Sandhadhiyaarumundu; Avargal Kangal Eththanai Mettimaiyum Avargal Imaigal Eththanai Nerippumaanavaigal. "},
{ "Verses": "14 dhesaththil Sirumaiyaanavargalaiyum Manusharil Elimaiyaanavargalaiyum Patchippadharkuk Katkangalaiyoththa Parkalaiyum Kaththigalaiyoththa Kadaivaaippargalaiyumudaiya Sandhadhiyaarumundu. "},
{ "Verses": "15 thaa, Thaa, Engira Irandu Kumaaraththigal Attaikku Undu. Thrupthiyadaiyaadha Moondrundu, Podhum Endru Sollaadha Naangumundu. "},
{ "Verses": "16 avaiyaavana: Paadhaalamum, Malattuk Karppamum, Thanneeraal Thrupthiyadaiyaadha Nilamum, Podhumendru Sollaadha Akkiniyume. "},
{ "Verses": "17 thagappanaip Pariyaasampanni, Thaayin Kattalaiyai Asattaipannugira Kannai Nadhiyin Kaagangal Pidungum, Kazhugin Kunjugal Thinnum. "},
{ "Verses": "18 enakku Migavum Aachchariyamaanavaigal Moondrundu, En Buththikkettaadhavaigal Naangumundu. "},
{ "Verses": "19 avaiyaavana: Aagaayaththil Kazhuginudaiya Vazhiyum, Kanmalaiyinmel Paambinudaiya Vazhiyum, Nadukkadalil Kappalinudaiya Vazhiyum, Oru Kannigaiyai Naadiya Manushanudaiya Vazhiyume. "},
{ "Verses": "20 appadiye Vibasaara Sthreeyinudaiya Vazhiyum Irukkiradhu; Aval Thindru, Than Vaayaith Thudaiththu: Naan Oru Paavamum Seyyavillai Enbaal. "},
{ "Verses": "21 moondrinimiththam Boomi Sanjalappadugiradhu, Naangaiyum Adhu Thaangamaattaadhu. "},
{ "Verses": "22 arasaalugira Adimaiyinimiththamum, Pojanaththaal Thrupthiyaana Moodaninimiththamum, "},
{ "Verses": "23 pagaikkappadaththakkavalaayirundhum, Purushanukku Vaazhkkaippatta Sthreeyinimiththamum, Than Naachchiyaarukkup Padhilaaga Illaalaagum Adimaippenninimiththamume. "},
{ "Verses": "24 boomiyil Siriyavaigalaayirundhum, Magaa Gnaanamullavaigal Naangundu. "},
{ "Verses": "25 avaiyaavana: Arpamaana Jendhuvaayirundhum, Kodaikaalaththile Thangal Aagaaraththai Sambaadhikkira Erumbum, "},
{ "Verses": "26 saththuvamatra Jendhuvaayirundhum, Thangal Veettaik Kanmalaiyile Thondivaikkum Kuzhimusalgalum, "},
{ "Verses": "27 raajaa Illaadhirundhum, Pavunju Pavunjaaip Purappadugira Vettukkiligalum, "},
{ "Verses": "28 than Kaigalinaal Valaiyaip Pinni, Arasar Aramanaigalilirukkira Silandhip Poochchiyume. "},
{ "Verses": "29 vinodhamaai Adivaiththu Nadakkiravaigal Moondrundu; Vinodha Nadaiyullavaigal Naalumundu. "},
{ "Verses": "30 avaiyaavana: Mirugangalil Savuriyamaanadhum Ondrukkum Pinnidaiyaadhadhumaagiya Singamum, "},
{ "Verses": "31 porkkudhiraiyum, Vellaattukkadaavum, Oruvarum Edhirkkak Koodaadha Raajaavume. "},
{ "Verses": "32 nee Mettimaiyaanadhinaal Paiththiyamaai Nadandhu, Dhurchsindhanaiyullavanaayirundhaayaanaal, Kaiyinaal Vaayai Moodu. "},
{ "Verses": "33 paalaik Kadaidhal Venneyaip Pirappikkum; Mookkaip Pisaidhal Raththaththaip Pirappikkum; Appadiye Kobaththaik Kindividudhal Sandaiyaip Pirappikkum. "}
]