[
{ "Verses": "1 maarupaadaana Udhadugalulla Moodanaippaarkkilum, Uththamanaai Nadakkira Dhariththirane Vaasi. "},
{ "Verses": "2 aaththumaa Arivillaamaliruppadhu Nalladhalla; Kaal Thuridhamaanavan Thappinadakkiraan. "},
{ "Verses": "3 manushanudaiya Madhiyeenam Avan Vazhiyaith Thaarumaaraakkum; Endraalum Avan Manam Karththarukku Virodhamaaith Thaangaladaiyum. "},
{ "Verses": "4 selvam Anega Snegidharai Serkkum; Dhariththirano Than Snegidhanaalum Negizhappaduvaan. "},
{ "Verses": "5 poisaatchikkaaran Aakkinaikkuth Thappaan; Poigalaip Pesugiravanum Thappuvadhillai. "},
{ "Verses": "6 prabuvin Dhayaiyai Anegar Varundhik Ketpaargal; Kodai Kodukkiravanukku Evanum Snegidhan. "},
{ "Verses": "7 dhariththiranai Avanudaiya Sagodhararellaarum Pagaikkiraargale, Eththanai Adhigamaai Avan Snegidhar Avanukku Dhooramaavaargal; Avargaludaiya Vaarththaigalai Avan Naadugiraan, Avaigalo Verum Vaarththaigale. "},
{ "Verses": "8 gnaanaththaip Petrukkollugiravan Than Aaththumaavai Snegikkiraan; Buththiyaik Kaakkiravan Nanmaiyadaivaan. "},
{ "Verses": "9 poisaatchikkaaran Aakkinaikkuth Thappaan; Poigalaip Pesugiravan Naasamadaivaan. "},
{ "Verses": "10 moodanukku Selvam Thagaadhu; Prabukkalai Aandukolvadhu Adimaikku Evvalavum Thagaadhu. "},
{ "Verses": "11 manushanudaiya Vivegam Avan Kobaththai Adakkum; Kutraththai Mannippadhu Avanukku Magimai. "},
{ "Verses": "12 raajaavin Kobam Singaththin Gerchchippukku Samaanam; Avanudaiya Dhayai Pullinmel Peyyum Panipolirukkum. "},
{ "Verses": "13 moodanaagiya Magan Than Thagappanukku Migundha Dhukkam; Manaiviyin Sandaigal Oyaadha Ozhukku. "},
{ "Verses": "14 veedum Aasthiyum Pidhaakkal Vaikkum Sudhandharam; Buththiyulla Manaiviyo Karththar Arulum Eevu. "},
{ "Verses": "15 sombal Thoongivizhappannum; Asadhiyaanavan Pattiniyaayiruppaan. "},
{ "Verses": "16 kattalaiyaik Kaaththukkollugiravan Than Aaththumaavaik Kaakkiraan; Than Vazhigalai Avamadhikkiravan Saavaan. "},
{ "Verses": "17 ezhaikku Irangugiravan Karththarukkuk Kadankodukkiraan; Avan Koduththadhai Avar Thirumbak Koduppaar. "},
{ "Verses": "18 nambikkaiyirukkumattum Un Maganai Sitchaichey; Aanaalum Avanaik Kolla Un Aaththumaavai Ezhumbavottaadhe. "},
{ "Verses": "19 katunkobi Aakkinaikkullaavaan; Nee Avanaith Thappuviththaal Thirumbavum Thappuvikkavendiyadhaai Varum. "},
{ "Verses": "20 un Andhiyakaalaththil Nee Gnaanamullavanaayirukkumpadi, Aalosanaiyaikkettu, Buththimadhiyai Etrukkol. "},
{ "Verses": "21 manushanudaiya Irudhayaththin Ennangal Anegam; Aanaalum Karththarudaiya Yosanaiye Nilainirkum. "},
{ "Verses": "22 nanmaiseyya Manushan Kondirukkum Aasaiye Dhayai; Poiyanaip Paarkkilum Dhariththiran Vaasi. "},
{ "Verses": "23 karththarukku Bayappadudhal Jeevanukkedhuvaanadhu; Adhai Adaindhavan Thrupthiyadaindhu Nilaiththiruppaan; Theemai Avanai Anugaadhu. "},
{ "Verses": "24 somberi Than Kaiyaik Kalaththile Vaiththu, Adhaith Thirumbath Than Vaayandaikku Edukkaamalirukkiraan. "},
{ "Verses": "25 pariyaasakkaaranai Adi, Appozhudhu Pedhai Echcharikkappaduvaan; Buththimaanaik Kadindhukol, Avan Arivullavanaavaan. "},
{ "Verses": "26 than Thagappanaik Kollaiyadiththu, Than Thaayaith Thuraththividugiravan, Lachchaiyaiyum Avamaanaththaiyum Undaakkugira Magan. "},
{ "Verses": "27 en Magane, Arivaith Tharum Vaarththaigalai Vittu Vilagachcheyyum Podhagangalai Nee Kelaadhe. "},
{ "Verses": "28 peliyaalin Saatchikkaaran Nyaayaththai Nindhikkiraan; Dhunmaarkkarudaiya Vaai Akkiramaththai Vizhungum. "},
{ "Verses": "29 pariyaasakkaararukkuth Thandanaigalum, Moodarudaiya Mudhugukku Adigalum Aayaththamaayirukkiradhu. "}
]