[
{ "Verses": "1 dhaaveedhin Kumaaranum Isravelin Raajaavumaagiya Saalomonin Needhimozhigal: "},
{ "Verses": "2 ivaigalaal Gnaanaththaiyum Podhagaththaiyum Arindhu, Buththimadhigalai Unarndhu, "},
{ "Verses": "3 vivegam, Needhi, Niyaayam, Nidhaanam Enbavaigalaippatriya Ubadhesaththai Adaiyalaam. "},
{ "Verses": "4 ivaigal Pedhaigalukku Vinaavaiyum, Vaalibarukku Arivaiyum Vivegaththaiyum Kodukkum. "},
{ "Verses": "5 buththimaan Ivaigalaik Kettu, Arivil Theruvaan; Vivegi Nallaalosanaigalai Adaindhu; "},
{ "Verses": "6 needhimozhiyaiyum, Adhin Arththaththaiyum, Gnaanigalin Vaakkiyangalaiyum, Avargal Uraiththa Pudhaiporulgalaiyum Arindhukolvaan. "},
{ "Verses": "7 karththarukku Bayappadudhale Gnaanaththin Aarambam; Moodar Gnaanaththaiyum Podhagaththaiyum Asattaipannugiraargal. "},
{ "Verses": "8 en Magane, Un Thagappan Buththiyaik Kel, Un Thaayin Podhagaththaith Thallaadhe. "},
{ "Verses": "9 avaigal Un Sirasukku Alangaaramaana Mudiyum, Un Kazhuththukku Sarappaniyumaayirukkum. "},
{ "Verses": "10 en Magane, Paavigal Unakku Nayankaattinaalum Nee Sammadhiyaadhe. "},
{ "Verses": "11 engalode Vaa, Raththansindhumpadi Naam Padhivirundhu, Kutramatrirukkiravargalai Mugaandharamindrip Pidikkumpadi Oliththiruppom; "},
{ "Verses": "12 paadhaalam Vizhunguvadhupol Naam Avargalai Uyirode Vizhunguvom; Kuzhiyil Irangugiravargal Vizhungappaduvadhupol Avargalai Muzhumaiyum Vizhunguvom; "},
{ "Verses": "13 vilaiyuyarndha Sagalavidhap Porulgalaiyum Kandadaivom; Kollaip Porulinaal Nammudaiya Veedugalai Nirappuvom. "},
{ "Verses": "14 engalode Pangaaliyaayiru; Nammellaarukkum Ore Pai Irukkumendru Avargal Solvaargalaagil; "},
{ "Verses": "15 en Magane, Nee Avargalode Vazhinadavaamal, Un Kaalai Avargal Paadhaikku Vilakkuvaayaaga. "},
{ "Verses": "16 avargal Kaalgal Theenguseyya Odi, Raththansindhath Theevirikkiradhu. "},
{ "Verses": "17 evvagaiyaana Patchiyaanaalum Sari, Adhin Kangalukku Munbaaga Valaiyai Virippadhu Virudhaa. "},
{ "Verses": "18 ivargalo Thangal Raththaththirke Padhivirukkiraargal, Thangal Praananukke Oli Vaiththirukkiraargal. "},
{ "Verses": "19 porulaasaiyulla Ellaarudaiya Vazhiyum Idhuve; Idhu Thannaiyudaiyavargalin Uyirai Vaangum. "},
{ "Verses": "20 gnaanamaanadhu Veliye Nindru Kooppidugiradhu, Veedhigalil Saththamidugiradhu. "},
{ "Verses": "21 adhu Sandhadiyulla Therukkalin Sandhilum, Olimugavaasalilum Nindru Kooppittu, Pattanaththil Than Vaarththaigalai Vasaniththu Sollugiradhu: "},
{ "Verses": "22 pedhaigale, Neengal Pedhaimaiyai Virumbuvadhum, Nindhanaikkaarare, Neengal Nindhanaiyil Piriyappaduvadhum, Madhiyeenare, Neengal Gnaanaththai Veruppadhum, Edhuvaraikkum Irukkum. "},
{ "Verses": "23 en Kadindhukolludhalukkuth Thirumbungal; Idho, En Aaviyai Ungalukku Aruluven; En Vaarththaigalai Ungalukkuth Therivippen. "},
{ "Verses": "24 naan Kooppittum, Neengal Ketkamaattom Engireergal; Naan En Kaiyai Neettiyum Gavanikkiravan Oruvanum Illai. "},
{ "Verses": "25 en Aalosanaiyaiyellaam Neengal Thalli, En Kadindhukolludhalai Veruththeergal. "},
{ "Verses": "26 aagaiyaal, Naanum Ungal Aabaththukkaalaththil Nagaiththu, Neengal Bayappadunkaariyam Varumbodhu Aagadiyampannuven. "},
{ "Verses": "27 neengal Bayappadunkaariyam Pusalpol Varumbodhum, Aabaththu Sooraavalipol Ungalukku Neridumbodhum, Nerukkamum Idukkamum Ungalmel Varumbodhum, Aagadiyampannuven. "},
{ "Verses": "28 appozhudhu Avargal Ennai Nokkik Kooppiduvaargal; Naan Maruuththaravu Kodukkamaatten; Avargal Adhikaalaiyile Ennaith Theduvaargal, Ennaik Kaanamaattaargal. "},
{ "Verses": "29 avargal Arivai Veruththaargal, Karththarukku Bayappadudhalaith Therindhukollaamarponaargal. "},
{ "Verses": "30 en Aalosanaiyai Avargal Virumbavillai; En Kadindhukolludhalaiyellaam Asattaipanninaargal. "},
{ "Verses": "31 aagaiyaal Avargal Thangal Vazhiyin Palanaip Pusippaargal; Thangal Yosanaigalinaal Thirupthiyadaivaargal. "},
{ "Verses": "32 pedhaigalin Maarupaadu Avargalaik Kollum, Moodarin Nirvisaaram Avargalai Azhikkum. "},
{ "Verses": "33 enakku Sevikodukkiravan Evano, Avan Vikkinamindri Vaasampanni, Aabaththirku Bayappadaamal Amaidhiyaayiruppaan. "}
]