[
{ "Verses": "1 oruvanum Thodaraadhirundhum Dhunmaarkkar Odippogiraargal; Needhimaangalo Singaththaippole Dhairiyamaayirukkiraargal. "},
{ "Verses": "2 dhesaththin Paavaththinimiththam Adhin Adhigaarigal Anegaraayirukkiraargal; Buththiyum Arivumulla Manushanaalo Adhin Narseer Neediththirukkum. "},
{ "Verses": "3 ezhaigalai Odukkugira Dhariththiran Aagaaram Vilaiyaadhapadi Vellamaai Adiththukkondupogira Mazhaiyaippolirukkiraan. "},
{ "Verses": "4 vedhappramaanaththai Vittu Vilagugiravargal Dhunmaarkkaraip Pugazhugiraargal; Vedhappramaanaththaik Kaikkollugiravargalo Avargalode Poraadugiraargal. "},
{ "Verses": "5 dhushtar Nyaayaththai Ariyaargal; Karththaraith Thedugiravargalo Sagalaththaiyum Arivaargal. "},
{ "Verses": "6 iruvazhigalil Nadakkira Thiriyaavarakkaaran Aisuvariyavaanaayirundhaalum, Nermaiyaai Nadakkira Thariththiran Avanilum Vaasi. "},
{ "Verses": "7 vedhappramaanaththaik Kaikkollugiravan Vivegamulla Puththiran; Pojanappiriyarukkuth Thozhanaayirukkiravano Than Thagappanai Avamaanappaduththugiraan. "},
{ "Verses": "8 aniyaaya Vattiyinaalum Aadhaayaththinaalum Than Aasthiyaip Perugappannugiravan, Dhariththirarperil Irangugiravanukkaaga Adhai Segarikkiraan. "},
{ "Verses": "9 vedhaththaik Kelaadhapadi Thanseviyai Vilakkugiravanudaiya Jebamum Aruvaruppaanadhu. "},
{ "Verses": "10 uththamargalai Mosappaduththi, Pollaadha Vazhiyile Nadaththugiravan Thaan Vettina Kuzhiyil Thaane Vizhuvaan; Uththamargalo Nanmaiyai Sudhandharippaargal. "},
{ "Verses": "11 aisuvariyavaan Than Paarvaikku Gnaanavaan; Buththiyulla Dhariththirano Avanaip Parisodhikkiraan. "},
{ "Verses": "12 needhimaangal Kalikoorumbodhu Magaa Kondaattam Undaagum; Dhunmaarkkar Ezhumbumbodho Manushar Maraindhukollugiraargal. "},
{ "Verses": "13 than Paavangalai Maraikkiravan Vaazhvadaiyamaattaan; Avaigalai Arikkai Seydhu Vittuvidugiravano Irakkam Peruvaan. "},
{ "Verses": "14 eppozhudhum Bayandhirukkiravan Baakkiyavaan; Than Irudhayaththaik Kadinappaduththugiravano Theengil Vizhuvaan. "},
{ "Verses": "15 ezhai Janangalai Aalum Dhushta Adhigaari Gerchchikkum Singaththukkum Alaindhuthirigira Karadikkum Oppaayirukkiraan. "},
{ "Verses": "16 prabu Buththiyeenanaayirundhaal Avan Seyyum Idukkan Migudhi; Porulaasaiyai Verukkiravan Theerkkaayusaip Peruvaan. "},
{ "Verses": "17 raththappazhikkaaga Odukkappattavan Kuzhiyil Olikka Odivandhaal, Avanai Aadharikkavendaam. "},
{ "Verses": "18 uththamanaai Nadakkiravan Ratchikkappaduvaan; Maarupaadaana Iruvazhiyil Nadakkiravano Avatril Ondrile Vizhuvaan. "},
{ "Verses": "19 than Nilaththaip Payiridugiravan Aagaaraththaal Thrupthiyaavaan; Veenaraip Pinpatrugiravano Varumaiyaal Niraindhiruppaan. "},
{ "Verses": "20 unmaiyulla Manushan Paripoorana Aaseervaadhangalaip Peruvaan; Aisuvariyavaanaagiradharkuth Theevirikkiravano Aakkinaikkuth Thappaan. "},
{ "Verses": "21 mugadhaatchiniyam Nalladhalla, Mugadhaatchiniyamullavan Oru Thundu Appaththukkaaga Aniyaayanseyvaan. "},
{ "Verses": "22 vankannan Selvanaagiradharkup Padharugiraan, Varumai Thanakku Varumendru Ariyaadhirukkiraan. "},
{ "Verses": "23 than Naavinaal Mugasthudhi Pesugiravanaippaarkkilum, Kadindhukollugiravan Mudivil Angeegaaram Peruvaan. "},
{ "Verses": "24 than Thagappanaiyum Than Thaayaiyum Kollaiyittu, Adhu Dhrogamalla Enbavan Paazhkkadikkira Manushanukkuth Thozhan. "},
{ "Verses": "25 perunenjan Vazhakkaik Koluvugiraan; Karththarai Nambugiravano Sezhippaan. "},
{ "Verses": "26 than Irudhayaththai Nambugiravan Moodan; Gnaanamaai Nadakkiravano Ratchikkappaduvaan. "},
{ "Verses": "27 thariththirarukkuk Koduppavan Thaazhchchiyadaiyaan; Than Kangalai Ezhaigalukku Vilakkugiravanukko Anega Saabangal Varum. "},
{ "Verses": "28 dhunmaarkkar Ezhumbumbodhu Manushar Maraindhukollugiraargal; Avargal Azhiyumbodho Needhimaangal Perugugiraargal. "}
]