[
{ "Verses": "1 adikkadi Kadindhukollappattum Than Pidariyaik Kadinappaduththugiravan Sagaayamindri Sadidhiyil Naasamadaivaan. "},
{ "Verses": "2 needhimaangal Peruginaal Janangal Magizhuvaargal; Dhunmaarkkar Aalumbodho Janangal Thavippaargal. "},
{ "Verses": "3 gnaanaththil Piriyappadugiravan Than Thagappanai Magizhappannugiraan; Vesigalode Thondhippaanavano Aasthiyai Azhikkiraan. "},
{ "Verses": "4 nyaayaththinaal Raajaa Dhesaththai Nilainiruththugiraan; Paridhaanappiriyano Adhaik Kavizhkkiraan. "},
{ "Verses": "5 piranai Mugasthudhi Seygiravan, Avan Kaalgalukku Valaiyai Virikkiraan. "},
{ "Verses": "6 dhushtanudaiya Dhrogaththile Kanniyirukkiradhu; Needhimaano Paadi Magizhugiraan. "},
{ "Verses": "7 needhimaan Ezhaigalin Nyaayaththaik Gavaniththarigiraan; Dhunmaarkkano Adhai Ariya Virumbaan. "},
{ "Verses": "8 pariyaasakkaarar Pattanaththil Theekkoluththividugiraargal; Gnaanigalo Krodhaththai Vilakkugiraargal. "},
{ "Verses": "9 gnaani Moodanudan Vazhakkaadugaiyil, Sinandhaalum Siriththaalum Amaidhiyillai. "},
{ "Verses": "10 raththappiriyar Uththamanaip Pagaikiraargal; Semmaiyaanavargalo Avanudaiya Praananaik Kaappaatrugiraargal. "},
{ "Verses": "11 moodan Than Ullaththaiyellaam Velippaduththugiraan; Gnaaniyo Adhaip Pinnukku Adakkivaikkiraan. "},
{ "Verses": "12 adhipadhiyaanavan Poigalukku Sevikoduththaal, Avan Oozhiyakkaarar Yaavarum Dhunmaarkkaraavaargal. "},
{ "Verses": "13 thariththiranum Kodumaikkaaranum Oruvaraiyoruvar Sandhikkiraargal; Avviruvarudaiya Kangalukkum Karththar Velichchan Kodukkiraar. "},
{ "Verses": "14 ezhaigaludaiya Nyaayaththai Unmaiyaai Visaarikkira Raajaavin Singaasanam Endrum Nilaipetrirukkum. "},
{ "Verses": "15 pirambum Kadindhukolludhalum Gnaanaththaik Kodukkum; Than Ishtaththirku Vidappatta Pillaiyo Than Thaaikku Vetkaththai Undupannugiraan. "},
{ "Verses": "16 dhunmaarkkar Peruginaal Paavamum Perugum; Needhimaangalo Avargal Vizhuvadhaik Kaanbaargal. "},
{ "Verses": "17 un Maganai Sitchaisey, Avan Unakku Aarudhalseyvaan, Un Aaththumaavukku Aanandhaththaiyum Undaakkuvaan. "},
{ "Verses": "18 theerkkadharisanamillaadha Idaththil Janangal Seerkettuppovaargal; Vedhaththaik Kaakkiravano Baakkiyavaan. "},
{ "Verses": "19 adimaiyaanavan Vaarththaigalinaale Adangaan; Avaigalai Avan Arindhaalum Uththaravukodaan. "},
{ "Verses": "20 than Vaarththaigalil Padharugira Manushanaik Kandaayaanaal, Avanai Nambuvadhaippaarkkilum Moodanai Nambalaam. "},
{ "Verses": "21 oruvan Than Adimaiyai Sirupraayamudhal Ilakkaaramaaga Valarththaal, Mudivile Avan Thannaip Puththiranaagap Paaraattuvaan. "},
{ "Verses": "22 kobakkaaran Vazhakkaik Koluvugiraan; Moorkkan Perumpaadhagan. "},
{ "Verses": "23 manushanudaiya Agandhai Avanaith Thaazhththum; Manaththaazhmaiyullavano Ganamadaivaan. "},
{ "Verses": "24 thirudanode Pangittukkollugiravan Than Aaththumaavaip Pagaikkiraan; Saabaththai Avan Kettaalum Kaariyaththai Velippaduththamaattaan. "},
{ "Verses": "25 manushanukku Bayappadum Bayam Kanniyai Varuvikkum; Karththarai Nambugiravano Uyarndha Adaikkalaththile Vaikkappaduvaan. "},
{ "Verses": "26 aalugaiseygiravanudaiya Mugadharisanaththaith Thedugiravargal Anegar; Aanaalum Avanavanudaiya Nyaayam Karththaraale Theerum. "},
{ "Verses": "27 needhimaanukku Aniyaayakkaaran Aruvaruppaanavan; Sanmaarkkanum Dhunmaarkkanukku Aruvaruppaanavan. "}
]