[
{ "Verses": "1 thraatcharasam Pariyaasanseyyum, Madhubaanam Amalipannum; Adhinaal Mayangugira Oruvanum Gnaanavaanalla. "},
{ "Verses": "2 raajaavin Urukkudhal Singaththin Gerchchippukku Samaanam; Avanaik Kobappaduththugiravan Than Praananukke Dhroganseygiraan. "},
{ "Verses": "3 vazhakkukku Vilaguvadhu Manushanukku Menmai; Moodanaanavan Evanum Adhile Thalaiyittukkolvaan. "},
{ "Verses": "4 somberi Kulirugiradhendru Uzhamaattaan, Aruppile Pichchaikettaalum Avanukku Ondrunkidaiyaadhu. "},
{ "Verses": "5 manushanudaiya Irudhayaththilulla Yosanai Aazhamaana Thanneerpolirukkiradhu; Buththimaano Adhai Mondeduppaan. "},
{ "Verses": "6 manushar Perumbaalum Thangal Dhayaalaththaip Prasiththappaduththuvaargal; Unmaiyaana Manushanaik Kandupidippavan Yaar? "},
{ "Verses": "7 needhimaan Than Uththamaththile Nadakkiraan; Avanukkup Piragu Avan Pillaigalum Baakkiyavaangalaayiruppaargal. "},
{ "Verses": "8 niyaayaasanaththil Veetrirukkum Raajaa Than Kangalinaal Sagala Pollaappaiyum Sidharappannugiraan. "},
{ "Verses": "9 en Irudhayaththai Suththamaakkinen, En Paavamarath Thuppuravaanen Endru Sollaththakkavan Yaar? "},
{ "Verses": "10 vevveraana Niraikallum, Vevveraana Marakkaalum Aagiya Ivvirandum Karththarukku Aruvaruppaanavaigal. "},
{ "Verses": "11 pillaiyaanaalum, Adhin Seygai Suththamo Semmaiyo Enbadhu, Adhin Nadakkaiyinaal Vilangum. "},
{ "Verses": "12 ketkira Kaadhum, Kaangira Kannum Aagiya Ivvirandaiyum Karththar Undaakkinaar. "},
{ "Verses": "13 thookkaththai Virumbaadhe, Virumbinaal Thariththiranaavaai; Kan Vizhiththiru, Appozhudhu Aagaaraththinaal Thrupthiyaavaai. "},
{ "Verses": "14 kollugiravan: Nalladhalla, Nalladhalla Enbaan; Poivittapinbo Mechchikkolvaan. "},
{ "Verses": "15 ponnum Migudhiyaana Muththukkalum Undu; Arivulla Udhadugalo Vilaiyuyarndha Raththinam. "},
{ "Verses": "16 anniyanukkaagap Pinaippattavanudaiya Vasthiraththai Eduththukkol; Anniya Sthreeyinimiththam Avan Kaiyil Eedu Vaangikkol. "},
{ "Verses": "17 vanjanaiyinaal Vandha Pojanam Manushanukku Inbamaayirukkum; Pinbo Avanudaiya Vaai Parukkaik Karkalaal Nirappappadum. "},
{ "Verses": "18 aalosanaiyinaal Ennangal Sthirappadum; Nalyosanai Seydhu Yuththampannu. "},
{ "Verses": "19 thootrikkondu Thirigiravan Ragasiyangalai Velippaduththuvaan; Aadhalaal Than Udhadugalinaal Alappugiravanode Kalavaadhe. "},
{ "Verses": "20 than Thagappanaiyum Than Thaayaiyum Dhooshikkiravanudaiya Dheebam Kaarirulil Anaindhupom. "},
{ "Verses": "21 aarambaththile Thuridhamaagak Kidaiththa Sudhandharam Mudivile Aaseervaadham Peraadhu. "},
{ "Verses": "22 theemaikku Sarikkattuven Endru Sollaadhe; Karththarukkuk Kaaththiru, Avar Unnai Ratchippaar. "},
{ "Verses": "23 vevveraana Niraikarkal Karththarukku Aruvaruppaanavaigal; Kallaththaraasu Nalladhalla. "},
{ "Verses": "24 karththaraale Manusharudaiya Nadaigal Vaaikkum; Aagaiyaal Manushan Than Vazhiyai Arindhukolvadheppadi? "},
{ "Verses": "25 parisuththamaanadhai Vizhungugiradhum, Poruththanai Seydhapinbu Yosikkiradhum, Manushanukkuk Kanniyaayirukkum. "},
{ "Verses": "26 gnaanamulla Raajaa Dhunmaarkkarai Sidharadiththu, Avargalmel Urulaiyai Uruttuvaan. "},
{ "Verses": "27 manushanudaiya Aavi Karththar Thandha Dheebamaayirukkiradhu; Adhu Ullaththilullavaigalaiyellaam Aaraaindhupaarkkum. "},
{ "Verses": "28 dhayaiyum Saththiyamum Raajaavaik Kaakkum; Dhayaiyinaale Than Singaasanaththai Nirkappannuvaan. "},
{ "Verses": "29 vaalibarin Alangaaram Avargal Baraakkiramam; Mudhirvayadhaanavargalin Magimai Avargal Narai. "},
{ "Verses": "30 kaayaththin Thazhumbugalum, Ullaththil Uraikkum Adigalum, Pollaadhavanai Azhukkarath Thudaikkum. "}
]