[
{ "Verses": "1 yoodhaavin Raajaavaagiya Esekkiyaavin Manushar Perththezhudhina Saalomonudaiya Needhimozhigal: "},
{ "Verses": "2 kaariyaththai Maraippadhu Dhevanukku Menmai; Kaariyaththai Aaraaivadho Raajaakkalukku Menmai. "},
{ "Verses": "3 vaanaththin Uyaramum, Boomiyin Aazhamum, Raajaakkalin Irudhayangalum Aaraaindhumudiyaadhu. "},
{ "Verses": "4 velliyinindru Kalimbai Neekkividu, Appozhudhu Thattaanaal Nalla Udaimai Pirakkum. "},
{ "Verses": "5 raajaavin Munnindru Dhushtarai Neekkividu, Appozhudhu Avanudaiya Singaasanam Needhiyinaal Nilainirkum. "},
{ "Verses": "6 raajaavin Samugaththil Menmaipaaraattaadhe; Periyorgaludaiya Sthaanaththil Nillaadhe. "},
{ "Verses": "7 un Kangal Kanda Prabuvin Samugaththil Nee Thaazhththappaduvadhu Nalladhalla; Avan Unnaip Paarththu: Mele Vaa Endru Solvadhe Unakku Menmai. "},
{ "Verses": "8 vazhakkaadap Padhatramaaip Pogaadhe; Mudivile Un Ayalaan Unnai Vetkappaduththumbodhu, Nee Enna Seyyalaam Endru Thigaippaaye. "},
{ "Verses": "9 nee Un Ayalaanudane Maaththiram Un Vyaajyaththaikkuriththu Vazhakkaadu, Matravanidaththil Ragasiyaththai Velippaduththaadhe. "},
{ "Verses": "10 matrappadi Adhaik Ketkiravan Unnai Nindhippaan; Un Avamaanam Unnaivittu Neengaadhu. "},
{ "Verses": "11 etra Samayaththil Sonna Vaarththai Velliththattil Vaikkappatta Porpazhangalukku Samaanam. "},
{ "Verses": "12 ketkira Sevikku, Gnaanamaaik Kadindhukondu Buththisollugiravan, Porkadukkanukkum Aparanjip Pooshanaththirkum Sari. "},
{ "Verses": "13 kodaikaalaththil Uraindhamazhaiyin Kulirchchi Eppadiyirukkiradho, Appadiye Unmaiyaana Sthaanaabadhiyum Thannai Anuppinavanukku Iruppaan; Avan Than Ejamaangaludaiya Aaththumaavaik Kulirappannuvaan. "},
{ "Verses": "14 koduppen Endru Solliyum Kodaamalirukkira Vanjagan Mazhaiyillaadha Megangalukkum Kaatrukkum Sari. "},
{ "Verses": "15 neenda Porumaiyinaal Prabuvaiyum Sammadhikkappannalaam; Iniya Naavu Elumbaiyum Norukkum. "},
{ "Verses": "16 thenaik Kandupidiththaayaanaal Mattaai Saappidu; Midhaminji Saappittaal Vaandhipannuvaai. "},
{ "Verses": "17 un Ayalaan Saliththu Unnai Verukkaadhapadikku, Adikkadi Avan Veettil Kaal Vaikkaadhe. "},
{ "Verses": "18 piranukku Virodhamaaip Poisaatchi Sollugira Manushan Thandaayudhaththukkum Katkaththukkum Koormaiyaana Ambukkum Oppaanavan. "},
{ "Verses": "19 aabaththukkaalaththil Dhrogiyai Nambuvadhu Udaindha Pallukkum Mozhipuranda Kaalukkum Samaanam. "},
{ "Verses": "20 manadhukkamullavanukkup Paattugalaip Paadugiravan, Kulirkaalaththil Vasthiraththaik Kalaigiravanaippolavum, Vediyuppinmel Vaarththa Kaadiyaippolavum Iruppaan. "},
{ "Verses": "21 un Saththuru Pasiyaayirundhaal, Avanukkup Pusikka Aagaarangodu; Avan Thaagamaayirundhaal, Kudikkath Thanneerkodu. "},
{ "Verses": "22 adhinaal Nee Avan Thalaiyinmel Erigira Thazhalgalaik Kuvippaai; Karththar Unakkup Balanalippaar. "},
{ "Verses": "23 vadakaatru Mazhaiyaiyum, Purangoorugira Naavu Kobamugaththaiyum Pirappikkum. "},
{ "Verses": "24 sandaikkaariyode Oru Periya Veettil Kudiyiruppadhaippaarkkilum, Veettinmel Oru Moolaiyil Thanguvadhe Nalam. "},
{ "Verses": "25 dhooradhesaththilirundhu Varum Narseydhi Vidaaiththa Aaththumaavukkuk Kidaikkum Kulirndha Thanneerukku Samaanam. "},
{ "Verses": "26 dhunmaarkkarukku Munbaaga Needhimaan Thallaaduvadhu Kalangina Kinatrukkum Kettuppona Sunaikkum Oppaagum. "},
{ "Verses": "27 thenai Migudhiyaai Unbadhu Nalladhalla, Tharpugazhai Naaduvadhum Pugazhalla. "},
{ "Verses": "28 than Aaviyai Adakkaadha Manushan Madhilidindha Paazhaana Pattanampolirukkiraan. "}
]