[
{ "Verses": "1 en Magane, En Podhagaththai Maravaadhe; Un Irudhayam En Kattalaigalaik Kaakkakkadavadhu. "},
{ "Verses": "2 avaigal Unakku Neediththa Naatkalaiyum, Theerkkaayusaiyum, Samaadhaanaththaiyum Perugappannum. "},
{ "Verses": "3 kirubaiyum Saththiyamum Unnaivittu Vilagaadhiruppadhaaga; Nee Avaigalai Un Kazhuththile Poondu, Avaigalai Un Irudhayamaagiya Palagaiyil Ezhudhikkol. "},
{ "Verses": "4 adhinaal Dhevanudaiya Paarvaiyilum Manusharudaiya Paarvaiyilum Dhayaiyum Narbuththiyum Peruvaai. "},
{ "Verses": "5 un Suyabuththiyinmel Saayaamal, Un Muzhu Irudhayaththodum Karththaril Nambikkaiyaayirundhu, "},
{ "Verses": "6 un Vazhigalilellaam Avarai Ninaiththukkol; Appozhudhu Avar Un Paadhaigalai Sevvaippaduththuvaar. "},
{ "Verses": "7 nee Unnai Gnaaniyendru Ennaadhe; Karththarukku Bayandhu, Theemaiyai Vittu Vilagu. "},
{ "Verses": "8 adhu Un Naabikku Aarokkiyamum, Un Elumbugalukku Oonumaagum. "},
{ "Verses": "9 un Porulaalum, Un Ellaa Vilaivin Mudharpalanaalum Karththarai Ganampannu. "},
{ "Verses": "10 appozhudhu Un Kalanjiyangal Pooranamaai Nirambum; Un Aalaigalil Thraatcharasam Purandodum. "},
{ "Verses": "11 en Magane, Nee Karththarudaiya Sitchaiyai Arpamaaga Ennaadhe, Avar Kadindhukollumbodhu Sorndhupogaadhe. "},
{ "Verses": "12 thagappan Thaan Nesikkira Puththiranai Sitchikkiradhupola, Karththarum Evanidaththil Anbukoorugiraaro Avanai Sitchikkiraar. "},
{ "Verses": "13 gnaanaththaik Kandadaigira Manushanum, Buththiyai Sambaadhikkira Manushanum Baakkiyavaangal. "},
{ "Verses": "14 adhin Varththagam Velli Varththagaththilum, Adhin Aadhaayam Pasumponnilum Uththamamaanadhu. "},
{ "Verses": "15 muththukkalaippaarkilum Adhu Vilaiyerappetradhu; Nee Ichchikkaththakkadhondrum Adharku Nigaralla. "},
{ "Verses": "16 adhin Valadhu Kaiyil Theerkkaayusum, Adhin Idadhukaiyil Selvamum Ganamum Irukkiradhu. "},
{ "Verses": "17 adhin Vazhigal Inidhaana Vazhigal, Adhin Paadhaigalellaam Samaadhaanam. "},
{ "Verses": "18 adhu Thannai Adaindhavargalukku Jeevavirutcham, Adhaip Patrikkollugira Evanum Baakkiyavaan. "},
{ "Verses": "19 karththar Gnaanaththinaale Boomiyai Asthibaarappaduththi, Buththiyinaale Vaanangalai Sthaabiththaar. "},
{ "Verses": "20 avarudaiya Gnaanaththinaale Aazhangal Pirindhadhu, Aagaayamum Paniyaippeygiradhu. "},
{ "Verses": "21 en Magane, Ivaigal Un Kangalai Vittup Piriyaadhiruppadhaaga; Meygngnaanaththaiyum Nallaalosanaiyaiyum Kaaththukkol. "},
{ "Verses": "22 avaigal Un Aaththumaavukku Jeevanum, Un Kazhuththukku Alangaaramumaayirukkum. "},
{ "Verses": "23 appozhudhu Nee Bayamindri Un Vazhiyil Nadappaai, Un Kaal Idaraadhu. "},
{ "Verses": "24 nee Padukkumbodhu Bayappadaadhiruppaai; Nee Paduththukkollumbodhu Un Niththirai Inbamaayirukkum. "},
{ "Verses": "25 sadidhiyaana Thigilum, Dhushtargalin Paazhkkadippum Varumbodhu Nee Anjavendaam. "},
{ "Verses": "26 karththar Un Nambikkaiyaayirundhu, Un Kaal Sikkikkollaadhapadi Kaappaar. "},
{ "Verses": "27 nanmaiseyyumpadi Unakkuth Thraaniyirukkumbodhu, Adhai Seyyaththakkavargalukku Seyyaamal Iraadhe. "},
{ "Verses": "28 unnidaththil Porul Irukkaiyil Un Ayalaanai Nokki: Nee Poith Thirumbavaa, Naalaikkuth Tharuven Endru Sollaadhe. "},
{ "Verses": "29 achchamindri Unnidaththil Vaasampannugira Un Ayalaanukku Virodhamaaga Theengu Ninaiyaadhe. "},
{ "Verses": "30 oruvan Unakkuth Theenguseyyaadhirukka, Kaaranamindri Avanode Vazhakkaadaadhe. "},
{ "Verses": "31 kodumaiyullavanmel Poraamai Kollaadhe; Avanudaiya Vazhigalilondraiyum Therindhukollaadhe. "},
{ "Verses": "32 maarupaadullavan Karththarukku Aruvaruppaanavan; Needhimaangalode Avarudaiya Ragasiyam Irukkiradhu. "},
{ "Verses": "33 dhunmaarkkanudaiya Veettil Karththarin Saabam Irukkiradhu, Needhimaangaludaiya Vaasasthalaththaiyo Avar Aaseervadhikkiraar. "},
{ "Verses": "34 igazhvorai Avar Igazhugiraar; Thaazhmaiyullavargalukko Kirubaiyalikkiraar. "},
{ "Verses": "35 gnaanavaangal Ganaththai Sudhandharippaargal; Madhikedaro Ganaveenaththai Adaivaargal. "}
]