[
{ "Verses": "1 manadhin Yosanaigal Manushanudaiyadhu; Naavin Pradhiyuththaram Karththaraal Varum. "},
{ "Verses": "2 manushanudaiya Vazhigalellaam Avan Paarvaikku Suththamaanavaigal; Karththaro Aavigalai Niruththuppaarkkiraar. "},
{ "Verses": "3 un Seygaigalaik Karththarukku Oppuvi; Appozhudhu Un Yosanaigal Urudhippadum. "},
{ "Verses": "4 karththar Sagalaththaiyum Thamakkendru Padaiththaar; Theengunaalukkaaga Dhunmaarkkanaiyum Undaakkinaar. "},
{ "Verses": "5 manamettimaiyullavanevanum Karththarukku Aruvaruppaanavan; Kaiyode Kaikorththaalum Avan Thandanaikkuth Thappaan. "},
{ "Verses": "6 kirubaiyinaalum Saththiyaththinaalum Paavam Nivirththiyaagum; Karththarukku Bayappadugiradhinaal Manushar Theemaiyai Vittu Vilaguvaargal. "},
{ "Verses": "7 oruvanudaiya Vazhigal Karththarukkup Piriyamaayirundhaal, Avanudaiya Saththurukkalum Avanode Samaadhaanamaagumpadi Seyvaar. "},
{ "Verses": "8 aniyaayamaai Vandha Adhiga Varumaanaththilum, Niyaayamaai Vandha Konja Varumaaname Uththamam. "},
{ "Verses": "9 manushanudaiya Irudhayam Avanudaiya Vazhiyai Yosikkum; Avanudaiya Nadaigalai Urudhippaduththugiravaro Karththar. "},
{ "Verses": "10 raajaavin Udhadugalil Dhivviyavaakku Pirakkum; Niyaayaththil Avan Vaai Thavaraadhu. "},
{ "Verses": "11 sumuththiraiyaana Niraikolum Tharaasum Karththarudaiyadhu; Paiyilirukkum Niraikallellaam Avarudaiya Seyal. "},
{ "Verses": "12 aniyaayanseyvadhu Raajaakkalukku Aruvaruppu; Needhiyinaal Singaasanam Urudhippadum. "},
{ "Verses": "13 needhiyulla Udhadugal Raajaakkalukkup Piriyam; Nidhaanamaaip Pesugiravanil Raajaakkal Piriyappaduvaargal. "},
{ "Verses": "14 raajaavin Kobam Maranathoodharukku Samaanam; Gnaanamullavano Adhai Aatruvaan. "},
{ "Verses": "15 raajaavin Mugakkalaiyil Jeevan Undu; Avanudaiya Dhayai Pinmaari Peyyum Megaththaippol Irukkum. "},
{ "Verses": "16 ponnai Sambaadhippadhilum Gnaanaththai Sambaadhippadhu Evvalavu Uththamam! Velliyai Sambaadhippadhilum Buththiyai Sambaadhippadhu Evvalavu Menmai! "},
{ "Verses": "17 theemaiyai Vittu Vilaguvadhe Semmaiyaanavargalukku Samanaana Paadhai; Than Nadaiyaik Gavaniththirukkiravan Than Aaththumaavaik Kaakkiraan. "},
{ "Verses": "18 azhivukku Munnaanadhu Agandhai; Vizhudhalukku Munnaanadhu Manamettimai. "},
{ "Verses": "19 agangaarigalode Kollaip Porulaip Pangiduvadhaippaarkkilum, Sirumaiyaanavargalode Manaththaazhmaiyaayiruppadhu Nalam. "},
{ "Verses": "20 vivegaththudan Kaariyaththai Nadappikkiravan Nanmaiperuvaan; Karththarai Nambugiravan Baakkiyavaan. "},
{ "Verses": "21 irudhayaththil Gnaanamullavan Vivegiyennappaduvaan; Udhadugalin Madhuram Kalviyaip Perugappannum. "},
{ "Verses": "22 buththi Thannai Udaiyavargalukku Jeevaootru; Madhiyeenarin Podhanai Madhiyeename. "},
{ "Verses": "23 gnaaniyin Irudhayam Avan Vaaikku Arivaiyoottum; Avan Udhadugalukku Adhu Menmelum Kalviyaik Kodukkum. "},
{ "Verses": "24 iniya Sorkal Thenkoodupol Aaththumaavukku Madhuramum, Elumbugalukku Oushadhamumaagum. "},
{ "Verses": "25 manushanukku Semmaiyaaith Thondrugira Vazhiyundu; Adhin Mudivo Maranavazhigal. "},
{ "Verses": "26 prayaasappadugiravan Thanakkaagave Prayaasappadugiraan; Avan Vaai Adhai Avanidaththil Varundhik Ketkum. "},
{ "Verses": "27 peliyaalin Magan Kindividugiraan; Erigira Akkinipondradhu Avan Udhadugalil Irukkiradhu. "},
{ "Verses": "28 maarupaadullavan Sandaiyaik Kilappividugiraan; Kol Sollugiravan Praana Snegidharaiyum Piriththuvidugiraan. "},
{ "Verses": "29 kodumaiyaanavan Than Ayalaanukku Nayankaatti, Avanai Nalamallaadha Vazhiyile Nadakkappannugiraan. "},
{ "Verses": "30 avan Maarupaadaanavaigalai Yosikkumpadi Than Kangalai Moodi, Theemaiyai Seyyumpadi Than Udhadugalaik Kadikkiraan. "},
{ "Verses": "31 needhiyin Vazhiyil Undaagum Naraimayiraanadhu Magimaiyaana Kreedam. "},
{ "Verses": "32 balavaanaippaarkkilum Neediya Saandhamullavan Uththaman; Pattanaththaip Pidikkiravanaippaarkkilum Than Manadhai Adakkugiravan Uththaman. "},
{ "Verses": "33 seettu Madiyile Podappadum; Kaariyasiththiyo Karththaraal Varum. "}
]