[
{ "Verses": "1 janaththin Adhigaarigal Erusalemile Kudiyirundhaargal; Matra Janangal, Thangalukkulle Paththupperil Oruvanai Erusalemennum Parisuththa Nagaraththilum Onbadhuperai Matrap Pattanangalilum Kudiyirukkappanni, Seettugalaip Pottaargal. "},
{ "Verses": "2 aanaalum Erusalemile Kudiyirukka Manappoorvamaai Sammadhiththa Manushargalaiyellaam Janangal Vaazhththinaargal. "},
{ "Verses": "3 yoodhaavin Pattanangalil Isravelarum Aasaariyarum, Leviyarum, Nidhaneemiyarum Saalomonudaiya Velaikkaararin Puththirarum, Avaravar Thangal Pattanangalilulla Thangal Kaaniboomiyile Kudiyirundhaargal; Erusalemile Kudiyirundha Naadugalin Thalaivar Yaarendraal: "},
{ "Verses": "4 erusalemile Yoodhaa Puththiraril Silarum, Benyameen Puththiraril Silarum Kudiyirundhaargal; Yoodhaa Puththirarile Peresin Puththirarukkul Oruvanaana Magalaaleyelin Kumaaranaagiya Sepadhiyaavin Kumaaran Amariyaavukkup Pirandha Sagariyaavukkuk Kumaaranaana Usiyaavin Magan Aththaayaavum, "},
{ "Verses": "5 seelonin Kumaaran Sagariyaavukkuk Kumaaranaagiya Yoyaaribukkuk Kumaaranaana Adhaayaavukkup Pirandha Asaayaavin Kumaaran Kollosepetra Paarukkin Magan Maaseyaavume. "},
{ "Verses": "6 erusalemile Kudiyirukkira Peresin Puththirarellaarum Naanootru Arubaththettup Paraakkiramasaaligalaayirundhaargal. "},
{ "Verses": "7 benyameen Puththiraril Yaarendraal Sallu Enbavan; Ivan Mesullaamukkum, Ivan Yovelukkum, Ivan Pedhaayaavukkum, Ivan Kolaayaavukkum, Ivan Maaseyaavukkum, Ivan Idhiyelukkum, Ivan Esaayaavukkum Kumaaranaanavan. "},
{ "Verses": "8 avanukkuppin Kappaai, Sallaai Mudhalaanavargal Tholaayiraththu Irubaththettupper. "},
{ "Verses": "9 avargalmel Visaarippukkaaranaana Sikriyin Kumaaran Yovelum, Pattanaththinmel Irandaavadhu Visaarippukkaaranaana Senuvaavin Kumaaran Yoodhaavume. "},
{ "Verses": "10 aasaariyargalil Yoyaaripin Kumaaran Yedhaayaa, Yaagin Enbavargalum, "},
{ "Verses": "11 agidhoopin Kumaaran Meraayoththukkup Pirandha Saadhokkin Kumaaran Mesullaam Petra Ilkkiyaavin Magan Seraayaa Ennum Dhevanudaiya Aalayaththin Visaaranaikkarththanum, "},
{ "Verses": "12 aalayaththile Panividai Seygira Avargal Sagodhararaagiya Ennootru Irubaththiranduperum, Malkiyaavin Kumaaran Paskoorukku Maganaana Sagariyaavin Kumaaran Amsikkup Pirandha Pelliyaavin Kumaaran Erogaamukkup Pirandha Adhaayaavum, "},
{ "Verses": "13 pidhaa Vamsaththalaivanaagiya Avanudaiya Sagodharar Irunootru Naarpaththiranduperum, Immerin Kumaaran Mesillemoththin Maganaagiya Agasaaikkup Pirandha Asareyelin Magan Amaasaayum, "},
{ "Verses": "14 avargaludaiya Sagodhararaagiya Paraakkiramasaaligal Nootru Irubaththettupperume; Ivargalmel Agedholimin Kumaaran Sapthiyel Visaarippukkaaranaayirundhaan. "},
{ "Verses": "15 leviyarile Punniyin Kumaaran Sabiyaavin Maganaagiya Asrikkaamin Kumaaranaana Asoopin Magan Semaayaavum, "},
{ "Verses": "16 dhevanudaiya Aalayaththin Velivelaiyai Visaarikkira Leviyarin Thalaivarile Sapedhaayum, Yosabaaththum, "},
{ "Verses": "17 aasaabin Kumaaran Sapthiyin Kumaaranaagiya Meegaavin Magan Maththaniyaa Jebaththil Sthoththirappaattaith Thuvakkugira Thalaivanum Avan Sagodhararil Irandaavadhaana Pakpookkiyaa Ennum Oruvanum, Edhuththoonin Kumaaran Kaalaavin Maganaagiya Samuvaavin Kumaaran Apthaavume. "},
{ "Verses": "18 parisuththa Pattanaththilirundha Leviyar Ellaarum Irunootru Enbaththunaaluper. "},
{ "Verses": "19 vaasal Kaavalaalar Akkoobum, Thalmonum Vaasalgalil Kaavalkaakkira Avargal Sagodhararum Nootruezhubaththiranduper. "},
{ "Verses": "20 matra Isravelarum, Aasaariyarum, Leviyarum, Yoodhaavin Sagala Pattanangalilum, Avaravar Thangal Sudhandharaththilirundhaargal. "},
{ "Verses": "21 nidhaneemiyar Obelile Kudiyirundhaargal; Avargalmel Seegaavum Kispaavum Visaarippukkaararaayirundhaargal. "},
{ "Verses": "22 erusalemilirukkira Leviyarin Visaarippukkaaran Meegaavin Kumaaran Maththaniyaavin Maganaagiya Asabiyaavukkup Pirandha Paaniyin Kumaaran Oosi Enbavan Dhevanudaiya Aalayaththin Oozhiyaththukku Nirkira Paadagaraagiya Aasaabin Kumaararil Oruvan. "},
{ "Verses": "23 paadagaraagiya Avargalukkaaga Andraadagappadi Kodukkappadumpadi Raajaavinaal Kattalaiyidappattirundhadhu. "},
{ "Verses": "24 yoodhaavin Kumaaranaagiya Seraakkin Puththiraril Mesasaabeyelin Kumaaran Peththagiyaa Janaththin Kaariyangalukkellaam Raajaavin Samugaththil Nindraan. "},
{ "Verses": "25 thangal Naattuppurangalaana Graamangalil Irukkiravargalukkulle Yoodhaavin Puththiraril Silar Keeriyaadharpaavilum Adhin Graamangalilum, Theeponilum Adhin Graamangalilum, Ekaabseyelilum Adhin Graamangalilum, "},
{ "Verses": "26 yesuvaavilum, Molaadhaagilum, Pedhpeledhilum, "},
{ "Verses": "27 aadhsaarsoogaavilum, Peyersebaavilum, Adhin Graamangalilum, "},
{ "Verses": "28 siklaagilum, Mekonaagilum, Adhin Graamangalilum, "},
{ "Verses": "29 enrimmonilum, Saareyaagilum, Yarmooththilum, "},
{ "Verses": "30 saanovaalum, Adhullaamilum Avaigalin Graamangalilum, Laageesilum Adhin Naattuppurangalilum, Asekkaavilum Adhin Graamangalilum, Peyersebaa Thodangi Innomin Pallaththaakkumattum Kudiyerinaargal. "},
{ "Verses": "31 kebaavin Ooraaraayirundha Benyameen Puththirar, Mikmaas, Aayaa, Beththel Oorgalilum Adhin Graamangalilum, "},
{ "Verses": "32 aanadhodh, Nop, Ananiyaa, "},
{ "Verses": "33 aadhsor, Raamaa, Kiththaayim, "},
{ "Verses": "34 aadheedh, Sepoyim, Nepalaadh, "},
{ "Verses": "35 lodh, Ono Ennum Oorgalilum, Sirpaasaarigalin Pallaththaakkilum Kudiyirundhaargal. "},
{ "Verses": "36 leviyarile Sila Vaguppaar Yoodhaavilum, Silar Benyameenilum Irundhaargal. "}
]