[
{ "Verses": "1 janangal Ellaarum Thanneervaasalukku Munnaana Veedhiyile Orumanappattuk Koodi, Karththar Isravelukkuk Karpiththa Moseyin Nyaayappramaana Pusthagaththaik Konduvaravendumendru Vedhapaaraganaagiya Esraavukku Sonnaargal. "},
{ "Verses": "2 appadiye Ezhaam Maadham Mudhalthedhiyil Aasaariyanaagiya Esraa Nyaayappramaanaththaip Purusharum Sthreegalum, Kettu Ariyaththakka Anaivarumaagiya Sabaikku Munbaagak Konduvandhu, "},
{ "Verses": "3 thanneer Vaasalukku Munnaana Veedhikku Edhireyirundhu Kaalamethodangi Maththiyaanamattum Purusharukkum Sthreegalukkum, Kettu Ariyaththakka Matravargalukkum Munbaaga Adhai Vaasiththaan; Sagala Janangalum Nyaayappramaana Pusthagaththirku Gavanamaai Sevikoduththaargal. "},
{ "Verses": "4 vedhapaaraganaagiya Esraa Adharkendru Maraththaal Seyyappatta Oru Prasangapeedaththinmel Nindraan; Avanandaiyil Avanukku Valadhupakkamaaga Maththiththiyaavum, Semaavum, Anaayaavum, Uriyaavum, Ilkkiyaavum, Maaseyaavum, Avanukku Idadhupakkamaagap Pedhaayaavum, Meesavelum, Malkiyaavum, Asoomum, Aspadhaanaavum, Sagariyaavum, Mesullaamum Nindraargal. "},
{ "Verses": "5 esraa Sagala Janangalukkum Uyaranindru, Sagala Janangalum Kaanap Pusthagaththaith Thirandhaan; Avan Adhaiththirandhapodhu, Janangal Ellaarum Ezhundhunindraargal. "},
{ "Verses": "6 appozhudhu Esraa Magaththuvamulla Dhevanaagiya Karththarai Sthoththiriththaan; Janangalellaarum Thangal Kaigalaik Kuviththu, Adharku Marumozhiyaaga, Aamen Aamen Endru Solli, Kunindhu, Mugankuppuravizhundhu, Karththaraip Panindhukondaargal. "},
{ "Verses": "7 yesuvaa, Paani, Serebiyaa, Yaamin, Akkoop, Sapedhaayi, Odhiyaa, Maaseyaa, Kelidhaa, Asariyaa, Yosabaadh, Aanaan, Pelaayaa Enbavargalum, Leviyarum, Nyaayappramaanaththai Janangalukku Vilangappanninaargal; Janangal Thangal Nilaiyile Nindraargal. "},
{ "Verses": "8 avargal Dhevanudaiya Nyaayappramaanap Pusthagaththai Theerkkamaaga Vaasiththu, Arththancholli, Vaasiththadhai Avargalukku Vilangappanninaargal. "},
{ "Verses": "9 janangal Ellaarum Nyaayappramaanaththin Vaarththaigalaik Kettapodhu, Azhudhapadiyaal Thirshaadhaa Ennappatta Negemiyaavum, Vedhapaaraganaagiya Esraa Ennum Aasaariyanum, Janangalukku Vilakkikkaattina Leviyarum Sagala Janangalaiyum Nokki: Indha Naal Ungal Dhevanaagiya Karththarukkup Parisuththamaana Naal; Neengal Dhukkappadavum Azhavum Vendaam Endraargal. "},
{ "Verses": "10 pinnum Avan Avargalai Nokki: Neengal Poik Kozhumaiyaanadhaip Pusiththu, Madhuramaanadhaik Kudiththu, Ondrumillaadhavargalukkup Pangugalai Anuppungal; Indha Naal Nammudaiya Aandavarukkup Parisuththamaana Naal, Visaarappadavendaam; Karththarukkul Magizhchchiyaayiruppadhe Ungaludaiya Belan Endraan. "},
{ "Verses": "11 leviyarum Janangalaiyellaam Amarththi: Azhaadhirungal, Indha Naal Parisuththamaana Naal, Visaarappadavendaam Endraargal. "},
{ "Verses": "12 appozhudhu Janangal Ellaarum Thangalukku Arivikkappatta Vaarththaigalai Unarndhukondapadiyaal, Pusiththuk Kudikkavum, Pangugalai Anuppavum, Migundha Sandhosham Kondaadavum Ponaargal. "},
{ "Verses": "13 marunaalil Janaththin Sagala Vamsaththalaivarum, Aasaariyarum, Leviyarum, Nyaayappramaanaththin Vaarththaigalai Arindhukollavendum Endru Vedhapaaraganaagiya Esraavinidaththil Koodi Vandhaargal. "},
{ "Verses": "14 appozhudhu Nyaayappramaanaththile, Isravel Puththirar Ezhaam Maadhaththin Pandigaiyile Koodaarangalil Kudiyirukkavendum Endru Karththarmoseyaikkondu Karpiththa Kaariyam Ezhudhiyirukkiradhaik Kandaargal. "},
{ "Verses": "15 aagaiyaal Ezhudhiyirukkirapadi Koodaarangalaip Podumpadikku, Neengal Malaigalukkup Purappattuppoi Olivakkilaigalaiyum, Kaattu Olivakkilaigalaiyum, Mirudhu Sedigalin Kilaigalaiyum, Pereechcha Mattaigalaiyum, Adarndhamarakkilaigalaiyum Konduvaarungalendru Thangaludaiya Sagala Pattanangalilum, Erusalemilum Koorip Prasiththappaduththinaargal. "},
{ "Verses": "16 appadiye Janangal Veliyepoi Avaigalaik Konduvandhu, Avaravar Thangal Veedugalmelum, Thangal Mutrangalilum, Dhevanudaiya Aalayappraagaarangalilum, Thanneervaasal Veedhiyilum, Eppiraayeem Vaasal Veedhiyilum Thangalukkuk Koodaarangalai Pottaargal. "},
{ "Verses": "17 indhappragaaramaaga Siraiyiruppilirundhu Thirumbi Vandhavargalin Sabaiyaar Ellaarum Koodaarangalaippottu, Koodaarangalil Kudiyirundhaargal; Ippadiye Noonin Kumaaranaagiya Yosuvaavin Naatkalmudhal Annaalmattum Isravel Puththirar Seyyaadhirundhu Ippozhudhu Seydhapadiyaal, Migundha Sandhoshamundaayirundhadhu. "},
{ "Verses": "18 mudhalaam Naal Thodangik Kadaisinaalmattum, Dhinamdhinam Dhevanudaiya Nyaayappramaana Pusthagam Vaasikkappattadhu; Ezhunaal Pandigaiyai Aasariththaargal; Ettaamnaalovenil, Muraimaiyinpadiye Viseshiththa Aasarippu Naalaayirundhadhu. "}
]