[
{ "Verses": "1 ardhasashtaa Raajaavin Irubadhaam Varusham Nisaan Maadhaththile, Dhraatcharasam Raajaavukku Munbaaga Vaiththirukkaiyil, Naan Adhai Eduththu Avarukkuk Koduththen; Naan Mun Orupodhum Avar Samugaththil Dhukkamaayirundhadhillai. "},
{ "Verses": "2 appozhudhu Raajaa Ennaippaarththu: Nee Dhukkamugamaayirukkiradhu Enna? Unakku Vyaadhiyillaiye, Idhu Manadhin Dhukkame Ozhiya Verondrum Alla Endraar; Appozhudhu Naan Migavum Bayandhu, "},
{ "Verses": "3 raajaavai Nokki: Raajaa Endraikkum Vaazhga; En Pidhaakkalin Kallaraigal Irukkum Sthalamaagiya Nagaram Paazhaanadhum, Adhin Vaasalgal Akkiniyaal Sutterikkappattadhumaaik Kidakkumpodhu, Naan Dhukkamugaththodu Iraadhiruppadhu Eppadi Endren. "},
{ "Verses": "4 appozhudhu Raajaa Ennaip Paarththu: Nee Ketkira Kaariyam Enna Endraar. Appozhudhu Naan: Paralogaththin Dhevanai Nokki Jebampanni, "},
{ "Verses": "5 raajaavaip Paarththu: Raajaavukku Siththamaayirundhu, Adiyenukku Umadhu Samugaththil Dhayai Kidaiththadhaanaal, En Pidhaakkalin Kallaraigalilirukkum Pattanaththaik Kattumpadi, Yoodhaa Dhesaththukku Neer Ennai Anuppavendikkollugiren Endren. "},
{ "Verses": "6 appozhudhu Raajasthreeyum Pakkaththil Utkaarndhirundhaal. Raajaa Ennaip Paarththu: Un Prayaanam Eththanai Naal Sellum, Nee Eppozhudhu Thirumbivaruvaai Endru Kettaar. Ivvalavukaalam Sellumendru Naan Raajaavukku Sonnapodhu, Ennai Anuppa Avarukku Siththamaayitru. "},
{ "Verses": "7 pinnum Naan Raajaavaip Paarththu Raajaavukku Siththamaayirundhaal, Naan Yoodhaadhesaththukkup Poichcherumattum, Nadhikku Appuraththilirukkira Dhesaadhipadhigal Ennai Vazhivittanuppumpadikku Avargalukkuk Kadidhangal Kodukkumpadikkum, "},
{ "Verses": "8 dhevaalayaththukku Irukkira Aranin Kadhavu Velaikkum, Nagara Alangaththin Velaikkum, Naan Thangappogira Veettin Velaikkum Vendiya Marangalai Raajaavin Vanaththuk Kaavalaalanaagiya Aasaab Enakkuk Kodukkumpadikkum, Avanukkum Oru Kadidham Kattalaiyidappaduvadhaaga Endren; En Dhevanudaiya Dhayavulla Karam Enmel Irundhapadiyaal, Raajaa Avaigalai Enakkuk Kattalaiyittaar. "},
{ "Verses": "9 appadiye Naan Nadhikku Appuraththilirukkira Dhesaadhipadhigalidaththukku Vandhu, Raajaavin Kadidhangalai Avargalukkuk Koduththen; Raajaa Ennodekooda Raanuva Servaikkaararaiyum, Kudhiraiveeraraiyum Anuppiyirundhaar. "},
{ "Verses": "10 idhai Oroniyanaana Sanpallaaththum, Ammoniyanaana Thobiyaa Ennum Oozhiyakkaaranum Kettapodhu, Isravel Puththirarin Nanmaiyai Visaarikka Oruvan Vandhaan Enbadhu Avargalukku Migavum Visanamaayirundhadhu. "},
{ "Verses": "11 naan Erusalemukku Vandhu, Ange Moondrunaal Irundhapinbu, "},
{ "Verses": "12 naan Sila Manusharaik Koottikkondu, Raaththiriyil Ezhundhu Nagara Sodhanai Seydhen; Aanaalum Erusalemukkaaga Seyyumpadi En Dhevan En Manadhile Vaiththadhai Naan Oruvarukkum Arivikkavillai; Naan Erippona Mirugameyallaamal Veroru Mirugamum Ennodirundhadhillai. "},
{ "Verses": "13 naan Andru Raaththiri Pallaththaakkin Vaasalvazhiyaaip Purappattu, Valusarppath Thuravaik Kadandhu, Kuppaimettu Vaasalukku Vandhu, Erusalemil Idindhupona Alangaththaiyum, Akkiniyaal Sutterikkappatta Adhin Vaasalgalaiyum Paarvaiyitten. "},
{ "Verses": "14 avvidaththai Vittu Ooruni Vaasalandaikkum, Raajaavin Kulaththandaikkum Ponen; Naan Eriyirundha Mirugam Ange Nadandhupogiradharku Vazhiyillaadhirundhadhu. "},
{ "Verses": "15 andru Raaththiriyileye Naan Aatroramaaip Poi, Alangaththaip Paarvaiyittuth Thirumbi, Pallaththaakkin Vaasalvazhiyaai Vandhuvitten. "},
{ "Verses": "16 naan Ponadhum, Naan Seydhadhum Adhigaarigal Oruvarukkum Theriyaadhu; Adhuvaraiyilum Naan Yoodharukkaagilum, Aasaariyargal Periyavargal Adhigaarigalukkaagilum, Velaiseygira Matravargalukkaagilum Ondrum Arivikkavillai. "},
{ "Verses": "17 pinbu Naan Avargalai Nokki: Erusalem Paazhaayirukkiradhaiyum, Adhin Vaasalgal Akkiniyaal Sutterikkappattukkidakkiradhaiyum, Naam Irukkira Sirumaiyaiyum Paarkkireergale; Naam Ini Nindhaikkullaayiraadhapadikku, Erusalemin Alangaththaik Kattuvom Vaarungal Endru Solli, "},
{ "Verses": "18 en Dhevanudaiya Karam Enmel Nanmaiyaaga Irukkiradhaiyum, Raajaa Ennode Sonna Vaarththaigalaiyum Avargalukku Ariviththen; Appozhudhu Avargal: Ezhundhu Kattuvom Vaarungal Endru Solli, Andha Nalla Velaikkuth Thangal Kaigalaith Thidappaduththinaargal. "},
{ "Verses": "19 oroniyanaana Sanpallaaththum, Ammoniyanaana Thobiyaa Ennum Oozhiyakkaaranum, Arabiyanaana Keshemum Idhaik Kettapodhu, Engalaip Pariyaasampanni, Engalai Nindhiththu: Neengal Seygira Indhak Kaariyam Enna? Neengal Raajaavukku Virodhamaagak Kalagampannappogireergalo Endraargal. "},
{ "Verses": "20 adharku Naan Marumozhiyaaga: Paralogaththin Dhevanaanavar Engalukkuk Kaariyaththaik Kaikoodivarappannuvaar; Avarudaiya Oozhiyakkaararaagiya Naangal Ezhundhu Kattuvom; Ungalukkovendraal Erusalemile Pangumillai Paaththiyamumillai; Ungal Per Vilanga Ondrum Illaiyendru Avargaludane Sonnen. "}
]