[
{ "Verses": "1 alangam Kattimudindhu, Kadhavugal Podappattu, Vaasal Kaavalaalaraiyum Paadagaraiyum, Leviyaraiyum Erpaduththinapinbu, "},
{ "Verses": "2 naan En Sagodharanaagiya Aanaaniyaiyum, Anegaraippaarkkilum Unmaiyullavanum Dhevanukku Bayandhavanumaayirundha Aramanaiththalaivanaagiya Ananiyaavaiyum, Erusalemin Kaavalvisaaranaikku Erpaduththinen. "},
{ "Verses": "3 avargalai Nokki: Veyil Erumattum Erusalemin Vaasalgal Thirakkappadavendaam, Neengal Nirkumpodhe Kadhavugalai Saaththith Thaazhppaal Pottu, Erusalemin Kudigalil Kaavalaalar Avaravar Thangal Kaavalile, Avaravar Thangal Veedugalukku Edhiraaga Niruththappadavendum Endren. "},
{ "Verses": "4 pattanam Visthaaramum Peridhumaayirundhadhu, Adharkulle Janangal Konjamaayirundhaargal, Veedugalum Kattappadavillai. "},
{ "Verses": "5 appozhudhu Vamsa Attavanaigalaip Paarkkiradharku, Naan Prabukkalaiyum Adhigaarigalaiyum Janangalaiyum Koodivarachcheyya, En Dhevan En Manadhile Oru Ennaththai Undaakkinaar; Mundhi Vandhavargalin Vamsa Attavanaip Pusthagam Appozhudhu Enakku Agappattadhu; Adhile Ezhudhiyirukka Naan Kandadhu Ennavendraal, "},
{ "Verses": "6 baabilon Raajaavaagiya Nebugaadhnechchaar Siraipidiththupponavargalum, Siraiyiruppilirundhu Serubaabelodum, Yesuvaa, Negemiyaa, Asariyaa, Raamiyaa, Nagamaani, Mordhegaai, Pilsaan, Misperedh, Pikvaayi, Nekoom, Paanaa Enbavargalodunkooda Vandhu, "},
{ "Verses": "7 erusalemukkum Yoodhaavukkum Thirumbith Thangal Thangal Pattanangalile Kudiyiranginavargalumaana Indha Dhesaththin Puththiraraagiya Isravel Janangalaana Manidharin Thogaiyaavadhu: "},
{ "Verses": "8 paaroshin Puththirar Irandaayiraththu Nootru Ezhubaththiranduper. "},
{ "Verses": "9 sepaththiyaavin Puththirar Munnootru Ezhubaththiranduper. "},
{ "Verses": "10 aaraagin Puththirar Arunootru Aimbaththiranduper. "},
{ "Verses": "11 yesuvaa Yovaab Enbavargalin Sandhadhikkullirundha Paagaadhmovaabin Puththirar Irandaayiraththu Ennootrup Padhinettupper. "},
{ "Verses": "12 elaamin Puththirar Aayiraththirunootru Aimbaththunaaluper. "},
{ "Verses": "13 saththoovin Puththirar Ennootru Naarpaththaindhuper. "},
{ "Verses": "14 sakkaayin Puththirar Ezhunootru Arubadhuper. "},
{ "Verses": "15 pinnoovin Puththirar Arunootru Naarpaththettupper. "},
{ "Verses": "16 pebaayin Puththirar Arunootru Irubaththettupper. "},
{ "Verses": "17 askaadhin Puththirar Irandaayiraththu Munnootru Irubaththiranduper. "},
{ "Verses": "18 adhonigaamin Puththirar Arunootru Arubaththezhuper. "},
{ "Verses": "19 pikvaayin Puththirar Irandaayiraththu Arubaththezhuper. "},
{ "Verses": "20 aadheenin Puththirar Arunootru Aimbaththaindhuper. "},
{ "Verses": "21 esekkiyaavin Sandhadhiyaana Aadherin Puththirar Thonnootru Ettupper. "},
{ "Verses": "22 aasoomin Puththirar Munnootru Irubaththettupper. "},
{ "Verses": "23 pesaayin Puththirar Munnootru Irubaththunaaluper. "},
{ "Verses": "24 aareeppin Puththirar Nootruppanniranduper. "},
{ "Verses": "25 kibiyonin Puththirar Thonnootru Aindhuper. "},
{ "Verses": "26 bethlagem Ooraarum, Neththobaa Ooraarum Nootru Enpaththettupper. "},
{ "Verses": "27 aanadhoththoor Manidhar Nootru Irubaththettupper. "},
{ "Verses": "28 pedhasmaavedh Ooraar Naarpaththiranduper. "},
{ "Verses": "29 keeriyaadhyaareem, Kepiraa, Perodh Oorgalin Manidhar Ezhunootru Naarpaththumoondruper. "},
{ "Verses": "30 raamaa, Kaabaa Oorgalin Manidhar Arunootru Irubaththoruper. "},
{ "Verses": "31 mikmaas Ooraar Nootru Irubaththiranduper. "},
{ "Verses": "32 beththel, Aayi Oorgalin Manidhar Nootru Irubaththumoondruper. "},
{ "Verses": "33 veroru Nepo Ooraar Aimbaththiranduper. "},
{ "Verses": "34 matroru Elaam Puththirar Aayiraththu Irunootru Aimbaththunaaluper. "},
{ "Verses": "35 aareem Puththirar Munnootru Irubadhuper. "},
{ "Verses": "36 eriko Puththirar Munnootru Naarpaththaindhuper. "},
{ "Verses": "37 lodh, Aadheedh, Ono Oorgalin Puththirar Ezhunootru Irubaththoruper. "},
{ "Verses": "38 senaagaa Puththirar Moovaayiraththuth Tholaayiraththu Muppadhuper. "},
{ "Verses": "39 aasaariyaraanavargal: Yesuvaa Kudumbaththaanaagiya Yedhaayaavin Puththirar Tholaayiraththu Ezhubaththumoondruper. "},
{ "Verses": "40 immerin Puththirar Aayiraththu Aimbaththiranduper. "},
{ "Verses": "41 paskoorin Puththirar Aayiraththu Irunootru Naarpaththezhuper. "},
{ "Verses": "42 aareemin Puththirar Aayiraththup Padhinezhuper. "},
{ "Verses": "43 leviyaraanavargal: Odhiyaavin Puththirarukkulle Kadhmiyelin Kumaaranaagiya Yesuvaavin Puththirar Ezhubaththunaaluper. "},
{ "Verses": "44 paadagaraanavargal: Aasaabin Puththirar Nootru Naarpaththettupper. "},
{ "Verses": "45 vaasal Kaavalaalaraanavargal; Salloomin Puththirar Adherin Puththirar, Thalmonin Puththirar, Akkoopin Puththirar, Adhidhaavin Puththirar, Sobaayin Puththirar, Aaga Nootru Muppaththettupper. "},
{ "Verses": "46 nidhaneemiyaraanavargal: Seegaavinpuththirar, Asubaavin Puththirar, Thapaagoththin Puththirar, "},
{ "Verses": "47 kerosin Puththirar, Seeyaavin Puththirar, Paadhonin Puththirar, "},
{ "Verses": "48 lebaanaavin Puththirar, Akaabaavin Puththirar, Salmaayin Puththirar, "},
{ "Verses": "49 aanaanin Puththirar, Kiththelin Puththirar, Kaagaarin Puththirar, "},
{ "Verses": "50 raayaagin Puththirar, Redhseenin Puththirar, Negodhaavin Puththirar, "},
{ "Verses": "51 kaasaamin Puththirar, Oosaavin Puththirar, Paaseyaagin Puththirar, "},
{ "Verses": "52 pesaayin Puththirar, Meyuneemin Puththirar, Nebishaseemin Puththirar, "},
{ "Verses": "53 pakpookkin Puththirar, Agubaavin Puththirar, Arkoorin Puththirar, "},
{ "Verses": "54 pasleedhin Puththirar, Megidhaavin Puththirar, Arshaavin Puththirar, "},
{ "Verses": "55 parkosin Puththirar, Siseraavin Puththirar, Thaamaavin Puththirar, "},
{ "Verses": "56 nedhsiyaagin Puththirar, Adhibaavin Puththirar, "},
{ "Verses": "57 saalomonudaiya Velaikkaararin Puththiraraanavargal: Sodhaayin Puththirar, Sopereththin Puththirar, Peridhaavin Puththirar, "},
{ "Verses": "58 yaalaavin Puththirar, Tharkonin Puththirar, Kiththelin Puththirar, "},
{ "Verses": "59 sepaththiyaavin Puththirar, Aththeelin Puththirar, Pokeredh Sebaayimilulla Puththirar, Aamonin Puththirar. "},
{ "Verses": "60 nidhanimiyarum Saalomonudaiya Velaiyaatkalin Puththirarum Egaththukku Munnootruth Thonnootriranduper. "},
{ "Verses": "61 thelmelaagilum, Thelarsaavilum, Kerubilum, Aadhonilum, Immerilum Irundhuvandhum, Thaangal Isravelar Endru Thangal Pidhaakkalin Vamsaththaiyum, Thangal Poorvoththaraththaiyum Sollamaattaamal Irundhavargal: "},
{ "Verses": "62 thelaayaavin Puththirar, Thobiyaavin Puththirar, Negodhaavin Puththirar, Aaga Arunootru Naarpaththiranduper. "},
{ "Verses": "63 aasaariyargalil Abaayaavin Puththirar, Kosin Puththirar, Kileyaaththiyanaana Parsillaayin Kumaaraththigalil Oruththiyai Vivaagampanni, Avargal Vamsa Naamam Tharikkappatta Parsillaayin Puththirar. "},
{ "Verses": "64 ivargal Thangal Vamsa Attavanaiyaith Thedi, Adhaik Kaanaamarpoi Aasaariya Oozhiyaththukku Vilakkamaanavargal Endru Ennappattaargal. "},
{ "Verses": "65 ooreem Thummeem Enbavaigalulla Oru Aasaariyan Ezhumbumattum, Avargal Magaa Parisuththamaanadhile Pusikkaththagaadhendru Thirshaadhaa Avargalukku Sonnaan. "},
{ "Verses": "66 sabaiyaar Ellaarum Egaththukku Naarpaththeeraayiraththu Munnootru Arubadhuperaayirundhaargal. "},
{ "Verses": "67 avargalaiththavira Ezhaayiraththumunnootru Muppaththezhuperaana Avargaludaiya Velaikkaararum, Velaikkaarigalum Irunootru Naarpaththaindhu Paadagarum Paadagigalum Avargalukku Irundhaargal. "},
{ "Verses": "68 avargaludaiya Kudhiraigal Ezhunootru Muppaththaaru, Avargal Koveru Kazhudhaigal Irunootru Naarpaththaindhu. "},
{ "Verses": "69 ottagangal Naanootru Muppaththaindhu, Kazhudhaigal Aaraayiraththu Ezhunootru Irubadhu. "},
{ "Verses": "70 vamsaththalaivaril Silar Velaikkendru Koduththadhaavadhu: Thirshaadhaa Aayiram Thangakkaasaiyum, Aimbadhu Kalangalaiyum, Ainnootru Muppadhu Aasaariya Vasthirangalaiyum Pokkishaththukkuk Koduththaan. "},
{ "Verses": "71 vamsaththalaivaril Silar Velaiyin Pokkishaththukku Irubadhinaayiram Thangakkaasaiyum, Irandaayiraththu Irunooru Raaththal Velliyaiyum Koduththaargal. "},
{ "Verses": "72 matra Janangal Irubadhinaayiram Thangakkaasaiyum, Irandaayiram Raaththal Velliyaiyum, Arubaththezhu Aasaariya Vasthirangalaiyum Koduththaargal. "},
{ "Verses": "73 aasaariyarum, Leviyarum, Vaasal Kaavalaalarum, Paadagarum, Janangalil Silarum, Nidhaneemiyarum, Isravelar Anaivarum Thangal Thangal Pattanangalil Kudiyerinaargal; Ezhaam Maadhamaanapodhu, Isravel Puththirar Thangal Pattanangalil Irundhaargal. "}
]