[
{ "Verses": "1 akaliyaavin Kumaaranaagiya Negemiyaavin Nadapadigal: Irubadhaam Varusham Kisleyu Maadhaththil Naan Soosaanennum Aramanaiyil Irukkumpodhu Sambaviththadhu Ennavendraal, "},
{ "Verses": "2 en Sagodhararil Oruvanaagiya Aanaaniyum, Vere Sila Manusharum Yoodhaavilirundhu Vandhaargal; Avargalidaththil Naan Siraiyiruppil Meendhu Thappina Yoodharin Seydhiyaiyum, Erusalemin Seydhiyaiyum Visaariththen. "},
{ "Verses": "3 adharku Avargal: Siraiyiruppil Meendhirukkiravargal Andha Dhesaththile Magaa Theengaiyum Nindhaiyaiyum Anubavikkiraargal; Erusalemin Alangam Idipattadhum, Adhin Vaasalgal Akkiniyaal Sutterikkappattadhumaaik Kidakkiradhu Endraargal. "},
{ "Verses": "4 indha Vaarththaigalaik Kettapodhu Naan Utkaarndhu Azhudhu, Silanaalaai Dhukkiththu, Ubavaasiththu, Mandraadi, Paralogaththin Dhevanai Nokki: "},
{ "Verses": "5 paralogaththin Dhevanaagiya Karththaave, Ummil Anbukoorndhu, Ummudaiya Karpanaigalaik Kaikkollugiravargalukku, Udanpadikkaiyaiyum Kirubaiyaiyum Kaakkira Magaththuvamum Bayangaramumaana Dhevane, "},
{ "Verses": "6 umadhu Adiyaaraagiya Isravel Puththirarukkaaga Indru Iravumpagalum Umakku Munbaaga Mandraadi, Isravel Puththiraraagiya Naangal Umakku Virodhamaaga Seydha Paavangalai Arikkaiyidugira Adiyenudaiya Jebaththaikketkiradharku, Ummudaiya Sevi Gavaniththum, Ummudaiya Kangal Thirandhum Iruppadhaaga; Naanum En Thagappan Veettaarum Paavancheydhom. "},
{ "Verses": "7 naangal Umakku Munbaaga Migavum Kettavargalaai Nadandhom; Neer Ummudaiya Dhaasanaagiya Mosekkukkarpiththa Karpanaigalaiyum, Kattalaigalaiyum, Nyaayangalaiyum Kaikkollaadheponom. "},
{ "Verses": "8 neengal Kattalaiyai Meerinaal, Naan Ungalai Jaadhigalukkulle Sidharadippen Endrum, "},
{ "Verses": "9 neengal Ennidaththil Thirumbi, En Karpanaigalaik Kaikkondu, Avaigalinpadi Seyveergalaanaal, Ungalile Thallundu Ponavargal Vaanaththin Kadaiyaandharaththil Irundhaalum, Naan Angeyirundhu Avargalai Serththu, En Naamam Vilangumpadi Naan Therindhukonda Sthalaththukku Avargalaik Konduvaruvenendrum Dhevareer Ummudaiya Dhaasanaagiya Mosekkuk Kattalaiyitta Vaarththaiyai Ninaiththarulum. "},
{ "Verses": "10 dhevareer Umadhu Magaa Vallamaiyinaalum, Umadhu Balaththa Karaththinaalum, Meettukkonda Umadhu Adiyaarum Umadhu Janangalum Ivargaldhaane. "},
{ "Verses": "11 aandavare, Umadhu Adiyaanin Jebaththaiyum, Umadhu Naamaththukku Bayappadavendum Endru Virumbugira Umadhu Adiyaarin Jebaththaiyum Umadhu Sevigal Gavaniththiruppadhaaga; Indraikku Umadhu Adiyaanukkuk Kaariyaththaik Kaikkoodi Varappanni, Indha Manushanukku Munbaaga Enakku Irakkam Kidaikkappanniyarulum Endru Praarththiththen. Naan Raajaavukkup Paanapaaththirakkaaranaayirundhen. "}
]