[
{ "Verses": "1 naan Alangaththaik Kattimudiththadhaiyum, Ini Adhile Thirappu Ondrumillai Enbadhaiyum, Sanpallaaththum, Thobiyaavum, Arabiyanaana Keshemum Engalukkundaayirundha Matrap Pagaignarum Kelvippattapodhu, "},
{ "Verses": "2 naan Vaasalgalukku Innum Kadhavupodaadhirukkaiyil, Sanpallaaththum, Keshemum Aal Anuppi: Naam Ono Pallaththaakkil Irukkira Graamangal Ondril Oruvaraiyoruvar Kandu Pesuvom Vaarum Endru Kooppittaargal; Avargalovendraal, Enakkup Pollaappu Seyya Ninaiththaargal. "},
{ "Verses": "3 appozhudhu Naan Avargalidaththirku Aatkalai Anuppi: Naan Periya Velaiyai Seygiren, Naan Varak Koodaadhu, Naan Andha Velaiyaivittu Ungalidaththirku Varugiradhinaal Adhu Minakkattuppovaanen Endru Sollachchonnen. "},
{ "Verses": "4 avargal Indhappragaaramaaga Naaludharam Enakku Solliyanuppinaargal; Naanum Indhappragaaramaagave Avargalukku Marumozhi Anuppinen. "},
{ "Verses": "5 aindhaandharamum Sanpallaaththu Andhap Pragaaramaagave Than Velaikkaaranaiyum, Avan Kaiyile Muththiraipodaadha Oru Kadidhaththaiyum Enakku Anuppinaan. "},
{ "Verses": "6 adhile: Neerum Yoodharum Kalagampanna Ninaikkireergal Endrum, Adharkaaga Neer Alangaththaik Kattugireer Endrum, Ivvidhamaaga Neer Avargalukku Raajaavaagap Pogireer Endrum, "},
{ "Verses": "7 yoodhaavile Oru Raajaa Irukkiraar Endru Ummaikkuriththu Erusalemile Koorugira Theerkkadharisigalaiyum Sambaadhiththeerendrum Purajaadhigalukkulle Prasthaabamaayirukkiradhu, Kashmoovum Appadi Sollugiraan; Ippodhum Andha Seydhi Raajaavukku Ettume; Aagaiyaal Naam Oruvarodoruvar Aalosanaipannugiradharkaaga Neer Varavendum Endru Ezhudhiyirundhadhu. "},
{ "Verses": "8 adharku Naan: Neer Sollugira Andhak Kaariyangalil Ondrum Nadakkavillai; Avaigal Ummudaiya Manoraajyame Ozhiya Veralla Endru Solliyanuppinen. "},
{ "Verses": "9 andha Velai Nadandheraadhapadikku Engal Kai Saliththuppom Endru Solli, Avargal Ellaarum Engalai Bayamuruththappaarththaargal. Aadhalaal Dhevane Neer En Kaigalaith Thidappaduththiyarulum, "},
{ "Verses": "10 megadhaabeyelin Kumaaranaagiya Thelaayaavin Magan Semaayaa Than Veettile Adaikkappattirukkumpodhu, Naan Avanidaththil Ponen; Appozhudhu Avan Naam Iruvarumaai Dhevanudaiya Veedaagiya Aalayaththukkulle Poi Dhevaalayaththin Kadhavugalaip Poottuvom Vaarum; Ummaik Kondrupoda Varuvaargal, Iravile Ummaik Kondrupoda Varuvaargal Endraan. "},
{ "Verses": "11 adharku Naan: Ennaippondra Manidhan Odippovaano? Ennaippondravan Uyirpizhaikkumpadi Dhevaalayaththile Poip Padhunguvaano? Naan Povadhillai Endren. "},
{ "Verses": "12 dhevan Avanai Anuppavillaiyendrum, Thobiyaavum Sanpallaaththum Avanukkuk Koolikoduththadhinaal, Avan Enakku Virodhamaai Andhath Theerkkadharisanaththai Sonnaan Endrum Arindhukonden. "},
{ "Verses": "13 naan Bayandhu Appadi Seydhu Paavankattikkollugiradharkum, Ennai Nindhikkaththakka Abakeerththikku Mugaandharam Undaakkugiradharkum Avanukkuk Kaikkooli Koduththirundhaargal. "},
{ "Verses": "14 en Dhevane, Thobiyaavum Sanpallaaththum Seydha Indha Seygaigalukkuththakkadhaaga Neer Avargalaiyum, Novadhiyaal Ennum Theerkkadharisiyaanavalaiyum, Enakku Bayamundaakkappaarththa Matrath Theerkkadharisigalaiyum Ninaiththukkollum. "},
{ "Verses": "15 appadiye Alangamaanadhu Aimbaththirandu Naalaikkulle Kattappattu, Elool Maadham Irubaththaindhaanthedhiyile Mudindhadhu. "},
{ "Verses": "16 engal Pagaignar Ellaarum Adhaik Kettapodhum, Engal Sutruppuraththaaraagiya Purajaadhiyaana Anaivarum Kandapodhum, Migavum Munaiyatruppoi, Indhak Kiriyai Engal Dhevanaal Kaikoodi Vandhadhendru Arindhaargal. "},
{ "Verses": "17 andha Naatkalil Yoodhaavilulla Periya Manidharidaththilirundhu Thobiyaavukkup Pogiradhum, Thobiyaavinidaththilirundhu Avargalukku Varugiradhumaana Kadidhangal Anegamaayirundhadhu. "},
{ "Verses": "18 avan Aaraagin Kumaaranaagiya Seganiyaavukku Marumaganaayirundhadhumallaamal, Avan Kumaaranaagiya Yoganaan Peragiyaavin Kumaaranaagiya Mesullaamin Kumaaraththiyai Vivaagampanniyirundhapadiyaalum, Yoodhaavil Anegar Avanukku Aanaiyittuk Koduththirundhaargal. "},
{ "Verses": "19 avan Seyyum Nanmaigalaiyum Avargal Enakku Munbaaga Vivariththu, En Vaarththaigalai Avanukkuk Kondupovaargal; Thobiyaa Enakku Bayamundaagak Kadidhangalai Anuppuvaan. "}
]