[
{ "Verses": "1 andha Maadham Irubaththunaalaanthedhiyile Isravel Puththirar Ubavaasampanni, Rattuduththi, Thangalmel Puzhudhiyaip Pottukkondavargalaaik Koodivandhaargal. "},
{ "Verses": "2 isravel Sandhadhiyaar Maru Jaadhiyaaraiyellom Vittuppirindhu Vandhu Nindru Thangal Paavangalaiyum Thangal Pidhaakkalin Akkiramangalaiyum Arikkaiyittaargal. "},
{ "Verses": "3 avargal Ezhundhirundhu, Thangal Nilaiyil Nindraargal; Appozhudhu Oru Jaamamattum Avargaludaiya Dhevanaagiya Karththarin Nyaayappramaanap Pusthagam Vaasikkappattadhu; Pinbu Oru Jaamamattum Avargal Paava Arikkai Panni, Thangal Dhevanaagiya Karththaraip Panindhukondaargal. "},
{ "Verses": "4 yesuvaa, Paani, Kadhmiyel, Seppaniyaa, Punni, Serebiyaa, Paani, Kenaani Enbavargal Leviyarudaiyapadigalinmel Nindru Thangal Dhevanaagiya Karththarainokki Magaa Saththamaai Olamittaargal. "},
{ "Verses": "5 pinbu Leviyaraana Yesuvaa, Kadhmiyel, Paani, Aasaabneyaa, Serebiyaa, Odhiyaa, Sepaniyaa, Peththagiyaa Enbavargal Janangalaip Paarththu: Neengal Ezhundhirundhu, Anaadhiyaai Endrendraikkumirukkira Ungal Dhevanaagiya Karththarai Sthoththiriyungal Endru Solli, Karththarai Nokki: Endha Sthudhi Sthoththiraththukkum Melaana Ummudaiya Magimaiyulla Naamaththukku Sthoththiramundaavadhaaga. "},
{ "Verses": "6 neer Oruvare Karththar; Neer Vaanangalaiyum, Vaanaadhi Vaanangalaiyum, Avaigaludaiya Sarva Senaigalaiyum, Boomiyaiyum Adhilulla Ellaavatraiyum, Samuththirangalaiyum Avaigalilulla Ellaavatraiyum Undaakkineer; Avaigalaiyellaam Neer Kaappaatrugireer; Vaanasenaigal Ummaip Panindhukollugiradhu. "},
{ "Verses": "7 aabiraamaith Therindhukondu, Avanai Oor Ennum Kaldheyarin Pattanaththilirundhu Purappadappanni, Avanukku Aabiragaam Ennum Peritta Dhevanaagiyakarththar Neer. "},
{ "Verses": "8 avan Irudhayaththai Umakku Munbaaga Unmaiyulladhaagakkandu, Kaanaaniyar Eththiyar, Emoriyar, Perisiyar, Eboosiyar, Kirkaasiyarudaiya Dhesaththai Avan Sandhadhikkuk Kodukkumpadi, Avanodu Udanpadikkaipanni, Ummudaiya Vaarththaigalai Niraivetrineer; Neer Needhiyullavar. "},
{ "Verses": "9 egipthile Engal Pidhaakkal Anubaviththa Sirumaiyai Neer Kandu, Sivandha Samuththiraththil Avargal Kooppidudhalaikketteer. "},
{ "Verses": "10 paarvonidaththilum, Avanudaiya Ellaa Oozhiyakkaararidaththilum, Avan Dhesaththin Sagala Janaththinidaththilum, Adaiyaalangalaiyum Arpudhangalaiyum Seydheer; Avargal Umadhu Janangalai Agandhaiyaai Nadaththinaargal Enbadhai Arindhirundheer; Ippadiye Innaalvaraikkum Irukkirapadi Umakkuk Keerththiyai Undaakkineer. "},
{ "Verses": "11 neer Avargalukku Munbaaga Samuththiraththaip Piriththadhinaal, Kadalin Naduvaagak Kaalnanaiyaamal Nadandhaargal; Valuvaana Thanneergalile Kallaippodugiradhupola, Avargalaith Thodarndhavargalai Aazhangalile Pottuvitteer. "},
{ "Verses": "12 neer Pagalile Megasthambaththinaalum Avargal Nadakkavendiya Vazhiyai Avargalukku Velichchamaakka Iravile Akkini Sthambaththinaalum, Avargalai Vazhinadaththineer. "},
{ "Verses": "13 neer Seenaai Malaiyilirangi Vaanaththilirundhu Avargalode Pesi, Avargalukku Semmaiyaana Needhinyaayangalaiyum, Nalla Kattalaigalum Karpanaigalumaagiya Unmaiyaana Pramaanangalaiyum Koduththeer. "},
{ "Verses": "14 umadhu Parisuththa Oivunaalai Avargalukkuth Theriyappaduththi, Umadhu Dhaasanaagiya Moseyaikkondu, Avargalukkuk Karpanaigalaiyum, Kattalaigalaiyum Nyaayappramaanangalaiyum Karpiththeer. "},
{ "Verses": "15 avargal Pasikku Vaanaththilirundhu Appam Koduththu, Avargal Thaagaththukkuk Kanmalaiyilirundhu Thanneer Purappadappanni, Neer Avargalukkuk Koduppen Endru Aanaiyitta Dhesaththai Sudhandhariththukkollap Pravesiyungal Endru Avargalukku Sonneer. "},
{ "Verses": "16 engal Pidhaakkalaagiya Avargalo Agangaaramaai Nadandhu, Thangal Kazhuththaik Kadinappaduththi, Ummudaiya Karpanaigalukku Sevikodaadheponaargal. "},
{ "Verses": "17 avargal Sevikodukka Manadhillaamalum, Avargalidaththile Neer Seydha Ummudaiya Arpudhangalai Ninaiyaamalum Poi, Thangal Kazhuththaik Kadinappaduththi, Thangal Adimaiththanaththukkuth Thirumbumpadikku Avargal Kalagampanni, Oru Thalaivanai Erpaduththinaargal; Aagilum Veguvaai Mannikkiravarum Irakkamum Manaurukkamum, Neediya Saandhamum, Magaa Kirubaiyumullavarumaana Dhevanaagiya Neer Avargalaik Kaividavillai. "},
{ "Verses": "18 avargal Vaarppikkappatta Oru Kandrukkuttiyaith Thangalukku Undaakki: Idhu Unnai Egipthilirundhu Konduvandha Un Dheyvam Endru Solli, Kobamoottaththakka Periya Akkiramangalai Seydhirundhaalum, "},
{ "Verses": "19 neer Ummudaiya Migundha Mana Urukkaththinpadiye, Avargalai Vanaandharaththile Kaividavillai; Avargalai Vazhinadaththap Pagalile Megasthambamum, Avargalukku Velichchaththaiyum Avargal Nadakkavendiya Vazhiyaiyum Kaatta Iravile Akkini Sthambamum, Avargalai Vittu Vilagavillai. "},
{ "Verses": "20 avargalukku Arivai Unarththa Ummudaiya Nalla Aaviyaik Kattalaiyitteer, Avargal Vaaikku Ummudaiya Mannaavai Aruli, Avargal Thaagaththukkuth Thanneeraik Koduththeer. "},
{ "Verses": "21 ippadi Naarpadhu Varushamaaga Vanaandharaththil Avargalukku Ondrum Kuraivupadaadhapadikku Avargalaip Paraamariththuvandheer; Avargal Vasthirangal Pazhamaiyaaippogavumillai, Avargal Kaalgal Veengavumillai. "},
{ "Verses": "22 avargalukku Raajyangalaiyum Janangalaiyum Oppukkoduththu, Avaigalai Ellai Ellaiyaaga Avargalukkup Pangitteer; Esponin Raajaavaagiya Seekonin Dhesaththaiyum Paasaanin Raajaavaagiya Ogin Dhesaththaiyum Kattikkondaargal. "},
{ "Verses": "23 avargal Pillaigalai Vaanaththu Natchaththirangalaippolap Perugappanni, Sudhandhariththukkollumpadi Neer Avargal Pidhaakkalukku Sonna Dhesaththile Avargalai Azhaiththu Vandheer. "},
{ "Verses": "24 appadiye Pillaigal Utpravesiththu, Dhesaththai Sudhandhariththukkondaargal; Neer Avargalukku Munbaaga Dhesaththin Kudigalaagiya Kaanaaniyaraith Thaazhththi, Avargalaiyum Avargal Raajaakkalaiyum, Dhesaththin Janangalaiyum, Thangal Ishtappadi Seyya, Avargal Kaiyile Oppukkoduththeer. "},
{ "Verses": "25 avargal Aranaana Pattanangalaiyum, Sezhumaiyaana Boomiyaiyum Kattikkondu, Sagalavidha Udamaigal Niraindha Veedugalaiyum, Vettappatta Thuravugalaiyum Eraalamaana Dhraatchaththottangalaiyum Olivaththoppugalaiyum, Kanikodukkum Virutchangalaiyum Sudhandhariththukkondu, Pusiththuth Thirupthiyaagik Kozhuththu, Ummudaiya Periya Dhayaiyinaal Selvamaai Vaazhndhaargal. "},
{ "Verses": "26 aanaalum Avargal Keezhppadiyaadhavargalaagi, Umakku Virodhamaaik Kalagampanni, Ummudaiya Nyaayappramaanaththai Thangalukkup Purambe Erindhuvittu, Thangalai Ummidaththil Thiruppumpadi Avargalaith Thidasaatchiyaaik Kadindhukonda Ummudaiya Theerkkadharisigalaik Kondrupottu, Kobamoottugira Periya Akkiramangalai Seydhaargal. "},
{ "Verses": "27 aagaiyaal Avargalai Nerukkugira Avargal Saththurukkalin Kaiyil Avargalai Oppukkoduththeer; Avargal Nerukkam Anubavikkira Kaalaththil Avargal Ummai Nokkik Kooppidugirapodho, Neer Paralogaththilirundhu Kettu Ummudaiya Migundha Irakkaththinaal Avargalai Avargal Saththurukkalin Kaikku Neengalaakkividugira Ratchagargalai Avargalukkuk Koduththeer. "},
{ "Verses": "28 avargalukku Ilaippaarudhal Undaanapodho, Umakku Munbaaga Marupadiyum Pollaappu Seyyaththodanginaargal; Aagaiyaal Avargal Saththurukkal Avargalai Aalumpadikku Avargal Kaiyile Oppuviththeer; Avargal Mananthirumbi Ummai Nokkik Kooppittapodho, Neer Paralogaththilirundhu Kettu, Avargalai Ummudaiya Irakkangalinpadiye Anegandharam Vidudhalaiyaakkivitteer. "},
{ "Verses": "29 avargalai Ummudaiya Nyaayappramaanaththukkuth Thiruppa Avargalaith Thidasaatchiyaaik Kadindhukondeer; Aanaalum Avargal Agangaaran Kondu, Ummudaiya Karpanaigalukku Sevikodaamal, Keezhppadindhu Nadakkira Manushan Seydhu Pizhaikkira Ummudaiya Needhi Nyaayangalukku Virodhamaagap Paavancheydhu, Thangal Tholai Muranduththanamaai Vilakki, Sevikodaamal, Thangal Kazhuththaik Kadinappaduththikkondaargal. "},
{ "Verses": "30 neer Anega Varushamaaga Avargalmel Porumaiyaayirundhu, Ummudaiya Aaviyinaal Pesina Ummudaiya Theerkkadharisigalaikkondu Avargalaith Thidasaatchiyaaik Kadindhukondaalum, Avargal Sevikodaadhapadiyinaale, Avargalai Anniya Dhesajanangalin Kaiyil Oppukkoduththeer. "},
{ "Verses": "31 aagilum Ummudaiya Migundha Irakkangalinpadiye, Avargalai Nirmoolamaakkaamalum Avargalaik Kaividaamalum Irundheer; Neer Kirubaiyum Irakkamumulla Dhevan. "},
{ "Verses": "32 ippozhudhum Udanpadikkaiyaiyum Kirubaiyaiyum Kaakkira Vallamaiyum Bayangaramumulla Magaa Dhevanaagiya Engal Dhevane, Aseeriyaa Raajaakkalin Naatkal Mudharkondu Innaalvaraikkum Engalukkum Engal Raajaakkalukkum, Engal Prabukkalukkum, Engal Aasaariyargalukkum, Engal Theerkkadharisigalukkum, Engal Pidhaakkalukkum, Ummudaiya Janangal Anaivarukkum Neritta Sagala Varuththamum Umakku Munbaaga Arpamaaik Kaanappadaadhiruppadhaaga. "},
{ "Verses": "33 engalukku Neridappannina Ellaavatrilum Neer Needhiyullavar; Neer Unmaiyaai Nadappiththeer; Naangalo Aagaamiyam Panninom. "},
{ "Verses": "34 engal Raajaakkalum, Engal Prabukkalum, Engal Aasaariyargalum, Engal Pidhaakkalum, Ummudaiya Nyaayappramaanaththinpadi Seyyaamalum, Ummudaiya Karpanaigalaiyum, Neer Avargalaik Kadindhukonda Ummudaiya Saatchigalaiyum Gavaniyaamalumponaargal. "},
{ "Verses": "35 avargal Thangal Raajyaththilum, Neer Avargalukkuk Koduththa Ummudaiya Periya Dhayaiyilum, Neer Avargalukku Munbaagath Thirandhuvaiththa Visaalamum Sezhippumaana Dhesaththilum Umakku Oozhiyancheyyaamalum, Thangal Thurkkarumangalai Vittuth Thirumbaamalum Ponaargal. "},
{ "Verses": "36 idho, Indraiyadhinam Naangal Adimaigalaayirukkirom, Idho, Balanaiyum Nanmaiyaiyum Anubavikkumpadi Neer Engal Pidhaakkalukkuk Koduththa Indha Dhesaththildhaane Naangal Adimaigalaayirukkirom. "},
{ "Verses": "37 adhin Varumaanam Engal Paavangalinimiththam Neer Engalmel Vaiththa Raajaakkalukkuth Thiralaagappogiradhu; Avargal Thangalukku Ishtamaanapadiye Engal Sareerangalaiyum Engal Miruga Jeevangalaiyum Aalugiraargal; Naangal Magaa Ikkattil Agappattirukkirom. "},
{ "Verses": "38 ivaiyellaam Ippadi Irukkirapadiyaal, Naangal Urudhiyaana Udanpadikkaipanni Adhai Ezhudhivaikkirom; Engal Prabukkalum Engal Leviyarum, Engal Aasaariyarum Adharku Muththiraipoduvaargal Endraargal. "}
]