[
{ "Verses": "1 janangalukkul Anegarum Avargaludaiya Sthreegalum Yoodharaagiya Thangal Sagodhararmel Muraiyidugira Periya Kookkuralundaayitru. "},
{ "Verses": "2 adhennavendraal, Avargalil Silar Naangal Engal Kumaararodum Engal Kumaaraththigalodum Anegaraanapadiyinaal, Saappittup Pizhaikkumpadikku Naangal Dhaaniyaththaik Kadanaaga Vaanginom Endraargal. "},
{ "Verses": "3 veru Silar Engal Nilangalaiyum Engal Dhraatchaththottangalaiyum Engal Veedugalaiyum Naangal Adaimaanamaaga Vaiththu, Indhap Panjaththile Dhaaniyam Vaanginom Endraargal. "},
{ "Verses": "4 innum Silar Raajaavukkuth Theervaiseluththa, Naangal Engal Nilangalmelum Engal Dhraatchaththottangalmelum, Panaththaik Kadanaaga Vaanginom Endrum; "},
{ "Verses": "5 engal Udalum Engal Sagodharar Udalum Sari; Engal Pillaigalum Avargal Pillaigalum Sari; Aanaalum, Idho, Naangal Engal Kumaararaiyum Engal Kumaaraththigalaiyum Adimaiththanaththirku Utpaduththavendiyadhaayirukkiradhu; Appadiye Engal Kumaaraththigalil Silar Adimaippattumirukkiraargal; Avargalai Meetka Engalukku Nirvaagamillai; Engal Nilangalum Engal Dhraatchaththottangalum Vere Manidhar Kaivasamaayitru Endraargal. "},
{ "Verses": "6 avargal Kookkuralaiyum, Indhavaarththaigalaiyum Naan Kettapodhu, Migavum Kobankondu, "},
{ "Verses": "7 en Manadhile Aalosanaipanni, Pirpaadu Prabukkalaiyum Adhigaarigalaiyum Kadindhukondu: Neengal Avaravar Thangal Sagodhararmel En Vatti Sumaththugireergal Endru Solli, Avargalukku Virodhamaaga Oru Periya Sabaikoodivarachcheydhu, "},
{ "Verses": "8 avargalai Nokki: Purajaadhiyaarukku Virkappatta Yoodharaagiya Engal Sagodhararai Naangal Engal Sakthikkuththakkadhaai Meettirukkaiyil, Neengal Thirumba Ungal Sagodhararai Virkalaamaa? Ivargal Namakku Vilaippattuppogalaamaa Endren; Appozhudhu Avargal Maru Uththaravu Solla Idamillaamal Mavunamaayirundhaargal. "},
{ "Verses": "9 pinnum Naan Avargalai Nokki: Neengal Seygira Kaariyam Nalladhalla; Nammudaiya Pagaignaraagiya Purajaadhiyaar Nindhikkiradhinimiththam Neengal Nammudaiya Dhevanukku Bayandhu Nadakkavendaamaa? "},
{ "Verses": "10 naanum En Sagodhararum En Velaikkaararum Ivvidhamaagavaa Avargalukkup Panamum Dhaaniyamum Kadankoduththirukkirom? Indha Vattiyai Vittuviduvomaaga. "},
{ "Verses": "11 neengal Indraikku Avargal Nilangalaiyum, Avargal Dhraatchaththottangalaiyum, Avargal Olivaththoppugalaiyum, Avargal Veedugalaiyum, Neengal Panaththilum Dhaaniyaththilum Dhraatcharasaththilum Enneyilum Nootrukkondru Veedhamaaga Avargalidaththil Dhandivarugira Vattiyaiyum, Avargalukkuth Thirumbakkoduththuvidungal Endren. "},
{ "Verses": "12 adharku Avargal Naangal Adhaith Thirumbak Koduththuvittu, Ini Appadi Avargalidaththil Ketkamaattom; Neer Sollugirapadiye Seyvom Endraargal; Appozhudhu Naan Aasaariyargalai Azhaiththu, Avargal Indha Vaarththaiyinpadi Seyya Avargalai Aanaiyiduviththukkonden. "},
{ "Verses": "13 naan En Vasthiraththai Udharippottu, Ippadi Indha Vaarththaiyai Niraivetraadha Endha Manidhanaiyum Avan Veettilum Avan Sambaaththiyaththilum Irundhu Dhevan Udharippodakkadavar; Indhappragaaramaaga Avan Udharippodappattu, Verumaiyaaip Povaanaaga Endren; Adharku Sabaiyaar Ellaarum Aamen Endru Solli Karththaraith Thudhiththaargal; Pinbu Janangal Indha Vaarththaiyinpadiye Seydhaargal. "},
{ "Verses": "14 naan Yoodhaadhesaththile Adhipadhiyaayirukkumpadi Raajaavaagiya Ardhasashtaa Enakkuk Karpiththa Naalaagiya Avarudaiya Irubadhaam Varusham Thodangi, Avarudaiya Muppaththirandaam Varusham Varaikkum Irundha Pannirandu Varushakaalamaai, Naanum En Sagodhararum Adhipadhigal Vaangugira Padiyai Vaangi Saappidavillai. "},
{ "Verses": "15 enakku Munnirundha Adhipadhigal Janangalukku Baaramaayirundhu, Avargal Kaiyile Appamum Dhraatcharasamum Vaanginadhum Allaamal, Naarpadhusekkal Velliyum Vaangivandhaargal; Avargal Velaikkaarar Mudhalaai Janangalmel Adhigaaram Seluththinaargal; Naano Dhevanukku Bayandhadhinaal Ippadi Seyyavillai. "},
{ "Verses": "16 oru Vayalaiyaavadhu Naangal Kollavillai; Andha Alangaththin Velaiyile Muyandru Nindren; En Velaikkaararanaivarum Koottamaai Andha Velaikkuk Koodivandhaargal. "},
{ "Verses": "17 yoodharum Moopparumaana Nootraimbadhuperum, Engalai Sutrilumirukkira Purajaadhigalidaththilirundhu Engalidaththirku Vandhavargalum En Pandhiyil Saappittaargal. "},
{ "Verses": "18 naalondrukku Oru Kaalaiyum, Mudhal Tharamaana Aaru Aadum Samaikkappattadhu; Patchigalum Samaikkappattadhu; Paththunaalaikku Orudharam Naanaavidha Dhraatcharasamum Selavazhindhadhu. Ippadiyellaam Irundhapodhum, Indha Janangal Pattapaadu Kadinamaayirundhapadiyaal, Adhipadhigal Vaangugira Padiyai Naan Vaangavillai. "},
{ "Verses": "19 en Dhevane, Naan Indha Janaththukkaaga Seydha Ellaavatrinpadiyum Enakku Nanmaiyundaaga Ennai Ninaiththarulum. "}
]