[
{ "Verses": "1 naangal Alangaththaik Kattugira Seydhiyai Sanpallaadh Kettapodhu, Avan Kobiththu, Erichchaladaindhu, Yoodharai Sakkandhampanni: "},
{ "Verses": "2 andha Arpamaana Yoodhar Seygiradhu Enna, Avargalukku Idankodukkappadumo, Paliyiduvaargalo, Orunaalile Mudiththuppoduvaargalo, Sutteriththup Podappattu Manmedugalaana Karkalukku Uyir Koduppaargalo, Endru Than Sagodhararukkum Samaariyaavin Senaikkum Munbaaga Sonnaan. "},
{ "Verses": "3 appozhudhu Ammoniyanaagiya Thobiyaa Avan Pakkaththil Nindru: Avargal Kattinaalum Enna, Oru Nari Eripponaal Avargaludaiya Kal Madhil Idindhupogum Endraan. "},
{ "Verses": "4 engal Dhevane, Naangal Avamadhikkappadugiradhaik Kettu, Avargal Nindhikkira Nindhaiyai Avargal Thalaiyinmel Thiruppi, Avargalai Siraiyiruppin Dhesaththile Sooraikku Oppukkodum. "},
{ "Verses": "5 avargal Akkiramaththai Moodippodaadheyum; Avargal Paavam Umakku Munbaagak Kolaikkappadaadhiruppadhaaga; Kattugiravargalukku Manamadivundaagap Pesinaargale. "},
{ "Verses": "6 naangal Alangaththaik Kattivandhom; Alangamellaam Paadhimattum Ondraai Inaindhu Uyarndhadhu; Janangal Velaiseygiradharku Aavalaayirundhaargal. "},
{ "Verses": "7 erusalemin Alangaththaik Kattugira Velai Valarndherugiradhu Endrum Idikkappatta Idangal Adaipattuvarugiradhu Endrum Sanpallaaththum, Thobiyaavum, Arabiyarum, Ammoniyarum, Asthoththiyarum Kettapodhu, Avargal Migavum Erichchalaagi, "},
{ "Verses": "8 erusaleminmel Yuththampanna Ellaarum Egamaai Varavum Velaiyaith Thadukkavum Kattuppaadu Panninaargal. "},
{ "Verses": "9 aanaalum Naangal Engal Dhevanai Nokki Jebampanni, Avargal Nimiththam Iravumpagalum Jaamankaakkiravargalai Vaiththom. "},
{ "Verses": "10 appozhudhu Yoodhaa Manidhar: Sumaikaararin Belan Kuraindhupogiradhu, Manmedu Michchamaayirukkiradhu; Naangal Alangaththaik Kattak Koodaadhu Endraargal. "},
{ "Verses": "11 engal Saththurukkalovendraal: Naangal Avargal Naduve Vandhu, Avargalaik Kondrupodumattum, Avargal Adhai Ariyaamalum Paaraamalum Irukkavendum; Ivvidhamaai Andha Velaiyai Oyappannuvom Endraargal. "},
{ "Verses": "12 adhai Avargalandaiyile Kudiyirukkira Yoodharum, Pala Idangalilumirundhu Engalidaththukku Vandhu, Paththuvisai Engalukku Sonnaargal. "},
{ "Verses": "13 appozhudhu Naan Alangaththukkup Pinnaaga Irukkira Pallamaana Idangalilum Medugalilum Pattayangalaiyum, Eettigalaiyum, Villugalaiyum Pidiththirukkira Janangalaik Kudumban Kudumbamaaga Niruththinen. "},
{ "Verses": "14 adhai Naan Paarththu Ezhumbi, Prabukkalaiyum Adhigaarigalaiyum Matra Janangalaiyum Nokki: Avargalukku Bayappadaadhirungal; Neengal Magaththuvamum Bayangaramumaana Aandavarai Ninaiththu, Ungal Sagodhararukkaagavum, Ungal Kumaararukkaagavum, Ungal Kumaaraththigalukkaagavum, Ungal Manaivigalukkaagavum, Ungal Veedugalukkaagavum Yuththampannungal Endren. "},
{ "Verses": "15 engalukku Seydhi Theriyavandhadhendrum, Dhevan Avargal Aalosanaiyai Abaththamaakkinaarendrum, Engal Pagaignar Kettapodhu, Naangal Ellorum Avaravar Thangal Velaiyai Seyya Alangaththukkuth Thirumbinom. "},
{ "Verses": "16 andru Mudharkondu En Velaikkaararil Paadhipper Velaiseydhaargal, Paadhipper Eettigalaiyum Parisaigalaiyum Villugalaiyum Kavasangalaiyum Pidiththu Nindraargal; Adhigaarigal Yoodhaa Vamsaththaar Ellaarukkum Pinnaaga Nindraargal. "},
{ "Verses": "17 alangaththile Kattugiravargalum, Sumaisumakkiravargalum, Sumaiyetrugiravargalum, Avaravar Oru Kaiyinaale Velaiseydhu, Marukaiyinaale Aayudham Thariththirundhaargal. "},
{ "Verses": "18 kattugiravargal Avaravar Thangal Pattayaththaith Thangal Iduppile Kattikkondavargalaai Velaiseydhaargal; Ekkaalam Oodhugiravan Ennandaiyile Nindraan. "},
{ "Verses": "19 naan Prabukkalaiyum Adhigaarigalaiyum Matra Janangalaiyum Nokki: Velai Peridhum Visthaaramumaayirukkiradhu; Naam Alangaththinmel Sidharappattu Oruvarukku Oruvar Dhooramaayirukkirom. "},
{ "Verses": "20 neengal Evvidaththile Ekkaala Saththaththaik Ketkireergalo Avvidaththile Vandhu, Engalode Koodungal; Nammudaiya Dhevan Namakkaaga Yuththampannuvaar Endren. "},
{ "Verses": "21 ippadiye Naangal Velaiseydhukondirundhom; Avargalile Paadhipper Kizhakku Velukkum Neramudhal Natchaththirangal Kaanumattum Eettigalaip Pidiththirundhaargal. "},
{ "Verses": "22 akkaalaththile Naan Janangalaip Paarththu: Raamaaru Namakkuk Kaavalukkum Pagalmaaru Velaikkum Udhava, Avaravar Thangal Velaikkaararodunkooda Erusalemukkulle Raaththangakkadavargal Endru Solli, "},
{ "Verses": "23 naanaagilum, En Sagodhararaagilum, En Velaikkaararaagilum, Ennaip Pinpatri Kaavalkaakkira Sevagaraagilum Engal Vasthirangalaik Kalaindhupodaadhirundhom; Avaravarukku Aayudhamum Thanneerum Irundhadhu. "}
]