[
{ "Verses": "1 seyalththiyelin Kumaaranaagiya Serubaabelodum Yesuvaavodum Vandha Aasaariyarum Leviyarum Yaarendraal: Seraayaa, Eremiyaa, Esraa, "},
{ "Verses": "2 amariyaa, Mallook, Aththoos, "},
{ "Verses": "3 seganiyaa, Rekoom, Meremodh, "},
{ "Verses": "4 iththo, Kinedho, Abiyaa, "},
{ "Verses": "5 miyaamin, Maadhiyaa, Pilkaa, "},
{ "Verses": "6 semaayaa, Yoyaarip, Yedhaayaa, "},
{ "Verses": "7 sallu, Aamok, Ilkkiyaa, Yedhaayaa Enbavargal; Ivargal Yesuvaavin Naatkalil, Aasaariyarukkum Thangal Sagodhararukkum Thalaivaraayirundhaargal. "},
{ "Verses": "8 leviyar Yaarendraal: Yesuvaa Pinnooyi, Kadhmiyel, Serebiyaa, Yoodhaa, Maththaniyaa Enbavargal; Ivanum Ivan Sagodhararum Thudhiseydhalai Visaariththaargal. "},
{ "Verses": "9 pakpukkiyaa, Unni Engira Avargal Sagodharar Avargalukku Edhire Kaavalkaaththirundhaargal. "},
{ "Verses": "10 yesuvaa Yoyakeemaip Petraan, Yoyakeem Eliyaasibaip Petraan, Eliyaasip Yoyadhaavaip Petraan. "},
{ "Verses": "11 yoyadhaa Yonaththaanaip Petraan, Yonaththaan Yadhuvaavaip Petraan. "},
{ "Verses": "12 yoyakeemin Naatkalile Pidhaa Vamsangalin Thalaivaraana Aasaariyargal Yaarendraal: Seraayaavin Sandhadhiyil Meraayaa, Eremiyaavin Sandhadhiyil Ananiyaa, "},
{ "Verses": "13 esraavin Sandhadhiyil Mesullaam, Amariyaavin Sandhadhiyil Yoganaan, "},
{ "Verses": "14 meliguvin Sandhadhiyil Yonaththaan, Sepaniyaavin Sandhadhiyil Yoseppu, "},
{ "Verses": "15 aareemin Sandhadhiyil Adhnaa, Meraayodhin Sandhadhiyil Elkaai, "},
{ "Verses": "16 iththovin Sandhadhiyil Sagariyaa, Kinedhonin Sandhadhiyil Mesullaam, "},
{ "Verses": "17 abiyaavin Sandhadhiyil Sikri, Miniyaameen, Movadhiyaa Enbavargalin Sandhadhiyil Pildhaai, "},
{ "Verses": "18 pilkaavin Sandhadhiyil Sammuvaa, Semaayaavin Sandhadhiyil Yonaththaan. "},
{ "Verses": "19 yoyaaripin Sandhadhiyil Maththanaa, Yedhaayaavin Sandhadhiyil Oosi, "},
{ "Verses": "20 sallaayin Sandhadhiyil Kallaai, Aamokkin Sandhadhiyil Eper, "},
{ "Verses": "21 ilkkiyaavin Sandhadhiyil Asabiyaa, Yedhaayaavin Sandhadhiyil Nedhaneyel Enbavargal. "},
{ "Verses": "22 eliyaasipin Naatkalil Yoyadhaa, Yoganaan, Yadhuvaa Engira Leviyar Pidhaa Vamsangalin Thalaivaraaga Ezhudhappattaargal; Persiyanaagiya Thariyuvin Raajyabaaramattum Irundha Aasaariyargalum Appadiye Ezhudhappattaargal; "},
{ "Verses": "23 levi Puththiraraagiya Pidhaa Vamsangalin Thalaivar Eliyaasipin Kumaaranaagiya Yoganaanin Naatkalmattum Naalaagamap Pusthagaththil Ezhudhappattaargal. "},
{ "Verses": "24 leviyarin Thalaivaraagiya Asabiyaavum, Serebiyaavum, Kadhmiyelin Kumaaran Yesuvaavum, Avargalukku Edhire Nirkira Avargal Sagodhararum, Dhevanudaiya Manushanaagiya Dhaaveedhinudaiya Karpanaiyinpadiye Thudhikkavum, Thoththirikkavum, Oruvarukkoruvar Edhirmugamaaga Muraimuraiyaayirundhaargal. "},
{ "Verses": "25 maththaniyaa, Pakpukkiyaa, Opadhiyaa, Mesullaam, Thalmon, Akkoop Enbavargal Vaasalgalilirukkira Pokkisha Araigalaik Kaavalkaakkiravargalaayirundhaargal. "},
{ "Verses": "26 yodhsadhaakkin Kumaaranaagiya Yesuvaavin Kumaaran Yoyakeemin Naatkalilum, Adhipadhiyaagiya Negemiyaavum, Vedhapaaraganaagiya Esraa Ennum Aasaariyanum Irukkira Naatkalilum Avargal Irundhaargal. "},
{ "Verses": "27 erusalemin Alangaththaip Pradhishtaipannugaiyil, Thudhiyinaalum, Paadalinaalum Kaiththaalam Thamburu Suramandalam Mudhalaana Keedhavaaththiyangalinaalum, Pradhishtaiyai Magizhchchiyode Kondaada Ellaa Idangalilum Irukkira Leviyarai Erusalemukku Varumpadi Thedinaargal. "},
{ "Verses": "28 appadiye Paadagarin Puththirar Erusalemin Sutruppurangalaana Samaboomiyilum, Neththobaaththiyarin Graamangalilum, "},
{ "Verses": "29 pedhkilkaalilum, Kebaa, Asmaavedh Oorgalin Naattuppurangalilumirundhuvandhu Koodinaargal; Paadagar Erusalemai Sutrilum Thangalukkuk Graamangalaik Kattiyirundhaargal. "},
{ "Verses": "30 aasaariyarum Leviyarum Thangalai Suththampannikkondu, Janaththaiyum Pattanavaasalgalaiyum Alangaththaiyum Suththampanninaargal. "},
{ "Verses": "31 appozhudhu Naan Yoodhaavin Prabukkalai Alangaththinmel Erappanni, Thudhiseydhu Nadandhupogumpadi Irandu Periya Koottaththaarai Niruththinen; Avargalil Oru Koottaththaar Alangaththinmel Valadhupuramaagak Kuppaimettu Vaasalukkup Ponaargal. "},
{ "Verses": "32 avargal Piragaale Osaayaavum, Yoodhaavin Prabukkalil Paadhipperum, "},
{ "Verses": "33 asariyaa, Esraa, Mesullaam, "},
{ "Verses": "34 yoodhaa, Benyameen, Semaayaa, Eremiyaa Enbavargalum, "},
{ "Verses": "35 poorigaigalaip Pidikkira Aasaariyarin Puththiraril Aasaappin Kumaaran Sakkoorin Maganaagiya Migaayaavukkuk Kumaaranaana Maththaniyaavin Magan Semaayaavukkup Pirandha Yonaththaanin Kumaaran Sagariyaavum, "},
{ "Verses": "36 dhevanudaiya Manushanaagiya Dhaaveedhin Keedhavaaththiyangalai Vaasikkira Avan Sagodhararaana Semaayaa, Asareyel, Milaalaai, Kilaalaai, Magaai, Nedhaneyel, Yoodhaa, Anaani Enbavargalum Ponaargal; Vedhapaaraganaagiya Esraa Ivargalukku Munbaaga Nadandhaan. "},
{ "Verses": "37 angeyirundhu Avargal Thangalukku Edhiraana Oorunivaasalukku Vandhapodhu, Alangaththaippaarkkilum Uyaramaana Dhaaveedhu Nagaraththin Padigalil Eri, Dhaaveedhu Veettinmelaagak Kizhakkeyirukkira Thanneer Vaasalmattum Ponaargal. "},
{ "Verses": "38 thudhiseygira Irandaam Koottaththaar Edhireyirukkira Vazhiyaai Nadandhuponaargal, Avargal Piragaale Naan Ponen; Janaththil Paadhipper Alangaththinmel Soolaigalin Kommaiyaikkadandhu, Agazh Madhilmattum Nedugappoi, "},
{ "Verses": "39 eppiraayeem Vaasalaiyum, Pazhaiyavaasalaiyum, Meen Vaasalaiyum, Anaaneyelin Kommaiyaiyum, Meyaa Engira Kommaiyaiyum Kadandhu, Aattuvaasalmattum Purappattuk Kaavalveettuvaasalile Nindraargal. "},
{ "Verses": "40 adharkuppinbu Thudhi Seygira Irandu Koottaththaarum Dhevanudaiya Aalayaththile Vandhu Nindraargal; Naanum Ennodekooda Irukkira Thalaivaril Paadhipperum, "},
{ "Verses": "41 poorigaigalaip Pidikkira Eliyaakkeem, Maaseyaa, Miniyaameen, Migaayaa, Eliyonaai, Sagariyaa, Anaaniyaa Engira Aasaariyargalum, "},
{ "Verses": "42 maaseyaa, Semaayaa, Eleyaasaar, Oosi, Yoganaan, Malkiyaa, Elaam, Eser Enbavargalum Nindrom; Paadagarum Avargal Visaarippukkaaranaagiya Yesharagiyaavuma Saththamaaip Paadinaargal. "},
{ "Verses": "43 annaalile Migudhiyaana Paligalai Seluththi, Dhevan Thangalukku Magaa Sandhoshaththai Undaakkinadhinaal Magizhchchiyaayirundhaargal; Sthreegalum Pillaigalunkoodak Kalikoorndhaargal; Erusalemin Kalippu Dhooraththile Ketkappattadhu. "},
{ "Verses": "44 andraiyadhinam Pokkishangalaiyum, Padaippugalaiyum, Mudhal Kanigalaiyum, Thasamapaagangalaiyum Vaikkum Araigalinmel, Aasaariyargalukkum Leviyargalukkum Nyaayappramaanaththinpadiye Varavendiya Pattanangaludaiya Nilangalin Pangugalai Avaigalil Serkkumpadikku, Sila Manushar Visaarippukkaararaaga Vaikkappattaargal; Oozhiyancheydhu Nirkira Aasaariyarmelum Leviyarmelum Yoodhaa Manidhar Sandhoshamaayirundhaargal. "},
{ "Verses": "45 paadagarum, Vaasal Kaavalaalarum, Dhaaveedhum Avan Kumaaranaagiya Saalomonum Karpiththapadiye Thangal Dhevanudaiya Kaavalaiyum, Suththigarippin Kaavalaiyum Kaaththaargal. "},
{ "Verses": "46 dhaaveedhum Aasaappum Irundha Poorvanaatkalil Paadagarin Thalaivarum Vaikkappattu, Dhevanukkuth Thudhiyum Thoththirangalum Seluththugira Sangeedhangal Thittampannappattirundhadhu. "},
{ "Verses": "47 aagaiyaal Seroobaabelin Naatkalilum, Negemiyaavin Naatkalilum, Isravelar Ellaarum Paadagarukkum Vaasal Kaavalaalarukkum Andraadagath Thittamaagiya Pangugalaik Koduththaargal; Avargal Leviyarukkendru Pradhishtaipannik Koduththaargal; Leviyar Aaronin Puththirarukkendru Avargal Pangaip Pradhishtaipannik Koduththaargal. "}
]