[
{ "Verses": "1 andraiyadhinam Janangal Ketka Moseyin Pusthagaththai Vaasiththaargal; Adhile Ammoniyarum Movaabiyarum, Isravel Puththirarukku Appamum Thanneerum Kodukka Edhirkonduvaraamal, Avargalai Sabikka Avargalukku Virodhamaaip Pileyaamaik Kooliporundhikkondapadiyinaal, "},
{ "Verses": "2 avargal Endraikkum, Andha Saabaththai Aaseervaadhamaagath Thiruppina Engal Dhevanudaiya Sabaikkutpadalaagaadhu Endru Ezhudhiyirukkiradhaagak Kaanappattadhu. "},
{ "Verses": "3 aagaiyaal Avargal Andhak Kattalaiyaik Kettapodhu, Pala Jaadhiyaana Janangalaiyellaam Isravelaivittup Piriththuvittaargal. "},
{ "Verses": "4 idharkumunne Engal Dhevanudaiya Aalayaththin Araigalai Visaarikka Vaikkappatta Aasaariyanaagiya Eliyaasip Thobiyaavode Sambandhankalandhavanaayirundhu, "},
{ "Verses": "5 murkaalaththil Kaanikkaigalum, Saambiraaniyum, Panimuttugalum, Leviyarukkum Paadagarukkum Vaasalkaavalarukkum Kattalaipannappatta Dhaaniyam Dhraatcharasam Enney Enbavaigalile Thasamapaagamum, Aasaariyarai Serugira Padaippaana Kaanikkaigalum Vaikkappattirundha Idaththil Oru Periya Araiyai Avanukku Aayaththampanniyirundhaan. "},
{ "Verses": "6 idhellaam Nadakkumpodhu Naan Erusalemil Illai; Baabilon Raajaavaagiya Ardhasashtaavin Muppaththirandaam Varushaththile Naan Raajaavinidaththirkuppoi, Sila Naalukkuppinbu Thirumba Raajaavinidaththil Uththaravu Petrukkondu, "},
{ "Verses": "7 erusalemukku Vandhen; Appozhudhu Eliyaasip Thobiyaavukku Dhevanudaiya Aalayaththup Praagaarangalil Oru Araiyai Aayaththampanninadhinaal Seydha Pollaappai Arindhukonden. "},
{ "Verses": "8 adhinaal Naan Migavum Manamadivaagi, Thobiyaavin Veettuth Thattumuttugalaiyellaam Andha Araiyilirundhu Veliye Erindhuvitten. "},
{ "Verses": "9 pinbu Naan Araiveedugalai Suththigarikkachcholli, Dhevanudaiya Aalayappanimuttugalaiyum Kaanikkaigalaiyum Saambiraaniyaiyum Ange Thirumbakkonduvandhu Vaiththen. "},
{ "Verses": "10 pinnaiyum Leviyarukku Avargal Pangugal Kodukkappadavillaiyenbadhaiyum, Panividai Seygira Leviyarum Paadagarum Avaravar Thangal Velinilangalukku Odipponaargal Enbadhaiyum Naan Arindhukonden. "},
{ "Verses": "11 appozhudhu Naan Thalaimaiyaanavargalode Vazhakkaadi, Dhevanudaiya Aalayam Kaividappattuppovaanen Endru Solli, Avargalai Serththu, Avaravar Nilaiyil Avargalai Vaiththen. "},
{ "Verses": "12 appozhudhu Yoodhar Ellaarum Dhaaniyam Dhraatcharasam Enney Enbavaigalil Thasamapaagaththaip Pokkisha Araigalil Konduvandhaargal. "},
{ "Verses": "13 appozhudhu Naan Aasaariyaraagiya Selemiyaavaiyum, Vedhapaaraganaagiya Saadhokkaiyum, Leviyaril Pedhaayaavaiyum, Ivargalukkuk Kaiththunaiyaaga Maththaniyaavin Kumaaran. Sakkoorin Maganaagiya Aanaanaiyum Pokkisha Araigalinmel Visaarippukkaararaaga Vaiththen; Avargal Unmaiyullavargalendru Ennappattaargal; Aagaiyaal Thangal Sagodhararukkup Pangidugira Velai Avargalukku Oppuvikkappattadhu. "},
{ "Verses": "14 en Dhevane, Naan En Dhevanudaiya Aalayaththukkaagavum Adhin Muraimaigalukkaagavum Seydha Narkiriyaigalaik Kulaiththuppodaamal, Indhak Kaariyaththile Ennai Ninaiththarulum. "},
{ "Verses": "15 andha Naatkalil Naan Yoodhaavile Oivunaalil Silar Aalaigalai Midhikkiradhaiyum, Silar Aalaigalai Dhaaniyap Podhigalaik Kazhudhaigalmel Etrikkondu Varugiradhaiyum, Dhraatcharasam, Dhraatchappazham, Aththippazham Mudhalaanavaigalin Parpala Sumaigalai Oivunaalile Erusalemukkuk Konduvarugiradhaiyum Kandu, Avargal Thinpandam Virkira Naalaippatri Avargalaith Thidasaatchiyaaik Kadindhukonden. "},
{ "Verses": "16 meenaiyum Sagalavidha Sarakkugalaiyum Konduvandhu, Oivunaalile Yoodhaa Puththirarukkum Erusalemil Irukkiravargalukkum Virkira Sila Theeriyarum Ulle Kudiyirundhaargal. "},
{ "Verses": "17 aagaiyaal Naan Yoodhaavin Periyavargalaik Kadindhukondu: Neengal Oivunaalaip Parisuththak Kulaichchalaakkugira Indhap Pollaadha Seygaiyenna? "},
{ "Verses": "18 ungal Pidhaakkal Ippadichcheydhadhinaalallavaa, Namadhu Dhevan Nammelum Indhanagaraththinmelum Indhaththeengaiyellaam Varappanninaar; Neengalovendraal Oivunaalaip Parisuththak Kulaichchalaakkugiradhinaal Isravelinmelirukkira Ukkiraththai Adhigarikkappannugireergal Endru Avargalukku Sonnen. "},
{ "Verses": "19 aagaiyaal Oivunaalukkumunne Erusalemin Pattanavaasalil, Maalaimayangumpodhu, Kadhavugalaippoottavum, Oivunaal Mudiyumattum Avaigalaith Thiravaadhirukkavum Vendumendru Kattalaiyittu, Oivunaalile Oru Sumaiyum Ulle Varaadhapadikku Vaasalandaiyile En Velaikkaararil Silarai Niruththinen. "},
{ "Verses": "20 adhinaal Varththagarum, Sagalavidha Sarakkugalai Virkiravargalum, Irandorudharam Erusalemukkup Purambe Raaththanginaargal. "},
{ "Verses": "21 appozhudhu Naan Avargalaith Thidasaatchiyaaik Kadindhukontu, Neengal Alangaththandaiyile Raaththangugiradhu Enna? Neengal Marupadiyum Ippadi Seydhaal, Ungalmel Kaipoduven Endru Avargalode Sonnen; Adhumudhal Avargal Oivunaalil Varaadhirundhaargal. "},
{ "Verses": "22 oivunaalaip Parisuththamaakkumpadikku, Ungalai Suththampannikkondu Vaasalgalaik Kaakka Vaarungalendru Leviyarukkum Sonnen. En Dhevane, Idhaikkuriththu Neer Ennai Ninaiththaruli, Ummudaiya Migundha Kirubaiyinpadi Enakku Iranguveeraaga. "},
{ "Verses": "23 asthodh, Ammon, Movaab Jaadhigalaana Sthreegalai Serththukkonda Sila Yoodharaiyum Andha Naatkalil Kanden. "},
{ "Verses": "24 avargal Pillaigal Pesina Pechchil Paadhi Asthodh Baashaiyaayirundhadhu; Ivargal Andhandha Jaadhigalin Baashaiyaith Thavira Yoodhabaashaiyaith Thittamaaip Pesa Ariyaadhirundhaargal. "},
{ "Verses": "25 avargalaiyum Naan Kadindhukondu Avargalmel Varum Saabaththaik Koori Avargalil Silarai Adiththu, Mayiraip Piyththu: Neengal Ungal Kumaaraththigalai Avargal Kumaararukkuk Kodaamalum, Avargal Kumaaraththigalil Oruvaraiyum Ungal Kumaararukkaagilum Ungalukkaagilum Kollaamalum Irukkavendumendru Avargalai Dhevanmel Aanaiyidappanni, Naan Avargalai Nokki: "},
{ "Verses": "26 isravelin Raajaavaagiya Saalomon Idhinaale Paavancheydhaanallavaa? Avanaippondra Raajaa Anegam Jaadhigalukkulle Undaayirundhadhillai; Avan Than Dhevanaale Snegikkappattavanaayirundhaan; Dhevan Avanai Isravelanaiththinmelum Raajaavaaga Vaiththaar; Appapadippattavanaiyum Marujaadhiyaana Sthreegal Paavancheyyappanninaargale. "},
{ "Verses": "27 neengal Marujaadhiyaana Sthreegalai Serththukkollugiradhinaal, Nammudaiya Dhevanukku Dhrogigalaagi, Indhap Periya Pollaappaiyellaam Seyyumpadi, Ungalukku Idankoduppomo Endren. "},
{ "Verses": "28 yoyadhaavin Puththirarile Pradhaana Aasaariyanaagiya Eliyaasipinudaiya Kumaaran Oruvan Oroniyanaana Sanpallaaththukku Marumaganaanaan; Aagaiyaal Avanai Ennaivittuth Thuraththinen. "},
{ "Verses": "29 en Dhevane, Avargal Aasaariya Oozhiyaththaiyum, Aasaariya Oozhiyaththukkum Leviyarukkum Irukkira Udanpadikkaiyaiyum Theettuppaduththinaargalendru Avargalai Ninaiththukkollum. "},
{ "Verses": "30 ippadiye Naan Marujaadhiyaaraiyellaam Neekki, Aasaariyaraiyum Leviyaraiyum Suththigariththu, Avaravarai Avargal Velaiyin Muraigalil Niruththi, "},
{ "Verses": "31 kurikkappatta Kaalangalile Seluththappadavendiya Viragukaanikkaiyaiyum Mudharpalangalaiyunkuriththuth Thittampanninen. En Dhevane Enakku Nanmaiyundaaga Ennai Ninaiththarulum. "}
]