[
{ "Verses": "1 karththarudaiya Thoodhanaanavar Kilkaalilirundhu Pokeemukku Vandhu: Naan Ungalai Egipthilirundhu Purappadappanni, Ungal Pidhaakkalukku Aanaiyitta Dhesaththil Naan Ungalaik Konduvandhu Vittu, Ungalode Pannina En Udanpadikkaiyai Naan Orukkaalum Muriththuppoduvadhillai Endrum, "
},{ "Verses": "2 neengal Indha Dhesaththin Kudigalode Udanpadikkaipannaamal, Avargal Palipeedangalai Idiththuvidakkadaveergal Endrum Sonnen; Aanaalum En Sollaik Kelaadheponeergal; En Ippadi Seydheergal? "
},{ "Verses": "3 aagaiyaal Naan Avargalai Ungal Mugaththirku Munbaagath Thuraththuvadhillai Endren; Avargal Ungalai Nerukkuvaargal; Avargaludaiya Dhevargal Ungalukkuk Kanniyaavaargal Endraar. "
},{ "Verses": "4 karththarudaiya Thoodhanaanavar Indha Vaarththaigalai Isravel Puththirar Ellaarodum Sollugaiyil, Janangal Uraththa Saththamittu Azhudhaargal. "
},{ "Verses": "5 avvidaththirkup Pokeem Endru Perittu, Ange Karththarukkup Paliyittaargal. "
},{ "Verses": "6 yosuvaa Isravel Puththiraraagiya Janangalai Anuppivittapodhu, Avargal Dhesaththai Sudhandhariththuk Kolla Avaravar Thangal Thangal Sudhandhara Veedhaththirkup Ponaargal. "
},{ "Verses": "7 yosuvaavin Sagala Naatkalilum Karththar Isravelukkaaga Seydha Avarudaiya Periya Kiriyaigalaiyellaam Kandavargalum, Yosuvaavukkup Pinbu Uyirodirundhavargalumaagiya Moopparin Sagala Naatkalilum Janangal Karththarai Seviththaargal. "
},{ "Verses": "8 noonin Kumaaranaagiya Yosuvaa Ennum Karththarin Oozhiyakkaaran Nootruppaththu Vayadhullavanaai Maranamadaindhaan. "
},{ "Verses": "9 avanai Eppiraayeemin Malaiththesaththilulla Kaayaas Malaikku Vadakkeyirukkira Avanudaiya Sudhandharaththin Ellaiyaagiya Thimnaadheresile Adakkampanninaargal. "
},{ "Verses": "10 akkaalaththil Irundha Andha Sandhadhiyaar Ellaarum Thangal Pidhaakkaludan Serkkappattapinbu, Karththaraiyum, Avar Isravelukkaaga Seydha Kiriyaiyaiyum Ariyaadha Veroru Sandhadhi Avargalukkuppin Ezhumbitru. "
},{ "Verses": "11 appozhudhu Isravel Puththirar Karththarin Paarvaikkup Pollaappaanadhai Seydhu, Paagaalgalai Seviththu, "
},{ "Verses": "12 thangal Pidhaakkalai Egipthudhesaththilirundhu Purappadappannina Avargaludaiya Dhevanaagiya Karththarai Vittu, Thangalai Sutrilum Irukkira Janangaludaiya Dhevargalaagiya Anniya Dhevargalaip Pinpatrippoi, Avargalaip Panindhukondu, Karththarukkuk Kobamoottinaargal "
},{ "Verses": "13 avargal Karththarai Vittu, Paagaalaiyum Astharoththaiyum Seviththaargal. "
},{ "Verses": "14 appozhudhu Karththar Isravelin Mel Kobamoondavaraagi, Avargal Appuram Thangal Saththurukkalukku Munbaaga Nirkak Koodaadhapadi Kollaiyidugira Kollaikkaarar Kaiyil Avargalai Oppukkoduththu, Avargalai Sutrilum Irukkira Avargal Pagaignarin Kaiyile Vitruppottaar. "
},{ "Verses": "15 karththar Solliyapadiyum, Karththar Avargalukku Aanaiyittirundhapadiyum, Avargal Purappattuppogira Idamellaam Karththarudaiya Kai Theemaikkendre Avargalukku Virodhamaayirundhadhu; Migavum Nerukkappattaargal. "
},{ "Verses": "16 karththar Nyaayaadhipadhigalai Ezhumbappanninaar; Avargal Kollaiyidugiravargalin Kaikku Avargalai Neengalaakki Ratchiththaargal. "
},{ "Verses": "17 avargal Thangal Nyaayaadhipadhigalin Sollaik Kelaamal, Anniya Dhevargalaip Pinpatri Sorampoi, Avaigalaip Panindhukondaargal; Thangal Pidhaakkal Karththarin Karpanaigalukkuk Keezhppadindhu Nadandha Vazhiyai Avargal Seekkiramaai Vittu Vilagi, Avargal Seydhapadi Seyyaamarponaargal. "
},{ "Verses": "18 karththar Avargalukku Nyaayaadhipadhigalai Ezhumbappannugirapodhu, Karththar Nyaayaadhipadhiyodekooda Irundhu, Andha Nyaayaadhipadhiyin Naatkalilellaam Avargal Saththurukkalin Kaikku Avargalai Neengalaakki Ratchiththuvaruvaar; Avargal Thangalai Irugappidiththu Odukkugiravargalinimiththam Thavikkiradhinaale,karththar Manasthaabappaduvaar. "
},{ "Verses": "19 nyaayaadhipadhi Maranamadaindha Udane, Avargal Thirumbi, Anniya Dhevargalaip Pinpatravum Sevikkavum Panindhu Kollavum, Thangal Pidhaakkalaippaarkkilum Kedaai Nadandhu, Thangal Kirththiyangalaiyum Thangal Murattaattamaana Vazhiyaiyum Vidaadhiruppaargal. "
},{ "Verses": "20 aagaiyaal Karththar Isravelin Mel Kobamoondavaraagi; Indha Janangal Thangal Pidhaakkalukku Naan Karpiththa En Udanpadikkaiyai Meeri En Sollaik Kelaadheponapadiyaal, "
},{ "Verses": "21 yosuvaa Mariththup Pinvaiththuppona Jaadhigalil Oruvaraiyum, Naan Ini Avargalukku Munbaagath Thuraththi Vidaadhiruppen. "
},{ "Verses": "22 avargal Pidhaakkal Karththarin Vazhiyai Gavaniththadhupola, Avargal Adhile Nadakkumpadikku, Adhai Gavanippaargalo Illaiyo Endru, Avargalaikkondu Isravelai Sodhippadharkaaga Appadi Seyven Endraar. "
},{ "Verses": "23 adharkaagak Karththar Andha Jaadhigalai Yosuvaavin Kaiyil Oppukkodaamalum, Avaigalai Seekkiramaaith Thuraththividaamalum Vittuvaiththaar. "
}
]