[
{ "Verses": "1 annaatkalil Isravelile Raajaa Illai; Thaan Koththiraththaar Kudiyirukkiradharku, Thangalukku Sudhandharam Thedinaargal; Annaalvaraikkum Avargalukku Isravel Koththirangal Naduve Pondha Sudhandharam Kidaikkavillai. "
},{ "Verses": "2 aagaiyaal Dhesaththai Ulavupaarththu Varumpadi, Thaan Puththirar Thangal Koththiraththile Balaththa Manusharaagiya Aindhu Peraith Thangal Ellaigalil Irukkira Soraavilum Esthaavolilumirundhu Anuppi: Neengal Poi, Dhesaththai Aaraaindhupaarththu  Vaarungal Endru Avargalode Sonnaargal; Avargal Eppiraayeem Malaiththesaththil Irukkira Meegaavin Veedumattum Poi, Ange Raaththanginaargal. "
},{ "Verses": "3 avargal Meegaavin Veettandai Irukkaiyil, Leviyanaana Vaalibanudaiya Saththaththai Arindhu, Ange Avanidaththil Poi: Unnai Inge Azhaiththuvandhadhu Yaar? Ivvidaththil Enna Seygiraai? Unakku Inge Irukkiradhu Enna Endru Avanidaththil Kettaargal. "
},{ "Verses": "4 adharku Avan: Inna Innapadi Meegaa Enakku Seydhaan; Enakku Sambalam Porundhinaan; Avanukku Aasaariyanaanen Endraan. "
},{ "Verses": "5 appozhudhu Avargal Avanai Nokki: Engal Prayaanam Anugoolamaai Mudiyumaa Endru Naangal Ariyumpadi Dhevanidaththil Kel Endraargal. "
},{ "Verses": "6 avargalukku Andha Aasaariyan: Samaadhaanaththode Pongal; Ungal Prayaanam Karththarukku Etradhu Endraan. "
},{ "Verses": "7 appozhudhu Andha Aindhu Manusharum Purappattu, Laayeesukkup Poi, Adhil Kudiyirukkira Janangal Seedhoniyarudaiya Vazhakkaththinpadiye, Bayamillaamal Amarikkaiyum Sugamumaai Irukkiradhaiyum, Dhesaththile Avargalai Adakki Aala Yaadhoru Adhigaariyum Illai Enbadhaiyum, Avargal Seedhoniyarukku Dhooramaanavargal Enbadhaiyum, Avargalukku Oruvarodum Kavai (akkarai) Kaariyam Illai Enbadhaiyum Kandu, "
},{ "Verses": "8 soraavilum Esthaavolilum Irukkira Thangal Sagodhararidaththirkuth Thirumbivandhaargal. Avargal Sagodharar: Neengal Konduvarugira Seydhi Enna Endru Avargalaik Kettaargal. "
},{ "Verses": "9 adharku Avargal: Ezhumbungal Avargalukku Virodhamaaip Povom Vaarungal; Andha Dhesaththaip Paarththom, Adhu Migavum Nandraayirukkiradhu, Neengal Summaayiruppeergalaa? Andha Dhesaththai Sudhandhariththuk Kollumpadi Purappattuppoga Asadhiyaayiraadheyungal. "
},{ "Verses": "10 neengal Ange Serumpodhu, Sugamaaik Kudiyirukkira Janangalidaththil Seruveergal; Andha Dhesam Visthaaramaayirukkiradhu; Dhevan Adhai Ungal Kaiyil Oppukkoduththaar; Adhu Boomiyilulla Sagala Vasthuvum Kuraivillaamalirukkira Idam Endraargal. "
},{ "Verses": "11 appozhudhu Soraavilum Esthaavolilum Irukkira Thaan Koththiraththaaril Arunooruper Aayudhapaanigalaai Angeyirundhu Purappattuppoi, "
},{ "Verses": "12 yoodhaavilulla Keeriyaadhyaareemile Paalayamiranginaargal; Aadhalaal Adhu Innaal Varaikkum Maknidhaan Ennappadum; Adhu Keeriyaadhyaareemin Pinnaale Irukkiradhu. "
},{ "Verses": "13 pinbu Avargal Angeyirundhu Eppiraayeem Malaikkuppoi, Meegaavin Veedumattum Vandhaargal. "
},{ "Verses": "14 appozhudhu Laayeesin Naattai Ulavupaarkkap Poivandha Aindhu Manushar Thangal Sagodhararaip Paarththu: Indha Veedugalil Epoththum Suroobangalum Vettappatta Vikkiragamum Vaarppikkappatta Vikkiragamum Irukkiradhu Endru Ungalukkuth Theriyumaa; Ippodhum Neengal Seyyavendiyadhai Yosiththukkollungal Endraargal. "
},{ "Verses": "15 appozhudhu Avvidaththirkuth Thirumbi, Meegaavin Veettil Irukkira Leviyanaana Vaalibanin Veettile Vandhu, Avanidaththil Sugaseydhi Visaariththaargal . "
},{ "Verses": "16 aayudhapaanigalaagiya Thaan Puththirar Arunooruperum Vaasarpadiyile Nindraargal. "
},{ "Verses": "17 aasaariyanum Aayudhapaanigalaagiya Arunooruperum Vaasarpadiyile Nirkaiyil, Dhesaththai Ulavupaarkkap Poi Vandha Andha Aindhu Manushar Ulle Pugundhu , Vettappatta Vikkiragaththaiyum Epoththaiyum Suroobangalaiyum Vaarppikkappatta Vikkiragaththaiyum Eduththukkonduvandhaargal. "
},{ "Verses": "18 avargal Meegaavin Veettirkul Pugundhu, Vettappatta Vikkiragaththaiyum Epoththaiyum Suroobangalaiyum Vaarppikkappatta Vikkiragaththaiyum Eduththukkondu Varugirapodhu, Aasaariyan Avargalaip Paarththu: Neengal Seygiradhu Enna Endru Kettaan. "
},{ "Verses": "19 adharku Avargal: Nee Pesaadhe, Un Vaayai Moodikkondu, Engalodekooda Vandhu Engalukkuth Thagappanum Aasaariyanumaayiru; Nee Ore Oruvan Veettukku Aasaariyanaayirukkiradhu Nalladho? Isravelil Oru Koththiraththirkum Vamsaththirkum Aasaariyanaayirukkiradhu Nalladho? Endraargal. "
},{ "Verses": "20 appozhudhu Aasaariyanudaiya Manadhu Idhamiyappattu, Avan Epoththaiyum Suroobangalaiyum Vettappatta Vikkiragaththaiyum Eduththukkondu, Janangalukkulle Pugundhaan. "
},{ "Verses": "21 avargal Thirumbumpadi Purappattu, Pillaigalaiyum, Aadumaadugalaiyum, Pandam Paadigalaiyum, Thangalukku Munne Pogumpadi Seydhaargal. "
},{ "Verses": "22 avargal Purappattu, Meegaavin Veettai Vittuk Konjandhooram Ponapodhu, Meegaavin Veettirku Ayalveettaar Koottankoodi, Thaan Puththiraraith Thodarndhuvandhu, "
},{ "Verses": "23 avargalaip Paarththuk Kooppittaargal; Avargal Thirumbippaarththu, Meegaavai Nokki: Nee Ippadik Koottaththudan Varugira Kaariyam Enna Endru Kettaargal. "
},{ "Verses": "24 adharku Avan: Naan Undupannina Ennudaiya Dheyvangalaiyum Andha Aasaariyanaiyunkooda Neengal Kondupogireergale; Ini Enakku Enna Irukkiradhu; Nee Kooppidugira Kaariyam Enna Endru Neengal Ennidaththil Eppadik Ketkalaam Endraan. "
},{ "Verses": "25 thaan Puththirar Avanaip Paarththu: Engal Kaadhugal Ketka Kookkural Idaadhe, Ittaal Kobigal Ungal Mel Vizhuvaargal; Appozhudhu Un Jeevanukkum Un Veettaarin Jeevanukkum Mosam Varuviththukkolvaai Endru Solli, "
},{ "Verses": "26 thangal Vazhiye Nadandhuponaargal; Avargal Thannaippaarkkilum Balaththavargal Endru Meegaa Kandu, Avan Than Veettukkuth Thirumbinaan. "
},{ "Verses": "27 avargalo Meegaa Undupanninavaigalaiyum, Avanudaiya Aasaariyanaiyum Kondupoi, Bayamillaamal Sugamaayirukkira Laayees Oor Janangalidaththil Serththu, Avargalaip Pattayak Karukkinaal Vetti, Pattanaththai Akkiniyaal Sutteriththuppottaargal. "
},{ "Verses": "28 adhu Seedhonukku Dhooramaayirundhadhu; Vere Manusharode Avargalukku Sambandhamillaamalum Irundhapadiyaal, Avargalaith Thappuvippaar Oruvarum Illai; Andhap Pattanam Pedhrekobukku Sameebamaana Pallaththaakkil Irundhadhu; Avargal Adhaith Thirumbak Katti, Adhile Kudiyirundhu, "
},{ "Verses": "29 poorvaththile Laayees Ennum Perkondirundha Andhap Pattanaththirku Isravelukkup Pirandha Thangal Thagappanaagiya Thaanudaiya Naamaththinpadiye Thaan Endru Perittaargal. "
},{ "Verses": "30 appozhudhu Thaan Puththirar Andha Suroobaththaith Thangalukku Sthaabiththukkondaargal; Manaaseyin Kumaaranaagiya Kersonin Magan Yonaththaanum, Avan Kumaaranum Andha Dhesaththaar Siraippattup Pona Naalmattum, Thaan Koththiraththaarukku Aasaariyaraayirundhaargal. "
},{ "Verses": "31 dhevanudaiya Aalayam Seelovilirundha Kaalamuzhuvadhum Avargal Meegaa Undupannina Suroobaththai Vaiththukkondirundhaargal. "
}
]