[
{ "Verses": "1 pinbu Simson Kaasaavukkup Poi, Ange Oru Vesiyaik Kandu, Avalidaththil Ponaan. "
},{ "Verses": "2 appozhudhu: Simson Inge Vandhirukkiraan Endru Kaasaa Ooraarukku Sollappattadhu. Avargal: Kaalaiyil Velichchamaagirapodhu Avanaik Kondru Poduvom Endru Solli, Avanai Valaindhukondu Raamuzhudhum Avanukkaagap Pattanavaasalil Padhivirundhu Raamuzhudhum Pesaadhirundhaargal. "
},{ "Verses": "3 simson Naduraaththirimattum Paduththirundhu, Naduraaththiriyil Ezhundhu, Pattanaththu Vaasal Kadhavugalaiyum Adhin Irandu Nilaigalaiyum Pidiththu, Thaazhppaalodekoodap Perththu, Than Tholin Mel Vaiththu, Ebironukku Edhireyirukkira Malaiyin Uchchikku Sumandhu Konduponaan. "
},{ "Verses": "4 adharkuppinbu Avan Sorek Aatrangaraiyil Irukkira Theleelaal Ennum Perulla Oru Sthreeyode Snegamaayirundhaan. "
},{ "Verses": "5 avalidaththirkup Pelistharin Adhipadhigal Poi: Nee Avanai Nayampanni, Avanudaiya Magaa Balam Edhinaale Undaayirukkiradhu Endrum, Naangal Avanaik Katti Sirumaippaduththugiradharku Edhinaale Avanai Merkollalaam Endrum Arindhukol; Appozhudhu Naangal Ovvoruvarum Aayiraththu Nooru Vellikkaasu Unakkuk Koduppom Endraargal. "
},{ "Verses": "6 appadiye Theleelaal Simsonaip Paarththu: Un Magaa Balam Edhinaale Undaayirukkiradhu, Unnai Sirumaippaduththa Unnai Edhinaale Kattalaam Endru Nee Enakku Sollavendum Endraal. "
},{ "Verses": "7 adharku Simson: Ularaadha Pachchaiyaana Ezhu Aganinaark Kayirugalaale Ennaik Kattinaal, Naan Balatchayamaagi, Matra Manushanaippol Aaven Endraan. "
},{ "Verses": "8 appozhudhu Pelistharin Adhipadhigal Ularaadha Pachchaiyaana Ezhu Agani Naark Kayirugalai Avalidaththirkuk Konduvandhaargal; Avaigalaal Aval Avanaik Kattinaal. "
},{ "Verses": "9 padhivirukkiravargal Araiveettile Kaaththirukkumpodhu, Aval: Simsone Pelisthar Unmel Vandhuvittaargal Endraal; Appozhudhu, Sanal Noolaanadhu Neruppuppattavudane Itruppogiradhupola, Avan Andhak Kayirugalai Aruththuppottaan; Avan Balam Innadhinaale Undaayirukkiradhu Endru Ariyappadavillai. "
},{ "Verses": "10 appozhudhu Theleelaal Simsonaip Paarththu: Idho, Ennaip Pariyaasam Panni, Enakkup Poisonnaai; Ippodhum Unnai Edhinaale Kattalaam Endru Enakku Sollavendum Endraal. "
},{ "Verses": "11 adharku Avan: Idhuvaraikkum Oru Velaikkum Vazhangaadhirukkira Pudhukkayirugalaal Ennai Irugak Kattinaal, Naan Balatchayamaagi, Matra Manushanaippol Aaven Endraan. "
},{ "Verses": "12 appozhudhu Theleelaal, Pudhukkayirugalai Vaangi, Avaigalaal Avanaik Katti, Simsone, Pelisthar Unmel Vandhuvittaargal Endraal; Padhivirukkiravargal Araiveettil Irundhaargal; Aanaalum Avan Than Buyangalil Irundha Kayirugalai Oru Noolaippola Aruththuppottaan. "
},{ "Verses": "13 pinbu Theleelaal Simsonaip Paarththu: Idhuvaraikkum Ennaip Pariyaasampanni, Enakkup Poisonnaai; Unnai Edhinaale Kattalaam Endru Enakku Sollavendum Endraal; Adharku Avan Nee En Thalaimayirin Ezhu Jadaigalai Nesavunool Paavode Pinni Vittaal Aagum Endraan. "
},{ "Verses": "14 appadiye Aval Seydhu, Avaigalai Aaniyadiththu Maatti: Simsone, Pelisthar Unmel Vandhuvittaargal Endraal; Avan Niththiraivittezhumbi, Nesavu Aaniyaiyum Noolpaavaiyumkoodap Pidungikkonduponaan. "
},{ "Verses": "15 appozhudhu Aval Avanaip Paarththu: Un Irudhayam Ennodu Iraadhirukka, Unnai Snegikkiren Endru Nee Eppadi Sollugiraai? Nee Indha Moondruvisaiyum Ennaip Pariyaasam Panninaai Allavaa, Unnudaiya Magaabalam Edhinaale Undaayirukkiradhu Endru Enakku Sollaamarponaaye Endru Solli, "
},{ "Verses": "16 ippadi Avanai Dhinamdhinam Than Vaarththaigalinaale Nerukki Alattik Kondirukkiradhinaal, Saagaththakkadhaai Avan Aaththumaa Visanappattu, "
},{ "Verses": "17 than Irudhayaththaiyellaam Avalukku Velippaduththi: Savaragan Kaththi En Thalaiyin Mel Padavillai; Naan En Thaayin Karppaththil Pirandhadhumudhal Dhevanukkendru Nasareyanaanavan; En Thalaisiraikkappattaal, En Balam Ennai Vittuppom; Adhinaale Naan Balatchayamaagi, Matra Ellaa Manusharaippolum Aaven Endru Avalidaththil Sonnaan. "
},{ "Verses": "18 avan Than Irudhayaththaiyellaam Thanakku Velippaduththinadhaith Theleelaal Kandapodhu, Aval Pelistharin Adhipadhigalukku Aal Anuppi: Indha Oruvisai Vaarungal, Avan Than Irudhayaththaiyellaam Enakku Velippaduththinaan Endru Sollachchonnaal; Appozhudhu Pelistharin Adhipadhigal Vellikkaasugalaith Thangal Kaiyil Eduththukkondu Avalidaththukku Vandhaargal. "
},{ "Verses": "19 aval Avanaith Than Madiyile Niththirai Seyyappanni, Oruvanai Azhaiththu, Avan Thalaimayirin Ezhu Jadaigalaiyum Siraippiththu, Avanai Sirumaippaduththath Thodanginaal; Avan Balam Avanaivittu Neengitru. "
},{ "Verses": "20 appozhudhu Aval: Simsone Pelisthar Unmel Vandhuvittaargal Endraal; Avan Niththiraivittu Vizhiththu, Karththar Thannaivittu Vilaginadhai Ariyaamal, Eppodhumpola Udharippottu Veliye Poven Endraan. "
},{ "Verses": "21 pelisthar Avanaip Pidiththu, Avan Kangalaip Pidungi, Avanaik Kaasaavukkuk Kondupoi, Avanukku Irandu Vengala Vilangupottu Siraichchaalaiyile Maavaraiththukkondirukka Vaiththaargal. "
},{ "Verses": "22 avan Thalaimayir Siraikkappatta Pinbu, Thirumbavum Mulaikkath Thodangitru. "
},{ "Verses": "23 pelistharin Prabukkal: Nammudaiya Pagaignanaagiya Simsonai Nammudaiya Dhevan Nammudaiya Kaiyil Oppukkoduththaar Endru Solli, Thangal Dhevanaagiya Thaagonukku Oru Periya Pali Seluththavum, Sandhosham Kondaadavum Koodi Vandhaargal. "
},{ "Verses": "24 janangal Avanaik Kandavudane: Nammudaiya Dhesaththaip Paazhaakki, Nammil Anegaraik Kondrupotta Nammudaiya Pagaignanai Nammudaiya Dhevan Namadhu Kaiyil Oppukkoduththaar Endru Solli, Thangal Dhevanaip Pugazhndhaargal. "
},{ "Verses": "25 ippadi Avargal Manamagizhchchiyaayirukkumpodhu: Namakku Munbaaga Vedikkaikaattumpadikku, Simsonaik Koottikkondu Vaarungal Endraargal; Appozhudhu Simsonai Siraichchaalaiyilirundhu Koottikkonduvandhaargal. Avargalukku Munbaaga Vedikkai Kaattinaan; Avanaith Thoongalukku Naduve Niruththinaargal. "
},{ "Verses": "26 simson Thanakkuk Kailaagukoduththu Nadaththugira Pillaiyaandaanode, Veettaith Thaangugira Thoongalile Naan Saaindhukondirukkumpadi Avaigalai Naan Thadavippaarkkattum Endraan. "
},{ "Verses": "27 andha Veedu Purusharaalum Sthreegalaalum Niraindhirundhadhu; Ange Pelistharin Sagala Prabukkalum, Veettinmel Purusharum Sthreegalumaaga Erakkuraiya Moovaayiramper, Simson Vedikkai Kaattugiradhaip Paarththukkondirundhaargal. "
},{ "Verses": "28 appozhudhu Simson Karththarai Nokkik Kooppittu: Karththaraagiya Aandavare, Naan En Irandu Kangalukkaaga Ore Theervaiyaaip Pelisthar Kaiyile Pazhivaangumpadikku, Indha Oruvisai Maaththiram Ennai Ninaiththarulum, Dhevane, Balappaduththum Endru Solli, "
},{ "Verses": "29 simson Andha Veettaith Thaangi Nirkira Irandu Naduththoongalil, Ondraith Than Valadhukaiyinaalum, Matrondraith Than Idadhukaiyinaalum Pidiththukkondu, "
},{ "Verses": "30 en Jeevan Pelistharodekooda Madiyakkadavadhu Endru Solli, Balamaai Saaikka, Andha Veedu Adhil Irundha Prabukkalmelum Ellaa Janangalmelum Vizhundhadhu; Ivvidhamaai Avan Uyirodirukkaiyil Avanaal Kollappattavargalaippaarkkilum, Avan Saagumpodhu Avanaal Kollappattavargal Adhigamaayirundhaargal. "
},{ "Verses": "31 pinbu Avan Sagodhararum, Avan Thagappan Veettaaranaivarum Poi, Avanai Eduththukkonduvandhu, Soraavukkum Esthaavelukkum Naduve Avan Thagappanaagiya Manovaavin Kallaraiyil Adakkampanninaargal. Avan Isravelai Irubadhuvarusham Nyaayam Visaariththaan. "
}
]