[
{ "Verses": "1 annaalile Theboraalum Apinogaamin Kumaaran Paaraakkum Paadinadhaavadhu: "
},{ "Verses": "2 karththar Isravelukkaaga Needhiyai Sarikkattinadhinimiththamum, Janangal Manappoorvamaaith Thangalai Oppukkoduththadhinimiththamum Avarai Sthoththiriyungal. "
},{ "Verses": "3 raajaakkale, Kelungal; Adhipadhigale, Sevikodungal; Naan Karththaraippaadi Isravelin Dhevanaagiya Karththaraik Keerththanampannuven. "
},{ "Verses": "4 karththaave, Neer Seyeerilirundhu Purappattu, Edhomin Veliyilirundhu Nadandhuvarugaiyil, Boomi Adhirndhadhu, Vaanam Sorindhadhu, Megangalum Thanneeraaip Pozhindhadhu. "
},{ "Verses": "5 karththarukku Munbaagap Parvadhangal Karaindhadhu; Isravelin Dhevanaagiya Karththarukku Munbaaga Seenaayum Karaindhadhu. "
},{ "Verses": "6 aanaaththin Kumaaranaagiya Samkaarin Naatkalilum, Yaagelin Naatkalilum, Perumpaadhaigal Paazhaaik Kidandhadhu; Vazhi Nadakkiravargal Pakkavazhiyaai Nadandhaargal. "
},{ "Verses": "7 theboraalaagiya Naan Ezhumbumalavum, Isravelile Naan Thaayaaga Ezhumbumalavum, Graamangal Paazhaaippoyina, Isravelin Graamangal Paazhaaippoyina. "
},{ "Verses": "8 noodhana Dhevargalaith Therindhukondaargal; Appozhudhu Yuththam Vaasalvaraiyum Vandhadhu; Isravelile Naarpadhinaayiram Perukkulle Kedagamum Eettiyum Kaanappattadhundo? "
},{ "Verses": "9 janangalukkulle Thangalai Manappoorvamaai Oppukkoduththa Isravelin Adhipadhigalai En Irudhayam Naadugiradhu; Karththarai Sthoththiriyungal. "
},{ "Verses": "10 vellaik Kazhudhaigalinmel Erugiravargale, Nyaayasthalaththil Veetrirukkiravargale, Vazhiyil Nadakkiravargale, Idhaip Prasthaabiyungal. "
},{ "Verses": "11 thanneer Mondukollum Idangalil Vilveerarin Iraichchalukku Neenginavargal Ange Karththarin Needhinyaayangalaiyum , Avar Isravelilulla Thamadhu Graamangalukku Seydha Needhinyaayangalaiyume Prasthaabappaduththuvaargal; Adhumudhal Karththarin Janangal Olimuga Vaasalgalile Poi Iranguvaargal. "
},{ "Verses": "12 vizhi, Vizhi, Theboraale, Vizhi, Vizhi, Paattuppaadu; Paaraakke, Ezhumbu; Apinogaamin Kumaarane, Unnai Siraiyaakkinavargalai Siraiyaakkik Kondupo. "
},{ "Verses": "13 meedhiyaayirundhavargal Janaththin Prabukkalai Aalumpadiseydhaar; Karththar Enakkup Paraakkiramasaaligalin Mel Aalugai Thandhaar. "
},{ "Verses": "14 amalekkukku Virodhamaaga Ivargaludaiya Ver Eppiraayeemilirundhu Thulirththadhu; Un Janangalukkulle Benyameen Manushar Unakkup Pinsendraargal; Maageerilirundhu Adhipadhigalum, Sebulonilirundhu Ezhudhukolaip Pidikkiravargalum Irangivandhaargal. "
},{ "Verses": "15 isakkaarin Prabukkalum Theboraalode Irundhaargal; Paaraakkaippola Isakkaar Manusharum Pallaththaakkil Kaalnadaiyaai Anuppappattup Ponaargal; Roobanin Pirivinaigalaal Undaana Irudhayaththin Ninaivugal Migudhi. "
},{ "Verses": "16 mandhaigalin Saththaththaik Ketka, Nee Thozhuvangalin Naduve Irundhuvittadhenna? Roobanin Pirivinaigalaal Manovisaarangal Migudhi. "
},{ "Verses": "17 keeleyaadh Manushar Yordhaanukku Akkaraiyile Irundhuvittaargal; Thaan Manushar Kappalgalil Thangiyirundhadhenna? Aaser Manushar Kadarkaraiyile Thangi, Thangal Kudaakkalil Thaabariththaargal . "
},{ "Verses": "18 sebulonum Napthaliyum Porkkalaththu Munaiyile Thangal Uyirai Ennaamal Maranaththukkuth Thunindhu Nindraargal. "
},{ "Verses": "19 raajaakkal Vandhu Yuththampanninaargal; Appozhudhu Kaanaaniyarin Raajaakkal Megidhovin Thanneer Arugaana Thaanaakkile Yuththampanninaargal; Avargalukkuth Dhiraviyakkollai Kidaikkavillai. "
},{ "Verses": "20 vaanaththilirundhu Yuththam Undaayitru; Natchaththirangal Thangal Ayanangalilirundhu Siseraavode Yuththam Pannina. "
},{ "Verses": "21 keeson Nadhi, Poorvanadhiyaagiya Keeson Nadhiye, Avargalai Adiththukkondupoyitru; En Aaththumaave, Nee Balavaangalai Midhiththaai. "
},{ "Verses": "22 appozhudhu Kudhiraigalin Kulambugal, Paaichchalinaale, Balavaangalin Paaichchalinaaleye, Pilandhupoyina. "
},{ "Verses": "23 merosai Sabiyungal; Adhin Kudigalai Sabikkave Sabiyungal Endru Karththarudaiya Thoodhanaanavar Sollugiraar; Avargal Karththar Patchaththil Thunainirka Varavillai; Paraakkiramasaaligalukku Virodhamaai Avargal Karththar Patchaththil Thunai Nirka Varavillaiye. "
},{ "Verses": "24 sthreegalukkulle Keniyanaana Eperin Manaiviyaagiya Yaagel Aaseervadhikkappattaval, Koodaaraththil Vaasamaayirukkira Sthreegalukkulle Aval Aaseervadhikkappattavale. "
},{ "Verses": "25 thanneeraik Kettaan, Paalaikkoduththaal; Raajaakkalin Kinniyile Venneyaik Konduvandhu Koduththaal. "
},{ "Verses": "26 than Kaiyaal Aaniyaiyum, Than Valadhukaiyaal Thozhilaalarin Suththiyaiyum Pidiththu, Siseraavai Adiththaal; Avan Netriyil Uruvakkadaavi, Avan Thalaiyai Udaiththuppottaal. "
},{ "Verses": "27 aval Kaal Aruge Avan Madangi Vizhundhukidandhaan, Aval Kaal Aruge Madangi Vizhundhaan; Avan Enge Madangi Vizhundhaano Ange Madindhu Kidandhaan. "
},{ "Verses": "28 siseraavin Thaai Jannalil Nindru Palaganivazhiyaaip Paarththukkondirundhu: Avanudaiya Radham Varaamal Pindhipponadhenna? Avanudaiya Radhangalin Ottam Thaamadhikkiradhenna Endru Pulambinaal. "
},{ "Verses": "29 avaludaiya Naayagigalil Buththisaaligal Avalukku Uththaravu Sonnadhumandri, Aval Thaanum Thanakku Marumozhiyaaga: "
},{ "Verses": "30 avargal Kollaiyaik Kandu Pidikkavillaiyo, Adhaip Pangidavendaamo, Aalukku Irandoru Pengalaiyum, Siseraavukkuk Kollaiyitta Palavarunamaana Aadaigalaiyum, Kollaiyitta Palavarunamaana Siththirath Thaiyalaadaigalaiyum, Kollaiyittavargalin Kazhuththukku Irupuramum Porundhum Siththiraththaiyalulla Balavarunamaana Aadaiyaiyum Kodukkavendaamo Endraal. "
},{ "Verses": "31 karththaave, Ummaip Pagaikkira Yaavarum Ippadiye Azhiyakkadavargal; Yaavarum Ippadiye Azhiyakkadavargal; Avaril Anbukoorugiravargalo, Vallamaiyode Udhikkira Sooriyanaippola Irukkakkadavargal Endru Paadinaargal. Pinbu Dhesam Naarpadhu Varusham Amaidhalaayirundhadhu. "
}
]