[
{ "Verses": "1 eppiraayeem Manushar Egamaaik Koodi Vadakke Purappattuppoi, Yepthaavai Nokki: Nee Engalai Unnodekooda Varumpadi Azhaippiyaamal Ammon Puththirarmel Yuththampannapponadhenna? Un Veettaiyum Unnaiyumkooda Akkiniyaal Suttuppoduvom Endraargal. "
},{ "Verses": "2 adharku Yepthaa: Enakkum En Janaththirkum Ammon Puththirarode Periya Vazhakku Irukkumpodhu, Naan Ungalaik Kooppitten; Neengal Ennai Avargal Kaikku Neengalaakki Ratchikkavillai. "
},{ "Verses": "3 neengal Ennai Ratchikkavillai Endru Naan Kandapodhu, Naan En Jeevanai En Kaiyile Pidiththukkondu, Ammon Puththirarukku Virodhamaaip Ponen;karththar Avargalai En Kaiyil Oppukkoduththaar; Ippadiyirukka, Neengal En Mel Yuththampanna, Indru Ennidaththirku Varavendiyadhu Enna Endru Sonnaan. "
},{ "Verses": "4 pinbu Yepthaa Keeleyaadh Manusharaiyellaam Kootti, Eppiraayeemarodu Yuththam Panninaan; Eppiraayeemukkum Manaasekkum Naduve Kudiyirukkira Keeleyaaththiyaraana Neengal Eppiraayeemaivittu Odipponavargal Endru Eppiraayeemar Sonnapadiyinaal, Keeleyaadh Manushar Avargalai Muriya Adiththaargal. "
},{ "Verses": "5 keeleyaaththiyar Eppiraayeemarukku Mundhi Yordhaanin Thuraigalaip Pidiththaargal; Appozhudhu Eppiraayeemarile Thappinavargalil Yaaraavadhu Vandhu: Naan Akkaraikkup Pogattum Endru Sollumpodhu, Keeleyaadh Manushar: Nee Eppiraayeemanaa Endru Avanaik Ketpaargal; Avan Alla Endraal, "
},{ "Verses": "6 nee Shipoledh Endru Sol Enbaargal; Appozhudhu Avan Appadi Uchcharikkak Koodaamal, Sipoledh Enbaan; Appozhudhu Avanaip Pidiththu, Yordhaan Thuraiyile Vettippoduvaargal; Akkaalaththile Eppiraayeemil Naarpaththeeraayiramper Vizhundhaargal. "
},{ "Verses": "7 yepthaa Isravelai Aaru Varusham Nyaayam Visaariththaan; Pinbu Keeleyaaththiyanaana Yepthaa Mariththu, Keeleyaaththilulla Oru Pattanaththil Adakkam Pannappattaan. "
},{ "Verses": "8 avanukkuppinbu Pedhlegem Ooraanaagiya Ipsaan Isravelai Nyaayam Visaariththaan. "
},{ "Verses": "9 avanukku Muppadhu Kumaararum Muppadhu Kumaaraththigalum Irundhaargal; Muppadhu Kumaaraththigalaiyum Puraththile Vivaagampannikkoduththu, Than Kumaararukku Muppadhu Pengalaip Puraththile Kondaan; Avan Isravelai Ezhu Varusham Nyaayam Visaariththaan. "
},{ "Verses": "10 pinbu Ipsaan Mariththu, Pedhlegemile Adakkampannappattaan. "
},{ "Verses": "11 avanukkuppinbu Sebuloniyanaagiya Elon Isravelai Nyaayam Visaariththaan; Avan Paththu Varusham Isravelai Nyaayam Visaariththaan. "
},{ "Verses": "12 pinbu Sebuloniyanaagiya Elon Mariththu, Sebulon Dhesamaana Aayalon Ooril Adakkampannappattaan. "
},{ "Verses": "13 avanukkuppinbu Illelin Kumaaranaagiya Praththoniyanaana Apthon Isravelai Nyaayam Visaariththaan. "
},{ "Verses": "14 avanukku Naarpadhu Kumaararum Muppadhu Perappillaigalum Irundhaargal; Avargal Ezhubadhu Kazhudhaigalin Mel Eruvaargal; Avan Isravelai Ettu Varusham Nyaayam Visaariththaan. "
},{ "Verses": "15 pinbu Praththoniyanaana Illelin Kumaaranaagiya Apthon Mariththu, Eppiraayeem Dhesaththil Amalekkiyar Malaiyilirukkira Praththonile Adakkam Pannappattaan. "
}
]