[
{ "Verses": "1 appozhudhu Eppiraayeem Manushar Avanai Nokki: Nee Meedhiyaaniyarmel Yuththam Pannappogirapodhu, Engalai Azhaippikkavillaiye, Ippadi Nee Engalukku Seydhadhu Enna Endru; Avanode Balaththa Vaakkuvaadhampanninaargal. "
},{ "Verses": "2 adharku Avan: Neengal Seydhadharku Naan Seydhadhu Emmaaththiram? Abiyesriyarin Dhraatchappazhaththin Muzhu Aruppaippaarkkilum, Eppiraayeemarin Meedhiyaana Aruppu Adhigam Allavaa? "
},{ "Verses": "3 dhevan Ungal Kaiyile Meedhiyaaniyarin Adhipadhigalaagiya Orebaiyum Sebaiyum Oppukkoduththaare; Neengal Seydhadhilum Naan Seyyakkoodiyadhu Emmaaththiram Endraan; Indha Vaarththaiyai Avan Sonnapodhu, Avanmelirundha Avargaludaiya Kobam Aaritru. "
},{ "Verses": "4 kidhiyon Yordhaanukku Vandhapodhu, Avanum Avanodirundha Munnooruperum Adhaik Kadandhupoi, Vidaaiththirundhum (saththuruvai) Pin Thodarndhaargal. "
},{ "Verses": "5 avan Sukkoththin Manusharai Nokki: Ennodirukkira Janaththirku Sila Appangalaik Kodungal; Avargal Vidaaiththirukkiraargal, Naan Meedhiyaaniyarin Raajaakkalaagiya Sebaavaiyum Salmunaavaiyum Pinthodarugiren Endraan. "
},{ "Verses": "6 adharku Sukkoththin Prabukkal: Un Senaikku Naangal Appam Kodukkiradharku Sebaa Salmunaa Enbavargalin Kai Un Kaivasamaayitro Endraargal. "
},{ "Verses": "7 appozhudhu Kidhiyon Avargalai Nokki: Karththar Sebaavaiyum Salmunaavaiyum En Kaiyil Oppukkodukkum Podhu, Ungal Maamsaththai Vanaandharaththin Mullugalaalum Nerinjilgalaalum Kizhiththuviduven Endru Solli, "
},{ "Verses": "8 avvidam Vittu, Penoovelukkuppoi, Avvooraaridaththil Andhappadiye Kettaan; Sukkoththin Manushar Pradhiyuththaramaaga Sonnapadiye Penoovelin Manusharum Avanukku Sonnaargal. "
},{ "Verses": "9 appozhudhu Avan, Penoovelin Manusharaip Paarththu: Naan Samaadhaanaththode Thirumbivarumpodhu, Indhak Koburaththai Idiththuppoduven Endraan. "
},{ "Verses": "10 sebaavum Salmunaavum Avargalodekooda Avargaludaiya Senaigalum Erakkuraiya Padhinaiyaayiram Per Karkoril Irundhaargal; Pattayam Uruvaththakka Latchaththu Irubadhinaayiram Per Vizhundhapadiyaal, Kizhakkaththiyaarin Sagala Senaiyilum Ivargal Maaththiram Meendhirundhaargal. "
},{ "Verses": "11 kidhiyon Koodaarangalile Kudiyirukkiravargal Vazhiyaai Nopaagukkum, Yogipeyaavukkum Kizhakke Poi, Andha Senai Bayamillai Endrirundhapodhu, Adhai Muriya Adiththaan. "
},{ "Verses": "12 sebaavum Salmunaavum Odipponaargal; Avano Avargalaith Thodarndhu, Sebaa Salmunaa Ennum Meedhiyaaniyarin Irandu Raajaakkalaiyum Pidiththu, Senai Muzhuvadhaiyum Kalangadiththaan. "
},{ "Verses": "13 yovaasin Kumaaranaagiya Kidhiyon Yuththampanni, Sooriyan Udhikkum Munne Thirumbivandhapodhu, "
},{ "Verses": "14 sukkoththin Manusharil Oru Vaalibanaip Pidiththu, Avanidaththil Visaariththaan; Avan Sukkoththin Prabukkalum Adhin Moopparumaagiya Ezhubaththezhu Manusharin Perai Avanukku Ezhudhikkoduththaan. "
},{ "Verses": "15 avan Sukkoththu Ooraaridaththil Vandhu: Idho, Vidaaiththirukkira Un Manusharukku Naangal Appam Kodukkiradharku Sebaa Salmunaa Enbavargalin Kai Un Kaivasamaayitro Endru Neengal Ennai Nindhiththu Sonna Sebaavum Salmunaavum Inge Irukkiraargal Endru Solli, "
},{ "Verses": "16 pattanaththin Moopparaip Pidiththu, Vanaandharaththin Mullugalaiyum Nerinjilgalaiyum Konduvandhu, Avaigalaal Sukkoththin Manusharukku Buththivarappanni, "
},{ "Verses": "17 penoovelin Koburaththai Idiththu, Avvoor Manusharaiyum Kondru Pottaan. "
},{ "Verses": "18 pinbu Avan Sebaavaiyum Salmunaavaiyum Nokki: Neengal Thaaborile Kondru Potta Andha Manushar Eppadippattavargal Endru Kettaan; Adharku Avargal: Neer Eppadippattavaro Avargalum Appadippattavargale; Ovvoruvanum Paarvaikku Raajakumaaranaippolirundhaan Endraargal. "
},{ "Verses": "19 appozhudhu Avan: Avargal En Sagodhararum En Thaayin Pillaigalumaayirundhaargal; Avargalai Uyirode Vaiththirundheergalaanaal, Ungalaik Kollaadhiruppen Endru Karththarin Jeevanaikkondu Sollugiren Endru Solli, "
},{ "Verses": "20 than Mooththakumaaranaagiya Yeththerai Nokki: Nee Ezhundhu, Ivargalai Vettippodu Endraan; Andha Vaaliban Ilaignanaanapadiyaal Bayandhu Than Pattayaththai Uruvaadhirundhaan. "
},{ "Verses": "21 appozhudhu Sebaavum Salmunaavum: Neere Ezhundhu Engalmel Vizhum; Manushan Eppadiyo Appadiye Avan Belanum Irukkum Endraargal; Kidhiyon Ezhundhu, Sebaavaiyum Salmunaavaiyum Kondrupottu, Avargal Ottagangalin Kazhuththugalil Irundha Saandhuk Kaaraigalai Eduththukkondaan. "
},{ "Verses": "22 appozhudhu Isravel Manushar Kidhiyonai Nokki: Neer Engalai Meedhiyaaniyar Kaikku Neengalaakkivittapadiyinaal Neerum Ummudaiya Kumaaranum, Ummudaiya Kumaaranin Kumaaranum, Engalai Aalakkadaveergal Endraargal. "
},{ "Verses": "23 adharkuk Kidhiyon: Naan Ungalai Aalamaatten; En Kumaaranum Ungalai Aalamaattaan; Karththare Ungalai Aaluvaaraaga Endraan. "
},{ "Verses": "24 pinbu Kidhiyon Avargalai Nokki: Ungalidaththil Oru Kaariyaththaik Ketkiren; Neengal Avaravar Kollaiyitta Kadukkangalai Ennidaththil Konduvaarungal Endraan. Avargal Ismavelaraayirundhapadiyinaal Avargalidaththil Ponkadukkangal Irundhadhu. "
},{ "Verses": "25 isravelar: Sandhoshamaaik Koduppom Endru Solli, Oru Vasthiraththai Viriththu, Avaravar Kollaiyitta Kadukkangalai Adhile Pottaargal. "
},{ "Verses": "26 pirai Sindhaakkugalum, Aarangalum, Meedhiyaaniyarin Raajaakkal Porththukkondirundha Raththaambarangalum , Avargaludaiya Ottagangalin Kazhuththugalilirundha Sarappanigalum Allaamal, Avan Kettu Vaangina Ponkadukkangalin Nirai Aayiraththu Ezhunooru Pon Sekkalin Niraiyaayirundhadhu. "
},{ "Verses": "27 adhinaal Kidhiyon Oru Epoththai Undaakki, Adhaith Than Ooraana Opraavile Vaiththaan; Isravelarellaarum Adhaip Pinpatri Soramponaargal; Adhu Kidhiyonukkum Avan Veettaarukkum Kanniyaayitru. "
},{ "Verses": "28 indhappragaaram Meedhiyaaniyar Thirumba Thalaiyedukkak Koodaadhapadikku, Isravel Puththirarukku Munbaagath Thaazhththappattaargal; Dhesamaanadhu Kidhiyonin Naatkalil Naarpadhuvarusham Amaidhalaayirundhadhu. "
},{ "Verses": "29 yovaasin Kumaaranaagiya Yerupaagaal Poi, Than Veettile Vaasamaayirundhaan. "
},{ "Verses": "30 kidhiyonukku Anegam Sthreegal Irundhaargal; Avanudaiya Garppappirappaana Kumaarar Ezhubadhuper. "
},{ "Verses": "31 seegemilirundha Avanudaiya Marumanaiyaattiyum Avanukku Oru Kumaaranaip Petraal; Avanukku Abimelekku Endru Perittaan. "
},{ "Verses": "32 pinbu Yovaasin Kumaaranaagiya Kidhiyon Nalla Viruththaappiyaththile Mariththu, Opraavile Than Thagappanaagiya Yovaas Ennum Abiyesriyanudaiya Kallaraiyil Adakkampannappattaan. "
},{ "Verses": "33 kidhiyon Mariththapin Isravel Puththirar Thirumbavum Paagaalgalaip Pinpatri Sorampoi, Paagaalpereeththaith Thangalukku Dhevanaaga Vaiththukkondaargal. "
},{ "Verses": "34 isravel Puththirar Thangalai Sutrilumirundha Thangal Ellaa Saththurukkalin Kaiyinindrum Thangalai Ratchiththa Thangal Dhevanaagiya Karththaraininaiyaamalum, "
},{ "Verses": "35 kidhiyon Ennum Yerupaagaal Isravelukku Seydha Sagala Nanmaikkunthakka Dhayavai Avan Veettaarukkup Paaraattaamalum Ponaargal. "
}
]