[
{ "Verses": "1 yosuvaa Mariththapin Isravel Puththirar Karththarai Nokki: Kaanaaniyarai Edhirththu Yuththampannumpadi, Engalil Yaar Mudhalmudhal Ezhundhu Purappadavendum Endru Kettaargal. "
},{ "Verses": "2 adharkuk Karththar: Yoodhaa Ezhundhu Purappadakkadavan; Idho, Andha Dhesaththai Avan Kaiyile Oppukkoduththen Endraar. "
},{ "Verses": "3 appozhudhu Yoodhaa Than Sagodharanaagiya Simiyonai Nokki: Naam Kaanaaniyarode Yuththampanna Nee En Sudhandharap Panguveedhaththil Ennodekooda Ezhundhu Vaa; Un Sudhandharap Pangu Veedhaththil Naanum Unnodukooda Varuven Endraan; Appadiye Simiyon Avanodekoodap Ponaan. "
},{ "Verses": "4 yoodhaa Ezhundhuponapodhu, Karththar Kaanaaniyaraiyum Perisiyaraiyum Avargal Kaiyile Oppukkoduththaar; Avargal Pesekkile Padhinaayiramperai Vettinaargal. "
},{ "Verses": "5 pesekkile Adhonibesekkaik Kandu, Avanodu Yuththampanni, Kaanaaniyaraiyum Perisiyaraiyum Vettinaargal. "
},{ "Verses": "6 adhonibesek Odippogaiyil, Avanaip Pinthodarndhu Pidiththu, Avan Kaikaalgalin Peruviralgalaith Thariththup Pottaargal. "
},{ "Verses": "7 appozhudhu  Adhonibesek: Ezhubadhu Raajaakkal, Kaikaalgalin Peruviralgal Tharikkappattavargalaai, En Mejaiyinkeezh Vizhundhadhaip Porukkith Thindraargal; Naan Eppadi Seydheno, Appadiye Dhevan Enakkum Seydhu Sarikkattinaar Endraan. Avanai Erusalemukkuk Konduponaargal; Ange Avan Seththupponaan. "
},{ "Verses": "8 yoodhaavin Puththirar Erusaleminmel Yuththampanni, Adhaippidiththu, Adhilullavargalaip Pattayak Karukkinaal Vetti, Pattanaththai Akkinikku Iraiyaakkivittaargal. "
},{ "Verses": "9 pinbu Yoodhaavin Puththirar Malaiththesaththileyum, Therkeyum, Pallaththaakkugalileyum Kudiyirukkira Kaanaaniyarodu Yuththampannap Purappattupponaargal. "
},{ "Verses": "10 appadiye Yoodhaa Koththiraththaar Ebironile Kudiyirukkira Kaanaaniyarukku Virodhamaaip Poi, Sesaai, Akeemaan, Thalmaai Enbavargalai Vettippottaargal. Murkaalaththil Andha Ebironukku Keeriyaadh Arpaa Endru Per. "
},{ "Verses": "11 angeyirundhu Thepeerin Kudigalukku Virodhamaagap Ponaargal; Murkaalaththil Thepeerukku Keeriyaadhsepper Endru Per. "
},{ "Verses": "12 appodhu Kaaleb: Keeriyaadhsepperai Sangaarampannip Pidikkiravanukku En Kumaaraththiyaagiya Aksaalai Vivaagam Pannikkoduppen Endraan. "
},{ "Verses": "13 appodhu Kaalebudaiya Thambiyaagiya Kenaasin Kumaaran Odhniyel Adhaip Pidiththaan; Aagaiyaal Than Kumaaraththiyaagiya Aksaalai Avanukku Vivaagam Pannikkoduththaan. "
},{ "Verses": "14 aval Purappadugaiyil, En Thagappanidaththil Oru Vayalveliyaik Ketkavendum Endru Avanidaththil Uththaravu Petrukkondu, Kazhudhaiyinmelirundhu Iranginaal; Kaaleb Avalai Nokki: Unakku Enna Vendum Endraan. "
},{ "Verses": "15 appodhu Aval: Enakku Oru Aaseervaadham Tharavendum; Varatchiyaana Nilaththai Enakkuth Thandheer; Neerppaaichchalaana Nilangalaiyum Enakku Tharavendum Endraal; Appozhudhu Kaaleb Merpuraththilum Keezhppuraththilum Avalukku Neerppaaichchalaana Nilangalaik Koduththaan. "
},{ "Verses": "16 moseyin Maamanaagiya Keniyanin Puththirarum Yoodhaavin Puththirarodekoodap Pereechchamarangalin Pattanaththilirundhu Aaraaththirkuth Therkeyirukkira Yoodhaavin Vanaandharaththirku Vandhu, Janangalode Kudiyerinaargal. "
},{ "Verses": "17 yoodhaa Than Sagodharanaagiya Simiyonodunkoodap Ponaan; Avargal Seppaaththil Kudiyirukkira Kaanaaniyarai Muriya Adiththu, Adhai Sangaaram Panni, Andhap Pattanaththirku Ormaa Endru Perittaargal. "
},{ "Verses": "18 yoodhaa Kaasaavaiyum Adhin Ellaiyaiyum, Askalonaiyum Adhin Ellaiyaiyum, Ekronaiyum Adhin Ellaiyaiyum Pidiththaan. "
},{ "Verses": "19 karththar Yoodhaavodekooda Irundhadhinaal, Malaiththesaththaaraith Thuraththivittaargal; Pallaththaakkin Kudigalukku Iruppuradhangal Irundhapadiyinaal, Avargalaith Thuraththak Koodaamarpoyitru. "
},{ "Verses": "20 mose Sonnapadiye, Ebironaik Kaalebukkuk Koduththaargal; Avan Adhilirundha Enaakkin Moondru Kumaararaiyum Thuraththivittaan. "
},{ "Verses": "21 benyameen Puththirar Erusalemile Kudiyirundha Eboosiyaraiyum Thuraththividavillai; Aagaiyaal Eboosiyar Innaal Mattum Benyameen Puththirarodekooda Erusalemil Kudiyirukkiraargal. "
},{ "Verses": "22 yoseppin Kudumbaththaarum Beththelukku Virodhamaaip Ponaargal; Karththar Avargalodekooda Irundhaar. "
},{ "Verses": "23 yoseppin Puththirar Beththelai Vevupaarkka Aatkalai Anuppinaargal; Munne Andhap Pattanaththirku Loos Endru Per. "
},{ "Verses": "24 andha Vevukaarar Pattanaththilirundhu Purappattu Varugira Oru Manushanaik Kandu: Pattanaththirkul Pravesikkum Vazhiyai Engalukkuk Kaanbi, Unakku Dhayaiseyvom Endraargal. "
},{ "Verses": "25 appadiye Pattanaththirkul Pravesikkum Vazhiyai Avargalukkuk Kaanbiththaan; Appozhudhu Avargal Vandhu, Pattanaththilullavargalaip Pattayakkarukkinaal Vetti, Andha Manushanaiyum Avan Kudumbaththaiyum Vittuvittaargal. "
},{ "Verses": "26 appozhudhu Andha Manushan Eththiyarin Dhesaththirkup Poi, Oru Pattanaththaik Katti, Adharku Loos Endru Perittaan; Adhudhaan Innaal Mattum Adhin Per. "
},{ "Verses": "27 manaase Koththiraththaar Pedhseyaan Pattanaththaaraiyum Adharku Aduththa Oorgalin Manusharaiyum, Thaanaak Pattanaththaaraiyum, Adharku Aduththa Oorgalin Manusharaiyum, Thorin Kudigalaiyum Adharku Aduththa Oorgalin Manusharaiyum, Ipleyaam Pattanaththaaraiyum Adharku Aduththa Oorgalin Manusharaiyum, Megidhovin Kudigalaiyum Adharku Aduththa Oorgalin Manusharaiyum Thuraththividavillai; Kaanaaniyar Andha Dhesaththile Thaane Kudiyirukkavendum Endru Irundhaargal. "
},{ "Verses": "28 isravelar Balaththapodhu, Kaanaaniyarai Mutrilum Thuraththividaamal Pagudhi Kattappanninaargal. "
},{ "Verses": "29 eppiraayeem Koththiraththaar Keserile Kudiyirundha Kaanaaniyaraiyum Thuraththividavillai; Aagaiyaal Kaanaaniyar Keseril Avargal Naduve Kudiyirundhaargal. "
},{ "Verses": "30 sebulon Koththiraththaar Kidhronin Kudigalaiyum, Naagalolin Kudigalaiyum Thuraththividavillai, Aagaiyaal Kaanaaniyar Avargal Naduve Kudiyirundhu, Pagudhi Kattugiravargalaanaargal. "
},{ "Verses": "31 aaser Koththiraththaar Akkovin Kudigalaiyum, Seedhonin Kudigalaiyum, Aklaap, Akseep, Elpaa, Aappeek, Sekop Pattanangalin Kudigalaiyum Thuraththividavillai. "
},{ "Verses": "32 aaseriyar Dhesaththin Kudigalaagiya Kaanaaniyarin Naduve Kudiyirundhaargal; Avargalai Avargal Thuraththividavillai. "
},{ "Verses": "33 napthali Koththiraththaar Pedhshimesin Kudigalaiyum Peththaanaaththina Kudigalaiyum Thuraththividaamal, Dhesaththin Kudigalaagiya Kaanaaniyarin Naduve Kudiyirundhaargal; Pedhshimes, Peththaanaadh Pattanangalin Kudigal Avargalukkup Pagudhikattugiravargalaanaargal. "
},{ "Verses": "34 emoriyar Thaan Puththiraraip Pallaththaakkil Irangavottaamal, Malaiththesaththirkup Pogumpadi Nerukkinaargal. "
},{ "Verses": "35 emoriyar Eres Malaigalilum Aayalonilum Saalpeemilum Kudiyirukkavendum Endru Irundhaargal; Aanaalum Yoseppin Kudumbaththaarin Kai Balaththapadiyinaal, Avargalukkup Pagudhikattugiravargalaanaargal. "
},{ "Verses": "36 emoriyarin Ellai Akkaraabeemukkup Pogira Meduthodangi Adharku Appuramum Poyitru. "
}
]