[
{ "Verses": "1 appozhudhu Kidhiyonaagiya Yerupaagaalum Avanodirundha Janangal Yaavarum Kaalame Ezhundhu Purappattu, Aarodh Ennum Neerootrin Kittap Paalayamiranginaargal; Meedhiyaaniyarin Paalayam Avanukku Vadakke More Mettirkup Pinnaana Pallaththaakkile Irundhadhu. "
},{ "Verses": "2 appozhudhu Karththar Kidhiyonai Nokki: Naan Meedhiyaaniyarai Unnodirukkira Janaththin Kaiyil Oppukkodukkiradharku Avargal Migudhiyaayirukkiraargal; En Kai Ennai Ratchiththadhu Endru Isravel Enakku Virodhamaaga Veembu Pesugiradharku Idamaagum. "
},{ "Verses": "3 aagaiyaal Bayamum Thigilum Ullavan Evano Avan Thirumbi, Keeleyaadh Malaigalilirundhu Viraivaai Odippogakkadavan Endru, Nee Janangalin Sevigal Ketkap Prasiththappaduththu Endraar; Appozhudhu Janaththil Irubaththeeraayiram Per Thirumbip Poivittaargal; Padhinaayiramper Meedhiyaayirundhaargal. "
},{ "Verses": "4 karththar Kidhiyonai Nokki: Janangal Innum Adhigam, Avargalaith Thanneerandaikku Irangippogappannu ; Ange Avargalaip Pareetchiththukkaattuven; Unnodekooda Varalaam Endru Naan Yaaraik Kurikkireno, Avan Unnodekooda Varakkadavan; Unnodekooda Varalaagaadhu Endru Naan Yaaraik Kurikkireno, Avan Unnodekooda Varaadhirukkakkadavan Endraar. "
},{ "Verses": "5 appadiye Avan Janangalaith Thanneerandaikku Irangippogap Panninaan; Appozhudhu Karththar Kidhiyonai Nokki: Thanneerai Oru Naai Nakkum Pragaaramaaga Adhaith Than Naavinaale Nakkugiravan Evano, Avanaith Thaniyeyum, Kudikkiradharku Muzhangaal Oondrik Kunigiravan Evano, Avanaith Thaniyeyum Niruththu Endraar. "
},{ "Verses": "6 thangal Kaiyaal Alli, Thangal Vaaikkeduththu, Nakkikkondavargalin Lakkam Munnooruper; Matra Janangalellaam Thanneer Kudikkiradharku Muzhangaal Oondrik Kunindhaargal. "
},{ "Verses": "7 appozhudhu Karththar Kidhiyonai Nokki: Nakkikkudiththa Andha Munnooruperaale Naan Ungalai Ratchiththu, Meedhiyaaniyarai Un Kaiyil Oppukkoduppen, Matra Janangalellaarum Thangal Thangal Idaththirkup Pogakkadavargal Endraar. "
},{ "Verses": "8 appozhudhu Janangal Thangal Kaiyil Thinpandangalaiyum Ekkaalangalaiyum Eduththukkondaargal; Matra Isravelarellaaraiyum Thangal Thangal Koodaarangalukku Anuppivittu, Andha Munnooruperaimaaththiram Vaiththukkondaan; Meedhiyaaniyarin Senai Avanukkuth Thaazhvidamaana Pallaththaakkil Irundhadhu. "
},{ "Verses": "9 andru Raaththiri Karththar Avanai Nokki: Nee Ezhundhu, Andha Senaiyinidaththirkup Po; Adhai Un Kaiyil Oppukkoduththen. "
},{ "Verses": "10 poga Bayappattaayaanaal, Mudhal Neeyum Un Velaikkaaranaagiya Pooraavum Senaiyinidaththirkup Poi, "
},{ "Verses": "11 ange Enna Pesugiraargal Endru Kel: Pinbu Senaiyidaththirkup Poga, Un Kaigal Thidappadum Endraar; Appadiye Avanum Avan Velaikkaaranaagiya Pooraavum Senaiyin Munnaniyile Jaamam Kaakkiravargalin Idamattum Ponaargal. "
},{ "Verses": "12 meedhiyaaniyarum, Amalekkiyarum, Sagala Kizhakkaththip Puththirarum, Vettuk Kiligalaip Polath Thiralaaip Pallaththaakkile Paduththukkidandhaargal; Avargaludaiya Ottagangalukkum Kanakkillai, Kadarkarai Manalaippolath Thiralaayirundhadhu. "
},{ "Verses": "13 kidhiyon Vandhapodhu, Oruvan Matroruvanukku Oru Soppanaththai Sonnaan. Adhaavadhu: Idho Oru Soppanaththaik Kanden; Suttirundha Oru Vaarkodhumai Appam Meedhiyaaniyarin Paalayaththirku Urunduvandhadhu; Adhu Koodaaramattum Vandhapodhu, Adhai Vizhaththallik Kavizhththuppottadhu, Koodaaram Vizhundhukidandhadhu Endraan. "
},{ "Verses": "14 appozhudhu Matravan: Idhu Yovaasin Kumaaranaagiya Kidhiyon Ennum Isravelanudaiya Pattayame Allaamal Veralla; Dhevan Meedhiyaaniyaraiyum, Indha Senai Anaiththaiyum Avan Kaiyile Oppukkoduththaar Endraan. "
},{ "Verses": "15 kidhiyon Andha Soppanaththaiyum Adhin Viyaarththiyaiyum Kettapodhu, Avan Panindhukondu, Isravelin Paalayaththirkuth Thirumbivandhu: Ezhundhirungal, Karththar Meedhiyaaniyarin Paalayaththai Ungal Kaigalil Oppukkoduththaar Endru Solli, "
},{ "Verses": "16 andha Munnooruperai Moondru Padaiyaaga Vaguththu, Avargal Ovvoruvan Kaiyilum Oru Ekkaalaththaiyum, Verum Paanaiyaiyum, Andhap Paanaikkul Vaikkum Theevattiyaiyum Koduththu, "
},{ "Verses": "17 avargalai Nokki: Naan Seyvadhaip Paarththu, Appadiye Neengalum Seyyungal. Idho, Naan Paalayaththin Munnaniyil Vandhirukkumpodhu, Naan Eppadi Seygireno Appadiye Neengalum Seyyavendum. "
},{ "Verses": "18 naanum Ennode Irukkum Sagalamaanaperum Ekkaalam Oodhumpodhu, Neengalum Paalayaththai Sutri Engum Ekkaalangalai Oodhi, Karththarudaiya Pattayam Kidhiyonudaiya Pattayam Enbeergalaaga Endru Sonnaan. "
},{ "Verses": "19 nadujaamaththin Thuvakkaththil, Jaamakkaararai Maatrivaiththapinbu, Kidhiyonum Avanodirundha Nooruperum Andha Jaamaththin Thuvakkaththile Paalayaththin Munnaniyil Vandhu, Ekkaalangalai Oodhi, Thangal Kaiyilirundha Paanaigalai Udaiththaargal. "
},{ "Verses": "20 moondru Padaigalin Manusharum Ekkaalangalai Oodhi, Paanaigalai Udaiththu, Theevattigalaith Thangal Idadhukaigalilum, Oodhum Ekkaalangalaith Thangal Valadhu Kaigalilum Pidiththukkondu, Karththarudaiya Pattayam Kidhiyonudaiya Pattayam Endru Saththamittu, "
},{ "Verses": "21 paalayaththai Sutrilum Avaravar Thangal Nilaiyile Nindraargal; Appozhudhu Paalayaththil Irundhavargal Ellaarum Sidharik Kookkuralittu, Odipponaargal. "
},{ "Verses": "22 munnooruperum Ekkaalangalai Oodhugaiyil, Karththar Paalayamengum Oruvar Pattayaththai Oruvarukku Virodhamaai Ongappanninaar; Senaiyaanadhu Seroththilulla Pedhsiththaamattum, Thaabaaththirku Sameebamaana Aabelmekolaavin Ellaimattum Odippoyitru. "
},{ "Verses": "23 appozhudhu Napthali Manusharum, Aaser Manusharum, Manaaseyin Sagala Manusharumaagiya Isravelar Koodivandhu, Meedhiyaaniyaraip Pin Thodarndhuponaargal. "
},{ "Verses": "24 kidhiyon Eppiraayeem Malaigalengum Aatkalai Anuppi: Meedhiyaaniyarukku Virodhamaayirangi, Peththaabaraa Irukkum Yordhaanmattum Vandhu, Avargalukku Mundhith Thuraigalaik Kattikkollungal Endru Sollachchonnaan; Appadiye Eppiraayeemin Manushar Ellaarum Koodi, Peththaabaraa Irukkum Yordhaan Mattum Vandhu, Thuraigalaik Kattikkondu, "
},{ "Verses": "25 meedhiyaaniyarin Irandu Adhipadhigalaagiya Orebaiyum Sebaiyum Pidiththu, Orebai Orep Ennappatta Kanmalaiyilum, Sebai Sep Ennappatta Aalaiyilum Kondrupottu, Meedhiyaaniyaraith Thuraththi, Orep Sep Enbavargalin Thalaigalai Yordhaanukku Ikkaraiyilirundha Kidhiyonidaththukkuk Konduvandhaargal. "
}
]