[
{ "Verses": "1 kaanaan Dhesaththil Nadandha Sagala Yuththangalaiyum Ariyaadhirundha Isravelaraagiya Anaivaraiyum Sodhippadharkaagavum, "
},{ "Verses": "2 isravel Puththirarin Sandhadhiyaarum Adharkumun Yuththancheyya Ariyaadhirundhavargalum Avaigalai Ariyumpadi Pazhakkuvippadharkaagavum, Karththarvittuvaiththa Jaadhigal Yaarendraal: "
},{ "Verses": "3 pelistharin Aindhu Adhipadhigalum, Sagala Kaanaaniyarum, Seedhoniyarum, Paagaal Ermon Thuvakki Aamaaththirkul Pravesikkum Varaikkum Leebanonin Malaigalile Kudiyirukkira Eviyarume. "
},{ "Verses": "4 karththar Moseyaikkondu Thangal Pidhaakkalukku Vidhiththa Karpanaigalukku Isravelar Keezhppadivaargalo Endru Ariyumpadi, Isravelarai Avargalaale Sodhippadharkaaga Avargal Vidappattirundhaargal. "
},{ "Verses": "5 ippadi Isravel Puththirar, Kaanaaniyar, Eththiyar, Emoriyar,perisiyar, Eviyar, Eboosiyaraagiya Ivargal Naduve Kudiyirundhu, "
},{ "Verses": "6 avargaludaiya Kumaaraththigalai Vivaagampanni, Thangaludaiya Kumaaraththigalai Avargal Kumaararukkuk Koduththu, Avargal Dhevargalai Seviththaargal. "
},{ "Verses": "7 ippadi Isravel Puththirar Karththarin Paarvaikkup Pollaappaanadhai Seydhu, Thangal Dhevanaagiya Karththarai Marandhu, Paagaalgalaiyum Thoppu Vikkiragangalaiyum Sevikkirapodhu, "
},{ "Verses": "8 karththar Isravelin Mel Kobamoondavaraagi, Avargalai Mesoppoththaamiyaavin Raajaavaagiya Koosaanrishadhaayeemin Kaiyile Vitruppottaar; Ippadiye Isravel Puththirar Koosaanrishadhaayeemai Ettu Varusham Seviththaargal. "
},{ "Verses": "9 isravel Puththirar Karththarai Nokkik Kooppittapodhu, Karththar Isravel Puththirarai Ratchikkumpadi Kaalebin Thambiyaana Kenaasudaiya Kumaaranaagiya Odhniyel Ennum Oru Ratchaganai Avargalukku Ezhumbappanninaar. "
},{ "Verses": "10 avan Mel Karththarudaiya Aavi Vandhirundhadhinaal, Avan Isravelai Nyaayam Visaariththu, Yuththampannap Purappattaan; Karththar Mesoppoththaamiyaavin Raajaavaagiya Koosaanrishadhaayeemai Avan Kaiyile Oppukkoduththaar; Aagaiyaal Avan Kai Koosaanrishadhaayeemin Mel Balankondadhu. "
},{ "Verses": "11 dhesam Naarpadhu Varusham Amaidhalaayirundhadhu. Kenaasin Kumaaranaagiya Odhniyel Maranamadaindhaan. "
},{ "Verses": "12 isravel Puththirar Marupadiyum Karththarin Paarvaikkup Pollaappaanadhai Seydhaargal; Avargal Karththarin Paarvaikkup Pollaappaanadhai Seydhapadiyaal, Karththar Eklon Ennum Movaabin Raajaavai Isravelukku Virodhamaai Balakkappanninaar. "
},{ "Verses": "13 avan Ammon Puththiraraiyum Amalekkiyaraiyum Koottikkonduvandhu, Isravelai Muriya Adiththaan; Pereechchamarangalin Pattanaththaiyum Pidiththaan. "
},{ "Verses": "14 ippadiye Isravel Puththirar Eklon Ennum Movaabin Raajaavaip Padhinettu Varusham Seviththaargal. "
},{ "Verses": "15 isravel Puththirar Karththarai Nokkik Kooppittapodhu, Karththar Avargalukku Benyameen Koththiraththaanaagiya Keraavin Magan Ekoodh Ennum Ratchaganai Ezhumbappanninaar; Avan Idadhukaip Pazhakkamullavanaayirundhaan; Avan Kaiyile Isravel Puththirar Movaabin Raajaavaagiya Eklonukkuk Kaanikkai Anuppinaargal. "
},{ "Verses": "16 ekoodh, Irupuramum Karukkum Oru Muzha Neelamumaana Oru Kaththiyai Undupanni, Adhaith Than Vasthiraththukkulle Than Valadhupuraththu Iduppile Kattikkondu, "
},{ "Verses": "17 kaanikkaiyai Movaabin Raajaavaagiya Eklonukku Seluththinaan; Eklon Migavum Sthooliththa Manushanaayirundhaan . "
},{ "Verses": "18 avan Kaanikkaiyai Seluththiththeerndhapinbu, Kaanikkaiyai Sumandhu Vandha Janangalai Anuppivittaan. "
},{ "Verses": "19 avano Kilkaalilulla Silaigal Irukkum Idaththilirundhu Thirumbivandhu; Raajaave, Ummidaththil Sollavendiya Ragasiyamaana Oru Vaarththai Undu Endraan. Adharku Avan: Poru Endraan; Appozhudhu Avanidaththil Nindra Yaavarum Avanai Vittu Veliye Poi Vittaargal. "
},{ "Verses": "20 ekoodh Avan Kitte Ponaan; Avano Thanakkuth Thanippura Irundha Kulirchchiyaana Araiveettil Utkaarndhirundhaan; Appozhudhu Ekoodh: Ummidaththil Sollavendiya Dhevavaakku Enakku Undu Endraan; Avan Than Aasanaththilirundhu Ezhundhirundhaan. "
},{ "Verses": "21 udane Ekooth Than Idadhukaiyai Neetti, Than Valadhupuraththu Iduppile Kattiyirundha Kaththiyai Uruvi, Adhai Avan Vayitrirkul Paaichchinaan. "
},{ "Verses": "22 alagodekoodak Kaippidiyum Ulle Pugundhadhu; Avanudaiya Vayitrukkul Pona Kaththiyai Ivan Izhukkak Koodaadhapadikku, Ninam Alagai Sutrik Kondadaiththadhu; Adhu Pin Puraththile Purappattadhu. "
},{ "Verses": "23 ekoodh Purappattu, Araiveettin Kadhavai Saaththip Poottippottu, Koluk Koodaththin Vazhiyaaip Poivittaan. "
},{ "Verses": "24 avan Ponapinbu Oozhiyakkaarar Vandhu Paarththaargal; Idho, Araiveettin Kadhavu Poottiyirundhadhu; Aagaiyaal Avar Andhak Kulirchchiyaana Araiyile Malajalaadhikkirukkiraaraakkum Endraargal. "
},{ "Verses": "25 avargal Saliththuppogumattum Kaaththirundhaargal; Avan Araiveettin Kadhavaith Thirakkavillai; Aagaiyaal Oru Thiravukolai Eduththuth Thirandhaargal; Idho, Avargal Aandavan Tharaiyile Seththukkidandhaan. "
},{ "Verses": "26 avargal Thaamadhiththukkondirundhapodhu, Ekoodh Odippoi, Silaigalulla Idaththaik Kadandhu, Seyiraaththai Serndhu Thappinaan. "
},{ "Verses": "27 ange Vandhapodhu Eppiraayeem Malaiyil Ekkaalam Oodhinaan; Appozhudhu Isravel Puththirar Avanodekooda Malaiyilirundhu Iranginaargal; Avan Avargalukku Munbaaga Nadandhu; "
},{ "Verses": "28 ennaip Pinthodarndhu Vaarungal; Karththar Ungal Pagaignaraagiya Movaabiyarai Ungal Kaigalil Oppukkoduththaar Endraan. Avargal Avanaip Pinthodarndhupoi, Movaabukku Edhiraana Yordhaan Thuraigalaip Pidiththu, Oruvanaiyum Kadandhupogavottaamal, "
},{ "Verses": "29 akkaalaththile Movaabiyaril Erakkuraiyap Padhinaayiram Perai Vettinaargal; Avargalellaarum Pushtiyullavargalum Paraakkiramasaaligalumaayirundhaargal; Avargalil Oruvanum Thappavillai. "
},{ "Verses": "30 ippadiye Annaalile Movaab Israveludaiya Kaiyinkeezhth Thaazhththappattadhu; Adhanaale Dhesam Enbadhu Varusham Amaidhalaayirundhadhu. "
},{ "Verses": "31 avanukkuppirpaadu Aanaaththin Kumaaran Samkaar Ezhumbinaan; Avan Pelistharil Arunooruperai Oru Thaatrukkolaal Muriya Adiththaan; Avanum Isravelai Ratchiththaan. "
}
]