[
{ "Verses": "1 ekoodh Maranamadaindhapinbu Isravel Puththirar Thirumbak Karththarin Paarvaikkup Pollaappaanadhai Seydhuvandhaargal. "
},{ "Verses": "2 aagaiyaal Karththar Avargalai Aadhsoril Aalugira Yaabeen Ennum Kaanaaniyarudaiya Raajaavin Kaiyile Vitruppottaar; Avanudaiya Senaapadhikku Sicheraa Endru Per; Avan Purajaadhigaludaiya Pattanamaagiya Aroseththile Kudiyirundhaan. "
},{ "Verses": "3 avanukkuth Tholaayiram Iruppu Radhangal Irundhadhu; Avan Isravel Puththirarai Irubadhu Varusham Kodumaiyaai Odukkinaan; Isravel Puththirar Karththarainokki Muraiyittaargal. "
},{ "Verses": "4 akkaalaththile Lapidhoththin Manaiviyaagiya Theboraal Ennum Theerkkadharisiyaanaval Isravelai Nyaayam Visaariththaal. "
},{ "Verses": "5 aval Eppiraayeem Malaiththesamaana Raamaavukkum Beththelukkum Naduvilirukkira Theboraalin Pereechchamaraththinkeezhe Kudiyirundhaal; Ange Isravel Puththirar Avalidaththirku Nyaayavisaaranaikkup Povaargal. "
},{ "Verses": "6 aval Napthaliyilulla Kedhesilirukkira Apinogaamin Kumaaran Paaraakkai Varavazhaiththu: Nee Napthali Puththirarilum, Sebulon Puththirarilum Padhinaayiram Peraik Koottikkondu Thaabor Malaikkup Pogakkadavaai Endrum, "
},{ "Verses": "7 naan Yaabeenin Senaapadhiyaagiya Siseraavaiyum, Avan Radhangalaiyum, Avan Senaiyaiyum, Keeson Pallaththaakkile Unnidaththirku Vara Izhuththu, Avanai Un Kaiyil Oppukkoduppen Endrum, Isravelin Dhevanaagiya Karththar Unakkuk Kattalaiyidavillaiyaa Endraal. "
},{ "Verses": "8 adharkup Paaraag; Nee Ennodekooda Vandhaal Poven; Ennode Koodavaraavittaal, Naan Pogamaatten Endraan. "
},{ "Verses": "9 adharku Aval: Naan Unnodekooda Nichchayamaai Varuven; Aanaalum Nee Pogira Prayaanaththil Undaagira Menmai Unakkuk Kidaiyaadhu; Karththar Siseraavai Oru Sthreeyin Kaiyil Oppukkoduppaar Endru Solli, Theboraal Ezhumbi, Paaraakkodekoodak Kedhesukkup Ponaal. "
},{ "Verses": "10 appozhudhu Paaraag: Sebulon Manusharaiyum Napthali Manusharaiyum Kedhesukku Varavazhaiththu, Thannaip Pinsellum Padhinaayiram Perode Ponaan; Theboraalum Avanodekoodap Ponaal. "
},{ "Verses": "11 keniyanaana Eper Enbavan Moseyin Maamanaagiya Obaabin Puththiraraayirukkira Keniyarai Vittuppirindhu, Kedhesin Kitta Irukkira Saanaayim Ennum Karvaalimarangal Aruge Than Koodaaraththaip Pottirundhaan. "
},{ "Verses": "12 apinogaamin Kumaaran Paaraak Thaabor Malaiyil Eripponaan Endru Siseraavukku Arivikkappattapodhu, "
},{ "Verses": "13 siseraa Tholaayiram Iruppuradhangalaagiya Thannudaiya Ellaaradhangalaiyum, Thannodirukkum Ellaa Janangalaiyum, Purajaadhigalin Pattanamaagiya Aroseththilirundhu Keeson Pallaththaakkile Varavazhaiththaan. "
},{ "Verses": "14 appozhudhu Theboraal Paaraakkai Nokki: Ezhundhupo; Karththar Siseraavai Un Kaiyil Oppukkodukkum Naal Idhuve; Karththar Unakku Munbaagap Purappadavillaiyaa Endraal; Appozhudhu Paaraakkum, Avan Pinnaale Padhinaayiramperum, Thaabor Malaiyilirundhu Iranginaargal. "
},{ "Verses": "15 karththar Siseraavaiyum Andha Ellaa Radhangalaiyum Senaiyanaiththaiyum Paaraakkukku Munbaagap Pattayakkarukkinaal Kalangadiththaar; Siseraa Radhaththaivittirangik Kaalnadaiyaai Odipponaan. "
},{ "Verses": "16 paaraak Radhangalaiyum Senaiyaiyum Purajaadhigaludaiya Arosedhmattum Thuraththinaan; Siseraavin Senaiyellaam Pattayakkarukkinaal Vizhundhadhu; Oruvanum Meedhiyaayirukkavillai . "
},{ "Verses": "17 siseraa Kaalnadaiyaaik Keniyanaana Eperin Manaivi Yaageludaiya Koodaaraththirku Odivandhaan; Appozhudhu Yaabeen Ennum Aadhsorin Raajaavukkum, Keniyanaana Eperin Veettukkum Samaadhaanam Undaayirundhadhu. "
},{ "Verses": "18 yaagel Veliye Siseraavukku Edhirkondupoi: Ulle Vaarum; En Aandavane, Ennandai Ulle Vaarum, Bayappadaadheyum Endru Avanode Sonnaal; Appadiye Avalandai Koodaaraththil Ulle Vandha Podhu, Avanai Oru Samukkaalaththinaale Moodinaal. "
},{ "Verses": "19 avan Avalaip Paarththu: Kudikka Enakkuk Konjam Thanneer Thaa, Thaagamaayirukkiren Endraan; Aval Paal Thuruththiyaith Thirandhu, Avanukkuk Kudikkakkoduththu, Thirumbavum Avanai Moodinaal. "
},{ "Verses": "20 appozhudhu Avan: Nee Koodaaravaasalile Nindru, Yaaraavadhu Oruvan Vandhu, Inge Yaaraagilum Irukkiraargalaa Endru Unnidaththil Kettaal, Illai Endru Sol Endraan. "
},{ "Verses": "21 pinbu Eperin Manaiviyaagiya Yaagel Oru Koodaara Aaniyai Eduththu, Than Kaiyile Suththiyaip Pidiththuk Kondu, Mella Avanandaiyil Vandhu, Avan Netriyile Andha Aaniyai Adiththuppottaal; Adhu Uruvippoi, Tharaiyile Pudhaindhadhu; Appozhudhu Aayaasamaaith Thoongina Avan Seththupponaan. "
},{ "Verses": "22 pinbu Siseraavaith Thodarugira Paaraak Vandhaan; Appozhudhu Yaagel Veliye Avanukku Edhirkondupoi: Vaarum, Neer Thedugira Manushanai Umakkuk Kaanbippen Endru Sonnaal; Avan Avalidaththirku Vandhapodhu, Idho, Siseraa Seththukkidandhaan; Aani Avan Netriyil Adiththirundhadhu. "
},{ "Verses": "23 ippadi Dhevan Annaalile Kaanaaniyarin Raajaavaagiya Yaabeenai Isravel Puththirarukku Munbaagath Thaazhththinaar. "
},{ "Verses": "24 isravel Puththirarin Kai Kaanaaniyarin Raajaavaagiya Yaabeenai Nirmoolamaakkumattum Avan Mel Balaththuk Kondeyirundhadhu. "
}
]