[
{ "Verses": "1 silanaal Sendrapinbu, Simson Kodhumai Arukkira Naatkalil Oru Vellaattukkuttiyai Eduththukkondu, Than Pensaadhiyaik Kaanappoi; Naan En Pensaadhiyinidaththil Araiveettirkul Pogattum Endraan; Aval Thagappano, Avanai Ulle Poga Ottaamal: "
},{ "Verses": "2 nee Avalai Mutrilum Pagaiththuvittaai Endru Naan Enni, Avalai Un Snegidhanukkuk Koduththuvitten; Aval Thangai Avalaippaarkkilum Azhagaanaval Allavaa, Avalukkup Padhilaaga Ival Unakku Irukkattum Endru Sonnaan. "
},{ "Verses": "3 appozhudhu Simson: Naan Pelistharukkup Pollaappu Seydhaalum, Enmel Kutramillai Endru Avargalukku Solli, "
},{ "Verses": "4 purappattuppoi, Munnooru Narigalaip Pidiththu, Pandhangalai Eduththu, Vaalode Vaal Serththu, Irandu Vaalgalukkum Naduve Ovvoru Pandhaththai Vaiththuk Katti, "
},{ "Verses": "5 pandhangalaik Koluththi, Pelistharin Vellaanmaiyile Avaigalai Oda Vittu, Kadhirkkattugalaiyum Vellaanmaiyaiyum Dhraatchaththottangalaiyum Olivaththoppugalaiyum Sutteriththup Pottaan. "
},{ "Verses": "6 ippadi Seydhavan Yaar Endru Pelisthar Ketkirapodhu, Thimnaaththaanudaiya Marumaganaagiya Simsondhaan; Avanudaiya Pensaadhiyai Avanudaiya Snegidhanukkuk Koduththuvittapadiyaal Appadi Seydhaan Endraargal; Appozhudhu Pelisthar Poi, Avalaiyum Aval Thagappanaiyum Akkiniyaal Sutteriththaargal. "
},{ "Verses": "7 appozhudhu Simson Avargalai Nokki: Neengal Ippadi Seydhapadiyaal Naan Ungal Kaiyile Pazhivaanginaalozhiya Ilaippaaren Endru Solli, "
},{ "Verses": "8 avargalai Sinnapinnamaaga Sangaarampanni, Pinbu Poi, Eththaam Oork Kanmalai Sandhile Kudiyirundhaan. "
},{ "Verses": "9 appozhudhu Pelisthar Poi, Yoodhaavile Paalayamirangi, Legi Engira Veliyile Paraviyirundhaargal. "
},{ "Verses": "10 neengal Engalukku Virodhamaaga Vandhadhu Enna Endru Yoodhaa Manushar Kettadharku, Avargal: Simson Engalukku Seydhadhupola, Naangalum Avanukku Seyyumpadi Avanaik Kattugiradharkaaga Vandhom Endraargal. "
},{ "Verses": "11 appozhudhu Yoodhaavile Moovaayiram Per Eththaam Oork Kanmalai Sandhirkuppoi Pelisthar Nammai Aalugiraargal Endru Theriyaadhaa? Pinnai En Engalukku Ippadi Seydhaai Endru Simsonidaththil Sonnaargal. Adharku Avan: Avargal Enakku Seydhapadiye Naanum Avargalukku Seydhen Endraan. "
},{ "Verses": "12 appozhudhu Avargal: Unnaikkatti, Pelisthar Kaiyil Oppukkodukka Vandhirukkirom Endraargal. Adharku Simson: Neengale Enmel Vizhugiradhillai Endru Enakku Aanaiyidungal Endraan. "
},{ "Verses": "13 adharku Avargal: Naangal Unnai Irugakkatti, Avargal Kaiyil Oppukkoduppome Allaamal, Unnai Kondrupodamaattom Endru Solli, Irandu Pudhuk Kayirugalaale Avanaik Katti, Kanmalaiyilirundhu Konduponaargal. "
},{ "Verses": "14 avan Legivaraikkum Vandhu Serndhapodhu, Pelisthar Avanukku Virodhamaai Aaravaarampanninaargal Appozhudhu Karththarudaiya Aavi Avan Mel Balamaai Iranginadhinaal, Avan Buyangalil Kattiyirundha Kayirugal Neruppuppatta Noolpolaagi, Avan Kattugal Avan Kaigalai Vittu Arundhu Poyitru. "
},{ "Verses": "15 udane Avan Oru Kazhudhaiyin Pachchaith Thaadaiyelumbaik Kandu, Than Kaiyai Neetti Adhai Eduththu, Adhinaale Aayiram Peraik Kondrupottaan. "
},{ "Verses": "16 appozhudhu Simson: Kazhudhaiyin Thaadaiyelumbinaal Kuviyal Kuviyalaagap Pattukkidakkiraargal, Kazhudhaiyin Thaadaiyelumbinaal Aayiramperaik Kondren Endraan. "
},{ "Verses": "17 appadi Sollith Theerndhapinbu, Than Kaiyil Irundha Thaadaiyelumbai Erindhuvittu, Avvidaththirku Raamaadhlegi Endruperittaan. "
},{ "Verses": "18 avan Migavum Thaagamadaindhu, Karththarai Nokkik Kooppittu: Dhevareer Umadhu Adiyen Kaiyinaal Indhap Periya Ratchippaik Kattalaiyittirukka, Ippozhudhu Naan Thaagaththinaal Seththu, Viruththasedhanam Illaadhavargal Kaiyile Vizhavendumo Endraan. "
},{ "Verses": "19 appozhudhu Dhevan Legiyilulla Pallaththaip Pilakkappanninaar; Adhilirundhu Thanneer Odivandhadhu; Avan Kudiththapodhu Avan Uyir Thirumba Vandhadhu. Avan Pizhaiththaan; Aanapadiyaal Adharku Ennakkori Endru Perittaan; Adhu Innaalvaraiyum Legiyil Irukkiradhu. "
},{ "Verses": "20 avan Pelistharin Naatkalil Isravelai Irubadhu Varusham Nyaayam Visaariththaan. "
}
]