[
{ "Verses": "1 appozhudhu Thaanmudhal Peyersebaamattumulla Isravel Puththirar Anaivarum Keeleyaa Dhesaththaarudan Mispaavile Karththarukku Munbaaga Egobiththu Sabaiyaagak Koodinaargal. "
},{ "Verses": "2 sagala Janangalin Adhipadhigalum, Isravelin Sagala Koththiraththaarum Dhevanudaiya Janamaagiya Sabaiyaagak Koodinindraargal; Avargal Pattayam Uruvugira Naalu Latcham Kaalaatkal, "
},{ "Verses": "3 isravel Puththirar Mispaavukku Vandha Seydhiyai Benyameen Puththirar Kelvippattaargal; Andha Akkiramam Nadandhadhu Eppadi, Sollungal Endru Isravel Puththirar Kettaargal. "
},{ "Verses": "4 appozhudhu Kolaiseyyappatta Sthreeyin Purushanaagiya Leviyan Maaruththaramaaga: Naanum En Marumanaiyaattiyum Benyameen Naattilulla Kibiyaavile Raaththanga Vandhom. "
},{ "Verses": "5 appozhudhu Kibiyaapattanaththaar Enakku Virodhamaai Ezhumbi, Ennaik Kolaiseyya Ninaiththu, Naan Irundha Veettai Raaththiriyile Valaindhu Kondu, En Marumanaiyaattiyai Avamaanappaduththinaargal; Adhinaale Aval Seththupponaal. "
},{ "Verses": "6 aagaiyaal Isravelile Avargal Ippadippatta Muraikettaiyum Madhikettaiyum Seydhapadiyinaal, Naan En Marumanaiyaattiyaip Pidiththuth Thundiththu, Isravelin Sudhandharamaana Sagala Naadugalukkum Anuppinen. "
},{ "Verses": "7 neengal Ellaarum Isravel Puththiraraame, Inge Aalosiththuth Theermaanam Pannungal Endraan. "
},{ "Verses": "8 appozhudhu Ellaa Janangalum Egamaai Ezhumbi: Nammil Oruvarum Than Koodaaraththirkup Pogavumpadaadhu, Oruvanum Than Veettirkuth Thirumbavumpadaadhu. "
},{ "Verses": "9 ippozhudhu Kibiyaavukku Seyya Vendiyadhu Ennavendraal: Seettuppottu Adharku Virodhamaagap Povom. "
},{ "Verses": "10 benyameen Koththiramaana Kibiyaapattanaththaar Isravelile Seydha Ellaa Madhikettukkum Thakkadhaaga Janangal Vandhu Seyyumpadikku, Naam Dhaaniyadhavasangalai Sambaadhikkiradharku, Isravel Koththirangalilellaam Nooruperil Paththupperaiyum, Aayiramperil Nooruperaiyum, Padhinaayiramperil Aayiramperaiyum, Therindheduppom Endraargal. "
},{ "Verses": "11 isravelarellaarum Ondrupola Egobiththup Pattanaththirku Munbaagak Koottankoodi, "
},{ "Verses": "12 ange Irundha Isravelin Koththiraththaar Benyameen Koththiramengum Aatkalai Anuppi: Ungalukkulle Nadandha Indha Akkiramam Enna? "
},{ "Verses": "13 ippozhudhu Kibiyaavil Irukkira Peliyaalin Makkalaagiya Andha Manusharai Naangal Kondru, Pollaappai Isravelai Vittu Vilakkumpadikku, Avargalai Oppukkodungal Endru Sollachchonnaargal; Benyameen Puththirar Isravel Puththiraraagiya Thangal Sagodhararin Sollaik Ketka Manamillaamal, "
},{ "Verses": "14 isravel Puththirarodu Yuththam Pannap Purappadumpadikku, Pattanangalilirundhu Kibiyaavukku Vandhu Koodinaargal. "
},{ "Verses": "15 kibiyaavin Kudigalile Therindhu Kollappatta Ezhunooruperaiyallaamal Annaalil Pattanangalilirundhu Vandhu Koodina Pattayam Uruvugira Manusharin Lakkam Irubaththaaraayiramper Endru Thogaiyidappattadhu. "
},{ "Verses": "16 andha Janangalellaarukkullum Therindhukollappatta Idadhukai Vaakkaana Ezhunooruper Irundhaargal; Avargal Anaivarum Oru Mayirizhaiyum Thappaadhapadikkuk Kavangal Erivaargal. "
},{ "Verses": "17 benyameen Koththiraththaiyallaamal Isravelile Pattayam Uruvugira Manushar Naalu Latchamper Endru Thogaiyidappattadhu; Ivargalellaarum Yuththaveeraraayirundhaargal. "
},{ "Verses": "18 isravel Puththiraraana Avargal Ezhumbi, Dhevanudaiya Veettirkup Poi: Engalil Yaar Mundhip Poi Benyameen Puththirarodu Yuththampanna Vendum Endru Dhevanidaththil Visaariththaargal; Adharkuk Karththar: Yoodhaa Mundhip Pogavendum Endraar. "
},{ "Verses": "19 appozhudhu Isravel Puththirar Kaalame Ezhundhu Purappattu, Kibiyaavukku Edhiraagap Paalayamiranginaargal. "
},{ "Verses": "20 pinbu Isravel Manushar Benyameenodu Yuththampannap Purappattu, Kibiyaavile Avargalukku Edhiraagap Por Seyya Anivaguththu Nindraargal. "
},{ "Verses": "21 aanaalum Benyameen Puththirar Kibiyaavilirundhu Purappattu, Isravelil Irubaththeeraayiramperai Andraiyadhinam Tharaiyile Vizhumpadi Sangariththaargal. "
},{ "Verses": "22 isravel Janangal Thangalaith Thidappaduththikkondu, Mudhalnaalil Anivaguththu Nindra Sthalaththile, Marupadiyum Porseyya Anivaguththu Nindraargal. "
},{ "Verses": "23 avargal Poi, Karththarudaiya Sannidhiyil Saayankaalamattum Azhudhu: Engal Sagodhararaagiya Benyameen Puththirarode Thirumbavum Yuththam Kalakkappovomaa Endru Karththaridaththil Visaariththaargal; Appozhudhu Karththar: Avargalukku Virodhamaaip Pongal Endraar. "
},{ "Verses": "24 marunaalile Isravel Puththirar Benyameen Puththirar Kitta Serugirapodhu, "
},{ "Verses": "25 benyameen Koththiraththaarum Annaalile Kibiyaavilirundhu Avargalukku Edhiraagap Purappattuvandhu, Pinnum Isravel Puththiraril Pattayam Uruvugira Padhinennaayiramperaith Tharaiyile Vizhumpadi Sangariththaargal. "
},{ "Verses": "26 appozhudhu Isravel Puththiraraagiya Sagala Janangalum Purappattu, Dhevanudaiya Veettirkuppoi, Ange Karththarudaiya Sannidhiyil Azhudhu, Thariththirundhu, Andru Saayankaalamattum Ubavaasiththu, Karththarudaiya Sannidhiyil Sarvaanga Thaganapaligalaiyum Samaadhaanapaligalaiyum Ittu, "
},{ "Verses": "27 karththaridaththil Visaariththaargal; Dhevanudaiya Udanpadikkaiyin Petti Annaatkalil Ange Irundhadhu. "
},{ "Verses": "28 aaronin Kumaaranaagiya Eleyaasaarin Magan Pinegaas Annaatkalil Avarudaiya Sannidhiyil Nindraan; Engal Sagodhararaagiya Benyameen Puththirarode Pinnum Yuththampannap Purappadalaamaa Purappadalaagaadhaa Endru Avargal Visaariththaargal; Appozhudhu Karththar: Pongal; Naalaikku Avargalai Ungal Kaiyil Oppukkoduppen Endraar. "
},{ "Verses": "29 appozhudhu Isravel Puththirar Kibiyaavai Sutrilum Padhividaiyaatkalai Vaiththu, "
},{ "Verses": "30 moondraamnaalile Benyameen Puththirarukku Virodhamaaip Poi, Mun Irandudharam Seydhadhupola, Kibiyaavukku Sameebamaaip Porukku Anivaguththu Nindraargal. "
},{ "Verses": "31 appozhudhu Benyameen Puththirar Janaththirku Virodhamaaip Purappattup Pattanaththai Vittu, Appaale Vandhu, Veliyile Beththelukkum Kibiyaavukkum Pogira Irandu Vazhigalil Isravel Janaththil Erakkuraiya Muppadhu Perai, Mudhal Irandudharam Seydhadhu Pola, Vettavum Kollavum Thodanginaargal. "
},{ "Verses": "32 munpola Namakku Munbaaga Muriya Adikkappadugiraargal Endru Benyameen Puththirar Sonnaargal; Isravel Puththiraro: Avargalaip Pattanaththai Vittu Appaaleyirukkira Vazhigalile Varappannumpadikku, Naam Odavendum Endru Solliyirundhaargal. "
},{ "Verses": "33 appozhudhu Isravel Manushar Ellaarum Thangal Sthaanaththilirundhu Ezhumbi, Paagaaldhaamaarile Yuththaththirku Anivaguththu Nindraargal; Isravelaril Kibiyaavin Pallaththaakkile Padhivirundhavargal Thangal Sthaanaththilirundhu Purappattu, "
},{ "Verses": "34 avargalil Ellaa Isravelilum Therindhukollappatta Padhinaayiramper Kibiyaavukku Edhire Vandhaargal; Yuththam Balaththadhu; Aanaalum Thangalukku Vikkinam Nerittadhu Endru Avargal Ariyaadhirundhaargal. "
},{ "Verses": "35 karththar Isravelukku Munbaaga Benyameenai Muriya Adiththaar; Annaalile Isravel Puththirar Benyameenile Pattayam Uruvugira Aatkalaagiya Irubaththaiyaayiraththu Nooruperai Sangariththaargal. "
},{ "Verses": "36 isravelar Kibiyaavukku Appaale Vaiththa Padhividaiyai Nambiyirundhapadiyinaale, Benyameenarukku Idam Koduththaargal; Adhinaale Avargal Muriya Adikkappadugiraargal Endru Benyameen Puththirarukkuk Kaanappattadhu. "
},{ "Verses": "37 appozhudhu Padhividaiyirundhavargal Theeviramaaik Kibiyaavinmel Paaindhu Paravi, Pattanaththil Irukkiravargalellaaraiyum Pattayakkarukkinaal Vettinaargal. "
},{ "Verses": "38 pattanaththilirundhu Magaa Periya Pugaiyai Ezhumbappannuvadhe Isravelarukkum Padhividaikkaararukkum Kurikkappatta Adaiyaalamaayirundhadhu. "
},{ "Verses": "39 aagaiyaal Isravelar Yuththaththile Pinvaanginapodhu, Benyameenar: Mundhina Yuththaththil Nadandhadhupola, Avargal Namakku Munbaaga Muriya Adikkappadugiraargale Endru Solli, Isravelaril Erakkuraiya Muppadhuperai Vettavum Kollavum Thodanginaargal. "
},{ "Verses": "40 pattanaththilirundhu Pugaiyaanadhu Sthambampola Uyara Ezhumbinapodhu, Benyameenar Pinnaagap Paarththaargal; Idho, Pattanaththin Akkinijuvaalai Vaanapariyandham Ezhumbitru. "
},{ "Verses": "41 appozhudhu Isravelar Thirumbik Kondaargal; Benyameen Manusharo, Thangalukku Vikkinam Nerittadhaik Kandu Thigaiththu, "
},{ "Verses": "42 isravel Puththiraraivittu, Vanaandharaththirkup Pogira Vazhikku Neraaith Thirumbi Odipponaargal; Aanaalum Yuththam Avargalaith Thodarndhadhu; Pattanangalil Irundhavargalum Thangal Naduve Adappattavargalaik Kondrupottaargal. "
},{ "Verses": "43 ippadiye Benyameenarai Valaindhu Kondu Thuraththi, Kibiyaavukkuk Kizhakkuppuramaaga Varumattum, Avargalai Lesaai Midhiththuppottaargal. "
},{ "Verses": "44 idhinaal Benyameenarile Padhinennaayiramper Vizhundhaargal; Avargalellaarum Balavaangalaayirundhaargal. "
},{ "Verses": "45 matravargal Vilagi, Vanaandharaththil Irukkira Rimmon Kanmalaikku Odipponaargal; Avargalil Innum Aiyaayiramperai Vazhigalile Kondru, Matravargalaik Keedhommattum Pin Thodarndhu, Avargalil Irandaayiram Perai Vettippottaargal. "
},{ "Verses": "46 ivvidhamaai Benyameenaril Annaalil Vizhundhavargalellaarum Irubaththaiyaayiram Per; Avargalellaarum Pattayam Uruvugira Balavaangalaayirundhaargal. "
},{ "Verses": "47 arunooruper Thirumbikkondu Odi, Vanaandharaththilirukkira Rimmon Kanmalaikkup Poi, Rimmon Kanmalaiyile Naalu Maadham Irundhaargal. "
},{ "Verses": "48 isravelaro Benyameen Puththirar Mel Thirumbi, Pattanaththil Manushar Thodangi Mirugangalmattum Kandavaigal Ellaavatraiyum Pattayakkarukkinaal Vetti, Kanda Pattanangalaiyellaam Akkiniyaal Koluththip Pottaargal. "
}
]