[
{ "Verses": "1 yerupaagaalin Kumaaran Abimelekku Seegemilirukkira Than Thaayin Sagodhararidaththirkup Poi, Avargalaiyum Than Thaayin Thagappanudaiya Vamsamaana Anaivaraiyum Nokki: "
},{ "Verses": "2 yerupaagaalin Kumaarar Ezhubadhuperaagiya Ellaarum Ungalai Aaluvadhu Ungalukku Nalladho, Oruvan Maaththiram Ungalai Aaluvadhu Ungalukku Nalladho Endru Neengal Seegemilirukkira Sagala Periya Manusharin Kaadhugalum Ketkappesungal; Naan Ungal Elumbum Ungal Maamsamumaanavan Endru Ninaiththukkollungal Endraan. "
},{ "Verses": "3 appadiye Avan Thaayin Sagodharar Seegemilirukkira Sagala Periya Manusharin Kaadhugalum Ketka Indha Vaarththaigalaiyellaam Avanukkaagap Pesinaargal; Appozhudhu: Avan Nammudaiya Sagodharan Endru Avargal Sonnadhinaal, Avargal Irudhayam Abimelekkaip Pinpatra Saaindhadhu. "
},{ "Verses": "4 avargal Paagaal Pereeththin Kovililirundhu Ezhubadhu Vellikkaasai Eduththu Avanukkuk Koduththaargal; Avaigalaal Abimelekku Veenarum Pokkirigalumaana Manusharai Sevagaththil Vaiththaan; Avargal Avanaip Pinpatrinaargal. "
},{ "Verses": "5 avan Opraavilirukkira Than Thagappan Veettirkup Poi, Yerupaagaalin Kumaararaagiya Than Sagodharar Ezhubadhu Peraiyum Ore Kallin Mel Kolaiseydhaan; Aanaalum Yerupaagaalin Ilaiya Kumaaranaagiya Yodhaam Oliththirundhapadiyinaal Avan Thappinaan. "
},{ "Verses": "6 pinbu Seegemilirukkira Sagala Periya Manusharum, Millovin Kudumbaththaaranaivarum Koodikkondupoi, Seegemilirukkira Uyarndha Karvaalimaraththandaiyile Abimelekkai Raajaavaakkinaargal. "
},{ "Verses": "7 idhu Yodhaamukku Arivikkappattapodhu, Avan Poi, Keriseem Malaiyin Uchchiyil Erinindru, Uraththasaththamittuk Kooppittu, Avargalai Nokki: Seegemin Periya Manushare, Dhevan Ungalukku Sevikodukkumpadi Neengal Enakku Sevikodungal. "
},{ "Verses": "8 virutchangal Thangalukku Oru Raajaavai Abishegampannumpadi Poi, Olivamaraththaip Paarththu: Nee Engalukku Raajaavaayiru Endradhu. "
},{ "Verses": "9 adharku Olivamaram: Dhevargalum Manusharum Pugazhugira Ennilulla Enkozhumaiyai Naan Vittu, Marangalai Arasaalappoveno Endradhu. "
},{ "Verses": "10 appozhudhu Marangal Aththimaraththaip Paarththu: Nee Vandhu, Engalukku Raajaavaayiru Endradhu. "
},{ "Verses": "11 adharku Aththimaram: Naan En Madhuraththaiyum En Narkaniyaiyum Vittu, Marangalai Arasaalappoveno Endradhu. "
},{ "Verses": "12 appozhudhu Marangal Dhraatcha Sediyaip Paarththu: Nee Vandhu, Engalukku Raajaavaayiru Endradhu. "
},{ "Verses": "13 adharkuth Dhraatchachchedi: Dhevargalaiyum Manusharaiyum Magizhappannum En Rasaththai Naan Vittu Marangalai Arasaalappoveno Endradhu. "
},{ "Verses": "14 appozhudhu Marangalellaam Mutchediyaip Paarththu: Nee Vandhu, Engalukku Raajaavaayiru Endradhu. "
},{ "Verses": "15 adharku Mutchediyaanadhu Marangalaip Paarththu: Neengal Ennai Ungalukku Raajaavaaga Abishegampannugiradhu Meyyaanaal, En Nizhalile Vandhadaiyungal; Illaavittaal Mutchediyilirundhu Akkini Purappattu Leebanonin Kedhuru Marangalaip Patchikkakkadavadhu Endradhu. "
},{ "Verses": "16 en Thagappan Ungalukkaaga Yuththam Panni, Than Jeevanai Ennaamarpoi, Ungalai Meedhiyaaniyarin Kaiyinindru Ratchiththaar. "
},{ "Verses": "17 neengalo Indru En Thagappanudaiya Kudumbaththukku Virodhamaai Ezhumbi, Avarudaiya Kumaararaana Ezhubadhu Peraiyum Ore Kallinmel Kolaiseydhu, Avarudaiya Velaikkaariyin Maganaagiya Abimelekku Ungal Sagodharanaanapadiyinaal, Avanai Seegem Pattanaththaarukku Raajaavaakkineergal. "
},{ "Verses": "18 ippodhum Neengal Avanai Raajaavaakkina Seygai Unmaiyum Uththamamumaana Seygaiyaayirukkumaanaal, "
},{ "Verses": "19 neengal Yerupaakaalaiyum Avar Kudumbaththaaraiyum Nanmaiyaaga Nadaththi, Avar Kaigalin Seygaikkuththakkadhai Avarukku Seydhu, Ippadi Innaalil Avaraiyum Avar Kudumbaththaaraiyum Nadaththinadhu Unmaiyum Uththamumaayirukkumaanaal, Abimelekkinmel Neengalum Sandhoshamaayirungal; Ungalmel Avanum Sandhoshamaayirukkattum. "
},{ "Verses": "20 illaavittaal Abimelekkilirundhu Akkini Purappattu, Seegem Pattanaththaaraiyum, Millovin Kudumbaththaaraiyum Patchikkavum, Seegem Pattanaththaarilum Millovin Kudumbaththaarilumirundhu Akkini Purappattu, Abimelekkaip Patchikkavum Kadavadhu Endru Yodhaam Solli, "
},{ "Verses": "21 than Sagodharaanaagiya Abimelekkukku Bayandhu, Thappiyodi, Peyerukkup Poi, Ange Kudiyirundhaan. "
},{ "Verses": "22 abimelekku Isravelai Moondru Varusham Arasaandapinbu, "
},{ "Verses": "23 abimelekkukkum Seegemin Periya Manusharukkum Naduve Pollaappu Undaakkum Aaviyai Dhevan Varappanninaar. "
},{ "Verses": "24 yerupaagaalin Ezhubadhu Kumaararukku Seyyappatta Kodumai Vandhu Paliththu, Avargaludaiya Raththappazhi Avargalaik Kondra Avargaludaiya Sagodharanaagiya Abimelekkinmelum, Than Sagodhararaik Kolla Avan Kaigalaith Thidappaduththina Seegem Manushar Melum Sumarumpadiyaaga Seegemin Periya Manushar Abimelekkukku Irandagampanninaargal. "
},{ "Verses": "25 seegemin Manushar Malaigalin Uchchiyil Avanukkup Padhivirukkiravargalai Vaiththaargal; Avargal Thangal Aruge Vazhi Nadandhu Pogira Yaavaraiyum Kollaiyittaargal; Adhu Abimelekkukku Arivikkappattadhu. "
},{ "Verses": "26 ebedhin Kumaaranaagiya Kaagaal Than Sagodhararode Seegemukkul Ponaan; Seegemin Periya Manushar Avanai Nambi, "
},{ "Verses": "27 veliye Purappattu, Thangal Dhraatchaththottangalin Pazhangalai Aruththu, Aalaiyaatti, Aadippaadi, Thangal Dhevanin Veettirkul Poi, Pusiththukkudiththu, Abimelekkai Sabiththaargal. "
},{ "Verses": "28 appozhudhu Ebedhin Kumaaranaagiya Kaagaal: Abimelekku Yaar? Seegem Yaar? Naam Avanai Sevikkavendiyadhenna? Avan Yerupaagaalin Magan Allavaa? Sepool Avanudaiya Kaariyakkaaran Allavaa? Seegemin Thagappanaagiya Emorin Manusharaiye Seviyungal; Avanai Naangal Sevippaanen? "
},{ "Verses": "29 indha Janangal Maaththiram En Kaikkul Irukkattum; Naan Abimelekkaith Thuraththividuven Endraan. Un Senaiyaip Perugappannip Purappattuvaa Endru, Avan Abimelekkukku Solliyanuppinaan. "
},{ "Verses": "30 pattanaththin Adhikaariyaagiya Sepool Ebedhin Kumaaranaagiya Kaagaalin Vaarththaigalaik Kettapodhu, Kobamoondu, "
},{ "Verses": "31 ragasiyamaai Abimelekkinidaththukku Aatkalai Anuppi: Idho, Ebedhin Kumaaranaagiya Kaagaalum Avanudaiya Sagodhararum Seegemukku Vandhirukkiraargal; Pattanaththai Umakku Virodhamaaga Ezhuppugiraargal. "
},{ "Verses": "32 aagaiyaal Neer Ummodirukkum Janangalodekooda Iravil Ezhundhu Vandhu Veliyile Padhivirundhu, "
},{ "Verses": "33 kaalame Sooriyan Udhikkaiyil Ezhumbi, Pattanaththin Mel Vizhundhu, Avanum Avanodirukkira Janangalum Umakku Edhire Purappadumpodhu, Ummudaiya Kaikku Neridugirapadi Avanukku Seyyum Endru Solliyanuppinaan. "
},{ "Verses": "34 appadiye Abimelekkum, Avanodirundha Sagala Janangalum, Iravil Ezhundhupoi, Seegemukku Virodhamaaga Naalu Padaiyaagap Padhivirundhaargal. "
},{ "Verses": "35 ebedhin Kumaaran Kaagaal Purappattu, Pattanaththin Olimugavaasalil Nindraan; Appozhudhu Padhivirundha Abimelekku Thannodirukkira Janangalodekooda Ezhumbivandhaan. "
},{ "Verses": "36 kaagaal Andha Janangalaik Kandu: Idho, Malaigalin Uchchigalilirundhu Janangal Irangivarugiraargal Endru Sepoolode Sonnaan. Adharku Sepool: Nee Malaigalin Nizhalaik Kandu, Manushar Endru Ninaikkiraai Endraan. "
},{ "Verses": "37 kaagaalo Thirumbavum: Idho, Janangal Dhesaththin Mettilirundhu Irangivandhu, Oru Padai Meyoneneemin Karvaalimaraththin Vazhiyaai Varugiradhu Endraan. "
},{ "Verses": "38 adharku Sepool: Abimelekkai Naam Sevikkiradharku Avan Yaar Endru Nee Sonna Un Vaai Ippozhudhu Enge? Nee Nindhiththajanangal Avargal Allavaa? Ippozhudhu Nee Purappattu, Avargalode Yuththampannu Endraan. "
},{ "Verses": "39 appozhudhu Kaagaal Seegemin Manusharukku Munbaagap Purappattuppoi, Abimelekkode Yuththam Panninaan. "
},{ "Verses": "40 abimelekku Avanaith Thuraththa, Avan Avanukku Munbaaga Odinaan; Pattanavaasalmattum Anegar Vettundu Vizhundhaargal. "
},{ "Verses": "41 abimelekku Arumaavil Irundhuvittaan; Sepool Kaakaalaiyum Avan Sagodhararaiyum Seegemile Kudiyiraadhapadikkuth Thuraththivittaan. "
},{ "Verses": "42 marunaalile Janangal Veliyile Vayalukkup Ponaargal; Adhu Abimelekkukku Arivikkappattapodhu, "
},{ "Verses": "43 avan Janangalaik Koottikkondu, Avargalai Moondru Padaiyaaga Vaguththu, Veliyile Padhivirundhu, Andha Janangal Pattanaththilirundhu Purappattu Varugiradhaik Kandu, Avargalmel Ezhumbi, Avargalai Vettinaan. "
},{ "Verses": "44 abimelekkum Avanodirundha Padaiyum Paaindhuvandhu, Pattanaththin Olimugavaasalil Nindraargal; Matra Irandu Padaigalo Veliyilirukkira Yaavarmelum Vizhundhu, Avargalai Vettinaargal. "
},{ "Verses": "45 abimelekku Annaal Muzhuvadhum Pattanaththinmel Yuththampanni, Pattanaththaip Pidiththu, Adhilirundha Janangalaik Kondru, Pattanaththai Idiththu Vittu, Adhil Uppu Vidhaiththaan. "
},{ "Verses": "46 adhai Seegem Thurukkaththu Manushar Ellaarum Kelvippattapodhu, Avargal Peree Dhevanudaiya Kovil Aranukkul Pravesiththaargal. "
},{ "Verses": "47 seegem Thurukkaththu Manushar Ellaarum Ange Koodiyirukkiradhu Abimelekkukku Arivikkappattapodhu, "
},{ "Verses": "48 abimelekku Thannodirundha Ellaa Janangalodunkooda Salmon Malaiyil Eri, Than Kaiyile Kodariyaip Pidiththu, Oru Maraththin Kombai Vetti, Adhai Eduththu, Than Tholin Mel Pottukkondu, Thannodirundha Janangalai Nokki: Naan Enna Seygiren Endru Paarkkireergale, Neengalum Theeviramaai Ennaippola Seyyungal Endraan. "
},{ "Verses": "49 appadiye Sagala Janangalum Avaravar Ovvoru Kombai Vetti, Abimelekkukkup Pinsendru Avaigalai Andha Aranukku Aruge Pottu, Akkini Koluththi Andha Aranai Suttuppottaargal; Adhinaal Purusharum Sthreegalum Erakkuraiya Aayiramperaagiya Seegem Thurukkaththu Manushar Ellaarum Seththaargal. "
},{ "Verses": "50 pinbu Abimelekku Thebesukkuppoi, Adharku Virodhamaaip Paalayamirangi, Adhaip Pidiththaan. "
},{ "Verses": "51 andhap Pattanaththin Naduve Balaththadhurukkam Irundhadhu; Ange Sagala Purusharum Sthreegalum Pattanaththu Manushar Anaivarum Odip Pugundhu, Kadhavaip Poottikkondu, Thurukkaththinmel Erinaargal. "
},{ "Verses": "52 abimelekku Andhath Thurukkammattum Vandhu, Adhinmel Yuththampanni, Thurukkaththin Kadhavai Sutteriththup Podumpadikku, Adhin Kitta Serndhaan. "
},{ "Verses": "53 appozhudhu Oru Sthree Oru Endhirakkallin Thundai Abimelekkudaiya Thalaiyinmel Pottaal; Adhu Avan Mandaiyai Udaiththadhu; "
},{ "Verses": "54 udane Avan Than Aayudhadhaariyaagiya Velaikkaaranaik Kooppittu: Oru Sthree Ennaik Kondraal Endru Ennaik Kuriththu Sollaadhapadikku, Nee Un Pattayaththai Uruvi, Ennaik Kondru Podu Endru Avanode Sonnaan; Appadiye Avan Velaikkaaran Avanai Uruvak Kuththinaan, Avan Seththupponaan. "
},{ "Verses": "55 abimelekku Seththupponadhai Isravel Manushar Kandapodhu, Avargal Thangal Thangal Idangalukkup Poi Vittaargal. "
},{ "Verses": "56 ippadiye Abimelekku Thannudaiya Ezhubadhu Sagodhararaik Kolaiseydhadhinaal, Than Thagappanukku Seydha Pollaappai Dhevan Avanmel Thirumbumpadi Seydhaar. "
},{ "Verses": "57 seegem Manushar Seydha Ellaap Pollaappaiyum Dhevan Avargal Thalaiyinmel Thirumbumpadi Seydhaar; Yerupaagaalin Kumaaran Yodhaamin Saabam Avargalukkup Paliththadhu. "
}
]