[
{ "Verses": "1 isravelil Raajaa Illaadha Annaatkalile, Eppiraayeem Malaigal Aruge Paradhesiyaaith Thangina Oru Leviyan Irundhaan; Avan Yoodhaavilulla Pedhlegem Ooraalaagiya Oru Sthreeyaith Thanakku Marumanaiyaattiyaagak Kondirundhaan. "
},{ "Verses": "2 aval Avanukkuth Dhrogamaai Vibasaarampanni, Avanai Vittu, Yoodhaa Dhesaththup Pedhlegem Oorilirukkira Than Thagappan Veettukkup Poi, Ange Naalumaadham Varaikkum Irundhaal. "
},{ "Verses": "3 aval Purushan Avalode Nalavu Sollavum, Avalaith Thirumba Azhaiththu Varavum, Irandu Kazhudhaigalai Aayaththappaduththi, Than Velaikkaaranaik Koottik Kondu, Avalidaththukkup Ponaan; Appozhudhu Aval Avanaith Than Thagappan Veettukku Azhaiththukkondu Ponaal; Sthreeyin Thagappan Avanaik Kandapodhu Sandhoshamaai Etrukkondu, "
},{ "Verses": "4 sthreeyin Thagappanaagiya Avanudaiya Maaman Avanai Iruththikkondadhinaal, Moondrunaal Avanodirundhaan; Avargal Ange Pusiththuk Kudiththu Raaththanginaargal. "
},{ "Verses": "5 naalaamnaal Kaalame Avargal Ezhundhirundhapodhu, Avan Prayaanappadugaiyil, Sthreeyin Thagappan Than Marumaganai Nokki: Konjam Appam Pusiththu, Un Manadhaith Thetrikkol, Pirpaadu Neengal Pogalaam Endraan. "
},{ "Verses": "6 avargal Utkaarndhu, Iruvarumkoodap Pusiththuk Kudiththaargal; Sthreeyin Thagappan Andha Manushanaip Paarththu: Nee Dhayavuseydhu, Un Irudhayam Magizhchchiyadaiya Raaththirikkum Iru Endraan. "
},{ "Verses": "7 appadiye Pogiradharku Andha Manushan Ezhundhapodhu, Avanudaiya Maaman Avanai Varundhikkondadhinaal, Avan Andru Raaththiriyum Ange Irundhaan. "
},{ "Verses": "8 aindhaam Naalile Avan Pogiradharku Adhikaalame Ezhundhirundhapodhu, Sthreeyin Thagappan: Irundhu Un Irudhayaththaith Thetrikkol Endraan; Appadiye Andhineramattum Thaamadhiththirundhu, Iruvarum Pojanampanninaargal. "
},{ "Verses": "9 pinbu Avanum, Avan Marumanaiyaattiyum, Avan Velaikkaaranum Pogiradharku Ezhundhirundhapodhu, Sthreeyin Thagappanaagiya Avanudaiya Maaman: Idho, Pozhudhu Asthamikkappogiradhu, Saayankaalamumaayitru; Inge Raaththirikku Irungal; Paar, Maalaimayangugira Velaiyaayitru: Un Irudhayam Sandhoshamaayirukkumpadi, Inge Raaththangi Naalai Iruttode Ezhundhirundhu, Un Veettukkup Pogalaam Endraan. "
},{ "Verses": "10 andha Manushano, Raaththirikku Irukka Manadhillaamal, Irandu Kazhudhaigal Melum Senamvaiththu, Than Marumanaiyaattiyaik Koottikkondu, Ezhundhu Purappattu, Erusalemaagiya Eboosukku Neraaga Vandhaan. "
},{ "Verses": "11 avargal Eboosukku Sameebamaai Varugaiyil, Pozhudhupogiradhaayirundhadhu; Appozhudhu Velaikkaaran Than Ejamaanai Nokki: Eboosiyar Irukkira Indhap Pattanaththirkup Poi, Ange Raaththangalaam Endraan. "
},{ "Verses": "12 adharku Avan Ejamaan Naam Vazhiyaivittu, Isravel Puththirarillaadha Marujaadhiyaar Irukkira Pattanaththukkup Pogappadaadhu; Appaale Kibiyaa Mattum Povom Endru Solli, "
},{ "Verses": "13 than Velaikkaaranaip Paarththu: Naam Kibiyaavilaagilum Raamaavilaagilum Raaththangumpadikku, Avaigalil Oru Idaththirkup Poi Serumpadi Nadandhu Povom Vaa Endraan. "
},{ "Verses": "14 appadiye Appaale Nadandhuponaargal; Benyameen Naattai Serndha Kibiyaavin Kitta Varugaiyil, Sooriyan Asthamanamaayitru. "
},{ "Verses": "15 aagaiyaal Kibiyaavile Vandhu Raaththangumpadikku, Vazhiyaivittu Avvidaththirkup Ponaargal; Avan Pattanaththukkul Ponapodhu, Raaththangugiradharku Avargalai Veettile Serththukkolvaar Illaadhadhinaal, Veedhiyil Utkaarndhaan. "
},{ "Verses": "16 vayalile Velaiseydhu, Maalaiyile Thirumbugira Oru Kizhavan Vandhaan; Andha Manushanum Eppiraayeem Malaiththesaththaan, Avan Kibiyaavile Sanjarikkavandhaan; Avvidaththu Manusharo Benyameenar. "
},{ "Verses": "17 andhak Kizhavan Than Kangalai Ereduththup Pattanaththu Veedhiyil Andhap Prayaanakkaaran Irukkak Kandu: Enge Pogiraai, Engeyirundhu Vandhaai Endru Kettaan. "
},{ "Verses": "18 adharku Avan: Naangal Yoodhaavilulla Ooraagiya Pedhlegemilirundhu Vandhu, Eppiraayeem Malaiththesaththin Purangalmattum Pogirom; Naan Avvidaththaan; Yoodhaavilulla Pedhlegem Mattum Poivandhen, Naan Karththarudaiya Aalayaththukkup Pogiren; Inge Ennai Veettile Etrukkolvaar Oruvarum Illai. "
},{ "Verses": "19 engal Kazhudhaigalukku Vaikkolum Theepanamum Undu; Enakkum Umadhu Adiyaalukkum Umadhu Adiyaanodirukkira Velaikkaaranukkum Appamum Dhraatcharasamum Undu; Ondrilum Kuraivillai Endraan. "
},{ "Verses": "20 appozhudhu Andhak Kizhavan: Unakku Samaadhaanam; Un Kuraivugalellaam Enmel Irukkattum; Veedhiyilemaaththiram Raaththangavendaam Endru Solli, "
},{ "Verses": "21 avanaith Than Veettukkul Azhaiththukkondupoi, Kazhudhaigalukkuth Theepanampottaan; Avargal Thangal Kaalgalaik Kazhuvikkondu, Pusiththuk Kudiththaargal. "
},{ "Verses": "22 avargal Manamagizhchchiyaayirukkira Podhu, Idho, Peliyaalin Makkalaagiya Andha Oor Manusharil Silar Andha Veettai Soozhndhukondu, Kadhavaith Thatti: Un Veettile Vandha Andha Manushanai Naangal Ariyumpadikku, Veliye Kondu Vaa Endru Veettukkaaranaagiya Andhak Kizhavanode Sonnaargal. "
},{ "Verses": "23 appozhudhu Veettukkaaranaagiya Andha Manushan Veliye Avargalidaththil Poi: Ippadi Seyyavendaam; En Sagodharare, Ippadippatta Pollaappai Seyyavendaam; Andha Manushan En Veettirkul Vandhirukkaiyil, Ippadikkoththa Madhikettai Seyyeergalaaga. "
},{ "Verses": "24 idho, Kanniyaasthreeyaagiya En Magalum, Andha Manidhanudaiya Marumanaiyaattiyum Irukkiraargal; Avargalai Ungalidaththil Veliye Konduvarugiren; Avargalai Avamaanappaduththi Ungal Paarvaikku Sariponapragaaram Avargalukku Seyyungal; Aanaalum Indha Manushanukku Appadippatta Madhikedaana Kaariyaththai Seyyavendaam Endraan. "
},{ "Verses": "25 andha Manushar Avan Sollaik Ketkavillai; Appozhudhu Andha Manushan Than Marumanaiyaattiyaip Pidiththu, Avargalidaththil Veliye Konduvandhuvittaan; Avargal Avalai Arindhukondu, Raamuzhudhum Vidiyunkaalamattum Avalai Lachchaiyaai Nadaththi, Kizhakku Velukkumpodhu Avalaip Pogavittaargal. "
},{ "Verses": "26 vidiyunkaalaththirku Munne Andha Sthree Vandhu, Velichchamaagumattum Ange Than Ejamaan Irundha Veettu Vaasarpadiyile Vizhundhukidandhaal. "
},{ "Verses": "27 aval Ejamaan Kaalame Ezhundhirundhu Veettin Kadhavaith Thirandhu, Than Vazhiye Pogap Purappadugirapodhu, Idho, Avan Marumanaiyaattiyaagiya Sthree Veettuvaasalukku Munbaagath Than Kaigalai Vaasarpadiyinmel Vaiththavalaaik Kidandhaal. "
},{ "Verses": "28 ezhundhiru Povom Endru Avan Avalode Sonnadharkup Pradhiyuththaram Pirakkavillai. Appozhudhu Andha Manushan Avalaik Kazhudhaiyinmel Pottukkondu, Prayaanappattu, Than Idaththirkup Ponaan. "
},{ "Verses": "29 avan Than Veettukku Vandhapodhu, Oru Kaththiyai Eduththu, Than Marumanaiyaattiyaip Pidiththu, Avalai Avaludaiya Elumbugalodunkoodap Pannirandu Thundamaakki, Isravelin Ellaigalukkellaam Anuppinaan. "
},{ "Verses": "30 appozhudhu Adhaik Kandavargalellaarum, Isravel Puththirar Egipthilirundhu Purappatta Naal Mudharkondu Innaalvaraikkum Idhaippoloththakaariyam Seyyappadavum Illai, Kaanappadavum Illai; Indhak Kaariyaththai Yosiththu Aalosanaipanni Seyyavendiyadhu Innadhendru Sollungal Endraargal. "
}
]