[
{ "Verses": "1 simson Thimnaaththukkup Poi, Thimnaaththile Pelistharin Kumaaraththigalil Oru Pennaik Kandu, "
},{ "Verses": "2 thirumba Vandhu, Than Thaayaiyum Thagappanaiyum Nokki: Thimnaaththile Pelistharin Kumaaraththigalil Oru Pennaik Kanden; Avalai Enakkuk Kollavendum Endraan. "
},{ "Verses": "3 appozhudhu Avan Thaayum Avan Thagappanum Avanai Nokki: Nee Poi, Viruththasedhanamillaadha Pelistharidaththil Oru Pennaik Kollavendiyadhenna? Un Sagodhararin Kumaaraththigalilum, Engal Janamanaiththilum Pen Illaiyaa Endraargal. Simson Than Thagappanai Nokki: Aval En Kannukkup Piriyamaanaval, Avalaiye Enakkuk Kollavendum Endraan. "
},{ "Verses": "4 avan Pelistharidaththil Kutram Pidikka Mugaandharam Undaagumpadi, Idhu Karththarin Seyal Endru Avan Thaayum Thagappanum Ariyaadhirundhaargal; Akkaalaththile Pelisthar Isravelai Aandaargal. "
},{ "Verses": "5 appadiye Simsonum Avan Thaayum Thagappanum Thimnaaththukkup Pogap Purappattaargal; Avargal Thimnaadh Oor Dhraatchaththottangalmattum Vandhapodhu, Idho, Kerchchikkira Paalasingam Ondru Avanukku Edhiraaga Vandhadhu. "
},{ "Verses": "6 appozhudhu Karththarudaiya Aavi Avanmel Balamaai Iranginadhinaal, Avan Than Kaiyil Ondrum Illaadhirundhum, Adhai Oru Aattukkuttiyaik Kizhiththuppodugiradhupol Kizhiththup Pottaan; Aanaalum Thaan Seydhadhai Avan Than Thaai Thagappanukku Arivikkavillai. "
},{ "Verses": "7 avan Poi Andhap Pennode Pesinaan; Aval Simsonin Kannukkup Piriyamaayirundhaal. "
},{ "Verses": "8 silanaalaikkuppinbu, Avan Avalai Vivaagampannath Thirumbivandhu, Singaththin Udalaip Paarkkiradharku Vazhivilagip Ponaan; Idho, Singaththin Udalukkulle Theneekkoottamum Thenum Irundhadhu. "
},{ "Verses": "9 avan Adhaith Than Kaigalil Eduththu, Saappittukkonde Nadandhu, Than Thaaithagappanidaththil Vandhu, Avargalukkum Koduththaan; Avargalum Saappittaargal, Aanaalum Thaan Andhath Thenai Singaththin Udalile Eduththadhai Avargalukku Arivikkavillai. "
},{ "Verses": "10 avan Thagappan Andhap Pen Irukkum Idaththil Ponapodhu, Simson Ange Virundhuseydhaan; Vaalibar Appadi Seyvadhu Vazhakkam. "
},{ "Verses": "11 avargal Avanaik Kandapodhu, Avanodekooda Irukkumpadi Muppadhu Thozharai Avanidaththil Konduvandhaargal. "
},{ "Verses": "12 simson Avargalai Nokki: Oru Vidukadhaiyai Ungalukku Sollugiren; Adhai Neengal Virundhungira Ezhunaalaikkulle Kandupidiththu Enakku Viduviththaal, Naan Ungalukku Muppadhu Thuppattigalaiyum Muppadhu Maatru Vasthirangalaiyum Koduppen. "
},{ "Verses": "13 adhai Enakku Viduvikkaadhe Ponaal, Neengal Enakku Muppadhu Thuppattigalaiyum Muppadhu Maatru Vasthirangalaiyum Kodukkavendum Endraan. Adharku Avargal: Un Vidukadhaiyai Sollu; Naangal Adhaik Ketkattum Endraargal. "
},{ "Verses": "14 appozhudhu Avan: Patchikkiravanidaththilurundhu Patchanamum, Balavaanidaththilirundhu Madhuramum Vandhadhu Endraan; Andha Vidukadhai Avargalaal Moondru Naalmattum Viduvikkak Koodaadhe Poyitru. "
},{ "Verses": "15 ezhaamnaalile Avargal Simsonin Pensaadhiyaip Paarththu: Un Purushan Andha Vidukadhaiyai Engalukku Viduvikkumpadikku Nee Avanai Nayam Pannu; Illaavittaal Naangal Unnaiyum Un Thagappan Veettaiyum Akkiniyaal Sutteriththuppoduvom; Engalukkullavaigalaip Pariththukkollavaa Engalai Azhaiththeergal Endraargal. "
},{ "Verses": "16 appozhudhu Simsonin Pensaadhi Avanukku Munbaaga Azhudhu, Nee Ennai Nesiyaamal Ennaip Pagaikkiraai, En Janangalukku Oru Vidukadhaiyai Sonnaai, Adhai Enakkaavadhu Viduvikkavillaiye Endraal; Adharku Avan: Idho, Naan En Thaaithagappanukkum Adhai Viduvikkavillaiye, Unakku Adhai Viduvippeno Endraan. "
},{ "Verses": "17 virundhungira Ezhunaalum Aval Avan Munbaaga Azhudhukonde Irundhaal; Ezhaamnaalile Aval Avanai Alattikkondirundhapadiyaal, Adhai Avalukku Viduviththaan; Appozhudhu Aval Than Janangalukku Andha Vidukadhaiyai Viduviththaal. "
},{ "Verses": "18 aagaiyaal Ezhaamnaalile Pozhudhu Pogumunne, Andha Oor Manushar Avanai Nokki, Thenaippaarkkilum Madhuramaanadhu Enna, Singaththaippaarkkilum Balamaanadhum Enna Endraargal; Adharku Avan: Neengal En Kidaariyaal Uzhaadhirundheergalaanaal, En Vidukadhaiyaik Kandupidippadhillai Endraan. "
},{ "Verses": "19 karththarudaiya Aavi Avanmel Iranginadhinaal, Avan Askalonukkuppoi, Avvooraaril Muppadhuperaikkondru, Avargaludaiya Vasthirangalai Urindhukonduvandhu, Vidukadhaiyai Viduviththavargalukku Andha Maatru Vasthirangalaik Koduththu, Kobam Moondavanaaip Purappattu, Than Thagappan Veettukkup Poivittaan. "
},{ "Verses": "20 simsonin Pensaadhiyovendraal, Avanudaiya Thozharil Avanode Snegamaayirundha Oruvanukkuk Kodukkappattaal. "
}
]