[
{ "Verses": "1 eppiraayeem Malaiththesaththaanaagiya Meegaa Ennum Perulla Oru Manushan Irundhaan. "
},{ "Verses": "2 avan Than Thaayai Nokki: Unnidaththilirundha Aayiraththu Nooru Vellikkaasu Kalavupoyitre, Adhaik Kuriththu En Kaadhugal Ketka Nee Saabamittaaye, Andhap Panam, Idho, Ennidaththil Irukkiradhu; Adhai Eduththavan Naandhaan Endraan. Adharku Avan Thaai: En Magane, Nee Karththaraal Aaseervadhikkappaduvaai Endraal. "
},{ "Verses": "3 avan Andha Aayiraththu Nooru Vellikkaasaith Than Thaayinidaththil Thirumbak Koduththaan; Aval: Vettappatta Oru Suroobaththaiyum Vaarppikkappatta Oru Vikkiragaththaiyum Undu Panna, Naan En Kaiyilirundha Indha Velliyai En Maganukkaaga Mutrilum Karththarukkendru Niyamiththen; Ippozhudhum Idhai Unakkuth Thirumbak Kodukkiren Endraal. "
},{ "Verses": "4 avan Andha Velliyaith Than Thaaikkuth Thirumbak Koduththaan; Appozhudhu Avan Thaai Irunooru Vellikkaasai Eduththu, Thattaan Kaiyile Koduththaal; Avan Adhinaale, Vettappatta Oru Suroobaththaiyum Vaarppikkappatta Oru Vikkiragaththaiyum Panninaan; Avaigal Meegaavin Veettil Irundhadhu. "
},{ "Verses": "5 meegaa, Suvaamikku Oru Araiveettai Niyamiththu Vaiththirundhaan; Avan Oru Epoththaiyum Suroobangalaiyum Undupanni, Than Kumaararil Oruvanaip Pradhishtai Panninaan; Ivan Avanukku Aasaariyanaanaan. "
},{ "Verses": "6 annaatkalil Isravelile Raajaa Illai, Avanavan Than Than Paarvaikku Saripponapadi Seydhuvandhaan. "
},{ "Verses": "7 yoodhaavilulla Pedhlegem Ooraanum Leviyanumaana Oru Vaaliban Ange Thangiyirundhaan. "
},{ "Verses": "8 andha Manushan Engeyaagilum Paradhesiyaaip Poith Thangumpadikku, Yoodhaavilulla Pedhlegem Ooraivittup Purappattup Prayaanam Pogaiyil, Eppiraayeem Malaiththesaththil Irukkira Meegaavin Veettil Vandhu Serndhaan. "
},{ "Verses": "9 enge Irundhu Vandhaai Endru Meegaa Avanaik Kettadharku, Avan: Naan Yoodhaavilulla Pedhlegem Ooraanaagiya Leviyan, Engeyaagilum Poith Thangap Pogiren Endraan. "
},{ "Verses": "10 appozhudhu Meegaa: Nee Ennidaththil Iru, Nee Enakkuth Thagappanum Aasaariyanumaayiruppaai; Naan Unakku Varushaththile Paththu Vellikkaasaiyum, Maatru Vasthiraththaiyum, Unakku Vendiya Aagaaraththaiyum Koduppen Endru Avanidaththil Sonnaan; Appadiye Leviyan Ulle Ponaan. "
},{ "Verses": "11 andha Leviyan Andha Manidhanidaththil Irukka Sammadhiththaan; Andha Vaaliban Avanukku Avan Kumaararil Oruvanaippol Irundhaan. "
},{ "Verses": "12 meegaa Andha Leviyanaip Pradhishtai Panninaan; Andha Vaaliban Avanukku Aasaariyanaagi Meegaavin Veettil Irundhaan. "
},{ "Verses": "13 appozhudhu Meegaa: Enakku Aasaariyanaaga Oru Leviyan Adappattapadiyinaal, Karththar Enakku Nanmaiseyvaar Endru Ippozhudhu Arindhirukkiren Endraan. "
}
]