[
{ "Verses": "1 abimelekkukkuppinbu, Thodhovin Maganaagiya Poovaavin Kumaaran Tholaa Ennum Isakkaar Koththiraththaan Isravelai Ratchikka Ezhumbinaan; Avan Eppiraayeem Malaiththesaththu Ooraagiya Saameerile Kudiyirundhaan. "
},{ "Verses": "2 avan Isravelai Irubaththumoondru Varusham Nyaayam Visaariththu, Pinbu Mariththu, Saameerile Adakkampannappattaan. "
},{ "Verses": "3 avanukkuppinbu, Keeleyaaththiyanaana Yaaveer Ezhumbi, Isravelai Irubaththirandu Varusham Nyaayam Visaariththaan. "
},{ "Verses": "4 muppadhu Kazhudhaikkuttigalinmel Erum Muppadhu Kumaarar Avanukku Irundhaargal; Avargalukku Muppadhu Oorgalum Irundhadhu; Keeleyaa Dhesaththilirukkira Avaigalukku Innaalvaraikkum Yaaveerin Graamangalengira Per Irukkiradhu. "
},{ "Verses": "5 yaaveer Mariththu, Kaamonile Adakkampannappattaan. "
},{ "Verses": "6 isravel Puththirar, Marupadiyum Karththarin Paarvaikkup Pollaappu Seydhu, Karththarai Seviyaamal Avarai Vittup Poi, Paagaalgalaiyum, Astharoththaiyum, Seeriyaavin Dhevargalaiyum, Seedhonin Dhevargalaiyum, Movaabin Dhevargalaiyum, Ammon Puththirarin Dhevargalaiyum, Pelistharin Dhevargalaiyum Seviththaargal. "
},{ "Verses": "7 appozhudhu Karththar Isravelin Mel Kobamoondu, Avargalaip Pelisthar Kaiyilum, Ammon Puththirar Kaiyilum Vitruppottaar. "
},{ "Verses": "8 avargal Andha Varusham Mudharkondu Padhinettu Varushamaai Yordhaanukku Appaale Keeleyaaththilulla Emoriyarin Dhesaththil Irukkira Isravel Puththiraraiyellaam Nerukki Odukkinaargal. "
},{ "Verses": "9 ammon Puththirar Yoodhaavinmelum, Benyameenmelum, Eppiraayeem Kudumbaththaarmelum Yuththam Panna Yordhaanaik Kadandhuvandhaargal; Isravelar Migavum Nerukkappattaargal. "
},{ "Verses": "10 appozhudhu Isravel Puththirar Karththarai Nokki Muraiyittu: Umakku Virodhamaagap Paavancheydhom; Naangal Engal Dhevanaivittu, Paagaalgalai Seviththom Endraargal. "
},{ "Verses": "11 karththar Isravel Puththirarai Nokki: Egipthiyarum, Emoriyarum, Ammon Puththirarum, Pelisthiyarum, "
},{ "Verses": "12 seedhoniyarum, Amalekkiyarum, Maagoniyarum, Ungalai Odukkum Samayangalil, Neengal Ennai Nokki Muraiyittapodhu, Naan Ungalai Avargal Kaikku Neengalaakki Ratchikkavillaiyaa? "
},{ "Verses": "13 appadiyirundhum Neengal Ennai Vittu, Anniya Dhevargalai Seviththeergal; Aagaiyaal Ini Ungalai Ratchiyen. "
},{ "Verses": "14 neengal Poi, Ungalukkaagath Therindhukonda Dhevargalai Nokki Muraiyidungal; Avaigal Ungal Aabaththin Kaalaththil Ungalai Ratchikkattum Endraar. "
},{ "Verses": "15 isravel Puththirar Karththarai Nokki: Paavancheydhom, Dhevareer Ummudaiya Paarvaikku Nalamaanadhai Engalukku Seyyum; Indraikkumaaththiram Engalai Ratchiththarulum Endru Solli, "
},{ "Verses": "16 anniya Dhevargalaith Thangal Naduvilirundhu Vilakkivittu, Karththarukku Aaraadhanai Seydhaargal; Appozhudhu Avar Isravelin Varuththaththaip Paarththu Manadhuruginaar. "
},{ "Verses": "17 ammon Puththirar Koottankoodi, Keeleyaaththile Paalayamiranginaargal; Isravel Puththirarum Koodikkondu, Mispaavile Paalayamiranginaargal. "
},{ "Verses": "18 appozhudhu Keeleyaaththinjanangalum Prabukkalum Oruvaraiyoruvar Nokki: Ammon Puththirarmel Mundhi Yuththampannappogira Manushan Yaar? Avane Keeleyaaththinkudigalukkellaam Thalaivanaayiruppaan Endraargal. "
}
]