[
{ "Verses": "1 keeleyaaththiyanaana Yepthaa Balaththa Paraakkiramasaaliyaayirundhaan; Avan Parasthreeyin Kumaaran; Kileyaadh Avanaip Petraan. "
},{ "Verses": "2 kileyaaththin Manaiviyum Avanukkuk Kumaarargalaip Petraal; Avan Manaivi Petra Kumaarar Periyavargalaana Pinbu, Avargal Yepthaavai Nokki: Unakku Engal Thagappan Veettile Sudhandharam Illai; Nee Anniya Sthreeyin Magan Endru Solli Avanaith Thuraththinaargal. "
},{ "Verses": "3 appozhudhu Yepthaa: Than Sagodhararai Vittu Odippoi, Thopthesaththile Kudiyirundhaan; Veenaraana Manushar Yepthaavode Koodikkondu, Avanodekooda Yuththaththirkup Povaargal. "
},{ "Verses": "4 sila Naalaikkuppinbu, Ammon Puththirar Isravelin Mel Yuththampanninaargal. "
},{ "Verses": "5 avargal Isravelinmel Yuththam Pannumpodhu Keeleyaaththinmooppar Yepthaavaith Thopthesaththilirundhu Azhaiththuvarappoi, "
},{ "Verses": "6 yepthaavai Nokki: Nee Vandhu, Naangal Ammon Puththirarodu Yuththam Panna Engal Senaapadhiyaayirukka Vendum Endraargal. "
},{ "Verses": "7 adharku Yepthaa Keeleyaaththin Moopparaip Paarththu: Neengal Allavaa Ennaip Pagaiththu, En Thagappan Veettilirundhu Ennaith Thuraththinavargal? Ippozhudhu Ungalukku Aabaththu Nerittirukkira Samayaththil Neengal Ennidaththil En Varugireergal Endraan. "
},{ "Verses": "8 adharkuk Keeleyaaththinmooppar Yepthaavai Nokki: Nee Engaludanekooda Vandhu, Ammon Puththirarodu Yuththampanni, Keeleyaaththinkudigalaagiya Engal Anaivarmelum Thalaivanaayirukka Vendum; Idharkaaga Ippozhudhu Unnidaththil Vandhom Endraargal. "
},{ "Verses": "9 adharku Yepthaa: Ammon Puththirarode Yuththampanna, Neengal Ennaith Thirumba Azhaiththupponapinbu, Karththar Avargalai En Munnilaiyaai Oppukkoduththaal, Ennai Ungalukkuth Thalaivanaai Vaippeergalaa Endru Keeleyaaththinmoopparaik Kettaan. "
},{ "Verses": "10 keeleyaaththinmooppar Yepthaavaip Paarththu: Naangal Un Vaarththaiyinpadiye Seyyaavittaal, Karththar Namakku Nadunindru Ketpaaraaga Endraargal. "
},{ "Verses": "11 appozhudhu Yepthaa Keeleyaaththinmoopparode Koodapponaan; Janangal Avanaith Thangalmel Thalaivanum Senaapadhiyumaaga Vaiththaargal. Yepthaa Than Kaariyangalaiyellaam Mispaavile Karththarudaiya Sannidhiyile Sonnaan. "
},{ "Verses": "12 pinbu Yepthaa Ammon Puththirarin Raajaavinidaththirku Sthaanaapadhigalai Anuppi: Nee En Dhesaththil Enakku Virodhamaaga Yuththampanna Varugiradharku, Enakkum Unakkum Enna Vazhakku Irukkiradhu Endru Ketkachchonnaan. "
},{ "Verses": "13 ammon Puththirarin Raajaa Yepthaavin Sthaanaapadhigalai Nokki: Isravelar Egipthilirundhu Varugirapodhu, Arnon Thuvakki Yaabokmattum, Yordhaanmattum Irukkira En Dhesaththaik Kattikkondaargale; Ippozhudhu Adhai Enakku Samaadhaanamaaith Thirumbakkoduththuvida Vendum Endru Sollungal Endraan. "
},{ "Verses": "14 yepthaa Marupadiyum Ammon Puththirarin Raajaavinidaththirku Sthaanaapadhigalai Anuppi, Avanukku Solla Sonnadhaavadhu: "
},{ "Verses": "15 yepthaa Sollugiradhu Ennavendraal: Isravelar Movaabiyarin Dhesaththaiyaagilum, Ammon Puththirarin Dhesaththaiyaagilum Kattikkondadhillaiye. "
},{ "Verses": "16 isravelar Egipthilirundhu Varugirapodhu, Vanaandharaththil Sivandha Samuththira Mattum Nadandhu, Pinbu Kaadhesukku Vandhu, "
},{ "Verses": "17 isravelar Edhomin Raajaavinidaththirku Sthaanaapadhigalai Anuppi: Naangal Un Dhesaththuvazhiyaaik Kadandhu Pogattum Endru Sollachchonnaargal; Adharku Edhomin Raajaa Sevikodukkavillai; Appadiye Movaabin Raajaavidaththirkum Anuppinaargal; Avanum Sammadhikkavillai. Aadhalaal Isravelar Kaadhesile Thariththirundhu, "
},{ "Verses": "18 pinbu Vanaandharavazhiyaai Nadandhu Edhom Dhesaththaiyum Movaab Dhesaththaiyum Sutrippoi, Movaabin Dhesaththirkuk Kizhakke Vandhu, Movaabin Ellaikkul Pravesiyaamal, Movaabin Ellaiyaana Arnon Nadhikku Appaale Paalayamiranginaargal. "
},{ "Verses": "19 appozhudhu Isravelar Esponil Aalugira Seekon Ennum Emoriyarin Raajaavinidaththirku Sthaanaapadhigalai Anuppi: Naangal Un Dhesaththu Vazhiyaai Engal Sthaanaththirkuk Kadandhupoga Idankodu Endru Sollachchonnaargal. "
},{ "Verses": "20 seekon Isravelarai Nambaadhadhinaal, Than Ellaiyaik Kadandhupogiradharku Idankodaamal Than Janangalaiyellaam Kootti, Yaagaasile Paalayamirangi, Isravelarode Yuththam Panninaan. "
},{ "Verses": "21 appozhudhu Isravelin Dhevanaagiya Karththar Seekonaiyum Avanudaiya Ellaa Janangalaiyum Isravelarin Kaiyil Oppukkoduththaar; Avargalai Muriya Adiththaargal; Appadiye Isravelar Andha Dhesaththile Kudiyirundha Emoriyarin Seemaiyaiyellaam Pidiththu, Arnon Thuvakki, "
},{ "Verses": "22 yaabokmattum Vanaandharam Thuvakki Yordhaanmattum Irukkira Emoriyarin Ellaiyaiyellaam Sudhandharamaaik Kattikkondaargal. "
},{ "Verses": "23 ippadi Isravelin Dhevanaagiya Karththar Emoriyaraith Thammudaiya Janamaagiya Isravelukku Munbaagath Thuraththiyirukka, Neer Andha Dhesaththaik Kattikkollaththagumaa? "
},{ "Verses": "24 ummudaiya Dhevanaagiya Kaamos Umakku Munbaagath Thuraththugiravargalin Dhesaththai Neer Kattikkollamaatteero? Appadiye Engal Dhevanaagiya Karththarengalukku Munbaagath Thuraththugiravargalin Dhesaththaiyellaam Naangalum Kattikkollugirom. "
},{ "Verses": "25 melum Sipporin Kumaaranaagiya Paalaak Ennum Movaabin Raajaavaip Paarkkilum Umakku Adhiga Nyaayam Undo? Avan Isravelode Eppodhaagilum Vazhakkaadinaanaa? Eppodhaagilum Avargalukku Virodhamaaga Yuththam Panninaanaa? "
},{ "Verses": "26 isravelar Esponilum Adhin Graamangalilum, Aaroverilum Adhin Graamangalilum, Arnon Nadhiyarugaana Ellaa Oorgalilum, Munnooru Varusham Kudiyirukkaiyil, Ivvalavukaalamaai Neengal Adhaith Thiruppikkollaadhe Ponadhenna? "
},{ "Verses": "27 naan Umakku Virodhamaaik Kutram Seyyavillai; Neer Enakku Virodhamaai Yuththam Pannugiradhinaal Neer Thaan Enakku Aniyaayam Seygireer; Nyaayaadhipadhiyaagiya Karththar Indru Isravel Puththirarukkum Ammon Puththirarukkum Nadunindru Nyaayam Theerkkakkadavar Endru Solli Anuppinaan. "
},{ "Verses": "28 aanaalum Ammon Puththirarin Raajaa Thanakku Yepthaa Solliyanuppina Vaarththaigalukku Sevikodaadhe Ponaan. "
},{ "Verses": "29 appozhudhu Karththarudaiya Aavi Yepthaavin Mel Iranginaar; Avan Keeleyaaththaiyum Manaase Naattaiyum Kadandhupoi, Keeleyaaththilirukkira Mispaavukku Vandhu, Angeyirundhu Ammon Puththirarukku Virodhamaagap Ponaan. "
},{ "Verses": "30 appozhudhu Yepthaa Karththarukku Oru Poruththanaiyaip Panni: Dhevareer Ammon Puththirarai En Kaiyil Oppukkodukkave Oppukkoduththaal, "
},{ "Verses": "31 naan Ammon Puththiraridaththilirundhu Samaadhaanaththode Thirumbi Varumpodhu, En Veettu Vaasarpadiyilirundhu Enakku Edhirkondu Varuvadhu Edhuvo Adhukarththarukku Uriyadhaagum. Adhai Sarvaanga Thaganapaliyaaga Seluththuven Endraan. "
},{ "Verses": "32 yepthaa Ammon Puththirarinmel Yuththampanna, Avargalukku Virodhamaaip Purappattupponaan; Karththar Avargalai Avan Kaiyil Oppukkoduththaar. "
},{ "Verses": "33 avan Avargalai Aarover Thuvakki Minniththirkup Pogumattum, Dhraatchaththottaththu Nilangal Varaikkum, Magaa Sangaaramaai Muriya Adiththu, Irubadhu Pattanangalaip Pidiththaan; Ippadi Ammon Puththirar Isravel Puththirarukku Munbaagath Thaazhththappattaargal. "
},{ "Verses": "34 yepthaa Mispaavilirukkira Than Veettukku Varugirapodhu, Idho, Avan Kumaaraththi Thamburu Vaasiththu Nadanancheydhu, Avanukku Edhirkonduvandhaal; Aval Avanukku Ore Pillaiyaanaval; Avalaiyallaamal Avanukkuk Kumaaranum Illai Kumaaraththiyum Illai. "
},{ "Verses": "35 avan Avalaik Kandavudane Than Vasthirangalaik Kizhiththukkondu: Aiyo! En Magale, Ennai Migavum Manamadiyavum Kalangavum Pannugiraai; Naan Karththarai Nokki En Vaayaith Thirandhu Sollivitten; Adhai Naan Maatrak Koodaadhu Endraan. "
},{ "Verses": "36 appozhudhu Aval: En Thagappane, Neer Karththarai Nokki Ummudaiya Vaayaith Thirandhu Pesineerallavo? Ammon Puththiraraagiya, Ummudaiya Saththurukkalukku Needhiyai Sarikkattum Jeyaththaik Karththar Umakkuk Kattalaiyittapadiyinaal, Ummudaiya Vaayilirundhu Purappattapadiye Enakku Seyyum Endraal. "
},{ "Verses": "37 pinnum Aval Than Thagappanai Nokki: Neer Enakku Oru Kaariyam Seyya Vendum; Naan Malaigalinmel Poiththirindhu, Naanum En Thozhimaargalum En Kannimaiyinimiththam Dhukkankondaada, Enakku Irandumaadham Thavanaikodum Endraal. "
},{ "Verses": "38 adharku Avan: Poi Vaa Endru Avalai Irandu Maadhaththirku Anuppivittaan; Aval Than Thozhimaargalodum Koodappoi, Than Kannimaiyinimiththam Malaigalin Mel Dhukkankondaadi, "
},{ "Verses": "39 irandumaadham Mudindhapinbu, Than Thagappanidaththirkuth Thirumbivandhaal; Appozhudhu Avan Panniyirundha Than Poruththanaiyin Padi Avalukku Seydhaan; Aval Purushanai Ariyaadhirundhaal. "
},{ "Verses": "40 idhinimiththam Isravelin Kumaaraththigal Varushandhorum Poi, Naalu Naal Keeleyaaththiyanaana Yepthaavin Kumaaraththiyaikkuriththup Pulambuvadhu Isravelile Vazhakkamaayitru. "
}
]