[
{ "Verses": "1 isravelar Mispaavile Irukkum Podhu: Nammil Oruvanum Than Kumaaraththiyai Benyameenarukku Vivaagampannikkoduppadhillai Endru Aanaiyittirundhaargal. "
},{ "Verses": "2 aagaiyaal Janangal Dhevanudaiya Veettirkup Poi, Ange Dhevasannidhiyil Saayankaalamattum Irundhu, Saththamittu, Migavum Azhudhu; "
},{ "Verses": "3 isravelin Dhevanaagiya Karththaave, Indru Isravelil Oru Koththiram Kuraindhupogaththakkadhaaga Isravelil Indhak Kaariyam Nerittadhu Enna Endraargal. "
},{ "Verses": "4 marunaalile, Janangal Kaalame Ezhundhirundhu, Ange Oru Palipeedaththaik Katti, Sarvaanga Thaganapaligalaiyum Samaadhaana Paligalaiyum Seluththinaargal. "
},{ "Verses": "5 karththarudaiya Sannidhiyil Mispaavukku Varaadhavan Nichchayamaaik Kolai Seyyappadakkadavan Endru Avargal Periya Aanaiyittirundhapadiyaal, Isravel Puththirar: Karththarudaiya Sannidhiyil Sabaikoodinapodhu, Israveludaiya Ellaak Koththirangalilumirundhu Varaadhe Ponavargal Yaar Endru Visaariththaargal. "
},{ "Verses": "6 isravel Puththirar Thangal Sagodhararaagiya Benyameenarai Ninaiththu, Manasthaabappattu: Indru Isravelil Oru Koththiram Aruppundupoyitre. "
},{ "Verses": "7 meendhiruppavargalukku Manaivigal Kidaikkumpadi Naam Avargalukkaaga Ennaseyyalaam? Nammudaiya Kumaaraththigalil Oruththiyaiyum Avargalukkuk Koduppadhillai Endru Naam Karththar Mel Aanaiyittukkondome. "
},{ "Verses": "8 isravelin Koththirangalil Mispaavile Karththarudaiya Sannidhiyil Varaadhepona Yaadhoruvar Undo Endru Visaariththaargal; Appozhudhu Keeleyaaththilulla Yaabesin Manusharil Oruvarum Paalayaththil Sabaikoodinapodhu Varavillai. "
},{ "Verses": "9 janangal Lakkampaarkkappatta Podhu, Keeleyaaththilirukkira Yaabesin Kudigalil Ange Oruvarum Irundhadhillai. "
},{ "Verses": "10 udane Sabaiyaar Balavaangalil Panneeraayiramperai Ange Azhaiththu: Neengal Poi, Keeleyaaththilulla Yaabesin Kudigalai Sthreegalodum Pillaigalodum Pattayakkarukkinaal Vettungal. "
},{ "Verses": "11 sagala Aanpillaigalaiyum, Purusharai Arindha Sagala Penpillaigalaiyum Sangarikkadaveergal Endru Avargalukkuk Kattalaiyittu Anuppinaargal. "
},{ "Verses": "12 ivargal Keeleyaaththilulla Yaabesin Kudigalidaththile Purusharai Ariyaadha Naanooru Kannippengalaik Kandu Pidiththu, Avargalaik Kaanaandhesamaana Seelovilirukkira Paalayaththirkuk Konduvandhaargal. "
},{ "Verses": "13 appozhudhu Rimmon Kanmalaiyilirukkira Benyameen Puththirarode Pesavum, Avargalukku Samaadhaanam Kooravum, Sabaiyaar Ellaarum Manusharai Anuppinaargal. "
},{ "Verses": "14 appadiye Akkaalaththil Benyameenar Thirumba Vandhaargal; Keeleyaaththilirukkira Yaabesin Sthreegalil Uyirode Vaiththa Pengalai Avargalukkuk Koduththaargal; Appadi Seydhum Avargal Thogaikkuk Kaanaadhirundhadhu. "
},{ "Verses": "15 isravel Koththirangalile Karththar Oru Pilappai Undaakkinaar Endru Janangal Benyameenarukkaaga Manasthaabappattaargal. "
},{ "Verses": "16 benyameen Koththira Sthreegal Azhindhapadiyinaale, Meedhiyaana Matrappergalukkum Manaivigal Kidaikkumpadi Ennaseyyalaam Endru Sabaiyin Moopparaanavargal Kettu, "
},{ "Verses": "17 isravelil Oru Koththiram Nirmoolamaagaadhapadikku, Thappinavargaludaiya Sudhandharam Benyameenukku Irukkavendume, "
},{ "Verses": "18 naamo Nammudaiya Kumaaraththigalil Avargalukkup Penkodukkak Koodaadhu; Benyameenarukkup Penkodukkiravan Sabikkappattavan Endru, Isravel Puththirar Aanaiyittaargale Endraargal. "
},{ "Verses": "19 pinnum, Idho, Beththelukku Vadakke Beththelilirundhu Seegemukkup Pogira Paadhaikku Kizhakkaagavum Liponaavukkuth Therkaagavum Irukkira Seelovile Varushandhorum Karththarukkup Pandigai Kondaadappadugiradhe Endru Solli, "
},{ "Verses": "20 avargal Benyameen Puththirarai Nokki: Neengal Poi, Dhraatchaththottangalile Padhivirundhu, "
},{ "Verses": "21 seelovin Kumaaraththigal Keedhavaaththiyaththode Nadanampannugiravargalaaip Purappattu Varugiradhai Neengal Kaanumpodhu, Dhraatchaththottangalilirundhu Purappattu, Ungalil Avaravar Seelovin Kumaaraththigalil, Ovvoru Pennaip Pidiththu Benyameen Dhesaththirkuk Kondupongal. "
},{ "Verses": "22 avargaludaiya Thagappanmaaraagilum, Sagodhararaagilum Engalidaththil Muraiyida Varumpodhu, Naangal Avargalai Nokki: Engal Nimiththam Avargalukku Dhayavuseyyungal; Naangal Yuththampanni, Avanavanukku Manaiviyai Vaangikkodukkavillai; Ungalmel Kutramundaaga Ippodhu Neengal Avargalukku Manaivigalaik Kodukkavum Illai Enbom Endru Sonnaargal. "
},{ "Verses": "23 benyameen Puththirar Appadiye Seydhu, Nadanampannugiravargalile Thangal Thogaikku Sariyaana Pengalai Manaivigalaagap Pidiththukkondu, Thangal Sudhandharaththirkuth Thirumbippoi, Pattanangalaip Pudhuppiththuk Katti, Avaigalil Kudiyirundhaargal. "
},{ "Verses": "24 isravel Puththirarum Akkaalaththile Avvidam Vittu Avaravar Thangal Koththiraththukkum Thangal Kudumbaththukkum Poi, Avaravar Thangal Sudhandharaththil Serndhaargal. "
},{ "Verses": "25 annaatkalile Isravelil Raajaa Illai; Avanavan Thanthan Paarvaikku Saripponapadi Seydhuvandhaan. "
}
]