[
{ "Verses": "1 isravel Puththirar Marupadiyum Karththarin Paarvaikkup Pollaappaanadhai Seydhapadiyaal, Karththar Avargalai Naarpadhu Varushamalavum Pelisthar Kaiyil Oppukkoduththaar. "
},{ "Verses": "2 appozhudhu Thaan Vamsaththaanaagiya Soraa Ooraanaana Oru Manushan Irundhaan; Avan Per Manovaa; Avan Manaivi Pillaiperaadha Maladiyaayirundhaal. "
},{ "Verses": "3 karththarudaiya Thoodhanaanavar Andha Sthreekku Dharisanamaagi, Avalai Nokki: Idho, Pillaiperaadha Maladiyaana Nee Karppandhariththu, Oru Kumaaranaip Peruvaai. "
},{ "Verses": "4 aadhalaal Nee Dhraatcharasamum Madhubaanamum Kudiyaadhapadikkum, Theettaanadhu Ondrum Pusiyaadhapadikkum Echcharikkaiyaayiru. "
},{ "Verses": "5 nee Karppandhariththu, Oru Kumaaranaip Peruvaai; Avan Thalaiyinmel Savaragan Kaththi Padalaagaadhu; Andhap Pillai Pirandhadhumudhal Dhevanukkendru Nasareyanaayiruppaan; Avan Isravelaip Pelistharin Kaikku Neengalaakki Ratchikkath Thodanguvaan Endraar. "
},{ "Verses": "6 appozhudhu Andha Sthree Than Purushanidaththil Vandhu: Dhevanudaiya Manushan Oruvar Ennidaththil Vandhaar; Avarudaiya Saayal Dhevanudaiya Thoodharin Saayalaippola Magaa Bayangaramaayirundhadhu; Engeyirundhu Vandheer Endru Naan Avaridaththil Ketkavillai; Avar Thammudaiya Naamaththai Enakku Sollavumillai. "
},{ "Verses": "7 avar Ennai Nokki: Idho, Nee Karppandhariththu, Oru Kumaaranaip Peruvaai; Aadhalaal Nee Dhraatcharasamum Madhubaanamum Kudiyaamalum, Theettaanadhu Ondrum Pusiyaamalum Iru; Andhap Pillai Pirandhadhu Mudhal Than Marananaal Mattum Dhevanukkendru Nasareyanaayiruppaan Endru Sonnaar Endraal. "
},{ "Verses": "8 appozhudhu Manovaa Karththarai Nokki Vinnappampanni: Aa, En Aandavare, Neer Anuppina Dhevanudaiya Manushan Marupadiyum Oruvisai Engalidaththil Vandhu, Pirakkappogira Pillaikkaaga Naangal Seyyavendiyadhai Engalukkuk Karpippaaraaga Endru Vendikkondaan. "
},{ "Verses": "9 dhevan Manovaavin Saththaththukku Sevikoduththaar; Andha Sthree Vayal Veliyil Irukkumpodhu Dhevanudaiya Thoodhanaanavar Thirumbavum Avalidaththil Vandhaar; Appozhudhu Aval Purushanaagiya Manovaa Avalode Irukkavillai. "
},{ "Verses": "10 aagaiyaal Andha Sthree Seekkiramaai Odi, Idho, Andru Ennidaththil Vandhavar Enakku Dharisanamaanaar Endru Than Purushanukku Ariviththaal. "
},{ "Verses": "11 appozhudhu Manovaa Ezhundhirundhu, Than Manaiviyin Pinnaale Poi, Avaridaththukku Vandhu: Indha Sthreeyode Pesinavar Neerdhaanaa Endru Avaridaththil Kettaan; Avar Naan Thaan Endraar. "
},{ "Verses": "12 appozhudhu Manovaa: Neer Sonnakaariyam Niraiverumpodhu, Andhap Pillaiyai Eppadi Valarkkavendum, Adhai Eppadi Nadaththavendum Endru Kettaan. "
},{ "Verses": "13 karththarudaiya Thoodhanaanavar Manovaavai Nokki: Naan Sthreeyode Sonna Yaavatrirkum, Aval Echcharikkaiyaayirundhu, "
},{ "Verses": "14 dhraatchachchediyile Undaagiradhondrum Saappidaamalum, Dhraatcharasamum Madhubaanamum Kudiyaamalum, Theettaanadhondrum Pusiyaamalum, Naan Avalukkuk Kattalaiyittadhaiyellaam Kaikkollakkadaval Endraar. "
},{ "Verses": "15 appozhudhu Manovaa Karththarudaiya Thoodhanai Nokki: Naangal Oru Vellaattukkuttiyai Umakkaaga Samaiththukkonduvarumattum Thariththirum Endraan. "
},{ "Verses": "16 karththarudaiya Thoodhanaanavar Manovaavai Nokki: Nee Ennai Irukka Sonnaalum Naan Un Unavaip Pusiyen; Nee Sarvaanga Thaganapali Idavendumaanaal, Adhai Nee Karththarukku Seluththuvaayaaga Endraar. Avar Karththarudaiya Thoodhan Endru Manovaa Ariyaadhirundhaan. "
},{ "Verses": "17 appozhudhu Manovaa Karththarudaiya Thoodhanai Nokki: Neer Sonnakaariyam Niraiverumpodhu, Naangal Ummai Ganampannumpadi Ummudaiya Naamam Enna Endru Kettaan. "
},{ "Verses": "18 adharkuk Karththarudaiya Thoodhanaanavar; En Naamam Enna Endru Nee Ketkavendiyadhu Enna? Adhu Adhisayam Endraar. "
},{ "Verses": "19 manovaa Poi, Vellaattuk Kuttiyaiyum, Pojanapaliyaiyum Konduvandhu, Adhaik Kanmalaiyinmel Karththarukku Seluththinaan; Appozhudhu Manovaavum Avan Manaiviyum Paarththukkondirukkaiyil, Adhisayam Vilanginadhu. "
},{ "Verses": "20 akkinijuvaalai Palipeedaththilirundhu Vaanaththirku Neraaga Ezhumbugaiyil, Karththarudaiya Thoodhanaanavar Palipeedaththin Juvaalaiyile Eripponaar; Adhai Manovaavum Avan Manaiviyum Kandu, Tharaiyile Mugankuppura Vizhundhaargal. "
},{ "Verses": "21 pinbu Karththarudaiya Thoodhanaanavar Manovaavukkum Avan Manaivikkum Kaanappadavillai; Appozhudhu Avar Karththarudaiya Thoodhan Endru Manovaa Arindhu, "
},{ "Verses": "22 than Manaiviyaip Paarththu: Naam Dhevanaik Kandom, Saagave Saavom Endraan. "
},{ "Verses": "23 adharku Avan Manaivi: Karththar Nammaik Kondrupoda Siththamaayirundhaal, Avar Nammudaiya Kaiyile Sarvaanga Thaganapaliyaiyum Pojanapaliyaiyum Oppukkollamaattaar, Ivaigalaiyellaam Namakkuk Kaanbikkavumaattaar, Ivaigalai Namakku Arivikkavumaattaar Endraal. "
},{ "Verses": "24 pinbu Andha Sthree Oru Kumaaranaip Petru, Avanukku Simson Endru Perittaal. Andhap Pillai Valarndhadhu; Karththar Avanai Aaseervadhiththaar. "
},{ "Verses": "25 avan Soraavukkum Esthaavolukkum Naduvilulla Thaanin Paalayaththil Irukkaiyil Karththarudaiya Aaviyaanavar Avanai Evaththuvakkinaar. "
}
]