[
{ "Verses": "1 pinnum Isravel Puththirar Karththarin Paarvaikkup Pollaappaanadhai Seydhaargal; Appozhudhu Karththar Avargalai Ezhu Varusham Meedhiyaaniyarin Kaiyil Oppukkoduththaar . "
},{ "Verses": "2 meedhiyaaniyarin Kai Isravelin Melpalaththukkondapadiyaal, Isravel Puththirar Meedhiyaaniyar Nimiththam Thangalukku Malaigalilulla Kebigalaiyum Kugaigalaiyum Aranaana Sthalangalaiyum Adaikkalangalaakkikkondaargal. "
},{ "Verses": "3 isravelar Vidhai Vidhaiththirukkum Podhu, Meedhiyaaniyarum Amalekkiyarum Kizhakkaththip Puththirarum Avargalukku Virodhamaai Ezhumbi Vandhu; "
},{ "Verses": "4 avargalukku Edhire Paalayamirangi, Kaasaavin Ellaimattum Nilaththin Vilaichchalaik Keduththu, Isravelile Aagaaraththaiyaagilum, Aadumaadugal Kazhudhaigalaiyaagilum Vaikkaadhe Povaargal. "
},{ "Verses": "5 avargal Thangal Mirugajeevangalodum, Thangal Koodaarangalodum, Vettukkiligalaippol Thiralaai Varuvaargal; Avargalum Avargal Ottagangalum Ennimudiyaadhadhaayirukkum; Indhappragaaramaaga Dhesaththaik Keduththuvida Adhile Varuvaargal. "
},{ "Verses": "6 ippadi Meedhiyaaniyaraale Isravelar Migavum Sirumaippattaargal; Appozhudhu Isravel Puththirar Karththarai Nokki Muraiyittaargal. "
},{ "Verses": "7 isravel Puththirar Meedhiyaaniyar Nimiththam Karththarai Nokki Muraiyittapodhu, "
},{ "Verses": "8 karththar Oru Theerkkadharisiyai Avargalidaththirku Anuppinaar; Avan Avargalai Nokki: Isravelin Dhevanaagiya Karththar Uraikkiradhu Ennavendraal: Naan Ungalai Egipthilirundhu Varavum, Adimaiththana Veettilirundhu Purappadavum Seydhu, "
},{ "Verses": "9 egipthiyar Kaiyinindrum, Ungalai Odukkina Yaavarudaiya Kaiyinindrum Ungalai Ratchiththu, Avargalai Ungalukku Munbaagath Thuraththi, Avargal Dhesaththai Ungalukkuk Koduththu, "
},{ "Verses": "10 naan Ungal Dhevanaagiya Karththar Endrum, Neengal Kudiyirukkum Avargal Dhesaththilulla Emoriyarudaiya Dhevargalukku Bayappadaadhirungal Endrum, Ungalukku Sonnen; Neengalo En Sollaik Kelaadheponeergal Engiraar Endru Sonnaan. "
},{ "Verses": "11 adharkuppinbu Karththarudaiya Thoodhanaanavar Vandhu, Abiyesriyanaana Yovaasin Ooraagiya Opraavilirukkum Oru Karvaalimaraththinkeezh Utkaarndhaar; Appozhudhu Avanudaiya Kumaaran Kidhiyon Kodhumaiyai Meedhiyaaniyarin Kaikkuth Thappuvikkiradharkaaga, Aalaikku Sameebamaai Adhaip Poradiththaan. "
},{ "Verses": "12 karththarudaiya Thoodhanaanavar Avanukku Dharisanamaagi: Paraakkiramasaaliye Karththar Unnode Irukkiraar Endraar. "
},{ "Verses": "13 appozhudhu Kidhiyon Avarai Nokki: Aa En Aandavane, Karththar Engalode Irundhaal, Ivaiyellaam Engalukku Neriduvaanen? Karththar Engalai Egipthilirundhu Konduvaravillaiyaa Endru Engal Pidhaakkal Engalukku Vivariththuchchonna Avarudaiya Arpudhangalellaam Enge? Ippozhudhu Karththar Engalaik Kaivittu, Meedhiyaaniyar Kaiyil Engalai Oppukkoduththaare Endraan. "
},{ "Verses": "14 appozhudhu Karththar Avanai Nokkippaarththu: Unakku Irukkira Indha Balaththode Po; Nee Isravelai Meedhiyaaniyarin Kaikku Neengalaakki Ratchippaai; Unnai Anuppugiravar Naan Allavaa Endraar. "
},{ "Verses": "15 adharku Avan: Aa En Aandavare, Naan Isravelai Edhinaale Ratchippen; Idho, Manaaseyil En Kudumbam Migavum Eliyadhu; En Thagappan Veettil Naan Ellaarilum Siriyavan Endraan. "
},{ "Verses": "16 adharkuk Karththar: Naan Unnodekooda Iruppen; Ore Manushanai Muriya Adippadhupola Nee Meedhiyaaniyarai Muriya Adippaai Endraar. "
},{ "Verses": "17 appozhudhu Avan: Ummudaiya Kangalil Ippozhudhum Enakkuththayai Kidaiththadhaanaal Ennode Pesugiravar Dhevareerdhaan Endru Enakku Oru Adaiyaalaththaik Kaattavendum. "
},{ "Verses": "18 naan Ummidaththirku En Kaanikkaiyaik Konduvandhu, Umakku Munbaaga Vaikkumalavum, Ivvidam Vittuppogaadhiruppeeraaga Endraan; Adharku Avar: Nee Thirumbivarumattum Naan Iruppen Endraar. "
},{ "Verses": "19 udane Kidhiyon Ulle Poi, Oru Vellaattukkuttiyaiyum Oru Marakkaal Maavile Pulippillaadha Appangalaiyum Aayaththappaduththi, Iraichchiyai  Oru Koodaiyil Vaiththu, Aanaththai Oru Kinnaththil Vaarththu, Adhai Veliye Karvaalimaraththin Keezhirukkira Avaridaththil Konduvandhu Vaiththaan. "
},{ "Verses": "20 appozhudhu Dhevanudaiya Thoodhanaanavar Avanai Nokki: Nee Iraichchiyaiyum Pulippillaadha Appangalaiyum Eduththu, Indhak Karpaaraiyin Mel Vaiththu Aanaththai Ootru Endraar; Avan Appadiye Seydhaan. "
},{ "Verses": "21 appozhudhu Karththarudaiya Thoodhan Thamadhu Kaiyilirundha Kolin Nuniyai Neetti, Iraichchiyaiyum Pulippillaadha Appangalaiyum Thottaar; Appozhudhu Akkini Karpaaraiyilirundhu Ezhumbi, Iraichchiyaiyum Pulippillaadha Appangalaiyum Patchiththadhu; Karththarin Thoodhanovendraal, Avan Kangalukku Maraindhu Ponaar. "
},{ "Verses": "22 appozhudhu Kidhiyon, Avar Karththarudaiya Thoodhan Endru Kandu: Aiyo, Karththaraana Aandavare, Naan Karththarudaiya Thoodhanai Mugamugamaaik Kandene Endraan. "
},{ "Verses": "23 adharkuk Karththar: Unakku Samaadhaanam; Bayappadaadhe, Nee Saavadhillai Endru Sonnaar. "
},{ "Verses": "24 ange Kidhiyon Karththarukku Oru Palipeedaththaik Katti, Adharku Yegovaa Shaalom Endru Perittaan; Adhu Innaalvaraikkum Abiyesriyarin Ooraagiya Opraavil Irukkiradhu. "
},{ "Verses": "25 andru Raaththiriyile Karththar Avanai Nokki: Nee Un Thagappanukku Irukkira Kaalaigalil Ezhu Vayadhaana Irandaam Kaalaiyaik Kondupoi, Un Thagappanukku Irukkira Paagaalin Palipeedaththaith Thagarththu, Adhin Arugeyirukkira Thoppai Vettippottu, "
},{ "Verses": "26 indhak Karpaarai Uchchiyile Paangaana Oru Idaththil Un Dhevanaagiya Karththarukku Oru Palipeedaththaik Katti, Andha Irandaam Kaalaiyaik Konduvandhu, Adhai Nee Vettippotta Thoppinudaiya Kattai Viragugalin Mel Sarvaanga Thaganamaagap Paliyidakkadavaai Endraar. "
},{ "Verses": "27 appozhudhu Kidhiyon, Than Velaiyaatkalil Paththupperai Serththu, Karththar Thanakku Sonnapadiye Seydhaan; Avan Than Thagappan Kudumbaththaarukkum Andha Oor Manusharukkum Bayappattapadiyinaale, Adhaip Pagalile Seyyaamal, Iravile Seydhaan. "
},{ "Verses": "28 andha Oor Manushar Kaalame Ezhundhirundhapodhu, Idho, Paagaalin Palipeedam Thagarkkappattadhum, Adhin Arugeyirundha Thoppu Vettippodappattadhum, Kattappattirundha Palipeedaththinmel Andha Irandaam Kaalai Paliyidappattadhumaayirukka Avargal Kandu; "
},{ "Verses": "29 oruvaraiyoruvar Nokki: Indhak Kaariyaththai Seydhavan Yaar Endraargal; Kettu Visaarikkirapodhu, Yovaasin Magan Kidhiyon Idhai Seydhaan Endraargal. "
},{ "Verses": "30 appozhudhu Ooraar Yovaasai Nokki: Un Maganai Veliye Kondu Vaa; Avan Paagaalin Palipeedaththaith Thagarththu, Adhin Arugeyirundha Thoppai Vettippottaan, Avan Saagavendum Endraargal. "
},{ "Verses": "31 yovaas Thanakku Virodhamaaga Nirkira Anaivaraiyum Paarththu: Neengalaa Paagaalukkaaga Vazhakkaaduveergal? Neengalaa Adhai Ratchippeergal? Adharkaaga Vazhakkaadugiravan Indru Kaalaiyile Thaane Saagakkadavan; Adhu Dhevanaanaal Than Palipeedaththaith Thagarththadhinimiththam, Adhu Thaane Thanakkaaga Vazhakkaadattum Endraan. "
},{ "Verses": "32 than Palipeedaththaith Thagarththadhinimiththam Paagaal Avanode Vazhakkaadattum Endru Solli, Annaalile Avanukku Yerupaagaal Endru Peridappattadhu. "
},{ "Verses": "33 meedhiyaaniyarum Amalekkiyarum Kizhakkaththip Puththirar Yaavarum Egamaaikkoodi, Aatraik Kadandhuvandhu, Yesrayel Pallaththaakkile Paalayamiranginaargal. "
},{ "Verses": "34 appozhudhu Karththarudaiya Aaviyaanavar Kidhiyonmel Iranginaar; Avan Ekkaalam Oodhi, Abiyesriyaraik Kooppittu, Thanakkup Pinsellumpadi Seydhu, "
},{ "Verses": "35 manaase Naadengum Sthaanaapadhigalai Anuppi, Avargalaiyum Kooppittu, Thanakkup Pin Sellumpadi Seydhu, Aaser, Sebulon, Napthali Naadugalilum Aatkalai Anuppinaan; Avargalum Avanukku Edhirkonduvandhaargal. "
},{ "Verses": "36 appozhudhu Kidhiyon Dhevanai Nokki: Dhevareer Sonnapadi En Kaiyinaale Isravelai Ratchikkavendumaanaal, "
},{ "Verses": "37 idho, Naan Mayirulla Oru Tholaik Kalaththile Podugiren; Pani Tholinmel Maaththiram Peydhu, Boomiyellaam Kaaindhirundhaal, Appozhudhu Dhevareer Sonnapadi Isravelai En Kaiyinaal Ratchippeer Endru Adhinaale Ariven Endraan. "
},{ "Verses": "38 appadiye Aayitru. Avan Marunaal Kaalame Ezhundhirundhu, Tholaikkasakki, Adhilirundha Panineerai Oru Kinnam Niraiyappizhindhaan. "
},{ "Verses": "39 appozhudhu Kidhiyon Dhevanai Nokki: Naan Innum Oruvisaimaaththiram Pesugiren, Umadhu Kobam En Mel Moolaadhiruppadhaaga; Tholinaale Naan Innum Orevisai Sodhanaipannattum; Tholmaaththiram Kaaindhirukkavum Boomiyengum Pani Peydhirukkavum Kattalaiyidum Endraan. "
},{ "Verses": "40 appadiye Dhevan Andru Raaththiri Seydhaar; Tholmaaththiram Kaaindhirundhu, Boomiyengum Pani Peydhirundhadhu. "
}
]