[
{ "Verses": "1 obadhiyaavin Dharisanam; Karththaraagiya Aandavar Edhomaik Kuriththu Sollugiradhu Ennavendraal: Ezhumbungal, Adharku Virodhamaaga Yuththampanna Ezhumbuvom Vaarungal Endru Arivikka Sthaanaapadhi Jaadhigalidaththil Anuppappadum Seydhiyaik Karththar Sollakkettom. "},
{ "Verses": "2 idho, Naan Unnai Jaadhigalil Sirugappanninen; Nee Meththavum Asattaipannappattirukkiraai. "},
{ "Verses": "3 kanmalai Vedippugalaagiya Un Uyarndha Sthaanaththile Kudiyirundhu, Ennaith Tharaiyile Vizhaththallugiravan Yaar Endru Un Irudhayaththil Sollugiravane, Un Irudhayaththin Agandhai Unnai Mosampokkugiradhu. "},
{ "Verses": "4 nee Kazhugaippola Uyarapponaalum Nee Natchaththirangalukkulle Un Koottaik Kattinaalum, Avvidaththilirundhum Unnai Vizhaththalluvenendru Karththarsollugiraar, "},
{ "Verses": "5 nee Evvalavaai Sangarippattupponaai! Thirudaraagilum Raaththiriyil Kollaiyadikkiravargalaagilum Unnidaththil Vandhaal, Thangalukkup Podhumaanamattum Thiruduvaargal Allavo? Dhraatchappazhangalai Arukkiravargal Unnidaththil Vandhaal, Sila Pazhangalai Vittuviduvaargal Allavo? "},
{ "Verses": "6 esaavinudaiyavaigal Evvalavaaith Thedippaarkkappattadhu; Avanudaiya Andharangap Pokkishangal Evvalavaai Aaraaindheduththukkollappattadhu. "},
{ "Verses": "7 unnodu Udanpadikkai Seydha Ellaa Manusharum Unnai Ellaimattum Thuraththivittaargal; Unnodu Samaadhaanamaayirundha Manushar Unnai Mosampokki Unnai Merkondaargal; Un Appaththai Saappittavargal Unakkuk Keezhe Kannivaiththaargal, Avanukku Unarvillai. "},
{ "Verses": "8 annaalil Allavo Naan Edhomilulla Gnaanigalaiyum, Esaavin Parvadhaththilulla Buththimaangalaiyum Azhippen Endru Karththar Sollugiraar. "},
{ "Verses": "9 themaane, Esaavin Parvadhaththilulla Manushar Yaavarum Kolaiyinaal Sangarikkappadumpadi Un Paraakkiramasaaligal Kalanguvaargal. "},
{ "Verses": "10 nee Un Sagodharanaagiya Yaakkobukku Seydha Kodumaiyinimiththam Vetkam Unnai Moodum; Nee Mutrilum Sangarikkappattuppovaai. "},
{ "Verses": "11 nee Edhirththunindra Naalilum, Anniyar Avan Senaiyai Siraipidiththuppona Naalilum, Marudhesaththaar Avan Vaasalgalukkul Pravesiththu Erusaleminperil Seettuppotta Kaalaththil, Neeyum Avargalil Oruvanaippola Irundhaai. "},
{ "Verses": "12 un Sagodharan Anniyarvasamaana Naalaagiya Avanudaiya Naalai Nee Piriyaththode Paaraamalum, Yoodhaa Puththirarudaiya Azhivin Naalile Avargal Nimiththam Sandhoshappadaamalum Avargal Nerukkappadugira Naalile Nee Perumaiyaaip Pesaamalum Irukka Vendiyadhaayirundhadhu. "},
{ "Verses": "13 en Janaththin Aabaththunaalile Nee Avargal Vaasalgalukkul Pravesiyaamalum, Avargal Aabaththunaalile Avargal Anubavikkira Theengai Nee Piriyaththode Paaraamalum, Avargal Aabaththunaalile Avargal Aasthiyil Kaipodaamalum, "},
{ "Verses": "14 avargalil Thappinavargalai Sangarikkumpadi Vazhichchandhigalile Nirkaamalum, Ikkattu Naalil Avargalil Meedhiyaanavargalaik Kaattikkodaamalum Irukka Vendiyadhaayirundhadhu. "},
{ "Verses": "15 ellaa Jaadhigalukkum Virodhamaana Naalaagiya Karththarudaiya Naal Sameebamaai Vandhirukkiradhu; Nee Seydhapadiye Unakkum Seyyappadum; Un Seygaiyin Palan Un Thalaiyinmel Thirumbum. "},
{ "Verses": "16 neengal En Parisuththa Parvadhaththinmel Madhubaanampanninapadiye Ellaa Jaadhigalum Eppozhudhum Madhubaanampannuvaargal; Avargal Kudiththu Vizhunguvaargal. Iraadhavargalaippol Iruppaargal. "},
{ "Verses": "17 aanaalum Seeyon Parvadhaththile Thappiyiruppaar Undu, Avargal Parisuththamaayiruppaargal; Yaakkobin Vamsaththaar Thangaludaiya Sudhandharangalai Sudhandhariththukkolvaargal. "},
{ "Verses": "18 yaakkobu Vamsaththaar Akkiniyum, Yoseppu Vamsaththaar Akkinijuvaalaiyumaayiruppaargal; Esaa Vamsaththaaro Vaikkol Thurumbaayiruppaargal; Avargal Ivargalaik Koluththi, Esaavin Vamsaththil Meedhiyiraadhapadi Ivargalaip Patchippaargal; Karththar Idhai Sonnaar. "},
{ "Verses": "19 thendhesaththaar Esaavin Malaiyaiyum, Samanaana Dhesaththaar Pelistharin Dhesaththaiyum Sudhandhariththukkolvaargal; Avargal Eppiraayeemin Naattaiyum, Samaariyaavin Naattaiyum Sudhandhariththukkolvaargal; Benyameen Manushar Keeleyaaththaiyum Sudhandhariththukkolvaargal. "},
{ "Verses": "20 sarpaadhmattum Kaanaaniyarukkulle Siraippattuppona Isravel Puththiraraagiya Indha Senaiyum, Seppaaraaththil Siraippattuppona Erusalem Nagaraththaarum Thenthisaip Pattanangalai Sudhandhariththukkolvaargal. "},
{ "Verses": "21 esaavin Parvadhaththai Nyaayantheerppadharkaaga Ratchagargal Seeyonparvadhaththil Vandheruvaargal; Appozhudhu Raajyam Karththarudaiyadhaai Irukkum. "}
]