[
{ "Verses": "1 isravel Puththirare, Karththarudaiya Vaarththaiyaik Kelungal; Dhesaththuk Kudigalode Karththarukku Vazhakku Irukkiradhu; Adhenendraal Dhesaththile Unmaiyum Illai, Irakkamum Illai; Dhevanaippatriya Arivum Illai. "},
{ "Verses": "2 poiyaanaiyittu, Poisolli, Kolaiseydhu, Thirudi, Vibasaarampanni, Minji Minjippogiraargal; Raththappazhigalode Raththappazhigal Serugiradhu. "},
{ "Verses": "3 idhinimiththam Dhesam Pulambum; Adhil Kudiyirukkira Anaivarodunkooda Mirugajeevangalum Aagaayaththup Paravaigalum Thoindhupogum; Kadalin Machchangalum Vaarikkollappadum. "},
{ "Verses": "4 aagilum Oruvanum Nyaayaththaikkaanbikkavum, Oruvanum Avargalaik Kadindhukollavum Koodaadhu; Un Janangal Aasaariyanode Vazhakkaadugiravargalaippola Irukkiraargal. "},
{ "Verses": "5 aagaiyaal Nee Pagalile Idarivizhuvaai; Iravile Unnodekoodath Theerkkadharisiyum Idarivizhuvaan; Un Thaayai Naan Sangaarampannuven. "},
{ "Verses": "6 en Janangal Arivillaamaiyinaal Sangaaramaagiraargal; Nee Arivai Veruththaai Aagaiyaal Nee En Aasaariyanaayiraadhapadikku Naanum Unnai Veruththuviduven; Nee Un Dhevanudaiya Vedhaththai Marandhaai, Aagaiyaal Naanum Un Pillaigalai Marandhuviduven. "},
{ "Verses": "7 avargal Evvalavaaip Peruginaargalo, Avvalavaai Enakku Virodhamaaip Paavancheydhaargal; Avargaludaiya Magimaiyai Lachchaiyaaga Maarappannuven. "},
{ "Verses": "8 avargal En Janaththin Paavaththaith Thindru, Avargaludaiya Akkiramaththinperil Pasidhaagamaayirukkiraargal. "},
{ "Verses": "9 aadhalaal Janangalukku Eppadiyo Aasaariyanukkum Appadiye; Avargal Vazhigalinpadi Naan Avargalai Visaariththu, Avargal Kiriyaigalinpadi Avargalukkup Palanalippen. "},
{ "Verses": "10 avargal Karththarai Madhiyaamalirukkirapadiyinaal Avargal Thindraalum Thirupthiyadaiyaadhiruppaargal; Avargal Vesiththanampanninaalum Palugaadhiruppaargal. "},
{ "Verses": "11 vesiththanamum Dhraatcharasamum Madhubaanamum Irudhayaththai Mayakkum. "},
{ "Verses": "12 en Janangal Kattaiyinidaththil Aalosanai Ketkiraargal; Avargaludaiya Kol Avargalukku Seydhiyai Arivikkumendrirukkiraargal; Vesiththana Aavi Avargalai Vazhithappith Thiriyappannitru; Avargal Thangal Dhevanukkuk Keezhppattiraamal Soramaarkkam Ponaargal. "},
{ "Verses": "13 avargal Malaiyuchchiyil Paliyittu, Medugalile Karvaalimarangalin Keezhum, Punnaimarangalin Keezhum, Arasamarangalin Keezhum, Avaigalin Nizhal Nalladhendru, Thoobankaattugiraargal; Idhinimiththam Ungal Kumaaraththigal Vesiththanamum, Ungal Marumakkalmaar Vibasaaramum Seygiraargal. "},
{ "Verses": "14 ungal Kumaaraththigal Vesiththanam Seygiradhinimiththamum, Ungal Marumakkalmaar Vibasaaram Seygiradhinimiththamum, Naan Avargalai Dhandiyaamaliruppeno? Avargal Vilagi Vesigalode Koodappoi Dhaasigalode Paliyidugiraargal; Unarvillaadha Janangal Adhinaal Sikkundu Vizhuvaargal. "},
{ "Verses": "15 isravele, Nee Soramponaalum, Yoodhaavaagilum Andhap Paavaththukkullaagaadhiruppadhaaga; Kilkaalukku Varaamalum, Peththaavenukkup Pogaamalumkarththarudaiya Jeevanaanai Endru Aanaiyidaamalum Iruppeergalaaga. "},
{ "Verses": "16 isravel Adangaadha Kidaariyaippol Adangaadhirukkiradhu; Ippodhu Karththar Avargalai Visthaaramaana Veliyile Aattukkuttiyaippol Meyndhu Alaiyappannuvaar. "},
{ "Verses": "17 eppiraayeem Vikkiragangalodu Inaindhirukkiraan, Avanaip Pogavidu. "},
{ "Verses": "18 avargaludaiya Madhubaanam Puliththadhu, Avargal Eppodhum Sorampogiraargal, Avargaludaiya Adhipadhigal Thaarungalendru Lachchaiyaanadhai Naadugiraargal. "},
{ "Verses": "19 kaatru Avargalaith Than Settaigalil Irugap Pidikkum; Avargal Thangal Paligalaal Vetkappaduvaargal. "}
]