[
{ "Verses": "1 aasaariyargale, Idhaik Kelungal; Isravel Vamsaththaare, Gavaniyungal; Raajaavin Veettaare, Sevikodungal; Indha Nyaaya Visaarippu Ungalmel Sellum; Neengal Mispaavil Kanniyum Thaaborinmel Virikkappatta Valaiyumaaneergal. "},
{ "Verses": "2 nerithavarinavargal Migudhiyum Vadhaiseygiraargal; Avargal Ellaaraiyum Naan Dhandippen. "},
{ "Verses": "3 eppiraayeemai Naan Ariven, Isravel Enakku Maraivaanadhalla; Eppiraayeeme, Ippodhu Nee Soramponaaye, Isravel Theettuppattadhe. "},
{ "Verses": "4 avargal Thangal Dhevanidaththukkuth Thirumbuvadharkuth Thangal Kiriyaigalai Seerthiruththamaattaargal, Vesiththana Aavi Avargal Ullaththil Irukkiradhu; Karththarai Ariyaargal. "},
{ "Verses": "5 isravelin Agandhai Avargal Mugaththukku Munbaaga Saatchiyidugiradhu; Aagaiyaal Isravelum Eppiraayeemum Thangal Akkiramaththinaal Idarundu Vizhuvaargal; Avargalode Yoodhaavum Idarundu Vizhuvaan. "},
{ "Verses": "6 avargal Karththaraith Thedumpadi Thangal Aadugalodum Thangal Maadugalodum Povaargal; Avaraik Kaanamaattaargal; Avar Avargalai Vittu Vilaginaar. "},
{ "Verses": "7 karththarukku Virodhamaaga Dhrogampanninaargal; Anniyapillaigalaip Petraargal; Ippodhum Oru Maadhaththukkullaaga Avargal Thangal Pangugalode Patchikkappaduvaargal. "},
{ "Verses": "8 kibiyaavile Ekkaalaththaiyum, Raamaavile Poorigaiyaiyum Oodhungal; Peththaavenile Kadharungal; Benyameene Unnaip Pinthodarugiraargal. "},
{ "Verses": "9 dhandippin Naalile Eppiraayeem Paazhaavaan; Nichchayamaai Varappogiradhai Isravelin Koththirangalukkulle Arivikkiren. "},
{ "Verses": "10 yoodhaavin Prabukkal Ellaigalai Odhukkugiravargalukku Oppaanaargal; Avargalmel En Ukkirakobaththaith Thanneeraippola Ootruven. "},
{ "Verses": "11 eppiraayeem Thagaadha Karpanaiyai Manadhaarap Pinpatripponapadiyaal Avan Odungundu, Nyaayavisaaranaiyil Norukkappattuppogiraan. "},
{ "Verses": "12 naan Eppiraayeemukkup Pottarippaippolavum, Yoodhaavin Veettukku Uluppaippolavum Iruppen. "},
{ "Verses": "13 eppiraayeem Than Vyaadhiyaiyum, Yoodhaa Than Kaayaththaiyum Kandapodhu, Eppiraayeem Aseeriyanandaikkuppoi Yaarep Raajaavinidaththil Aalanuppinaan; Aanaalum Ungalai Gunamaakkavum Ungalil Irukkira Kaayaththai Aatravum Avanaal Koodaamarpoyitru. "},
{ "Verses": "14 naan Eppiraayeemukku Singampolavum, Yoodhaavin Vamsaththaarukkup Paalasingampolavum Iruppen; Naan Naane Peerivittup Poividuven; Thappuvippaar Illaamaiyaal Eduththukkondupoven. "},
{ "Verses": "15 avargal Thangal Kutrangalai Unarndhu, En Mugaththaith Thedumattum Naan En Sthaanaththukkuth Thirumbippoividuven; Thangal Aabaththil Ennaik Karuththaaith Theduvaargal. "}
]