[
    { "Verses": "1 yoodhaa dhEsaththu raajaakkaLaagiya usiyaa, yOdhaam, aagaaS, esEkkiyaa enbavargaLin naatkaLilum, yOvaasin kumaaranaagiya yeSrayElin raajaavaagiya yerobeyaam enbavanin naatkaLilum, peyEriyin kumaaranaagiya Osiyaavukku uNdaana karththarudaiya vasanam."},
    { "Verses": "2 karththar OsiyaavaikkoNdu uraikkaththodanginapOdhu, karththar Osiyaavai nOkki: nee pOi, oru sOra Sthreeyaiyum sOrappiLLaigaLaiyum unnidamaaga sErththukkoL; dhEsam karththarai vittu vilagi sOrampOyitru endraar."},
    { "Verses": "3 avan pOi, thiplaayimin kumaaraththiyaagiya kOmErai sErththukkoNdaan; avaL garppandhariththu, avanukku oru kumaaranaip petraaL."},
    { "Verses": "4 appozhudhu karththar avanai nOkki: ivanukku yeSrayEl ennum pEridu; Enenil innum konjakaalaththilE naan Ekoovin vamsaththaaridaththilE yeSrayElin raththappazhiyai visaariththu, iSravEl vamsaththaarin raajyabaaraththai ozhiyappaNNuvEn."},
    { "Verses": "5 annaaLil yeSrayElin paLLaththaakkilE iSravElin villai muRippEn endraar."},
    { "Verses": "6 avaL thirumba garppandhariththu, oru kumaaraththiyaip petraaL; appozhudhu avar avanai nOkki: ivaLukku lOrugaamaa ennum pEridu; Enenil naan ini iSravEl vamsaththaarukku irakkancheyvadhillai, naan avargaLai muzhuvadhum agatrividuvEn."},
    { "Verses": "7 yoodhaavin vamsaththaarukkO naan irakkancheyvEn; villinaalum, pattayaththinaalum, yuththaththinaalum, kudhiraigaLinaalum, kudhiraiveerarinaalum naan avargaLai ratchiyaamal, avargaLudaiya dhEvanaagiya karththaraalE avargaLai ratchippEn endraar."},
    { "Verses": "8 avaL lOrugaamaavai mulaimaRakkapaNNinapiRpaadu, garppandhariththu oru kumaaranaip petraaL."},
    { "Verses": "9 appozhudhu avar: ivanukku lOgammee ennum pEridu; Enenil neengaL en janamalla, naan ungaL dhEvanaayiruppadhillai."},
    { "Verses": "10 endraalum, iSravEl puththirarin thogai aLakkavum eNNavun koodaadha kadaRkarai maNalaippOlirukkum; neengaL en janamalla endru avargaLukku solvadhaRkup padhilaaga neengaL jeevanuLLa dhEvanudaiya piLLaigaL endru avargaLukku sollappadum."},
    { "Verses": "11 appozhudhu yoodhaa puththirarum iSravEl puththirarum Egamaaik koottappattu, thangaLukku orE adhipadhiyai ERpaduththi, dhEsaththilirundhu puRappattu varuvaargaL; yeSrayElin naaL peridhaayirukkum."}
    ]