[
{ "Verses": "1 ungal Sagodhararaippaarththu Ammee Endrum, Ungal Sagodharigalaip Paarththu Rugaamaa Endrum Sollungal. "},
{ "Verses": "2 ungal Thaayode Vazhakkaadungal; Aval Enakku Manaiviyumalla, Naan Avalukkup Purushanumalla; Aval Than Vesiththanangalaith Than Mugaththinindrum Than Vyaabaarangalaith Than Sthanangalin Naduvinindrum Vilakkippodakkadaval. "},
{ "Verses": "3 illaavittaal Naan Avalai Nirvaanamaaga Urindhu, Aval Pirandhanaalil Irundhavannamaaga Avalai Niruththi, Avalai Andharaveliyaippolaakki, Avalai Varandaboomiyaippol Vittu, Avalaith Thaagaththaal Saagappannuven; "},
{ "Verses": "4 avaludaiya Pillaigal Sorappillaigalaagaiyaal Avargalukku Irangaadhiruppen. "},
{ "Verses": "5 avargaludaiya Thaai Soramponaal, Avargalai Garppandhariththaval Lachchaiyaana Kaariyangalai Seydhaal; Appaththaiyum, Thanneeraiyum, Aattumayiraiyum, Panjaiyum, Enneyaiyum, Paanangalaiyum Koduththuvarugira Ennesargalaip Pinpatrippoven Endraal. "},
{ "Verses": "6 aagaiyaal, Idho, Naan Unvazhiyai Mullugalinaal Adaippen; Aval Than Paadhaigalaik Kandupidikkak Koodaadhapadikku Madhilai Ezhuppuven. "},
{ "Verses": "7 aval Than Nesargalaip Pinthodarndhum Avargalai Seruvadhillai, Avargalaith Thediyum Kandupidippadhillai; Appozhudhu Aval Naan En Mundhina Purushanidaththukkuth Thirumbippoven; Ippozhudhu Irukkiradhaippaarkkilum Appozhudhu Enakku Nanmaiyaayirundhadhu Enbaal. "},
{ "Verses": "8 thanakku Naan Dhaaniyaththaiyum Dhraatcharasaththaiyum Enneyaiyum Koduththavarendrum, Thanakku Naan Velliyaiyum Ponnaiyum Perugappanninavarendrum Aval Ariyaamarponaal; Avaigalai Avargal Paagaaludaiyadhaakkinaargal. "},
{ "Verses": "9 aadhalaal Naan En Dhaaniyaththai Adhin Kaalaththilum, En Dhraatcharasaththai Adhin Kaalaththilum Thirumba Eduththukkondu, Avaludaiya Nirvaanaththai Moodugiradharku Naan Koduththirundha Aattumayiraiyum Sanalaiyum Thirumbap Pidungikkolluven. "},
{ "Verses": "10 ippodhum Avaludaiya Nesargalin Kangalukku Munbaaga Avaludaiya Avalatchanaththai Velippaduththuven; Oruvarum Avalai Enkaikku Neengalaakki Viduvippadhillai. "},
{ "Verses": "11 avaludaiya Ellaa Magizhchchiyaiyum, Avaludaiya Pandigaigalaiyum, Avaludaiya Maadhappirappugalaiyum, Avaludaiya Oivunaatkalaiyum, Sabaikoodugira Avargaludaiya Ellaa Aasarippugalaiyum Ozhiyappannuven. "},
{ "Verses": "12 en Nesargal Enakkuk Koduththa Panaiyam Endru Aval Sonna Avaludaiya Dhraatchachchedigalaiyum, Avaludaiya Aththimarangalaiyum Naan Paazhaakki, Avaigalaik Kaadaaippogappannuven; Kaattumirugangal Avaigalaith Thinnum. "},
{ "Verses": "13 aval Paagaalgalukkuth Thoobankaatti, Than Netrippattangalinaalum Than Aabaranangalinaalum Thannai Singaariththukkondu, Than Nesaraip Pinthodarndhu, Ennai Marandhupona Naatkalinimiththam Avalai Visaarippenendru Karththar Sollugiraar. "},
{ "Verses": "14 aayinum, Idho, Naan Avalukku Nayankaatti, Avalai Vanaandharaththil Azhaiththukkondupoi, Avalode Patchamaaip Pesi, "},
{ "Verses": "15 avvidaththilirundhu Avalukku Avaludaiya Dhraatchaththottangalaiyum, Nambikkaiyin Vaasalaaga Aagorin Pallaththaakkaiyum Koduppen; Appozhudhu Aval Ange, Than Ilavayadhin Naatkalilum Thaan Egipthudhesaththilirundhu Vandha Naalilum Paadinadhupol Paaduvaal. "},
{ "Verses": "16 akkaalaththil Nee Ennai Ini Paagaali Endru Sollaamal, Eeshi Endru Solluvaai Endru Karththar Uraikkiraar. "},
{ "Verses": "17 paagaalgaludaiya Naamangalai Aval Vaayilirundhu Atruppogappannuven; Ini Avaigalin Peraichcholli, Avaigalai Ninaikkira Ninaippum Illaamarpogum. "},
{ "Verses": "18 akkaalaththil Naan Avargalukkaagak Kaattumirugangalodum, Aagaayaththup Paravaigalodum, Boomiyile Oorum Praanigalodum, Oru Udanpadikkaipanni, Villaiyum Pattayaththaiyum Yuththaththaiyum Dhesaththile Iraadhapadikku Muriththu, Avargalai Sugamaaip Paduththukkondirukkappannuven. "},
{ "Verses": "19 niththiya Vivaagaththukkendru Unnai Enakku Niyamiththukkolluven; Needhiyum Nyaayamum Kirubaiyum Urukka Irakkamumaai Unnai Enakku Niyamiththukkolluven. "},
{ "Verses": "20 unmaiyaai Unnai Enakku Niyamiththukkolluven; Nee Karththarai Arindhukolluvaai. "},
{ "Verses": "21 akkaalaththil Naan Marumozhikoduppen Endru Karththar Sollugiraar; Naan Vaanangalukku Marumozhikoduppen, Avaigal Boomikku Marumozhi Kodukkum. "},
{ "Verses": "22 boomi Dhaaniyaththukkum Dhraatcharasaththukkum Enneykkum Marumozhi Kodukkum, Ivaigal Yesrayelukkum Marumozhi Kodukkum. "},
{ "Verses": "23 naan Avalai Enakkendru Boomiyile Vidhaiththu, Irakkam Peraadhirundhavalukku Iranguven; En Janamallaadhirundhavargalai Nokki Nee En Janamendru Solluven; Avargal En Dhevane Enbaargal Endraar. "}
]