[
{ "Verses": "1 eppiraayeem Kaatrai Meyndhu, Kondarkaatraip Pinthodarugiraan; Avan Naaldhorum Poiyaiyum Kettaiyum Varththikkappanni, Aseeriyarode Udanpadikkai Pannugiraan; Egipthukku Enney Kondupogappadugiradhu. "},
{ "Verses": "2 yoodhaavodum Karththarukku Vazhakku Irukkiradhu; Avar Yaakkobai Avan Vazhigalukkuththakkadhaaga Visaarikkappogiraar; Avan Kiriyaigalukkuththakkadhaaga Avanukku Needhiyai Sarikkattuvaar. "},
{ "Verses": "3 avan Thaayin Garppaththile Than Sagodharanudaiya Kudhikaalaip Pidiththaan, Than Belaththinaal Dhevanode Poraadinaan. "},
{ "Verses": "4 avan Thoodhanaanavarode Poraadi Merkondaan, Azhudhu Avarai Nokkik Kenjinaan; Beththelile Avar Avanaik Kandu Sandhiththu, Avvidaththilum Nammode Pesinaar. "},
{ "Verses": "5 karththaraagiya Avar Senaigalin Dhevan; Yegovaa Enbadhu Avarudaiya Naamasangeerththanam. "},
{ "Verses": "6 ippodhum Nee Un Dhevanidaththil Thirumbu; Dhayavaiyum Nyaayaththaiyum Kaikkondu, Idaividaamal Un Dhevanai Nambikkondiru. "},
{ "Verses": "7 avan Vyaabaari, Kallaththaraasu Avan Kaiyil Irukkiradhu; Aniyaayancheyya Virumbugiraan. "},
{ "Verses": "8 eppiraayeem: Naan Aisuvariyavaanaanen; Naan Porulai Sambaadhiththen; Naan Prayaasappattuth Thedina Ellaavatrilum Paavamaagiya Akkiramam Ennidaththil Kandupidikkappaduvadhillaiyendru Sollugiraan. "},
{ "Verses": "9 unnai Egipthudhesaththilirundhu Azhaiththuvandhadhu Mudharkondu Un Dhevanaagiya Karththaraayirukkira Naan, Pandigai Naatkalil Seyyappadugiradhupol, Thirumbavum Unnaik Koodaarangalil Thaabarikkappannuven. "},
{ "Verses": "10 appadiye Theerkkadharisigalode Sonnen; Naan Anegam Dharisanangalai Arulinen; Theerkkadharisigalaikkondu Uvamaigalaal Pesinen. "},
{ "Verses": "11 keeleyaadh Akkirama Sthalamo? Aam, Avargal Abaththaraanaargal; Kilkaalile Kaalaigalaip Paliyidugiraargal; Avargaludaiya Peedangal Vayalvarappugalilirukkira Karkuviyalgalaippol Irukkiradhu. "},
{ "Verses": "12 yaakkobu Seeriyaadhesaththukku Odippoi, Isravel Oru Pennukkaaga Oozhiyancheydhu, Oru Pennukkaaga Aadu Meyththaan. "},
{ "Verses": "13 karththar Oru Theerkkadharisiyaik Kondu Isravelai Egipthilirundhu Purappadappanninaar; Theerkkadharisiyinaal Kaakkappattaan. "},
{ "Verses": "14 eppiraayeemo Avarai Migavum Kobappaduththinaan; Aagaiyaal Avanudaiya Aandavar Avanudaiya Raththappazhigalai Avanmel Sumaththi, Avan Seydha Nindhaiyai Avanmel Thiruppuvaar. "}
]