[
{ "Verses": "1 un vaayilE ekkaaLaththai vai; avargaL en udanpadikkaiyai meeRi, en nyaayappramaaNaththukku virOdhamaagath dhrOgampaNNinapadiyaal karththarudaiyaveettinmEl saththuru kazhugaippOl paRandhuvarugiRaan."},
{ "Verses": "2 engaL dhEvanE, ummai aRindhirukkiROm endru solli iSravElar kooppiduvaargaL."},
{ "Verses": "3 aanaalum iSravElar nanmaiyai veRuththaargaL; saththuru avargaLaith thodaruvaan."},
{ "Verses": "4 avargaL raajaakkaLai ERpaduththikkoNdaargaL, aanaalum ennaalE alla; adhipadhigaLai vaiththukkoNdaargaL, aanaalum naan aRiyEn; avargaL vEraRuppuNdu pOgumpadith thangaL veLLiyinaalum thangaL ponninaalum thangaLukku vikkiragangaLai seyviththaargaL."},
{ "Verses": "5 samaariyaavE, un kandrukkutti unnai veRuththuvidugiRadhu; en kObam avargaLmEl mooNdadhu; edhuvaraikkum suththaangam adaiyamaattaadhiruppaargaL?"},
{ "Verses": "6 adhuvum iSravElarudaiya seygaiyE; thattaan adhai seydhaan, aadhalaal adhu dhEvan allavE, samaariyaavin kandrukkutti thuNduthuNdaaip pOgum."},
{ "Verses": "7 avargaL kaatrai vidhaiththu, sooRaikkaatrai aRuppaargaL; viLaichchal avargaLukku illai; kadhir maavaik kodukkamaattaadhu; koduththaalum anniyar adhai vizhunguvaargaL."},
{ "Verses": "8 iSravElar vizhungappadugiRaargaL; avargaL inip puRajaadhigaLukkuLLE virumbappadaadha paaththiraththaippOl iruppaargaL."},
{ "Verses": "9 avargaL thaniththuth thirigiRa kaattukkazhudhaiyaippOl aseeriyaraNdaikkuppOnaargaL; eppiraayeemar nEsaraik koolikkup poruththikkoNdaargaL."},
{ "Verses": "10 avargaL puRajaadhiyaaraik koolikkup poruththikkoNdaalum, ippozhudhu naan avargaLaik koottuvEn ; adhipadhigaLin raajaa sumaththum sumaiyinaal avargaL konjakaalaththukkuLLE adappaduvaargaL."},
{ "Verses": "11 eppiraayeemar paavancheyvadhaRkEdhuvaaip palipeedangaLaip perugappaNNinaargaL; aadhalaal palipeedangaLE avargaL paavancheyvadhaRku Edhuvaagum."},
{ "Verses": "12 en vEdhaththin magaththuvangaLai avargaLukku ezhudhikkoduththEn; avaigaLai anniyakaariyamaaga eNNinaargaL."},
{ "Verses": "13 enakku seluththum paligaLin maamsaththai avargaL paliyittup pusikkiRaargaL; karththar avargaLmEl piriyamaayiraar; avargaLudaiya akkiramaththai avar ninaiththu, avargaL paavaththai visaarikkumpOdhOvenil, avargaL egipthukkuth thirumbippOvaargaL."},
{ "Verses": "14 iSravEl thannai uNdaakkinavarai maRandhu kOvilgaLaik kattugiRaan; yoodhaa araNaana pattaNangaLaip perugappaNNugiRaan; aanaalum naan adhin nagarangaLil akkiniyai varappaNNuvEn; adhu avaigaLin kOvilgaLaip patchikkum."}
]