[
{ "Verses": "1 isravel Palanatra Dhraatchachchedi, Adhu Thanakkuththaane Kanikodukkiradhu; Avan Than Kaniyin Thiralukku Sariyaaip Palipeedangalaith Thiralaakkugiraan; Thangal Dhesaththin Sezhippukku Sariyaai Sirappaana Silaigalai Seygiraargal. "},
{ "Verses": "2 avargal Irudhayam Pirikkappattirukkiradhu; Ippodhum Kutranchumaththappaduvaargal; Avargal Palipeedangalai Idiththu, Avargal Silaigalai Naasamaakkuvaar. "},
{ "Verses": "3 naam Karththarukku Bayappadaamarponapadiyinaal Namakku Raajaa Illai; Raajaa Irundhaalum Namakkaaga Enna Seyvaan Endru Ini Solluvaargal. "},
{ "Verses": "4 poiyaanaiyidugira Vaarththaigalai Solli, Udanpadikkai Pannikkondaargal; Aagaiyaal Vayalveliyin Padaichchaalgalil Vishappoondugalaippola Nyaayaththeerppu Mulaikkum. "},
{ "Verses": "5 samaariyaavin Kudigal Peththaavenilulla Kandrukkuttiyinimiththam Bayam Adaivaargal; Adharkaagak Kalikoorndha Adhin Janamum, Adhin Poosaasaarigalum Adhin Magimai Adhaivittu Neengippoyitrendru Adharkaaga Dhukkankondaaduvaargal. "},
{ "Verses": "6 adhuvum Aseeriyaavile Yaarep Raajaavukkuk Kaanikkaiyaagak Kondupogappadum; Eppiraayeem Lachchaiyadaivaan; Isravel Than Aalosanaiyinaale Vetkappaduvaan. "},
{ "Verses": "7 samaariyaavin Raajaa Thanneerinmelirukkira Nuraiyaippol Azhindhupovaan. "},
{ "Verses": "8 israveludaiya Paavamaagiya Aabenin Medaigal Azhikkappadum; Mutchedigalum Mutpoondugalum Avargal Palipeedangalinmel Mulaikkum; Parvadhangalaippaarththu Engalai Moodungal Endrum, Kundrugalaippaarththu Engalmel Vizhungal Endrum Solluvaargal. "},
{ "Verses": "9 isravele, Nee Kibiyaavin Naatkalmudhal Paavancheydhuvandhaai; Kibiyaavile Akkiramakkaararmel Vandha Yuththam Thangalaik Kittuvadhillaiyendru Andha Nilaiyile Nirkiraargal. "},
{ "Verses": "10 naan Avargalai Dhandikka Virumbugiren. Avargal Seydha Iranduvidha Paavangalinimiththam Kattappadumpodhu, Janangal Avargalukku Virodhamaaik Kooduvaargal. "},
{ "Verses": "11 eppiraayeem Nandraaip Pazhakkappattup Poradikka Virumbugira Kadaariyaayirukkiraan; Aanaalum Naan Avan Azhagaana Kazhuththinmel Nugaththadiyai Vaippen, Eppiraayeemai Erpootti Ottuven; Yoodhaa Uzhuvaan, Yaakkobu Avanukkup Parambadippaan. "},
{ "Verses": "12 neengal Needhikkendru Vidhaividhaiyungal; Dhayavukkoththadhaai Aruppu Arungal; Ungal Tharisu Nilaththaip Panpaduththungal; Karththar Vandhu Ungalmel Needhiyai Varushikkappannumattum, Avaraith Thedak Kaalamaayirukkiradhu. "},
{ "Verses": "13 aniyaayaththai Uzhudheergal, Theevinaiyai Aruththeergal; Poiyin Kanigalaip Pusiththeergal; Ungal Vazhiyaiyum Ungal Paraakkiramasaaligalin Thiralaiyum Nambineergal. "},
{ "Verses": "14 aagaiyaal Ungal Janangalukkul Amali Ezhumbum; Pillaigalinmel Thaai Modhiyadikkappatta Yuththanaalile Peththaarpelai Salmaan Azhiththadhupola, Ungal Ellaa Arangalum Azhikkappadum. "},
{ "Verses": "15 ungal Kodiya Pollaappinaal Beththel Ippadippattadhai Ungalukku Seyyum; Adhikaalame Isravelin Raajaa Mutrilum Sangarikkappaduvaan. "}
]