[
{ "Verses": "1 eppiraayeem Pesinapodhu Nadukkamundaayitru; Avan Isravelile Menmaipetraan; Avan Paagaal Vishayaththil Kutrancheydhu Madindhuponaan. "},
{ "Verses": "2 ippodhum Avargal Adhigamadhigamaaip Paavancheydhu, Thangal Velliyinaal Vaarppiththa Suroobangalaiyum, Thangal Buththikkerka Vikkiragangalaiyum Thangalukku Undupannugiraargal; Ivaigalellaam Thattaarudaiya Velai; Manusharil Paliyidugiravargal Kandrukkuttigalai Muththamidalaamendru Ivaigalaikkuriththu Sollugiraargal. "},
{ "Verses": "3 aagaiyaal Avargal Kaalaiyil Kaanum Megaththaippolavum, Vidiyarkaalaiyil Ozhindhupogira Paniyaippolavum, Perungaatru Kalaththilirundhu Parakkadikkira Padharaippolavum, Pugaikkoondil Erippogira Pugaiyaippolavum Iruppaargal. "},
{ "Verses": "4 naan Unnai Egipthu Dhesaththilirundhu Azhaiththuvandhadhumudhal Un Dhevanaagiya Karththaraayirukkiren; Aagaiyaal Nee Ennaiyandri Vere Dhevanai Ariyavendaam; Ennaiyandri Ratchagar Oruvarum Illai. "},
{ "Verses": "5 naan Unnai Magaa Varatchiyaana Dhesamaagiya Vanaandharaththile Arindhukonden. "},
{ "Verses": "6 thangalukku Irundha Meychchalinaal Thirupthiyaanaargal; Thirupthiyaanapinbu Avargal Irudhayam Mettimaiyaayitru; Adhinaal Ennai Marandhaargal. "},
{ "Verses": "7 aagaiyaal Naan Avargalukku Singaththaippol Iruppen; Sivingiyaippol Vazhiyaruge Padhiviruppen. "},
{ "Verses": "8 kuttigalaip Parikoduththa Karadiyaippola Naan Avargalai Edhirththu, Avargal Eerarkulaiyaik Kizhiththu, Avargalai Ange Singam Patchikkiradhupola Patchiththuppoduven, Kaattumirugangal Avargalaip Peerippodum. "},
{ "Verses": "9 isravele, Nee Unakkuk Kedundaakkikkondaai; Aanaalum Ennidaththil Unakku Sagaayam Undu. "},
{ "Verses": "10 enakku Raajaavaiyum Adhipadhigalaiyum Erpaduththavendum Endraaye; Ippodhum Unnudaiya Ellaap Pattanangalilum Unnai Ratchikkum Raajaa Enge? Un Nyaayaadhipadhigal Enge? "},
{ "Verses": "11 naan Kobaththile Unakku Raajaavaik Koduththen; En Ukkiraththile Avanai Eduththukkonden. "},
{ "Verses": "12 eppiraayeemin Akkiramam Kattivaiththirukkiradhu; Avan Paavam Paththirappaduththappattirukkiradhu. "},
{ "Verses": "13 prasavasthreeyin Vedhanai Avanukku Varum; Avan Vivegamillaadha Pillai; Perukaalamattum Avan Nirkavillai. "},
{ "Verses": "14 avargalai Naan Paadhaalaththin Vallamaikku Neengalaakki Meetpen; Avargalai Maranaththukku Neengalaakki Viduvippen; Maraname, Un Vaadhaigal Enge? Paadhaalame, Un Sangaaram Enge? Manamaarudhal En Kangalukku Maraivaanadhaayirukkum. "},
{ "Verses": "15 ivan Sagodhararukkulle Janamperuththavanaayirundhaalum, Karththarudaiya Kaatraagiya Keezhkkaatru Vanaandharaththilirundhu Ezhumbivarum; Adhanaal Avanudaiya Ootrugal Vatrippogum; Avanudaiya Thuravu Suvarippogum; Adhu Ichchikkappadaththakka Sagala Padhaarththangalulla Uththama Padhaarththangalaiyum Vaarikkondupogum. "},
{ "Verses": "16 samaariyaa Than Dhevanukku Virodhamaagak Kalagampanninapadiyaal, Kutran Chumaththappattadhaayirukkum; Avargal Pattayaththaal Vizhuvaargal; Avargaludaiya Kuzhandhaigal Modhiyadikkappadum; Avargaludaiya Garppavadhigal Keerappattuppovaargal. "}
]