[
{ "Verses": "1 isravele, Magizhchchiyaayiraadhe; Matra Janangalaippol Kalikooraadhe; Un Dhevanaivittu Nee Soramponaai; Dhaaniyam Poradikkira Sagala Kalangalilum Panaiyaththai Naadugiraai. "},
{ "Verses": "2 dhaaniyakkalamum Dhraatchaththottiyum Avargalaip Pizhaippoottuvadhillai; Avargalukku Dhraatcharasam Ozhindhupogum. "},
{ "Verses": "3 avargal Karththarudaiya Dhesaththil Kudiyiruppadhillai; Eppiraayeemar Thirumba Egipthukkup Povaargal; Aseeriyaavil Theettulladhaip Pusippaargal. "},
{ "Verses": "4 avargal Karththarukku Dhraatcharasaththin Paanapaliyai Vaarppadhumillai, Avarukku Angigarippaayiruppadhumillai; Avargaludaiya Paligal Avargalukku Dhukkankondaadugiravargalin Appaththaipola Irukkum; Adhaip Pusikkira Yaavarum Theettuppaduvaargal; Avargaludaiya Appam Avargalukkeyaagum, Adhukarththarudaiya Aalayaththil Varuvadhillai. "},
{ "Verses": "5 aasarippunaalilum, Karththarudaiya Pandigainaalilum Ennaseyveergal? "},
{ "Verses": "6 idho, Avargal Paazhkkadippukkuth Thappumpadi Poivittaargal; Egipthu Avargalai Serththukkollum, Mop Pattanam Avargalai Adakkampannum; Avargaludaiya Velliyirundha Viruppamaana Idangal Kaanchorigalukku Sudhandharamaagum; Avargaludaiya Vaasasthalangalil Mutchedigal Mulaikkum. "},
{ "Verses": "7 visaarippin Naatkal Varum, Needhisarikkattum Naatkal Varum Enbadhai Isravelar Arindhukolvaargal; Un Migudhiyaana Akkiramaththinaaleyum, Migudhiyaana Pagaiyinaaleyum Theerkkadharisigal Moodarum, Aaviyaip Petra Manushargal Piththankondavargalumaayirukkiraargal. "},
{ "Verses": "8 eppiraayeemin Kaavarkaarar En Dhevanodu Edhirththu Nirkiraargal; Theerkkadharisi Than Vazhigalilellaam Kuruvi Pidikkiravanudaiya Kanniyaagavum, Than Dhevanudaiya Aalayaththile Pagaiyaaliyaagavum Irukkiraan. "},
{ "Verses": "9 kibiyaavin Naatkalil Nadandhadhupola, Avargal Thangalai Migavum Keduththukkondaargal; Avargaludaiya Akkiramaththai Avar Ninaippaar, Avargaludaiya Paavangalai Visaarippaar. "},
{ "Verses": "10 vanaandharaththil Dhraatchakkulaigalaik Kandupidippadhupola Isravelaik Kandupidiththen; Aththimaraththil Mudhaltharam Pazhuththa Kanigalaippola Ungal Pidhaakkalaik Kandupidiththen; Aanaalum Avargal Paagaalpeyor Andaikkuppoi, Lachchaiyaanadharkuth Thangalai Oppuviththu, Thaangal Nesiththavaigalaippolath Thaangalum Aruvaruppullavargalaanaargal. "},
{ "Verses": "11 eppiraayeemin Magimai Oru Paravaiyaippol Parandhupom; Adhu Pirappadhumillai, Vayitriliruppadhumillai, Garppandharippadhumillai. "},
{ "Verses": "12 avargal Thangal Pillaigalai Valarththaalum, Avargalukku Manushar Iraadhapadikku Avargalaip Pillaigal Atravargalaakkuven; Naan Avargalai Vittuppogaiyil Avargalukku Aiyo! "},
{ "Verses": "13 naan Eppiraayeemaith Theeruvinthiraimattum Irukkiradhaip Paarkkirapodhu, Adhu Nalla Vasadhiyaana Sthalaththile Naattappattirukkiradhu; Aanaalum Eppiraayeemar Thangal Kumaararaik Kolaiseygiravanidaththil Veliye Kondupoi Viduvaargal. "},
{ "Verses": "14 karththaave, Neer Avargalukku Koduppadhaik Kodum; Avargalukku Vizhundhupogira Garppaththaiyum Paalatramulaigalaiyum Kodum. "},
{ "Verses": "15 avargaludaiya Pollaappellaam Kilkaalile Nadakkum; Ange Naan Avargalai Veruththen; Avargaludaiya Pollaappinimiththam Avargalai Naan En Mugaththaivittuth Thuraththuven; Ini Avargalai Nesikkamaatten; Avargaludaiya Adhipadhigal Ellaarum Dhrogigal. "},
{ "Verses": "16 eppiraayeemar Vettunduponaargal; Avargal Ver Ularndhupoyitru, Kanikodukkamaattaargal; Avargal Avaigalaip Petraalum, Avargaludaiya Garppaththin Piriyamaana Kanigalai Adhampannuven. "},
{ "Verses": "17 avargal Avarukku Sevikodaamarponapadiyaal Un Dhevan Avargalai Veruththuviduvaar; Avargal Anniyajaadhikkulle Alaindhu Thirivaargal. "}
]