[
{ "Verses": "1 isravel Ilaignanaayirundhapodhu Naan Avanai Nesiththen; Egipthilirundhu Ennudaiya Kumaaranai Varavazhaiththen. "},
{ "Verses": "2 avargal Thangalai Azhaikkiravargalin Mugaththukku Vilagippoivittaargal; Paagaalgalukkup Paliyittu, Vikkiragangalukkuth Thoobankaattinaargal. "},
{ "Verses": "3 naan Eppiraayeemaik Kaipidiththu Nadakkap Pazhakkinen; Aanaalum Naan Thangalai Gunamaakkugiravarendru Ariyaamarponaargal. "},
{ "Verses": "4 manusharaik Katti Izhukkira Anbin Kayirugalaal Naan Avargalai Izhuththen, Avargal Kazhuththugalinmel Irundha Nugaththadiyai Eduththup Podugiravaraippola Irundhu, Avargal Patcham Saaindhu, Avargalukku Aagaarankoduththen. "},
{ "Verses": "5 mananthirumbamaattomendradhinaal Avargal Egipthudhesaththukkuth Thirumbippovadhillai; Aseeriyan Avargalukku Raajaa. "},
{ "Verses": "6 aagaiyaal Avargaludaiya Aalosanaigalinimiththam Pattayam Avargal Pattanangalukkul Paaindhu, Avargal Thaazhppaalgalai Nirmoolampanni, Avargalaip Patchikkum. "},
{ "Verses": "7 en Janangal Ennaivittu Vilagugira Maarupaattaip Patrikkondirukkiraargal; Avargalai Unnadhamaanavaridaththil Varavazhaiththaalum Oruvanum Ezhumbugiradhillai. "},
{ "Verses": "8 eppiraayeeme, Naan Unnai Eppadik Kaividuven? Isravele, Naan Unnai Eppadi Oppukkoduppen? Naan Unnai Eppadi Adhmaavaippolaakkuven? Unnai Eppadi Sepoyeemaippola Vaippen? En Irudhayam Enakkul Kuzhambugiradhu; En Paridhaabangal Egamaaip Pongugiradhu. "},
{ "Verses": "9 en Ukkira Kobaththinpadiye Seyyamaatten; Eppiraayeemai Azhikkumpadith Thirumbamaatten; Enendraal Naan Manushanalla, Dhevanaayirukkiren; Naan Un Naduvilulla Parisuththar; Aagaiyaal Pattanaththukku Virodhamaaga Varen. "},
{ "Verses": "10 avargal Karththaraip Pinpatruvaargal; Avar Singaththaippol Gerchchippaar; Avar Gerchchikkumpodhu Avargal Sandhadhiyaar Merkuththisaiyilirundhu Nadungi Varuvaargal. "},
{ "Verses": "11 egipthilirundhu Kuruvigalaippolavum, Aseeriyaa Dhesaththilirundhu Puraakkalaippolavum Bayandhu Varuvaargal; Appozhudhu Avargalai Avargal Veedugalil Kudiyirukkappannuven Endru Karththar Sollugiraar. "},
{ "Verses": "12 eppiraayeemar Poigalinaalum, Isravel Vamsaththaar Vanjagaththinaalum Ennai Soozhndhukondirukkiraargal; Yoodhaavovenil Innum Dhevanode Arasaandu, Parisuththavaangalode Unmaiyaayirukkiraan. "}
]