[
{ "Verses": "1 kiristhu Yesuvinimiththam Kattappattavanaayirukkira Pavulum, Sagodharanaagiya Theemoththeyum, Engalukkup Piriyamullavanum Udanvelaiyaalumaayirukkira Pilemonukkum, "
},{ "Verses": "2 piriyamulla Appiyaalukkum Engal Udan Porchsevaganaagiya Arkkippuvukkum, Ummudaiya Veettile Koodivarugira Sabaikkum Ezhudhugiradhaavadhu: "
},{ "Verses": "3 nammudaiya Pidhaavaagiya Dhevanaalum, Karththaraagiya Yesukiristhuvinaalum, Ungalukkuk Kirubaiyum Samaadhaanamum Undaavadhaaga. "
},{ "Verses": "4 karththaraagiya Yesuvinidaththilum, Ellaap Parisuththavaangalidaththilum Ummudaiya Anbaiyum Ummudaiya Visuvaasaththaiyum Naan Kelvippattu, "
},{ "Verses": "5 en Jebangalil Ummai Ninaiththu, Eppozhudhum En Dhevanukku Sthoththiranjseydhu, "
},{ "Verses": "6 ungalilulla Sagala Nanmaigalum Theriyappadugiradhinaale Ummudaiya Visuvaasaththin Anniyonniyam Kiristhu Yesuvukkaagap Bayanpadavendumendru Vendudhal Seygiren. "
},{ "Verses": "7 sagodharane, Parisuththavaangaludaiya Ullangal Ummaale Ilaippaarinapadiyaal, Ummudaiya Anbinaale Migundha Sandhoshamum Aarudhalum Adaindhirukkirom. "
},{ "Verses": "8 aagaiyaal, Pavulaagiya Naan Mudhirvayadhullavanaagavum, Yesukiristhuvinimiththam Ippozhudhu Kattappattavanaagavum Irukkirapadiyaal, "
},{ "Verses": "9 neer Seyyaththakkadhai Umakkuk Kattalaiyidumpadikkuk Kiristhuvukkul Naan Thuniyaththakkavanaayirundhaalum, Appadichseyyaamal, Anbinimiththam Mandraadugiren. "
},{ "Verses": "10 ennavendraal, Kattappattirukkaiyil Naan Petra En Maganaagiya Onesimukkaaga Ummai Mandraadugiren. "
},{ "Verses": "11 munne Avan Umakkup Pirayojanamillaadhavan, Ippozhudho Umakkum Enakkum Pirayojanamullavan. "
},{ "Verses": "12 avanai Naan Ummidaththirku Anuppugiren, En Ullampolirukkira Avanai Neer Etrukkollum. "
},{ "Verses": "13 suviseshaththinimiththam Kattappattirukkira Enakku Oozhiyanseyyumpadi Umakku Badhilaaga Avanai Ennidaththil Vaiththukkollavendumendrirundhen. "
},{ "Verses": "14 aanaalum Neer Seyyum Nanmaiyaik Kattaayaththinaalalla, Manappoorvamaaich Cheyyaththakkadhaaga, Naan Ummudaiya Sammadhiyillaamal Ondrum Seyya Enakku Manadhillai. "
},{ "Verses": "15 avan Endrendraikkum Ummudaiyavanaayirukkumpadikkum, Inimel Avan Adimaiyaanavanaagavalla, Adimaiyaanavanukku Melaanavanaagavum Piriyamulla Sagodharanaagavumirukkumpadikkum Konjakkaalam Ummaivittup Pirindhuponaanaakkum. "
},{ "Verses": "16 enakku Avan Piriyamaana Sagodharanaanaal, Umakku Sareeraththinpadiyeyum Karththarukkum Evvalavu Piriyamullavanaayirukkavendum! "
},{ "Verses": "17 aadhalaal, Neer Ennai Ummode Aikkiyamaanavanendru Enninaal, Ennai Etrukkolvadhupola Avanaiyum Etrukkollum. "
},{ "Verses": "18 avan Umakku Yaadhoru Aniyaayanseydhadhum, Ummidaththil Kadanpattadhum Undaanaal, Adhai En Kanakkile Vaiththukkollum. "
},{ "Verses": "19 pavulaagiya Naan Idhai En Sondhakkaiyaale Ezhudhinen, Naan Adhai Seluththith Theerppen. Neer Ummaiththaame Enakkuk Kadanaaga Seluththavendumendru Naan Umakku Sollavendiyadhillaiye. "
},{ "Verses": "20 aam, Sagodharane, Karththarukkul Ummaale Enakkup Pirayojanamundaagattum; Karththarukkul En Ullaththai Ilaippaarappannum. "
},{ "Verses": "21 naan Sollugiradhilum Adhigamaai Seyveerendru Arindhu, Idharku Neer Inanguveerendru Nichchayiththu, Umakku Ezhudhiyirukkiren. "
},{ "Verses": "22 melum, Ungal Vinnappangalinaale Naan Ungalukku Anukkiragikkappaduvenendru Nambiyirukkirapadiyaal, Naan Irukkumpadikku Oridaththai Enakkaaga Aayaththampannum. "
},{ "Verses": "23 kiristhu Yesuvinimiththam Ennodekoodak Kaavalil Vaikkappattirukkira Eppaappiraavum, "
},{ "Verses": "24 en Udanvelaiyaatkalaagiya Maarkuvum, Arisdharkkum, Themaavum, Lookkaavum Umakku Vaazhththudhal Sollugiraargal. "
},{ "Verses": "25 nammudaiya Karththaraagiya Yesukiristhuvinudaiya Kirubai Ungal Aaviyudanekooda Iruppadhaaga. Aamen. "
}
]