[
{ "Verses": "1 aadhalaal Kiristhuvukkul Yaadhoru Aarudhalum, Anbinaale Yaadhoru Therudhalum, Aaviyin Yaadhoru Aikkiyamum, Yaadhoru Urukkamaana Patchamum Irakkangalum Undaanaal, "
},{ "Verses": "2 neengal Ega Sindhaiyum Ega Anbumullavargalaayirundhu, Isaindha Aaththumaakkalaai Ondraiye Sindhiththu, En Sandhoshaththai Niraivaakkungal. "
},{ "Verses": "3 ondraiyum Vaadhinaalaavadhu Veenperumaiyinaalaavadhu Seyyaamal, Manaththaazhmaiyinaale Oruvaraiyoruvar Thangalilum Menmaiyaanavargalaaga Ennakkadaveergal. "
},{ "Verses": "4 avanavan Thanakkaanavaigalaiyalla, Pirarukkaanavaigalaiyum Nokkuvaanaaga. "
},{ "Verses": "5 kiristhu Yesuvilirundha Sindhaiye Ungalilum Irukkakkadavadhu; "
},{ "Verses": "6 avar Dhevanudaiya Roobamaayirundhum, Dhevanukku Samamaayiruppadhaik Kollaiyaadina Porulaaga Ennaamal, "
},{ "Verses": "7 thammaiththaame Verumaiyaakki, Adimaiyin Roobameduththu, Manushar Saayalaanaar. "
},{ "Verses": "8 avar Manusharoobamaaik Kaanappattu, Maranabariyandham, Adhaavadhu Siluvaiyin Maranabariyandhamum Keezhppadindhavaraagi, Thammaiththaame Thaazhththinaar. "
},{ "Verses": "9 aadhalaal Dhevan Ellaavatrirkum Melaaga Avarai Uyarththi, "
},{ "Verses": "10 yesuvin Naamaththil Vaanor Boodhalaththor Boomiyin Keezhaanorudaiya Muzhangaal Yaavum Mudangumpadikkum, "
},{ "Verses": "11 pidhaavaagiya Dhevanukku Magimaiyaaga Yesukiristhu Karththarendru Naavugal Yaavum Arikkaipannumpadikkum, Ellaa Naamaththirkum Melaana Naamaththai Avarukkuth Thandharulinaar. "
},{ "Verses": "12 aadhalaal, Enakkup Piriyamaanavargale, Neengal Eppozhudhum Keezhppadigirapadiye, Naan Ungalukku Sameebamaayirukkumpozhudhu Maaththiramalla, Naan Dhooramaayirukkira Ippozhudhum, Adhiga Bayaththodum Nadukkaththodum Ungal Ratchippu Niraiverap Pirayaasappadungal. "
},{ "Verses": "13 enenil Dhevane Thammudaiya Dhayavulla Siththaththinpadi Viruppaththaiyum Seygaiyaiyum Ungalil Undaakkugiravaraayirukkiraar. "
},{ "Verses": "14 naan Veenaaga Odinadhum Veenaagap Pirayaasappattadhumillaiyengira Magizhchchi Kiristhuvin Naalil Enakku Undaayiruppadharku, Jeevavasanaththaip Pidiththukkondu, Ulagaththile Sudargalaippolap Piragaasikkira Neengal, "
},{ "Verses": "15 konalum Maarubaadumaana Sandhadhiyin Naduvile Kutramatravargalum Kabadatravargalum, Dhevanudaiya Maasatrapillaigalumaayirukkumpadikku, "
},{ "Verses": "16 ellaavatraiyum Murumuruppillaamalum Tharkkippillaamalum Seyyungal. "
},{ "Verses": "17 melum, Ungal Visuvaasamaagiya Baliyinmelum Oozhiyaththinmelum Naan Vaarkkappattupponaalum, Naan Magizhndhu, Ungalanaivarodunkooda Sandhoshappaduven. "
},{ "Verses": "18 idhinimiththam Neengalum Magizhndhu, Ennodekooda Sandhoshappadungal. "
},{ "Verses": "19 andriyum, Naanum Ungal Seydhigalai Arindhu Manaththerudhal Adaiyumpadi Seekkiramaaith Theemoththeyuvai Ungalidaththil Anuppalaamendru Karththaraagiya Yesuvukkul Nambiyirukkiren. "
},{ "Verses": "20 adhenendraal, Ungal Kaariyangalai Unmaiyaai Visaarikkiradharku Ennaippola Manadhullavan Avanaiyandri Veroruvanum Ennidaththilillai. "
},{ "Verses": "21 matravargalellaarum Kiristhu Yesuvukkuriyavaigalaith Thedaamal, Thangalukkuriyavaigalaiye Thedugiraargal. "
},{ "Verses": "22 thagappanukkup Pillai Oozhiyanjseyvadhupola, Avan Ennudanekooda Suviseshaththinimiththam Oozhiyanseydhaanendru Avanudaiya Uththamagunaththai Arindhirukkireergal. "
},{ "Verses": "23 aagaiyaal En Kaariyangal Innapadi Nadakkum Endru Naan Arindhavudane Avanai Anuppalaamendru Ninaiththirukkiren. "
},{ "Verses": "24 andriyum Naane Seekkiraththil Varuvenendru Karththarukkul Nambikkaiyaayirukkiren. "
},{ "Verses": "25 melum, En Sagodharanum, Udanvelaiyaalum, Udansevaganum, Ungal Sthaanaabadhiyum, En Kuraichchalukku Udhaviseydhavanumaana Eppaappirotheeththuvai Ungalidaththil Anuppavendumendru Enninen. "
},{ "Verses": "26 avan Ungal Ellaar Melum Vaanjaiyullavanum, Thaan Viyaadhippattadhai Neengal Kelvippattadhinaale, Migavum Viyaakulappadugiravanumaayirundhaan. "
},{ "Verses": "27 avan Viyaadhippattu Maranaththirkuch Chameepamaayirundhadhu Meydhaan. Aagilum, Dhevan Avanukku Iranginaar; Avanukku Iranginadhumallaamal, Dhukkaththinmel Dhukkam Enakku Undaagaadhapadikku, Enakkum Iranginaar. "
},{ "Verses": "28 aagaiyaal Neengal Avanai Marupadiyum Kandu Sandhoshappadavum, En Dhukkang Kuraiyavum, Avanai Adhiseekkiramaai Anuppinen. "
},{ "Verses": "29 aanapadiyinaale Neengal Karththarukkul Migundha Sandhoshaththode Avanai Etrukkondu, Ippadippattavargalaik Ganamaai Ennungal. "
},{ "Verses": "30 enenil Neengal Enakku Seyyavendiya Oozhiyaththile Ungal Kuraivai Niraivaakkumpadikku, Avan Than Piraananaiyum Ennaamal, Kiristhuvin Oozhiyaththinimiththam Maranaththirku Sameebamaayirundhaan. "
}
]