[
{ "Verses": "1 yesukiristhuvin Oozhiyakkaararaagiya Pavulum Theemoththeyum, Pilippi Pattanaththil Kiristhu Yesuvukkullaana Parisuththavaangal Anaivarukkum, Kankaanigalukkum, Udhavikkaararukkum Ezhudhugiradhaavadhu: "
},{ "Verses": "2 nammudaiya Pidhaavaagiya Dhevanaalum Karththaraagiya Yesukiristhuvinaalum Ungalukkuk Kirubaiyum Samaadhaanamum Undaavadhaaga. "
},{ "Verses": "3 suvisesham Ungalukku Arivikkappatta Naalmudhal Idhuvaraikkum Neengal Adharku Udanpattavargalaanapadiyaal, "
},{ "Verses": "4 naan Pannugira Ovvoru Vinnappaththilum Ungal Anaivarukkaagavum Eppodhum Sandhoshaththode Vinnappampanni, "
},{ "Verses": "5 ungalil Narkiriyaiyaith Thodanginavar Adhai Yesukiristhuvin Naalbariyandham Mudiya Nadaththivaruvaarendru Nambi, "
},{ "Verses": "6 naan Ungalai Ninaikkirapozhudhu En Dhevanai Sthoththirikkiren. "
},{ "Verses": "7 en Kattugalilum, Naan Suviseshaththirkaaga Uththaravusolli Adhaith Thidappaduththivarugiradhilum, Neengal Anaivarum Enakku Alikkappatta Kirubaiyil Pangullavargalaanadhaal, Ungalai En Irudhayaththil Thariththukkondirukkirapadiyinaale, Ungalellaaraiyung Kuriththu Naan Ippadi Ninaikkiradhu Enakkuth Thagudhiyaayirukkiradhu. "
},{ "Verses": "8 yesukiristhuvin Urukkamaana Anbile Ungalellaarmelum Evvalavo Vaanjaiyaayirukkiren Enbadharku Dhevane Enakku Saatchi. "
},{ "Verses": "9 melum, Uththamamaanavaigalai Neengal Oppukkollaththakkadhaaga Ungal Anbaanadhu Arivilum Ellaa Unarvilum Innum Adhigamadhigamaaip Perugavum, "
},{ "Verses": "10 dhevanukku Magimaiyum Thudhiyumundaagumpadi Yesukiristhuvinaal Varugira Needhiyin Kanigalaal Niraindhavargalaagi, "
},{ "Verses": "11 neengal Kiristhuvin Naalukkendru Thuppuravaanavargalum Idaralatravargalumaayirukkavum Vendudhal Seygiren. "
},{ "Verses": "12 sagodharare, Enakku Sambaviththavaigal Suvisesham Pirabalamaagumpadikku Edhuvaayitrendru Neengal Ariya Manadhaayirukkiren. "
},{ "Verses": "13 aramanai Yengumullavargalukkum Matra Yaavarukkum En Kattugal Kiristhuvukkullaana Kattugalendru Veliyarangamaagi, "
},{ "Verses": "14 sagodhararil Anegar En Kattugalaale Karththarukkul Thidankondu Bayamillaamal Thiruvasanaththai Sollumpadi Adhigamaaith Thunindhirukkiraargal. "
},{ "Verses": "15 silar Poraamaiyinaalum Virodhaththinaalum, Silar Nalmanadhinaalum Kiristhuvaip Pirasangikkiraargal. "
},{ "Verses": "16 silar En Kattugalode Ubaththiravaththaiyunkootta Ninaiththu, Suththamanadhode Kiristhuvai Ariviyaamal, Virodhaththinaale Arivikkiraargal. "
},{ "Verses": "17 suviseshaththirkaaga Naan Uththaravu Solla Erpaduththappattavanendru Arindhu, Silar Anbinaale Arivikkiraargal. "
},{ "Verses": "18 idhanaalenna? Vanjagaththinaalaavadhu, Unmaiyinaalaavadhu, Eppadiyaavadhu, Kiristhu Arivikkappadugiraar; Adhanaal Sandhoshappadugiren, Innamum Sandhoshappaduven. "
},{ "Verses": "19 adhu Ungal Vendudhalinaalum Yesukiristhuvinudaiya Aaviyin Udhaviyinaalum Enakku Ratchippaaga Mudiyumendru Ariven. "
},{ "Verses": "20 naan Ondrilum Vetkappattuppogaamal, Eppozhudhum Pola Ippozhudhum, Migundha Dhairiyaththode Jeevanaalaagilum, Saavinaalaagilum, Kiristhu En Sareeraththinaale Magimaippaduvaarendru Enakku Undaayirukkira Vaanjaikkum Nambikkaikkum Thakkadhaai, Appadi Mudiyum. "
},{ "Verses": "21 kiristhu Enakku Jeevan, Saavu Enakku Aadhaayam. "
},{ "Verses": "22 aagilum Sareeraththil Pizhaiththirukkiradhinaale En Kiriyaikkup Balanundaayiruppadhaal, Naan Therindhukollavendiyadhu Innadhendru Ariyen. "
},{ "Verses": "23 enenil Ivvirandinaalum Naan Nerukkappadugiren, Dhegaththaivittuppirindhu, Kiristhuvudanekooda Irukka Enakku Aasaiyundu, Adhu Adhiga Nanmaiyaayirukkum; "
},{ "Verses": "24 appadiyirundhum, Naan Sareeraththil Thariththiruppadhu Ungalukku Adhiga Avasiyam. "
},{ "Verses": "25 indha Nichchayaththaikkondirundhu, Naan Marupadiyum Ungalidaththil Varugiradhinaal Ennaikkuriththu Ungaludaiya Magizhchchi Kiristhu Yesuvukkul Perugumpadikku, "
},{ "Verses": "26 ungal Visuvaasaththin Varththanaikkaagavum Sandhoshaththukkaagavum Naan Pizhaiththu, Ungal Anaivarodunkooda Iruppenendru Arindhirukkiren. "
},{ "Verses": "27 naan Vandhu Ungalaik Kandaalum, Naan Varaamalirundhaalum, Neengal Ore Aaviyile Urudhiyaai Nindru, Ore Aaththumaavinaale Suviseshaththin Visuvaasaththirkaagak Koodapporaadi, Edhirkkiravargalaal Ondrilum Marulaadhirukkireergalendru Ungalaikkuriththu Naan Kelvippadumpadi, Evvidhaththilum Neengal Kiristhuvin Suviseshaththirkup Paaththiraraaga Maaththiram Nadandhukollungal. "
},{ "Verses": "28 neengal Marulaadhirukkiradhu Avargal Kettuppogiradharkum, Neengal Ratchikkappadugiradharkum Aththaatchiyaayirukkiradhu; Idhuvum Dhevanudaiya Seyale. "
},{ "Verses": "29 enenil Kiristhuvinidaththil Visuvaasikkiradharkumaaththiramalla, Avarnimiththamaagap Paadupadugiradharkum Ungalukku Arulappattirukkiradhu. "
},{ "Verses": "30 neengal Ennidaththile Kandadhum Enakku Undendru Ippozhudhu Kelvippadugiradhumaana Poraattame Ungalukkum Undu. "
}
]