[
{ "Verses": "1 aadhalaal, Enakkup Piriyamum Vaanjaiyumaana Sagodharare, Enakku Sandhoshamum Kireedamumaanavargale, Piriyamaanavargale, Indhappadiye Karththarukkul Nilaiththirungal. "
},{ "Verses": "2 karththarukkul Ore Sindhaiyaayirukka Eyodhiyaalukkum Sindhikeyaalukkum Buththisollugiren. "
},{ "Verses": "3 andriyum, En Uththama Koottaaliye, Avargalukku Udhaviyaayirukkumpadi Unnaiyum Vendikkolgiren; Avargal Kilemendhodum Matra En Udanvelaiyaatkalodungooda Suvisesha Vishayaththil Ennodekooda Migavum Pirayaasappattaargal, Avargaludaiya Naamangal Jeevapusthagaththil Irukkiradhu. "
},{ "Verses": "4 karththarukkul Eppozhudhum Sandhoshamaayirungal; Sandhoshamaayirungal Endru Marupadiyum Sollugiren. "
},{ "Verses": "5 ungal Saandhagunam Ellaa Manusharukkum Therindhiruppadhaaga. Karththar Sameebamaayirukkiraar. "
},{ "Verses": "6 neengal Ondrukkung Kavalaippadaamal, Ellaavatraiyunguriththu Ungal Vinnappangalai Sthoththiraththode Koodiya Jebaththinaalum Vendudhalinaalum Dhevanukkuth Theriyappaduththungal. "
},{ "Verses": "7 appozhudhu, Ellaap Buththikkummelaana Dhevasamaadhaanam Ungal Irudhayangalaiyum Ungal Sindhaigalaiyum Kiristhu Yesuvukkullaagak Kaaththukkollum. "
},{ "Verses": "8 kadaisiyaaga, Sagodharare, Unmaiyullavaigalevaigalo, Ozhukkamullavaigalevaigalo, Needhiyullavaigalevaigalo, Karpullavaigalevaigalo, Anbullavaigalevaigalo, Narkeerththiyullavaigalevaigalo, Punniyam Edhuvo, Pukazh Edhuvo Avaigalaiye Sindhiththukkondirungal. "
},{ "Verses": "9 neengal Ennidaththil Katrum Adaindhum Kettum Kandum Irukkiravaigalevaigalo Avaigalaiye Seyyungal; Appozhudhu Samaadhaanaththin Dhevan Ungalodiruppaar. "
},{ "Verses": "10 ennai Visaarippadharku Neengal Ippozhudhu Marupadiyum Manamalarndhapadiyinaale Karththarukkul Migavum Sandhoshappatten; Ippadich Seyya Ennangondirundheergal, Samayammaaththiram Ungalukku Neridavillai. "
},{ "Verses": "11 en Kuraichchalinaal Naan Ippadi Sollugiradhillai; Enenil Naan Endha Nilaimaiyilirundhaalum Manarammiyamaayirukkak Katrukkonden. "
},{ "Verses": "12 thaazhndhirukkavum Enakkuth Theriyum, Vaazhndhirukkavum Enakkuth Theriyum; Evvidaththilum Ellaavatrilum Thirupthiyaayirukkavum Pattiniyaayirukkavum, Paripooranamadaiyavum Kuraivupadavum Bodhikkappatten. "
},{ "Verses": "13 ennaip Belappaduththugira Kiristhuvinaale Ellaavatraiyunjseyya Enakkup Belanundu. "
},{ "Verses": "14 aagilum Neengal En Ubaththiravaththil Ennode Udanpattadhu Nalamaayirukkiradhu. "
},{ "Verses": "15 melum, Pilippiyare, Suviseshaththin Aarambaththile Naan Makkedhoniyaavilirundhu Purappattabodhu, Kodukkal Vaangal Kaariyaththil Neengalmaaththiram Enakku Udanpattadheyallaamal, Veroru Sabaiyum Udanpadavillai Endru Neengal Arindhirukkireergal. "
},{ "Verses": "16 naan Thesalonikkeyilirundhabodhum, En Kuraichchalai Neekkumpadi Neengal Irandorudharam Anuppineergal. "
},{ "Verses": "17 ubagaaraththai Naan Naadaamal, Ungal Kanakkukkup Balan Perugumpadiye Naadugiren. "
},{ "Verses": "18 ellaam Enakkuk Kidaiththadhu, Paripooranamum Undaayirukkiradhu; Ungalaal Anuppappattavaigalai Sugandhavaasanaiyum Dhevanukku Piriyamaana Sugandha Baliyumaaga Eppaappirotheeththuvin Kaiyil Varappatrikkondapadiyaal Naan Thirupthiyadaindhirukkiren. "
},{ "Verses": "19 en Dhevan Thammudaiya Aisuvariyaththinpadi Ungal Kuraivaiyellaam Kiristhu Yesuvukkul Magimaiyile Niraivaakkuvaar. "
},{ "Verses": "20 nammudaiya Pidhaavaagiya Dhevanaanavarukku Endrendraikkum Magimai Undaavadhaaga. Aamen. "
},{ "Verses": "21 kiristhu Yesuvukkullaana Parisuththavaangal Yaavarukkum Vaazhththudhal Sollungal. Ennodirukkira Sagodharargal Ungalukku Vaazhththudhal Sollugiraargal. "
},{ "Verses": "22 parisuththavaangal Anaivarum, Viseshamaaga Raayanudaiya Aramanaiyilullavargalum Ungalukku Vaazhththudhal Sollugiraargal. "
},{ "Verses": "23 namadhu Karththaraagiya Yesukiristhuvinudaiya Kirubai Ungalanaivarodunkooda Iruppadhaaga. Aamen. "
}
]