[
{ "Verses": "1 melum, En Sagodharare, Karththarukkul Sandhoshappadungal. Ezhudhinavaigalaiye Ezhudhuvadhu Enakku Varuththamalla, Adhu Ungalukku Nalamaayirukkum. "
},{ "Verses": "2 naaigalukku Echcharikkaiyaayirungal, Pollaadha Velaiyaatkalukku Echcharikkaiyaayirungal, Sunnaththukkaararukku Echcharikkaiyaayirungal. "
},{ "Verses": "3 enenil, Maamsaththinmel Nambikkaiyaayiraamal, Aaviyinaale Dhevanukku Aaraadhanaiseydhu, Kiristhu Yesuvukkul Menmaipaaraattugira Naame Viruththasedhanamullavargal. "
},{ "Verses": "4 maamsaththinmel Nambikkai Vaikkavendumaanaal Naanum Vaikkalaam; Veroruvan Maamsaththinmel Nambikkaiyaayirukka Ninaiththaal Naan Adhigamaai Appadich Seyyalaam. "
},{ "Verses": "5 naan Ettaam Naalil Viruththasedhanamadaindhavan, Isravel Vamsaththaan, Benyameen Koththiraththaan, Ebireyaril Pirandha Ebireyan, Niyaayappiramaanaththinpadi Pariseyan; "
},{ "Verses": "6 bakthivairaakkiyaththinpadi Sabaiyaith Thunbappaduththinavan, Niyaayappiramaanaththirkuriya Needhiyinpadi Kutranchaattappadaadhavan. "
},{ "Verses": "7 aagilum, Enakku Laabamaayirundhavaigalevaigalo Avaigalaik Kiristhuvukku Nashtamendru Enninen. "
},{ "Verses": "8 adhumaaththiramalla, En Karththaraagiya Kiristhu Yesuvai Arigira Arivin Menmaikkaaga Ellaavatraiyum Nashtamendru Ennikkondirukkiren. "
},{ "Verses": "9 naan Kiristhuvai Aadhaayappaduththikkollumpadikkum, Niyaayappiramaanaththinaal Varugira Suyaneedhiyai Udaiyavanaayiraamal, Kiristhuvaip Patrum Visuvaasaththinaal Varugiradhum Visuvaasamoolamaai Dhevanaal Undaayirukkiradhumaana Needhiyai Udaiyavanaayirundhu, Kiristhuvukkul Irukkiravanendru Kaanappadumpadikkum, "
},{ "Verses": "10 ippadi Naan Avaraiyum Avarudaiya Uyirththezhudhalin Vallamaiyaiyum, Avarudaiya Paadugalin Aikkiyaththaiyum Arigiradharkum, Avarudaiya Maranaththirkoppaana Maranaththirkullaagi, Eppadiyaayinum Naan Mariththorilirundhu Uyirodezhundhiruppadharkuth Thagudhiyaagumpadikkum, "
},{ "Verses": "11 avarukkaaga Ellaavatraiyum Nashtamendru Vitten; Kuppaiyumaaga Ennugiren. "
},{ "Verses": "12 naan Adaindhaayitru, Alladhu Mutrilum Therinavanaanen Endru Ennaamal, Kiristhu Yesuvinaal Naan Edharkaagap Pidikkappatteno Adhai Naan Pidiththukkollumpadi Aasaiyaaith Thodarugiren. "
},{ "Verses": "13 sagodharare, Adhaip Pidiththukkondenendru Naan Ennugiradhillai; Ondru Seygiren, Pinnaanavaigalai Marandhu, Munnaanavaigalai Naadi, "
},{ "Verses": "14 kiristhu Yesuvukkul Dhevan Azhaiththa Parama Azhaippin Pandhayapporulukkaaga Ilakkai Nokkith Thodarugiren. "
},{ "Verses": "15 aagaiyaal, Nammil Therinavargal Yaavarum Indha Sindhaiyaayirukkakkadavom; Endhak Kaariyaththilaavadhu Neengal Vere Sindhaiyaayirundhaal, Adhaiyum Dhevan Ungalukku Velippaduththuvaar. "
},{ "Verses": "16 aagilum Naam Edhuvaraiyil Theriyirukkiromo, Adhumudhal Ore Ozhungaai Nadandhukondu, Ore Sindhaiyaayiruppomaaga. "
},{ "Verses": "17 sagodharare, Neengal Ennodekoodap Pinbatrugiravargalaagi, Naangal Ungalukku Vazhikaattugirapadi Nadakkiravargalai Maadhiriyaaga Nokkungal. "
},{ "Verses": "18 enenil, Anegar Veruvidhamaai Nadakkiraargal. Avargal Kiristhuvin Siluvaikkup Pagaignarendru Ungalukku Anegandharam Sonnen, Ippozhudhu Kanneerodum Sollugiren. "
},{ "Verses": "19 avargaludaiya Mudivu Azhivu. Avargaludaiya Dhevan Vayiru, Avargaludaiya Magimai Avargaludaiya Lachchaiye, Avargal Boomikkaduththavaigalaich Sindhikkiraargal. "
},{ "Verses": "20 nammudaiya Kudiyiruppo Paralogaththilirukkiradhu, Angeyirundhu Karththaraayirukkira Yesukiristhu Ennum Ratchakar Vara Edhirpaarththukkondirukkirom. "
},{ "Verses": "21 avar Ellaavatraiyum Thamakkuk Keezhppaduththikkollaththakka Thammudaiya Vallamaiyaana Seyalinpadiye, Nammudaiya Arpamaana Sareeraththaith Thammudaiya Magimaiyaana Sareeraththirku Oppaaga Maruroopappaduththuvaar. "
}
]