[
{ "Verses": "1 naan En Ullaththile Sollikkondadhu Ennavendraal: Vaa, Ippozhudhu Unnai Sandhoshaththinaale Sodhiththuppaarppen, Inbaththai Anubavi Endren; Idho, Idhuvum Maayaiyaayirundhadhu. "},
{ "Verses": "2 nagaippaikkuriththu, Adhu Paiththiyam Endrum Sandhoshaththaikkuriththu, Adhu Enna Seyyum? Endrum Sonnen. "},
{ "Verses": "3 vaanaththinkeezh Manupuththirar Uyirodirukkum Naalalavum Petru Anubavikkaththakkadhu Innadhendru Ariyumporuttu, En Irudhayaththai Gnaanaththaal Thetrikkondirukkumpodhe, Naan En Thegaththai Madhubaanaththaal Seeraattikkondirukkavum, Madhiyeenaththaip Patrikkondirukkavum En Ullaththil Vagaithedinen. "},
{ "Verses": "4 naan Periya Velaigalai Seydhen; Enakkaaga Veedugalaik Kattinen, Dhraatchaththottangalai Naattinen. "},
{ "Verses": "5 enakkaagath Thottangalaiyum Singaarangalaiyum Undaakki, Avaigalil Sagalavagaik Kanivirutchangalaiyum Naattinen. "},
{ "Verses": "6 marangal Payiraagum Thoppukku Neerppaaichchugiradharkuk Kulangalai Undupanninen. "},
{ "Verses": "7 velaikkaararaiyum Velaikkaarigalaiyum Sambaadhiththen; Veettilum Velaikkaarar Pirandhaargal; Enakkumun Erusalemilirundha Ellaaraippaarkkilum Aadu Mudhalaana Thiranda Aasthigal Enakku Irundhadhu. "},
{ "Verses": "8 velliyaiyum Ponnaiyum, Raajasambaththaiyum Maagaanangalilulla Porulgalaiyum Segariththen; Sangeedhakkaararaiyum Sangeedhakkaarigalaiyum, Manupuththirarukku Inbamaana Palavidha Vaaththiyangalaiyum Sambaadhiththen. "},
{ "Verses": "9 enakkumun Erusalemilirundha Ellaaraippaarkkilum Naan Periyavanum Thiraviya Sambannanumaanen; En Gnaanam Ennodekooda Irundhadhu. "},
{ "Verses": "10 en Kangal Ichchiththavaigalil Ondraiyum Naan Avaigalukkuth Thadaipannavillai, En Irudhayaththukku Oru Sandhoshaththaiyum Naan Vendaamendru Vilakkavillai; Naan Seydha Muyarchigalilellaam En Manam Magizhchchikondirundhadhu, Idhuve En Prayaasangal Ellaavatrinaalum Enakku Vandha Palan. "},
{ "Verses": "11 en Kaigal Seydha Sagala Velaigalaiyum, Naan Patta Ellaap Prayaasaththaiyum Kannokkip Paarththen; Idho, Ellaam Maayaiyum, Manadhukku Sanjalamumaayirundhadhu; Sooriyanukkuk Keezhe Palan Ondrumillai. "},
{ "Verses": "12 pinbu Naan, Gnaanamaanadhu Enna Endrum, Paiththiyamum Madhiyeenamum Enna Endrum Paarththu Ariyumpadi Thirumbinen; Raajaavukkup Pinvarum Manushan Enna Seyyakkoodum? Seydhadhaiye Seyvaan. "},
{ "Verses": "13 irulaippaarkkilum Velichcham Evvalavu Uththamamo, Avvalavaai Madhiyeenaththaippaarkkilum Gnaanam Uththamamendru Kanden. "},
{ "Verses": "14 gnaaniyin Kangal Avan Mugaththile Irukkiradhu, Moodano Irulile Nadakkiraan; Aagilum Avargalellaarukkum Orevidhamaai Sambavikkiradhu Endru Kanden. "},
{ "Verses": "15 moodanukku Sambavikkiradhupola Enakkum Sambavikkiradhe; Appadiyirukka Naan Adhiga Gnaanamadaindhadhinaal Kaariyamenna Endru Sindhiththen; Idhuvum Maayai Endru En Ullaththil Enninen. "},
{ "Verses": "16 moodan Endraalum Gnaaniyendraalum Endraikkum Ninaivil Iruppadhillai; Ippozhudhu Irukkiradhellaam Varunkaalaththil Marakkappattuppom; Moodan Eppadi Saagiraano Appadiye Gnaaniyum Saagiraan. "},
{ "Verses": "17 aagaiyaal Indha Jeevanai Veruththen; Sooriyanukkukkeezhe Seyyappadum Kiriyaiyellaam Enakku Visanamaayirundhadhu; Ellaam Maayaiyum Manadhukku Sanjalamumaayirukkiradhu. "},
{ "Verses": "18 sooriyanukkukkeezhe Naan Patta Prayaasaththaiyellaam Veruththen; Enakkup Pinvarappogiravanukku Adhai Naan Vaiththuppogavendiyadhaagume. "},
{ "Verses": "19 avan Buththimaanaayiruppaano, Moodanaayiruppaano, Adhai Yaar Arivaar? Aagilum Sooriyanukkukkeezhe Naan Prayaasappattu Gnaanamaai Sambaadhiththa Sagala Vasthukkalinperilum Avan Adhigaariyaavaan; Idhuvum Maayaiye. "},
{ "Verses": "20 aagaiyaal Sooriyanukkukkeezhe Naan Patta Ellaap Prayaasaththinmelumulla Aasaiyai Vittuvida Vagaipaarththen. "},
{ "Verses": "21 oruvan Buththi, Yukthi, Nidhaanaththodu Prayaasappadugiraan; Aagilum Appadip Prayaasappadaadhirundha Veroruvanukku Avan Adhai Sondhamaaga Vittuvidavendiyadhaagum; Idhuvum Maayaiyum Periya Theengumaai Irukkiradhu. "},
{ "Verses": "22 manushan Sooriyanukkuk Keezhe Irukkira Ellaap Prayaasaththinaalum Avanudaiya Irudhayaththin Ennangalinaalum Avanukku Palan Enna? "},
{ "Verses": "23 avan Naatkalellaam Aluppulladhu, Avaigal Varuththamulladhu; Raaththiriyilum Avan Manadhukku Ilaippaarudhalillai; Idhuvum Maayaiye. "},
{ "Verses": "24 manushan Pusiththuk Kudiththu, Thanprayaasaththin Palanai Anubavippadhaippaarkkilum. Avanukku Oru Nanmaiyumillai, Idhuvum Dhevanudaiya Karaththilirundhu Varugiradhu Endru Naan Kanden. "},
{ "Verses": "25 ennaippaarkkilum Sambiramamaai Saappidaththakkavan Yaar? Ennaippaarkkilum Thuridhamaai Sambaadhikkaththakkavan Yaar? "},
{ "Verses": "26 dhevan Thamadhu Paarvaikku Nallavanaayirukkiravanukku Gnaanaththaiyum Arivaiyum Inbaththaiyum Alikkiraar; Paavancheygiravanukko Thamadhu Paarvaikku Nallavanaayirukkiravan Vasamaai Vaiththuvittup Pogumporuttu Serththuk Kuviththuvaikkum Thollaiyai Avar Niyamiththirukkiraar; Idhuvum Maayaiyum, Manadhukku Sanjalamumaayirukkiradhu. "}
]