[
{ "Verses": "1 sooriyanukkuk Keezhe Naan Kanda Veroru Theengumundu. Adhu Manusharukkulle Perumbaalum Nadandhu Varugiradhu. "},
{ "Verses": "2 adhaavadhu, Oruvanukku Dhevan Selvaththaiyum Sambaththaiyum Ganaththaiyum Kodukkiraar; Avan Enna Ichchiththaalum Adhellaam Avanukkuk Kuraivillaamal Kidaikkum; Aanaalum Avaigalai Anubavikkum Sakthiyai Dhevan Avanukkuk Kodukkavillai; Anniya Manushan Adhai Anubavikkiraan; Idhuvum Maayaiyum Kodiya Noyumaanadhu. "},
{ "Verses": "3 oruvan Nooru Pillaigalaip Petru, Anegam Varusham Jeeviththu, Theerkkaayusai Adaindhirundhaalum, Avan Aaththumaa Andha Selvaththaal Thirupthiyadaiyaamalum, Avanukkup Predhakkallarai Mudhalaai Illaamalum Pogumaanaal, Avanaippaarkkilum Karuvazhindha Pindam Vaasi Engiren. "},
{ "Verses": "4 adhu Maayaiyaaith Thondri Irulile Maraindhupoividugiradhu; Adhinper Andhagaaraththaal Moodappadum. "},
{ "Verses": "5 adhu Sooriyanaik Kandadhumillai, Ondraiyum Arindhadhumillai; Avanukku Illaadha Amaichchal Adharku Undu. "},
{ "Verses": "6 avan Irandaayiram Varusham Pizhaiththirundhaalum Oru Nanmaiyaiyum Kaanbadhillai; Ellaarum Ore Idaththukkup Pogiraargal Allavaa? "},
{ "Verses": "7 manushan Padum Prayaasamellaam Avan Vaaikkaagaththaane; Avan Manadhukko Thirupthiyillai. "},
{ "Verses": "8 ippadiyirukka, Moodanaippaarkkilum Gnaanikku Undaagum Menmai Enna? Jeevanullorukku Munbaaga Nadandhukollumpadi Arindha Ezhaikkum Undaagum Menmai Enna? "},
{ "Verses": "9 aasaiyaanadhu Alaindhuthedugiradhaippaarkkilum Kan Kandadhe Nalam; Idhuvum Maayaiyum, Manadhai Sanjalappaduththugiradhumaayirukkiradhu. "},
{ "Verses": "10 irukkiravan Evanum Thondrumunname Peridappattirukkiraan; Avan Manushanendru Therindhirukkiradhu; Thannilum Balaththavarode Poraada Avanaal Koodaadhu. "},
{ "Verses": "11 maayaiyaip Perugappannugira Anega Viseshangal Undaayirukkirapadiyaal Adhile Manusharukkup Prayojanamenna? "},
{ "Verses": "12 nizhalaippondra Maayaiyaana Than Jeevakaalaththaip Pokkum Manushanukku Indha Jeevanil Nanmai Innadhendru Arindhavan Yaar? Thanakkuppinbu Sooriyanukkuk Keezhe Sambavikkunkaariyam Innadhendru Manushanukku Arivippavan Yaar? "}
]