[
{ "Verses": "1 parimalathailaththaippaarkkilum Narkeerththiyum, Oruvanudaiya Janananaalaippaarkkilum Marananaalum Nalladhu. "},
{ "Verses": "2 virundhuveettukkup Povadhilum Dhukkaveettukkup Povadhu Nalam; Idhile Ellaa Manusharin Mudivum Kaanappadum; Uyirodirukkiravan Idhaith Than Manadhile Sindhippaan. "},
{ "Verses": "3 nagaippaip Paarkkilum Dhukkippu Nalam; Mugadhukkaththinaale Irudhayam Seerppadum. "},
{ "Verses": "4 gnaanigalin Irudhayam Dhukkaveettile Irukkum; Moodarin Irudhayam Kalippuveettile Irukkum. "},
{ "Verses": "5 oruvan Moodarin Paattaikketpadhilum, Gnaaniyin Kadindhukolludhalaik Ketpadhu Nalam. "},
{ "Verses": "6 moodanin Nagaippu Paanaiyinkeezh Erigira Mullugalin Padapadappaippolirukkum; Idhuvum Maayaiye. "},
{ "Verses": "7 idukkanaanadhu Gnaaniyaiyum Paiththiyakkaaranaakkum; Paridhaanam Irudhayaththaik Kedukkum. "},
{ "Verses": "8 oru Kaariyaththin Thuvakkaththaippaarkkilum Adhin Mudivu Nalladhu; Perumaiyullavanaippaarkkilum Porumaiyullavan Uththaman. "},
{ "Verses": "9 un Manadhil Seekkiramaaik Kobankollaadhe; Moodarin Nenjile Kobam Kudikollum. "},
{ "Verses": "10 innaatkalaip Paarkkilum Munnaatkal Nalamaayirundhadhu Endru Sollaadhe; Nee Idhaikkuriththuk Ketpadhu Gnaanamalla. "},
{ "Verses": "11 sudhandharaththode Gnaanam Nalladhu; Sooriyanaik Kaangiravargalukku Idhinaale Prayojanamundu. "},
{ "Verses": "12 gnaanam Kedagam, Thiraviyamum Kedagam; Gnaanam Thannai Udaiyavargalukku Jeevanaith Tharum; Idhuve Arivin Menmai. "},
{ "Verses": "13 dhevanudaiya Seyalaik Gavaniththuppaar; Avar Konalaakkinadhai Nermaiyaakkaththakkavan Yaar? "},
{ "Verses": "14 vaazhvukaalaththil Nanmaiyai Anubaviththiru, Thaazhvukaalaththil Sindhanaisey; Manushan Thanakkuppin Varuvadhondraiyum Kandupidiyaadhapadikku Dhevan Ivvirandaiyum Ondrukkondru Edhiridaiyaaga Vaiththirukkiraar. "},
{ "Verses": "15 ivai Ellaavatraiyum En Maayaiyin Naatkalil Kanden; Than Needhiyile Kettuppogira Needhimaanumundu, Than Paavaththile Neediththirukkira Paaviyumundu. "},
{ "Verses": "16 minjina Needhimaanaayiraadhe, Unnai Adhiga Gnaaniyumaakkaadhe; Unnai Nee En Keduththukkollavendum? "},
{ "Verses": "17 minjina Dhushtanaayiraadhe, Adhiga Pedhaiyumaayiraadhe; Un Kaalaththukkumunne Nee En Saagavendum? "},
{ "Verses": "18 nee Idhaip Patrikkolvadhum Adhaik Kaividaadhiruppadhum Nalam; Dhevanukku Bayappadugiravan Ivaigalellaavatrinindrum Kaakkappaduvaan. "},
{ "Verses": "19 nagaraththilulla Paththu Adhipadhigalaippaarkkilum, Gnaanam Gnaaniyai Adhiga Belavaanaakkum. "},
{ "Verses": "20 oru Paavamum Seyyaamal, Nanmaiyaiye Seyyaththakka Needhimaan Boomiyilillai. "},
{ "Verses": "21 sollappadum Ellaa Vaarththaigalaiyum Gavaniyaadhe; Gavaniththaal Un Velaikkaaran Unnai Nindhippadhaik Kelvippadavendiyadhaagum. "},
{ "Verses": "22 anegandharam Neeyum Pirarai Nindhiththaayendru, Un Manadhukku Theriyume. "},
{ "Verses": "23 ivai Ellaavatraiyum Gnaanaththinaal Sodhiththuppaarththen. Naan Gnaanavaanaaven Endren, Adhu Enakku Dhooramaayitru. "},
{ "Verses": "24 dhooramum Magaa Aazhamumaayirukkiradhaik Kandadaigiravan Yaar? "},
{ "Verses": "25 gnaanaththaiyum Kaaranakaariyaththaiyum Visaariththu Aaraaindhu Ariyavum, Madhikettin Aagaamiyaththaiyum Buththimayakkaththin Paiththiyaththaiyum Ariyavum En Manadhai Seluththinen. "},
{ "Verses": "26 kannigalum Valaigalumaagiya Nenjamum, Kayirugalumaagiya Kaigaludaiya Sthreeyaanaval, Saavilum Adhiga Kasappullavalendru Kanden, Dhevanukkumunbaaga Sargunanaayirukkiravan Avalukkuth Thappuvaan; Paaviyo Avalaal Pidipaduvaan. "},
{ "Verses": "27 kaariyaththai Ariyumpadi Ovvondraai Visaaranaipanni, Idho, Idhaik Kandupidiththen Endru Prasangi Sollugiraan. "},
{ "Verses": "28 en Manam Innum Ondraith Thedugiradhu, Adhai Naan Kandupidikkavillai; Aayiramperukkulle Oru Purushanaik Kanden, Ivargalellaarukkullum Oru Sthreeyai Naan Kaanavillai. "},
{ "Verses": "29 idho Dhevan Manushanai Semmaiyaanavanaai Undaakkinaar; Avargalo Anega Ubaayathandhirangalaith Thedikkondaargal; Idhaimaaththiram Kanden. "}
]