[
{ "Verses": "1 idharkup Pinbu Naan Sooriyanukkukkeezhe Seyyappadum Kodumaigalaiyellaam Sindhiththuppaarththen; Idho Odukkappattavargalin Kanneeraik Kanden, Avargalaith Thetruvaarillai; Odukkugiravargal Patchaththil Belamirundhadhu, Appadiyirundhum Thetruvaarillai. "},
{ "Verses": "2 aadhalaal Innum Uyirodirundhu Pizhaikkiravargalaippaarkkilum Munname Kaalanchendru Mariththavargalaiye Baakkiyavaangal Endren. "},
{ "Verses": "3 ivviru Thiraththaarudaiya Nilaimaiyaippaarkkilum Innum Piravaadhavanudaiya Nilaimaiye Vaasi; Avan Sooriyanukkuk Keezhe Seyyappadum Dhurchcheygaigalaik Kaanavillaiye. "},
{ "Verses": "4 manushan Padum Ellaap Prayaasamum, Payanpadum Ellaak Kiriyaiyum, Ayalaanudaiya Poraamaikku Edhuvaayirukkiradhai Naan Kanden; Idhuvum Maayaiyum, Manadhukku Sanjalamumaayirukkiradhu. "},
{ "Verses": "5 moodan Than Kaigalaik Kattikkondu, Than Sadhaiyaiye Thingiraan. "},
{ "Verses": "6 varuththaththodum Manachchanjalaththodum Irandu Kaippidiyum Niraiyakkondiruppadhaippaarkkilum, Amaichchalodu Orukaippidi Niraiyak Kondiruppadhe Nalam. "},
{ "Verses": "7 pinbu Naan Thirumbikkondu Sooriyanukkuk Keezhe Maayaiyaana Veroru Kaariyaththaik Kanden. "},
{ "Verses": "8 oruvan Ondikkaaranaayirukkiraan; Avanukku Udanaaliyumillai, Avanukkup Pillaiyum Sagodharanumillai; Appadiyirundhum Avanpadum Prayaasaththukku Mudivillai; Avan Kan Aisuvariyaththaal Thirupthiyaagiradhumillai; Naan Oru Nanmaiyaiyum Anubaviyaamal Yaarukkaagap Prayaasappadugiren Endru Avan Sindhikkiradhumillai; Idhuvum Maayai, Theeraadha Thollai. "},
{ "Verses": "9 ondiyaayiruppadhilum Iruvar Koodiyiruppadhu Nalam; Avargaludaiya Prayaasaththinaal Avargalukku Nalla Palanundaagum. "},
{ "Verses": "10 oruvan Vizhundhaal Avan Udanaali Avanaith Thookkividuvaan; Ondiyaayirundhu Vizhugiravanukku Aiyo, Avanaith Thookkividath Thunaiyillaiye. "},
{ "Verses": "11 iranduperaaip Paduththukkondirundhaal Avargalukku Soodundaagum; Ondiyaayirukkiravanukku Soodundaavadhu Eppadi? "},
{ "Verses": "12 oruvanai Yaadhaamoruvan Merkolla Vandhaal Iruvarum Avanukku Edhirththunirkalaam; Muppurinool Seekkiramaai Araadhu. "},
{ "Verses": "13 ini Aalosanaiyaik Kelaadha Kizhavanum Moodanumaagiya Raajaavaippaarkkilum, Ezhaiyum Gnaaniyumaagiya Ilaignane Vaasi. "},
{ "Verses": "14 arasaala Siraichchaalaiyilirundhu Purappaduvaarumundu; Raajaangaththil Pirandhu Ezhaiyaavaarumundu. "},
{ "Verses": "15 sooriyanukkukkeezhe Jeevanullor Yaavarum Raajaavin Pattaththirku Varappogira Pillaiyin Patchaththil Saarndhiruppadhaik Kanden. "},
{ "Verses": "16 avargalukkumun Appadi Seydha Janangalin Lakkaththirku Mudivillai; Ini Iruppavargal Ivanmelum Piriyam Vaikkaamarpovaargal; Idhuvum Maayaiyum, Manadhukku Sanjalamumaayirukkiradhu. "}
]