[
{ "Verses": "1 nee Dhevaalayaththukkup Pogumpodhu Un Nadaiyaik Kaaththukkol; Moodar Paliyiduvadhupolap Paliyiduvadhaippaarkkilum Sevikodukka Servadhe Nalam. Thaangal Seygiradhu Theemaiyendru Ariyaadhirukkiraargal. "},
{ "Verses": "2 dhevasamugaththil Nee Thunigaramaai Un Vaayinaal Pesaamalum, Manampadhari Oru Vaarththaiyaiyum Sollaamalum Iru; Dhevan Vaanaththilirukkiraar; Nee Boomiyilirukkiraai, Aadhalaal Un Vaarththaigal Surukkamaayiruppadhaaga. "},
{ "Verses": "3 thollaiyin Thiratchiyinaal Soppanam Pirakkiradhupola, Vaarththaigalin Thiratchiyinaal Moodanudaiya Saththam Pirakkum. "},
{ "Verses": "4 nee Dhevanukku Oru Poruththanaipannikkondaal, Adhai Seluththath Thaamadhiyaadhe; Avar Moodaril Piriyappadugiradhillai, Nee Nerndhukondadhaichchey. "},
{ "Verses": "5 nee Nerndhukondadhai Seyyaamarpovadhaippaarkkilum, Nerndhukollaadhiruppadhe Nalam. "},
{ "Verses": "6 un Maamsaththaip Paavaththukkullaakka Un Vaaikku Idankodaadhe, Adhu Buththipisaginaal Seydhadhu Endru Thoodhanukkumun Sollaadhe, Dhevan Un Vaarththaigalinaale Kobankondu, Un Kaigalin Kiriyaiyai Azhippaanen? "},
{ "Verses": "7 anega Soppanangal Maayaiyaayiruppadhupola, Anega Vaarththaigalum Viyarththamaayirukkum; Aagaiyaal Nee Dhevanukku Bayandhiru. "},
{ "Verses": "8 oru Dhesaththil Ezhaigal Odukkappadugiradhaiyum, Nyaayamum Needhiyum Purattappadugiradhaiyum Nee Kaanbaayaanaal, Adhaikkuriththu Aachchariyappadaadhe; Uyarndhavanmel Uyarndhavan Kaavalaaliyaayirukkiraan; Avargalmel Uyarndhavarum Oruvarundu. "},
{ "Verses": "9 boomiyil Vilaiyum Palan Yaavarukkumuriyadhu; Raajaavum Vayalin Palanaal Aadharikkappadugiraan. "},
{ "Verses": "10 panappiriyan Panaththinaal Thirupthiyadaivadhillai; Selvappiriyan Selvapperukkinaal Thirupthiyadaivadhillai; Idhuvum Maayaiye. "},
{ "Verses": "11 porul Peruginaal Adhaith Thingiravargalum Perugugiraargal; Adhai Udaiyavargal Thangal Kangalinaal Adhai Kaanbadheyandri Avargalukkup Prayojanam Enna? "},
{ "Verses": "12 velaiseygiravan Konjamaaip Pusiththaalum Adhigamaaip Pusiththaalum Avan Niththirai Inbamaayirukkum; Selvanudaiya Perukko Avanaith Thoongavottaadhu. "},
{ "Verses": "13 sooriyanukkuk Keezhe Naan Kanda Veroru Kodiya Theengumundu Adhaavadhu, Aisuvariyamaanadhu Adhai Udaiyavargalukke Kedundaagumpadi Segariththu Vaikkappaduvadhaam. "},
{ "Verses": "14 andha Aisuvariyam Vikkinaththaal Azhindhupogiradhu; Avan Oru Puththiranaip Perugiraan, Avan Kaiyil Yaadhondrum Illai. "},
{ "Verses": "15 than Thaayin Karppaththilirundhu Nirvaaniyaai Vandhaan; Vandhadhupolave Nirvaaniyaaith Thirumbippovaan. Avan Than Prayaasaththinaal Undaana Palanondraiyum Than Kaiyile Eduththukkondupovadhillai. "},
{ "Verses": "16 avan Vandhapragaarame Pogiraan, Idhuvum Kodumaiyaana Theengu; Avan Kaatrukkup Prayaasappattadhinaal Avanukku Laabam Enna? "},
{ "Verses": "17 avan Than Naatkalilellaam Irulile Pusiththu, Migavum Saliththu, Noyum Thunbamum Adaigiraan. "},
{ "Verses": "18 idho Uyirodirukkumpadi Dhevan Arulichcheydha Naalellaam Manushan Pusiththuk Kudiththu, Sooriyanukkuk Keezhe Thaan Padum Prayaasam Anaiththin Palanaiyum Anubavippadhe Nalamum Uththamumaana Kaariyamendru Naan Kanden, Idhuve Ivan Pangu. "},
{ "Verses": "19 dhevan Aisuvariyaththaiyum Sambaththaiyum Evanukkuk Koduththirukkiraaro, Avan Adhile Pusikkavum, Thanpangaip Peravum, Than Prayaasaththile Magizhchchiyaayirukkavum Avanukku Adhigaaram Alippadhu Dhevanudaiya Anukkragam. "},
{ "Verses": "20 avanudaiya Irudhayaththile Magizhumpadi Dhevan Avanukku Anukkragampannugirapadiyinaal, Avan Than Jeevanulla Naatkalai Adhigamaai Ninaiyaan. "}
]