[
{ "Verses": "1 ovvondrirkum Ovvoru Kaalamundu; Vaanaththin Keezhirukkira Ovvoru Kaariyaththukkum Ovvoru Samayamundu. "},
{ "Verses": "2 pirakka Oru Kaalamundu, Irakka Oru Kaalamundu; Nada Oru Kaalamundu, Nattadhaip Pidunga Oru Kaalamundu; "},
{ "Verses": "3 kolla Oru Kaalamundu, Gunamaakka Oru Kaalamundu; Idikka Oru Kaalamundu, Katta Oru Kaalamundu; "},
{ "Verses": "4 azha Oru Kaalamundu, Nagaikka Oru Kaalamundu; Pulamba Oru Kaalamundu, Nadanampanna Oru Kaalamundu; "},
{ "Verses": "5 karkalai Erindhuvida Oru Kaalamundu, Karkalai Serkka Oru Kaalamundu; Thazhuva Oru Kaalamundu, Thazhuvaamalirukka Oru Kaalamundu; "},
{ "Verses": "6 theda Oru Kaalamundu, Izhakka Oru Kaalamundu; Kaappaatra Oru Kaalamundu, Erindhuvida Oru Kaalamundu; "},
{ "Verses": "7 kizhikka Oru Kaalamundu, Thaikka Oru Kaalamundu; Mavunamaayirukka Oru Kaalamundu, Pesa Oru Kaalamundu; "},
{ "Verses": "8 snegikka Oru Kaalamundu, Pagaikka Oru Kaalamundu; Yuththampanna Oru Kaalamundu, Samaadhaanampanna Oru Kaalamundu. "},
{ "Verses": "9 varuththappattup Prayaasappadugiravanukku Adhinaal Palan Enna? "},
{ "Verses": "10 manupuththirar Paadupadumpadi Dhevan Avargalukku Niyamiththa Thollaiyaik Kanden. "},
{ "Verses": "11 avar Sagalaththaiyum Adhinadhin Kaalaththile Nerththiyaaga Seydhirukkiraar; Ulagaththaiyum Avargal Ullaththile Vaiththirukkiraar; Aadhalaal Dhevan Aadhimudhal Andhammattum Seydhuvarum Kiriyaiyai Manushan Kandupidiyaan. "},
{ "Verses": "12 magizhchchiyaayiruppadhum, Uyirodirukkaiyil Nanmaiseyvadhumeyallaamal, Veroru Nanmaiyum Manushanukku Illaiyendru Arindhen. "},
{ "Verses": "13 andriyum Manushar Yaavarum Pusiththuk Kudiththuth Thangal Sagalap Prayaasaththin Palanaiyum Anubavippadhu Dhevanudaiya Anukkiragam. "},
{ "Verses": "14 dhevan Seyvadhu Edhuvo Adhu Endraikkum Nilaikkum Endru Ariven; Adhinode Ondrum Koottavun Koodaadhu, Adhilirundhu Ondrum Kuraikkavun Koodaadhu; Manushar Thamadhu Samugaththil Bayandhirukkumpadi Dhevan Ippadi Seydhuvarugiraar. "},
{ "Verses": "15 mun Nadandhadhe Ippozhudhum Nadakkiradhu; Ini Nadakkappogiradhum Munname Nadandhadhu; Nadandhadhaiyo Dhevan Visaarippaar. "},
{ "Verses": "16 pinnum Sooriyanukkuk Keezhe Naan Nyaayasthalaththaik Kanden, Ange Aniyaayam Irundhadhu; Needhi Sthalaththaiyum Kanden, Ange Aneedhi Irundhadhu. "},
{ "Verses": "17 sagala Ennangalaiyum Sagala Seygaigalaiyum Nyaayantheerkkunkaalam Ini Irukkirapadiyaal Sanmaarkkanaiyum Dhunmaarkkanaiyum Dhevan Nyaayantheerkkiraar Endru En Ullaththil Enninen. "},
{ "Verses": "18 manupuththirar Thaangal Mirugangalaippol Irukkiraargalenbadhai Avargal Ariyumpadikku Dhevan Avargalai Sodhikkiraarendru Naan Manusharudaiya Nilaimaiyaikkuriththu En Ullaththile Enninen. "},
{ "Verses": "19 manupuththirarukku Sambavikkiradhu Mirugangalukkum Sambavikkum; Avargalukkum Ivaigalukkum Ega Sambavamundu; Ivaigal Saagiradhupolave Ivargalum Saagiraargal; Jeevangalukkellaam Suvaasam Ondre; Mirugaththaippaarkkilum Manushan Menmaiyullavan Alla; Ellaam Maayaiye. "},
{ "Verses": "20 ellaam Ore Idaththukkup Pogiradhu; Ellaam Mannile Undaagiradhu, Ellaam Mannukkuth Thirumbugiradhu. "},
{ "Verses": "21 uyara Erum Manushanudaiya Aaviyaiyum, Thaazha Boomiyilirangum Mirugangaludaiya Aaviyaiyum Arigiravan Yaar? "},
{ "Verses": "22 ippadiyirukkirapadiyaal, Manushan Than Seygaigalil Magizhchchiyaayirukkum Nanmaiyaiyeyallaamal, Vere Nanmaiyillaiyendru Kanden; Idhuve Avan Pangu; Thanakkup Pinvarum Kaariyangalaik Kaanumpadikku Avanaith Thirumbivarappannugiravan Yaar? "}
]