[
{ "Verses": "1 dhaaveedhin Kumaaranum Erusalemin Raajaavumaagiya Prasangiyin Vaakkiyangal. "},
{ "Verses": "2 maayai, Maayai, Ellaam Maayai Endru Prasangi Sollugiraan. "},
{ "Verses": "3 sooriyanukkuk Keezhe Manushan Padugira Ellaap Prayaasaththinaalum Avanukku Palan Enna? "},
{ "Verses": "4 oru Sandhadhi Pogiradhu, Maru Sandhadhi Varugiradhu; Boomiyo Endraikkum Nilaiththirukkiradhu. "},
{ "Verses": "5 sooriyan Udhikkiradhu, Sooriyan Asthamikkiradhu; Thaan Udhiththa Idaththirku Adhu Thirumbavum Theevirikkiradhu. "},
{ "Verses": "6 kaatru Therke Poi, Vadakkeyunchutri, Suzhandru Suzhandru Adiththu, Thaan Sutrina Idaththukke Thirumbavum Varum. "},
{ "Verses": "7 ellaa Nadhigalum Samuththiraththile Odi Vizhundhum Samuththiram Nirambaadhu; Thaangal Urpaththiyaana Idaththirke Nadhigal Marupadiyum Thirumbum. "},
{ "Verses": "8 ellaam Varuththaththinaal Niraindhirukkiradhu; Adhu Manusharaal Sollimudiyaadhu; Kaangiradhinaal Kan Thirupthiyaagiradhillai, Ketkiradhinaal Sevi Nirappappadugiradhumillai. "},
{ "Verses": "9 mun Irundhadhe Inimelum Irukkum; Mun Seyyappattadhe Pinnum Seyyappadum; Sooriyanukkuk Keezhe Noodhanamaanadhu Ondrumillai. "},
{ "Verses": "10 idhaip Paar, Idhu Noodhanam Endru Sollappadaththakka Kaariyam Ondrundo? Adhu Namakku Munnulla Poorvakaalangalilum Irundhadhe. "},
{ "Verses": "11 mun Irundhavaigalaippatri Gnaabagam Illai; Appadiye Pinvarum Kaariyangalaippatriyum Inimeliruppavargalukku Gnaabagam Iraadhu. "},
{ "Verses": "12 prasangiyaagiya Naan Erusalemil Isravelarukku Raajaavaayirundhen. "},
{ "Verses": "13 vaanaththinkeezh Nadappadhaiyellaam Gnaanamaai Visaariththu Aaraaichchi Seygiradharku En Manadhaip Prayogampanninen, Manupuththirar Indhak Kadunthollaiyil Adipadumpadikku Dhevan Adhai Avargalukku Niyamiththirukkiraar. "},
{ "Verses": "14 sooriyanukkuk Keezhe Seyyappadugira Kaariyangalaiyellaam Gavaniththup Paarththen; Idho, Ellaam Maayaiyum, Manadhukku Sanjalamumaayirukkiradhu. "},
{ "Verses": "15 konalaanadhai Neraakkak Koodaadhu, Kuraivaanadhai Ennimudiyaadhu. "},
{ "Verses": "16 idho, Naan Periyavanaayirundhu, Enakkumun Erusalemilirundha Ellaaraippaarkkilum Gnaanamadaindhu Therinen; En Manam Migundha Gnaanaththaiyum Arivaiyum Kandarindhadhu Endru Naan En Ullaththile Sollikkonden. "},
{ "Verses": "17 gnaanaththai Arigiradharkum, Paiththiyaththaiyum Madhiyeenaththaiyum Arigiradharkum, Naan En Manadhaip Prayogampanninen; Idhuvum Manadhukku Sanjalamaayirukkiradhendru Kanden. "},
{ "Verses": "18 adhiga Gnaanaththile Adhiga Salippundu; Arivuperuththavan Novuperuththavan. "}
]