[
{ "Verses": "1 gnaanamullavanukku Oppaanavan Yaar? Kaariyaththin Thaarpariyaththai Arindhavan Yaar? Manushanudaiya Gnaanam Avan Mugaththaip Pragaasikkappannum, Avan Mugaththin Moorkkam Maarum. "},
{ "Verses": "2 raajaavin Kattalaiyaik Kaikkondu Nada Endru Naan Unakku Echcharikkiren, Nee Dhevanukku Itta Aanaiyinpadiye Idhai Sey. "},
{ "Verses": "3 nee Avan Samugaththai Vittuvilagath Thuridhappadaadhe, Pollaadhakaariyaththile Pidivaadhamaai Nillaadhe; Avan Thanakku Ishtamaanadhellaam Seyvaan. "},
{ "Verses": "4 raajaavin Vaarththai Engeyo Ange Adhigaaram Undu; Neer Enna Seygireer Endru Avanukku Sollaththakkavan Yaar? "},
{ "Verses": "5 karpanaiyaik Kaikkollugiravan Oru Theengaiyum Ariyaan; Gnaaniyin Irudhayam Kaalaththaiyum Nyaayaththaiyum Ariyum. "},
{ "Verses": "6 ellaakkaariyaththukkum Kaalamum Nyaayamum Undu; Aadhalaal Manushanukku Neridum Sanjalam Migudhi. "},
{ "Verses": "7 innadhu Sambavikkum Endru Avan Ariyaane; Adhu Innavidhamaai Sambavikkum Endru Avanukku Sollaththakkavan Yaar? "},
{ "Verses": "8 aaviyai Vidaadhirukkiradharku Aaviyinmel Oru Manushanukkum Adhigaaramillai; Marananaalinmelum Avanukku Adhigaaramillai; Andhap Porukku Neengippovadhumillai; Dhunmaarkkarai Dhunmaarkkam Viduvikkavumaattaadhu. "},
{ "Verses": "9 ivaiyellaavatraiyum Naan Paarththu, Sooriyanukkuk Keezhe Seyyappadum Ellaak Kiriyaigalaiyum Sindhiththen, Oru Manushan Thanakke Kedundaaga Veroru Manushanai Aalugira Kaalamumundu. "},
{ "Verses": "10 parisuththa Sthalaththukkup Pokkuvaravu Seydha Dhunmaarkkar Adakkampannappattadhaik Kanden. Avargal Appadi Seydhu Vandha Pattanaththileye Marakkappattupponaargal; Idhuvum Maayaiye. "},
{ "Verses": "11 dhurkkiriyaikkuth Thakka Thandanai Seekkiramaai Nadavaadhapadiyaal, Manupuththirarin Irudhayam Pollaappai Seyya Avargalukkulle Thunigarankondirukkiradhu. "},
{ "Verses": "12 paavi Noorudharam Pollaappai Seydhu Neediththu Vaazhndhaalum Enna? Dhevanukku Anji, Avarukku Munbaaga Bayandhiruppavargale Nandraayiruppaargal Endru Arindhirukkiren. "},
{ "Verses": "13 dhunmaarkkano Nandraayiruppadhillai; Avan Dhevanukku Munbaaga Bayappadaadhirukkirapadiyaal, Nizhalaippolirukkira Avanudaiya Vaazhnaal Neediththiruppadhumillai. "},
{ "Verses": "14 boomiyinmel Nadakkira Veroru Maayaiyaana Kaariyamumundu; Adhaavadhu, Dhunmaarkkarin Kiriyaikku Varuvadhupola, Needhimaangalukkum Varum; Needhimaangalin Kiriyaikku Varuvadhupola, Dhunmaarkkarukkum Varum; Idhuvum Maayai Endren. "},
{ "Verses": "15 aagaiyaal Naan Kalippaip Pugazhndhen; Pusippadhum Kudippadhum Magizhvadhumeyallaamal Sooriyanukkukkeezhe Manushanukku Veroru Nanmaiyum Illai; Sooriyanukkukkeezhe Dhevan Avanukkuth Thandha Jeevakaalaththil Avan Prayaasaththinaal Avanukku Nilaikkum Palan Idhuve. "},
{ "Verses": "16 naan Gnaanaththai Ariyavum, Manushan Iravum Pagalum Kannurakkamillaamal Boomiyile Seyyum Velaigalaip Paarkkavum En Manadhai Seluththinapodhu, "},
{ "Verses": "17 dhevan Seyyum Sagala Kiriyaigalaiyum Naan Gavaniththuppaarththu, Sooriyanukkuk Keezhe Seyyappadum Kiriyaiyai Manushan Kandupidikkak Koodaadhendru Kanden. Adhai Ariyumpadi Manushan Prayaasappattaalum Ariyamaattaan; Adhai Ariyalaam Endru Gnaani Enninaalum Avanum Adhai Arindhukollamaattaan. "}
]