[
{ "Verses": "1 nee Un Vaalibappiraayaththile Un Sirushtigarai Ninai; Theengunaatkal Varaadhadharkumunnum, Enakkup Piriyamaanavaigalalla Endru Nee Sollum Varushangal Seraadhadharkumunnum, "},
{ "Verses": "2 sooriyanum, Velichchamum, Sandhiranum, Natchaththirangalum, Andhagaarappadaadhadharkumunnum, "},
{ "Verses": "3 mazhaikkuppin Megangal Thirumbaththirumba Varaadhadharkumunnum, Veettukkaavalaaligal Thallaadi Belasaaligal Koonippoi, Endhiram Araikkiravargal Konjamaanadhinaal Oindhu, Palaganivazhiyaaip Paarkkiravargal Irundupogiradharkumunnum, "},
{ "Verses": "4 endhira Saththam Thaazhndhadhinaal Theruvaasalin Kadhavugal Adaipattu, Kuruviyin Saththaththukkum Ezhundhirukkavendiyadhaagi, Keedhavaaththiyak Kannigaigalellaam Adangippogaadhadharkumunnum, "},
{ "Verses": "5 mettukkaaga Achchamundaagi, Vazhiyile Bayangal Thondri, Vaadhumaimaram Pooppooththu, Vettukkiliyum Baaramaagi, Pasiththeepanamum Atruppogaadhadharkumunnum, Manushan Than Niththiya Veettukkup Pogiradhinaale, Dhukkankondaadugiravargal Veedhiyile Thiriyaadhadharkumunnum, "},
{ "Verses": "6 vellikkayiru Kattuvittu, Porkinni Nasungi, Ootrin Aruge Saal Udaindhu, Thuravandaiyil Urulai Norungi, "},
{ "Verses": "7 ivvidhamaai Mannaanadhu Thaan Munnirundha Boomikkuth Thirumbi, Aavi Thannaith Thandha Dhevanidaththirku Marupadiyum Pogaadhadharkumunnum, Avarai Un Vaalibappiraayaththile Ninai. "},
{ "Verses": "8 maayai, Maayai, Ellaam Maayai Endru Prasangi Sollugiraan. "},
{ "Verses": "9 melum, Prasangi Gnaanavaanaayirundhapadiyaal, Avan Janaththukku Arivaippodhiththu, Gavanamaaik Kettaaraaindhu Anegam Needhimozhigalai Serththu Ezhudhinaan. "},
{ "Verses": "10 idhamaana Vaarththaigalaik Kandupidikka Prasangi Vagaithedinaan; Ezhudhina Vaakkiyangal Sevvaiyum Saththiyamumaanavaigal. "},
{ "Verses": "11 gnaanigalin Vaakkiyangal Thaatrukkolgalpolavum Sangaththalaivargalaal Araiyappatta Aanigalpolavum Irukkiradhu; Avaigal Ore Meyppanaal Alikkappattadhu. "},
{ "Verses": "12 en Magane! Ivaigalinaale Buththiyadaivaayaaga; Anegam Pusthagangalai Undupannugiradharku Mudivillai; Adhigapadippu Udalukku Ilaippu. "},
{ "Verses": "13 kaariyaththin Kadaiththogaiyai Ketpomaaga, Dhevanukku Bayandhu, Avar Karpanaigalaik Kaikkol; Ellaa Manusharmelum Vizhundha Kadamai Idhuve. "},
{ "Verses": "14 ovvoru Kiriyaiyaiyum, Andharangamaana Ovvoru Kaariyaththaiyum Nanmaiyaanaalum Theemaiyaanaalum, Dhevan Nyaayaththile Konduvaruvaar. "}
]