[
{ "Verses": "1 ivai Ellaavatraiyum Naan En Manadhile Vagaiyarukkumpadikku Sindhiththen; Needhimaangalum Gnaanigalum Thangal Kiriyaigaludan, Dhevanudaiya Kaivasamaayirukkiraargal; Thanakku Mun Irukkiravargalaikkondu Oruvanum Viruppaiyaavadhu Veruppaiyaavadhu Ariyaan. "},
{ "Verses": "2 ellaarukkum Ellaam Orevidhamaai Sambavikkum; Sanmaarkkanukkum Dhunmaarkkanukkum, Nargunamum Suththamumullavanukkum Suththamillaadhavanukkum, Paliyidugiravanukkum Paliyidaadhavanukkum, Orevidhamaai Sambavikkum; Nallavanukku Eppadiyo Pollaadhavanukkum Appadiye; Aanaiyidugiravanukkum Aanaiyida Bayappadugiravanukkum Samamaai Sambavikkum. "},
{ "Verses": "3 ellaarukkum Orevidhamaai Sambavikkiradhu Sooriyanukkuk Keezhe Nadakkiradhellaavatrilum Viseshiththa Theengaam; Aadhalaal Manupuththirarin Irudhayam Theemaiyaal Niraindhirukkiradhu; Avargal Uyirodirukkum Naalalavum Avargal Irudhayam Paiththiyankondirundhu, Pinbu Avargal Seththavargalidaththirkup Pogiraargal. "},
{ "Verses": "4 idharku Neengalaayirukkiravan Yaar? Uyirodirukkira Anaivaridaththilum Nambikkaiyundu; Seththa Singaththaippaarkkilum Uyirulla Naai Vaasi. "},
{ "Verses": "5 uyirodirukkiravargal Thaangal Marippadhai Arivaargale, Mariththavargal Ondrum Ariyaargal; Ini Avargalukku Oru Palanumillai, Avargal Per Mudhalaai Marakkappattirukkiradhu. "},
{ "Verses": "6 avargal Snegamum, Avargal Pagaiyum, Avargal Poraamaiyum Ellaam Ozhindhupoyitru; Sooriyanukkuk Keezheseyyappadugiradhondrilum Avargalukku Ini Endraikkum Pangillai. "},
{ "Verses": "7 nee Poi, Un Aagaaraththai Sandhoshaththudan Pusiththu, Un Dhraatcharasaththai Manamagizhchchiyudan Kudi; Dhevan Un Kiriyaigalai Angeegaarampanniyirukkiraar. "},
{ "Verses": "8 un Vasthirangal Eppozhudhum Vellaiyaayum, Un Thalaikku Enney Kuraiyaadhadhaayum Iruppadhaaga. "},
{ "Verses": "9 sooriyanukkukkeezhe Dhevan Unakku Niyamiththirukkira Maayaiyaana Naatkalilellaam Nee Nesikkira Manaiviyode Nilaiyillaadha Indha Jeevavaazhvai Anubavi; Indha Jeevanukkuriya Vaazhvilum, Nee Sooriyanukkukkeezhe Padugira Prayaasaththilum Pangu Idhuve. "},
{ "Verses": "10 seyyumpadi Un Kaikku Neridugiradhu Edhuvo, Adhai Un Belaththode Sey; Nee Pogira Paadhaalaththile Seygaiyum Viththaiyum Arivum Gnaanamum Illaiye. "},
{ "Verses": "11 naan Thirumbikkondu Sooriyanukkuk Keezhe Kandadhaavadhu: Odugiradharku Vegamullavargalin Vegamum, Yuththaththukku Savuriyavaangalin Savuriyamum Podhaadhu; Pizhaippukku Gnaanamullavargalin Gnaanamum Podhaadhu; Aisuvariyamadaigiradharku Buththimaangalin Buththiyum Podhaadhu; Dhayavu Adaigiradharku Viththuvaangalin Arivum Podhaadhu; Avargalellaarukkum Samayamum Dhevachcheyalum Neridavendum. "},
{ "Verses": "12 than Kaalaththai Manushan Ariyaan; Machchangal Kodiya Valaiyil Adappaduvadhupolavum, Kuruvigal Kanniyil Pidipaduvadhupolavum, Manupuththirar Pollaadhakaalaththile Sadidhiyil Thangalukku Neridum Aabaththil Adappaduvaargal. "},
{ "Verses": "13 sooriyanukkuk Keezhe Gnaanamulla Kaariyaththaiyum Kanden; Adhu En Paarvaikkup Peridhaaith Thondritru. "},
{ "Verses": "14 oru Siru Pattanam Irundhadhu, Adhile Irundha Kudigal Konja Manidhar; Adharku Virodhamaai Oru Periya Raajaa Vandhu, Adhai Valaindhukondu, Adharku Edhiraagap Periya Koththalangalaik Kattinaan. "},
{ "Verses": "15 adhile Gnaanamulla Oru Ezhai Manidhan Irundhaan; Avan Than Gnaanaththinaale Andhap Pattanaththai Viduviththaan; Aanaalum Andha Ezhai Manidhanai Oruvarum Ninaikkavillai. "},
{ "Verses": "16 aagaiyaal Ezhaiyin Gnaanam Asattaipannappattu, Avan Vaarththaigal Ketkappadaamarponaalum, Belaththaippaarkkilum Gnaaname Uththamam Endren. "},
{ "Verses": "17 moodarai Aalum Adhipadhiyin Kookkuralaippaarkkilum Gnaanigaludaiya Amarikkaiyaana Vaarththaigale Ketkappadaththakkavaigal. "},
{ "Verses": "18 yuththa Aayudhangalaippaarkkilum Gnaaname Nalam; Paaviyaana Oruvan Migundha Nanmaiyaik Keduppaan. "}
]