[
{ "Verses": "1 aiyo! Janamperuththa Nagari Thanimaiyaaga Utkaarndhirukkiraale! Vidhavaikku Oppaanaale! Jaadhigalil Periyavalum, Seemaigalil Naayagiyumaayirundhaval Kappankattugiravalaanaale! "},
{ "Verses": "2 raakkaalaththile Azhudhukondirukkiraal, Avaludaiya Kanneer Aval Kannangalil Vadigiradhu; Avaludaiya Nesar Ellaarukkullum Avalaith Thetruvaar Oruvarum Illai; Avaludaiya Snegidhar Ellaarum Avalukkuth Dhrogigalum Saththurukkalumaanaargal. "},
{ "Verses": "3 yoodhaa Janangal Ubaththiravappadavum, Kodumaiyaana Adimaivelaiseyyavum Siraippattupponaargal. Aval Purajaadhigalukkulle Thangugiraal, Ilaippaarudhal Adaiyaal; Avalaith Thunbappaduththugira Yaavarum Idukkamaana Idangalile Thodarndhupidiththaargal. "},
{ "Verses": "4 pandigaikku Varuvaar Illaadhadhinaal, Seeyonukkup Pogira Vazhigal Pulambugiradhu; Aval Vaasalgal Ellaam Paazhaaikkidakkiradhu; Aval Aasaariyargal Thavikkiraargal; Aval Kannigaigal Sanjalappadugiraargal; Avalukkuk Kasappe Undaayirukkiradhu. "},
{ "Verses": "5 aval Saththurukkal Thalaimaiyaanaargal; Aval Pagaignar Sugiththirukkiraargal; Avaludaiya Thiralaana Paadhagangalinimiththam Karththar Avalai Sanjalappaduththinaar; Aval Pillaigal Saththuruvukku Munbaaga Siraippattupponaargal. "},
{ "Verses": "6 seeyon Kumaaraththiyin Azhagellaam Avalai Vittuppoyitru; Aval Prabukkal Meychchalaik Kaanaadha Maangalukku Oppaagi, Thodarugiravanukku Munbaaga Saththuvamillaamal Nadandhu Ponaargal. "},
{ "Verses": "7 thanakku Sirumaiyum Thavippum Undaagiya Naatkalile Erusalem Poorvanaatkal Mudharkondu Thanakku Undaayirundha Inbamaanavaigalaiyellaam Ninaikkiraal; Avalukku Udhaviseyvaar Illaamal Avaludaiya Janangal Saththuruvin Kaiyile Vizhugaiyil, Pagaignar Avalaip Paarththu, Avaludaiya Oivunaatkalaik Kuriththup Pariyaasampanninaargal. "},
{ "Verses": "8 erusalem Migudhiyaaip Paavancheydhaal; Aadhalaal Dhoorasthreeyaippolaanaal; Avalaik Ganampanninavargal Ellaarum Avalai Asattaippannugiraargal; Avaludaiya Maanaththaik Kandaargal; Avalum Perumoochchuvittup Pinnittuth Thirumbinaal. "},
{ "Verses": "9 avaludaiya Asoosam Aval Vasthira Orangalil Irundhadhu; Thanakku Varappogira Mudivai Ninaiyaadhirundhaal; Aagaiyaal Adhisayamaaith Thaazhththappattupponaal; Thetruvaar Illai; Karththaave, En Sirumaiyaip Paarum; Pagaignan Perumaibaaraattinaane. "},
{ "Verses": "10 avaludaiya Inbamaana Ellaavatrinmelum Saththuru Than Kaiyai Neettinaan; Ummudaiya Sabaiyile Varalaagaadhendru Dhevareer Vilakkiya Purajaadhiyaar Umadhu Parisuththa Sthalaththukkul Pravesiththadhaik Kandaal. "},
{ "Verses": "11 avaludaiya Janangalellaarum Appanthedith Thavikkiraargal; Thangal Uyiraik Kaappaatrath Thangaludaiya Inbamaanavaigalai Aagaaraththukkendru Koduththuvittaargal; Karththaave, Nokkippaarum; Ennamatravalaanene. "},
{ "Verses": "12 vazhiyil Nadandhupogira Sagala Janangale, Idhaikkuriththu Ungalukkuk Kavaiyillaiyaa (akkaraiyillaiyaa)? Karththar Thamadhu Ukkiramaana Kobamoonda Naalile Ennai Sanjalappaduththinadhinaal Enakku Undaana En Dhukkaththukku Sariyaana Dhukkam Undo Endru Ennai Nokkippaarungal. "},
{ "Verses": "13 uyaraththilirundhu En Elumbugalil Akkiniyai Anuppinaar, Adhu Avaigalil Patriyerigiradhu; En Kaalgalukku Valaiyai Veesinaar; Ennaip Pinnittu Vizhappanninaar; Ennaip Paazhaakkinaar; Niththam Naan Balatchayappattup Pogiren. "},
{ "Verses": "14 en Paadhagangalin Nugam Avarudaiya Kaiyaal Poottappattirukkiradhu; Avaigal Pinaikkappattu En Kazhuththai Sutrikkondadhu; En Belanai Vizhappanninaar; Naan Ezhundhirukkak Koodaadhapadikku Aandavar Ennai Odukkugiravargalin Kaiyil Oppukkoduththaar. "},
{ "Verses": "15 ennilulla Paraakkiramasaaligalaagiya Ennudaiyavargalellaaraiyum Aandavar Midhiththuppottaar; En Vaalibarai Norukkumpadi Enakku Virodhamaai Oru Koottaththai Varavazhaiththaar; Dhraatchappazhaththai Aalaiyil Midhikkiradhupola, Aandavar Yoodhaa Kumaaraththiyaagiya Kannigaiyai Midhiththaar. "},
{ "Verses": "16 ivaigalinimiththam Naan Azhugiren; En Kan, En Kanne Neeraai Sorigiradhu; En Uyiraik Kaappaatrith Thetrugiravar Ennai Vittu Dhooramaanaar; Pagaignan Merkondadhinaal En Pillaigal Paazhaaipponaargal. "},
{ "Verses": "17 seeyon Than Kaigalai Virikkiraal; Avalaith Thetruvaar Oruvarumillai; Karththar Yaakkobin Sutruppuraththaarai Avanukku Saththurukkalaagak Kattalaiyittaar; Avargalukkulle Erusalem Dhoora Sthreekku Oppaanaal. "},
{ "Verses": "18 karththar Needhiparar; Avarudaiya Vaakkukku Virodhamaai Naan Ezhumbinen; Janangale, Neengal Ellaarum Idhaik Kettu En Dhukkaththaip Paarungal; En Kannigaigalum En Vaalibarum Siraippattupponaargal. "},
{ "Verses": "19 ennai Snegiththavargalaik Kooppitten, Avargalo Ennai Mosam Pokkinaargal; En Aasaariyargalum En Mooppargalum Thangal Uyiraik Kaappaatrath Thangalukku Appanthedugaiyil Nagaraththil Moochchodungi Maandaargal. "},
{ "Verses": "20 karththaave, Paarum, Naan Nerukkappadugiren; En Kudal Kodhikkiradhu; Naan Kadundhrogampanninapadiyinaal En Irudhayam Viyaagulappadugiradhu; Veliyile Pattayam Ennaip Pillaiyatravalaakkitru, Veettukkulle Maranam Vandhirukkiradhu. "},
{ "Verses": "21 naan Thavikkiradhai Avargal Kettaalum Ennaith Thetruvaar Oruvarum Illai; En Pagaignar Ellaarum Enakku Vandha Aabaththaik Kettu, Dhevareer Adhai Seydhapadiyaal Sandhoshamaayirukkiraargal; Neer Koorina Naalai Varappannuveer, Appozhudhu Avargalum Ennaippolaavaargal. "},
{ "Verses": "22 avargaludaiya Pollaappellaam Umadhu Mugaththukku Munbaaga Varakkadavadhu. En Sagala Paadhagangalinimiththamum Neer Enakku Seydhadhupola Avargalukkum Seyyum; En Perumoochchugal Migudhiyaayina, En Irudhayam Balatchayamaayirukkiradhu. "}
]