[
{ "Verses": "1 aandavarudaiya Sinaththin Milaatrinaal Undaana Sirumaiyaik Kandapurushan Naan. "},
{ "Verses": "2 avar Ennai Velichchaththile Alla, Irulile Azhaiththu Nadaththivandhaar. "},
{ "Verses": "3 avar Thamadhu Kaiyai Enakku Virodhamaagave Niththamum Thiruppinaar. "},
{ "Verses": "4 en Sadhaiyaiyum En Tholaiyum Mutralaakkinaar; En Elumbugalai Norukkinaar. "},
{ "Verses": "5 avar Enakku Virodhamaagak Koththalankatti, Kasappinaalum Varuththaththinaalum Ennai Valaindhukondaar. "},
{ "Verses": "6 poorvakaalaththil Seththukkidakkiravargalaippola Ennai Irulaana Idangalil Kidakkappanninaar. "},
{ "Verses": "7 naan Purappadak Koodaadhapadi Ennai Soozhaveliyadaiththaar; En Vilangai Baaramaakkinaar. "},
{ "Verses": "8 naan Saththamittuk Kooppittaalum, En Jebaththukku Vazhiyai Adaiththuppottaar. "},
{ "Verses": "9 vettina Karkalin Suvaraal En Vazhigalai Adaiththuppottaar, En Paadhaigalaith Thaarumaaraakkinaar. "},
{ "Verses": "10 avar Enakkup Padhivirukkira Karadiyum, Maraividangalil Thangugira Singamumaayirukkiraar. "},
{ "Verses": "11 en Vazhigalai Appurappaduththi, Ennaith Thundiththuppottaar; Ennaip Paazhaakkivittaar. "},
{ "Verses": "12 thamadhu Villai Naanetri, Ennai Ambukku Lakkaaga Vaiththaar. "},
{ "Verses": "13 thammudaiya Ambaraaththooniyin Ambugalai En Ullindhiriyangalil Padappanninaar. "},
{ "Verses": "14 naan En Janaththaar Yaavarukkum Pariyaasamum, Niththam Avargal Kinnarap Paadalumaanen. "},
{ "Verses": "15 kasappinaal Ennai Nirappi, Ettiyinaal Ennai Verikkachcheydhaar. "},
{ "Verses": "16 avar Parukkaik Karkalaal En Parkalai Norukki, Ennai Saambalil Puralappanninaar. "},
{ "Verses": "17 en Aaththumaavai Samaadhaanaththukku Dhooramaakkinaar; Sugaththai Marandhen. "},
{ "Verses": "18 en Belanum Naan Karththarukkuk Kaaththirundha Nambikkaiyum Azhindhupoyitru Endren. "},
{ "Verses": "19 ettiyum Pichchumaagiya En Sirumaiyaiyum En Thavippaiyum Ninaiththarulum. "},
{ "Verses": "20 en Aaththumaa Avaigalai Ninaiththu Ninaiththu Enakkul Murindhupogiradhu. "},
{ "Verses": "21 idhai En Manadhile Vaiththu, Nambikkaikondiruppen. "},
{ "Verses": "22 naam Nirmoolamaagaadhirukkiradhu Karththarudaiya Kirubaiye, Avarudaiya Irakkangalukku Mudivillai. "},
{ "Verses": "23 avaigal Kaalaidhorum Pudhiyavaigal; Umadhu Unmai Peridhaayirukkiradhu. "},
{ "Verses": "24 karththar En Pangu Endru En Aaththumaa Sollum; Aagaiyaal Avaridaththil Nambikkaikondiruppen. "},
{ "Verses": "25 thamakkuk Kaaththirukkiravargalukkum Thammaith Thedugira Aaththumaavukkum Karththar Nallavar. "},
{ "Verses": "26 karththarudaiya Ratchippukku Nambikkaiyodu Kaaththirukkiradhu Nalladhu. "},
{ "Verses": "27 than Ilampiraayaththil Nugaththai Sumakkiradhu Manushanukku Nalladhu. "},
{ "Verses": "28 avare Adhaith Thanmel Vaiththaarendru Avan Thaniththirundhu Mownamaayirukkakkadavan. "},
{ "Verses": "29 nambikkaikku Idamundo Endru Than Vaayaith Thoolil Nuzhundhuvaanaaga. "},
{ "Verses": "30 thannai Adikkiravanukkuth Than Kannaththaik Kaatti, Nindhaiyaal Niraindhiruppaanaaga. "},
{ "Verses": "31 aandavar Endrendraikkum Kaividamaattaar. "},
{ "Verses": "32 avar Sanjalappaduththinaalum Thamadhu Migundha Kirubaiyinpadi Iranguvaar. "},
{ "Verses": "33 avar Manappoorvamaai Manupuththirarai Sirumaiyaakki Sanjalappaduththugiradhillai. "},
{ "Verses": "34 oruvan Boomiyil Siraippattavargal Yaavaraiyum Than Kaalgalinkeezh Nasukkugiradhaiyum, "},
{ "Verses": "35 unnadhamaanavarin Samugaththil Manusharudaiya Nyaayaththaip Purattugiradhaiyum, "},
{ "Verses": "36 manushanai Avanudaiya Vazhakkile Maarupaa "}
]