[
{ "Verses": "1 aiyo! Pon Mangi, Pasumponmaari, Parisuththa Sthalaththin Karkal Sagala Veedhigalin Munaiyilum Kottundupoyitre. "},
{ "Verses": "2 aiyo! Thangaththukkoppaana Vilaiyerappetra Seeyon Kumaarar Kuyavanudaiya Kaivelaiyaana Manpaandangalaai Ennappadugiraargale. "},
{ "Verses": "3 thimingilangal Mudhalaaik Kongaigalai Neetti, Thangal Kuttigalukkup Paal Kodukkum; En Janamaagiya Kumaaraththiyo Vanaandharaththilulla Theekkuruviyaippol Kurooramaayirukkiraale. "},
{ "Verses": "4 kuzhandhaigalin Naavu Thaagaththaal Mel Vaayode Ottikkondirukkiradhu; Pillaigal Appanketkiraargal, Avargalukkuk Koduppaarillai. "},
{ "Verses": "5 rusiyaana Padhaarththangalai Saappittavargal Veedhigalil Paazhaaikkidakkiraargal; Raththaambaram Uduththi Valarndhavargal Kuppaimedugalai Anaiththuk Kollugiraargal. "},
{ "Verses": "6 kaichcheygai Illaamal Oru Nimishaththile Kavizhkkappatta Sodhomin Paavaththukku Vandha Thandanaiyaip Paarkkilum En Janamaagiya Kumaaraththiyin Akkiramaththukku Vandha Thandanai Peridhaayirukkiradhu. "},
{ "Verses": "7 avaludaiya Nasareyar Uraindha Mazhaiyaippaarkkilum Suththamum, Paalaippaarkkilum Venmaiyum, Pavalaththaippaarkkilum Sivappum, Indhiraneelaththaip Paarkkilum Meniyumaayirundhaargal. "},
{ "Verses": "8 ippozhudho Avargaludaiya Mugam Kariyilum Karuththuppoyitru; Veedhigalil Ariyappadaargal; Avargal Thol Avargal Elumbugalodu Ottikkondu, Kaaindha Maraththukku Oppaayitru. "},
{ "Verses": "9 pasiyinaal Kolaiyundavargalaip Paarkkilum Pattayaththaal Kolaiyundavargal Baakkiyavaangalaayirukkiraargal; Avargal Vayalin Varaththillaamaiyaal Kuththundu, Karaindhupogiraargal. "},
{ "Verses": "10 irakkamulla Sthreegalin Kaigal Thangal Pillaigalai Samaiththana, En Janamaagiya Kumaaraththiyin Azhivil Avaigal Avargalukku Aagaaramaayina. "},
{ "Verses": "11 karththar Thamadhu Kobaththai Niraivetri, Thamadhu Ukkirakobaththai Ootri, Seeyonil Akkiniyaik Koluththinaar; Adhu Adhin Asthibaarangalaip Patchiththuppottadhu. "},
{ "Verses": "12 saththuruvum Pagaignanum Erusalemin Vaasalgalukkul Pravesippaan Engiradhai Boomiyin Raajaakkalum Poochchakkaraththin Sagala Kudigalum Nambamaattaadhirundhaargal. "},
{ "Verses": "13 adhin Naduvil Needhimaangalin Raththaththai Sindhina Adhin Theerkkadharisigalin Paavangalinaalum, Adhin Aasaariyargalin Akkiramangalinaalum Ippadi Vandhadhu. "},
{ "Verses": "14 kurudarpola Veedhigalil Alaindhu, Oruvarum Avargal Vasthirangalaith Thodak Koodaadhapadi Raththaththaal Karaippattirundhaargal. "},
{ "Verses": "15 vilagungal, Theettuppattavargale, Thodaamal Vilagungal, Vilagungal, Endru Avargalai Nokkik Kooppittaargal; Meyyaaip Parandhodi Alaindhu Ponaargal; Inith Thangith Tharikkamaattaargal Endru Purajaadhigalukkulle Sollappattadhu. "},
{ "Verses": "16 karththarudaiya Kobam Avargalai Sidharadiththadhu, Avargalai Ini Avar Nokkaar; Aasaariyarudaiya Mugaththaip Paaraamalum Mudhiyorai Madhiyaamalumponaargal. "},
{ "Verses": "17 innum Engalukku Sagaayam Varumendru Naangal Veenaai Edhirpaarththirundhadhinaale Engal Kangal Pooththup Poyina; Ratchikkamaattaadha Jaadhikku Edhirpaarththukkondirundhom. "},
{ "Verses": "18 naangal Engal Veedhigalil Nadavaadhapadikku Engal Adichchuvadugalai Vettaiyaadinaargal; Engal Mudivu Sameebiththadhu; Engal Naatkal Niraiverippoyina; Engal Mudivu Vandhuvittadhu. "},
{ "Verses": "19 engalaip Pin Thodarndhavargal Aagaayaththuk Kazhugugalaippaarkkilum Vegamaayirundhaargal; Parvadhangalmel Engalaip Pin Thodarndhaargal; Vanaandharaththil Engalukkup Padhivirundhaargal. "},
{ "Verses": "20 karththaraal Abishegampannappattavanum, Engal Naasiyin Suvaasamaayirundhavanum Avargaludaiya Padukuzhiyil Adappattaan; Avanudaiya Nizhalile Jaadhigalukkulle Pizhaiththiruppom Endru Avanaikkuriththu Solliyirundhome. "},
{ "Verses": "21 oodhsthesavaasiyaagiya Edhom Kumaaraththiye, Sandhoshiththuk Kalikooru; Paaththiram Unnidaththirkum Thaandivarum, Appozhudhu Nee Veriththu, Maanabangamaaik Kidappaai. "},
{ "Verses": "22 seeyon Kumaaraththiye, Un Akkiramaththukku Varum Thandanai Theerndhadhu; Avar Ini Unnai Appuram Siraippattuppogavidaar; Edhom Kumaaraththiye, Un Akkiramaththai Avar Visaarippaar; Un Paavangalai Velippaduththuvaar. "}
]