[
{ "Verses": "1 karththaave, Engalukku Nerittadhai Ninaiththarulum; Engal Nindhaiyai Nokkippaarum. "},
{ "Verses": "2 engal Sudhandharam Anniyar Vasamaagavum, Engal Veedugal Puraththesaththaarvasamaagavum Thaandippoyina. "},
{ "Verses": "3 thikkatravargalaanom, Thagappan Illai; Engal Thaaigal Vidhavaigalaippola Irukkiraargal. "},
{ "Verses": "4 engal Thanneeraip Panaththukku Vaangik Kudikkirom; Engal Viragu Vilaikkirayamaai Varugiradhu. "},
{ "Verses": "5 paaranchumandhu Engal Kazhuththu Nogiradhu; Naangal Uzhaikkirom, Engalukku Ilaippaarudhal Illai. "},
{ "Verses": "6 appaththaal Thirupthiyaagumpadi Egipthiyarukkum Aseeriyarukkum Engalaik Kaiyaliththom. "},
{ "Verses": "7 engal Pidhaakkal Paavancheydhu Maanduponaargal; Naangal Avargaludaiya Akkiramangalai Sumakkirom. "},
{ "Verses": "8 adimaigal Engalai Aalugiraargal; Engalai Avargal Kaiyilirundhu Viduvippaarillai. "},
{ "Verses": "9 vanaandharaththil Irukkira Pattayaththinaal Praanamosaththukku Edhuvaanavargalaai Engal Appaththaith Thedugirom. "},
{ "Verses": "10 panjaththin Kodumaiyinaal Engal Thol Aduppangaraiyaippol Karuththuppoyitru. "},
{ "Verses": "11 seeyonil Irundha Sthreegalaiyum Yoodhaa Pattanangalil Irundha Kannigaigalaiyum Avamaanappaduththinaargal. "},
{ "Verses": "12 prabukkaludaiya Kaigalai Avargal Katti, Avargalai Eraththookkinaargal; Mudhiyorin Mugangal Madhikkappadavillai. "},
{ "Verses": "13 vaalibarai Endhiram Araikkak Konduponaargal; Ilaignar Viragu Sumandhu Idarivizhugiraargal. "},
{ "Verses": "14 mudhiyorgal Vaasalgalil Utkaarugiradhum, Vaalibar Kinnarangalai Vaasikkiradhum Nindrupoyitru. "},
{ "Verses": "15 engal Irudhayaththin Kalikoorudhal Ozhindhupoyitru; Engal Sandhosham Dhukkamaai Maaritru. "},
{ "Verses": "16 engal Thalaiyilirundhu Kreedam Vizhundhadhu; Aiyo! Naangal Paavancheydhome. "},
{ "Verses": "17 adhinaal Engal Irudhayam Balatchayamaayitru; Adhinaal Engal Kangal Irundupoyina. "},
{ "Verses": "18 paazhaaikkidakkira Seeyon Malaiyinmel Narigal Odiththirigiradhu. "},
{ "Verses": "19 karththaave, Neer Endrendraikkum Irukkireer; Ummudaiya Singaasanam Thalaimurai Thalaimuraiyaaga Nilainirkum. "},
{ "Verses": "20 dhevareer Endraikkum Engalai Marandhu, Nedunkaalamaaga Engalaik Kaivittiruppadhenna? "},
{ "Verses": "21 karththaave, Engalai Ummidaththil Thiruppikkollum, Appozhudhu Thirumbuvom; Poorvakaalaththilirundhadhu Pola Engal Naatkalaip Pudhiyavaigalaakkum. "},
{ "Verses": "22 engalai Mutrilum Veruththuviduveero? Engalperil Kadunkobamaayirukkireere! "}
]