[
{ "Verses": "1 aiyo! Aandavar Thamadhu Kobaththil Seeyon Kumaaraththiyai Mandhaaraththinaal Moodinaar; Avar Thamadhu Kobaththin Naalile Thamadhu Paadhapeedaththai Ninaiyaamal Isravelin Magimaiyai Vaanaththilirundhu Tharaiyile Vizhaththallinaar. "},
{ "Verses": "2 aandavar Thappavidaamal Yaakkobin Vaasasthalangalaiyellaam Vizhunginaar; Avar Yoodhaa Kumaaraththiyin Arangalaiyellaam Thamadhu Sinaththile Idiththu, Tharaiyode Tharaiyaakkippottaar; Raajyaththaiyum Adhin Prabukkalaiyum Parisuththakkulaichchalaakkinaar. "},
{ "Verses": "3 avar Thamadhu Ukkirakobaththile Isravelin Kombu Muzhuvadhaiyum Vettippottaar; Saththuruvukku Munbaaga Avar Thamadhu Valadhukaraththaip Pinnaagath Thiruppi, Sutrilum Iruppadhaip Patchikkira Akkinijuvaalaiyaippol Yaakkobukku Virodhamaaga Eriththaar. "},
{ "Verses": "4 pagaignanaippol Thammudaiya Villai Naanetrinaar; Saththuruvaippol Thammudaiya Valadhukaraththai Neettinindru, Kannukku Inbamaanadhaiyellaam Azhiththuppottaar; Seeyon Kumaaraththiyin Koodaaraththile Thammudaiya Ukkiraththai Akkiniyaippol Soriyappanninaar. "},
{ "Verses": "5 aandavar Pagaignanpolaanaar; Isravelai Vizhunginaar; Adhin Aranmanaigalaiyellaam Vizhunginaar; Adhin Arangalai Azhiththu, Yoodhaa Kumaaraththikku Migundha Dhukkippaiyum Salippaiyum Undaakkinaar. "},
{ "Verses": "6 thottaththin Veliyaippola Irundha Thammudaiya Veliyai Balavandhamaaip Pidungippottaar; Sabaikoodugira Thammudaiya Sthalangalai Azhiththaar; Karththarseeyonile Pandigaiyaiyum Oivunaalaiyum Marakkappanni, Thamadhu Ukkiramaana Kobaththil Raajaavaiyum Aasaariyanaiyum Purakkaniththuvittaar. "},
{ "Verses": "7 aandavar Thamadhu Palipeedaththai Ozhiththuvittaar; Thamadhu Parisuththa Sthalaththai Veruththuvittaar; Adhinudaiya Aramanaigalin Madhilgalai Saththuruvin Kaiyil Oppukkoduththaar; Pandigai Naalil Aaravaarampannugiradhupol Karththarin Aalayaththil Aaravaarampanninaargal. "},
{ "Verses": "8 karththar Seeyon Kumaaraththiyin Alangaththai Nirmoolamaakka Ninaiththaar; Noolaippottaar; Azhikkaadhapadith Thammudaiya Kaiyai Avar Mudakkikkondadhillai; Aranippaiyum Alangaththaiyum Pulambachcheydhaar; Avaigal Mutrilum Belanatruk Kidakkiradhu. "},
{ "Verses": "9 aval Vaasalgal Tharaiyil Amizhndhikkidakkiradhu; Aval Thaazhppaalgalai Muriththu Udaiththuppottaar; Aval Raajaavum Aval Prabukkalum Purajaadhiyaarukkul Irukkiraargal; Vedhamumillai; Aval Theerkkadharisigalukkuk Karththaraal Dharisanam Kidaikkiradhumillai. "},
{ "Verses": "10 seeyon Kumaaraththiyin Mooppargal Tharaiyil Utkaarndhu Mownamaai Irukkiraargal; Thangal Thalaigalinmel Puzhudhiyaip Pottukkollugiraargal; Rattu Uduththiyirukkiraargal; Erusalemin Kanniyargal Thalaikavizhndhu Tharaiyai Nokkik Kondirukkiraargal. "},
{ "Verses": "11 en Janamaagiya Kumaaraththiyin Norungudhalinimiththam Kanneer Sorigiradhinaal En Kangal Pooththuppogiradhu; En Kudalgal Kodhikkiradhu; En Eeral Ilagith Tharaiyile Vadigiradhu; Kuzhandhaigalum Paalagarum Nagaraththin Veedhigalile Moorchchithdhukkidakkiraargal. "},
{ "Verses": "12 avaigal Kuththundavargalaippola Nagaraththin Veedhigalile Moorchchithdhukkidakkumpodhum, Thangal Thaaigalin Madiyile Thangal Praananai Vidum Podhum, Thangal Thaaigalai Nokki: Dhaaniyamum Dhraatcharasamum Enge Engiraargal. "},
{ "Verses": "13 erusalem Kumaaraththiye, Naan Unakku Saatchiyaaga Ennaththai Solluven? Unnai Edharku Oppiduven? Seeyon Kumaaraththiyaagiya Kannigaiye, Naan Unnaith Thetrumpadikku Unnai Edharku Nigarsolluven? Un Kaayam Samuththiraththaippol Peridhaayirukkiradhe, Unnaik Gunamaakkugiravan Yaar? "},
{ "Verses": "14 un Theerkkadharisigal Abaththamum Viyarththamumaana Dharisanangalai Unakkaagath Tharisiththaargal; Avargal Un Siraiyiruppai Vilakkumpadi Un Akkiramaththai Eduththukkaattaamal, Abaththamaanavaigalaiyum Kedaanavaigalaiyum Unakkaaga Tharisiththaargal. "},
{ "Verses": "15 vazhippokkar Yaavarum Unperil Kai Kottugiraargal; Erusalem Kumaaraththiyinperil Eesarpottu, Thangal Thalaigalaith Thulukki: Pooranavadivum Sarvaboomiyin Magizhchchiyumaana Nagaram Idhudhaanaa Engiraargal. "},
{ "Verses": "16 un Pagaignar Ellaarum Unperil Thangal Vaayaith Thirakkiraargal; Eesarpottup Parkadikkiraargal; Adhai Vizhunginom, Naam Kaaththirundha Naal Idhuve, Ippozhudhu Namakkuk Kidaiththadhu, Adhaik Kandom Engiraargal. "},
{ "Verses": "17 karththar Thaam Ninaiththadhai Seydhaar; Poorvanaatkal Mudharkondu Thaam Kattalaiyitta Thamadhu Vaarththaiyai Niraivetrinaar; Avar Thappavidaamal Nirmoolamaakki, Unmel Pagaignan Sandhoshikkumpadi Seydhaar; Un Saththurukkalin Kombai Uyarththinaar. "},
{ "Verses": "18 avargal Irudhayam Aandavarai Nokkik Kooppidugiradhu; Seeyon Kumaaraththiyin Madhile, Iravum Pagalum Nadhiyavvalavu Kanneer Vidu, Oindhiraadhe, Un Kannin Karuppuvizhi Summaayirukka Vottaadhe. "},
{ "Verses": "19 ezhundhiru, Raaththiriyile Mudharchaamaththil Kooppidu; Aandavarin Samugaththil Un Irudhayaththaith Thanneeraip Pola Ootrividu; Ellaath Therukkalin Munaiyilum Pasiyinaal Moorchchiththuppogira Un Kuzhandhaigalin Praananukkaaga Un Kaigalai Avaridaththirku Eredu. "},
{ "Verses": "20 karththaave, Yaarukku Indhappragaaramaaga Seydheerendru Nokkippaarum; Sthreegal Kaikkuzhandhaigalaagiya Thangal Karppakkaniyaith Thinnavendumo? Aandavarudaiya Parisuththa Sthalaththil Aasaariyanum Theerkkadharisiyum Kolaiseyyappadavendumo? "},
{ "Verses": "21 ilaignanum Mudhirvayadhullavanum Therukkalil Tharaiyile Kidakkiraargal; En Kannigaigalum En Vaalibarum Pattayaththaal Vizhundhaargal; Umadhu Kobaththin Naalile Vetti, Avargalaith Thappavidaamal Kondrupotteer. "},
{ "Verses": "22 pandigainaalil Kumbugalai Varavazhaippadhupol Sutrilumirundhu Enakkuth Thigilgalai Varavazhaiththeer; Karththarudaiya Kobaththin Naalile Thappinavanum Meedhiyaanavanumillai; Naan Kaigalil Endhi Valarththavargalai En Pagaignan Naasampanninaan. "}
]