[
{ "Verses": "1 aagaiyaal, Matravargalaik Kutravaaliyaagath Theerkkiravane, Nee Yaaraanaalum Sari, Pokkuchsolla Unakku Idamillai; Nee Kutramaagath Theerkkiravaigal Evaigalo, Avaigalai Neeye Seygirapadiyaal, Nee Matravargalaikkuriththuch Sollugira Theerppinaale Unnaiththaane Kutravaaliyaagath Theerkkiraai. "
},{ "Verses": "2 ippadippattavaigalai Seygiravargalukkuth Dhevanudaiya Niyaayaththeerppu Saththiyaththinpadiye Irukkiradhendru Arindhirukkirom. "
},{ "Verses": "3 ippadippattavaigalai Seygiravargalaik Kutravaaligalendru Theerththum, Avaigalaiye Seygiravane, Nee Dhevanudaiya Niyaayaththeerppukkuth Thappikkollalaamendru Ninaikkiraayaa? "
},{ "Verses": "4 alladhu Dhevadhayavu Nee Gunappadumpadi Unnai Evugiradhendru Ariyaamal, Avarudaiya Dhayavu Porumai Neediyasaandham Ivaigalin Aisuvariyaththai Asattaipannugiraayo? "
},{ "Verses": "5 un Manakkadinaththirkum Gunappadaadha Irudhayaththirkum Etrapadi, Dhevanudaiya Needhiyulla Theerppu Velippadum Kobaakkinainaalile Unakkaagak Kobaakkinaiyaik Kuviththukkollugiraaye. "
},{ "Verses": "6 dhevan Avanavanudaiya Kiriyaigalukkuththakkadhaai Avanavanukkup Balanalippaar. "
},{ "Verses": "7 sorndhupogaamal Narkiriyaigalaich Seydhu, Magimaiyaiyum Ganaththaiyum Azhiyaamaiyaiyum Thedugiravargalukku Niththiyajeevanai Alippaar. "
},{ "Verses": "8 sandaikkaararaayirundhu, Saththiyaththirkuk Keezhppadiyaamal, Aniyaayaththirkuk Keezhppadindhirukkiravargalukko Ukkirakobaakkinai Varum. "
},{ "Verses": "9 munbu Yoodharilum Pinbu Girekkarilum Pollaanguseygira Endha Manusha Aaththumaavukkum Ubaththiravamum Viyaagulamum Undaagum. "
},{ "Verses": "10 munbu Yoodharilum Pinbu Girekkarilum Evan Nanmaiseygiraano Avanukku Magimaiyum Ganamum Samaadhaanamum Undaagum. "
},{ "Verses": "11 dhevanidaththil Patchapaadhamillai. "
},{ "Verses": "12 evargal Niyaayappiramaanamillaamal Paavanjseygiraargalo, Avargal Niyaayappiramaanamillaamal Kettuppovaargal; Evargal Niyaayappiramaanaththukkutpattavargalaaip Paavanjseygiraargalo, Avargal Niyaayappiramaanaththinaale Aakkinaiththeerppadaivaargal. "
},{ "Verses": "13 niyaayappiramaanaththaik Ketkiravargal Dhevanukku Munbaaga Needhimaangalalla, Niyaayappiramaanaththinpadi Seygiravargale Needhimaangalaakkappaduvaargal. "
},{ "Verses": "14 andriyum Niyaayappiramaanamillaadha Purajaadhigal Subaavamaai Niyaayappiramaanaththinpadi Seygirapodhu, Niyaayappiramaanamillaadha Avargal Thangalukkuth Thaangale Niyaayappiramaanamaayirukkiraargal. "
},{ "Verses": "15 avargaludaiya Manasaatchiyum Kooda Saatchiyidugiradhinaalum, Kutramundu Kutramillaiyendru Avargaludaiya Sindhanaigal Ondraiyondru Theerkkiradhinaalum, Niyaayappiramaanaththirkketra Kiriyai Thangal Irudhayangalil Ezhudhiyirukkiradhendru Kaanbikkiraargal. "
},{ "Verses": "16 en Suviseshaththinpadiye, Dhevan Yesukiristhuvaikkondu Manusharudaiya Andharangangalaikkuriththu Niyaayaththeerppukkodukkum Naalile Idhu Vilangum. "
},{ "Verses": "17 nee Yoodhanendru Peyarpetru, Niyaayappiramaanaththinmel Patrudhalaayirundhu, Dhevanaikkuriththu Menmaipaaraatti, "
},{ "Verses": "18 niyaayappiramaanaththinaal Ubadhesikkappattavanaai, Avarudaiya Siththaththai Arindhu, Nanmai Theemai Innadhendru Vagaiyarukkiraaye. "
},{ "Verses": "19 nee Unnaik Kurudarukku Vazhikaattiyaagavum, Andhagaaraththilullavargalukku Velichchamaagavum, "
},{ "Verses": "20 pedhaigalukkup Podhaganaagavum, Kuzhandhaigalukku Ubaaththiyaayanaagavum, Niyaayappiramaanaththin Arivaiyum Saththiyaththaiyum Kaattiya Sattamudaiyavanaagavum Ennugiraaye. "
},{ "Verses": "21 ippadiyirukka, Matravanukkup Podhikkira Nee Unakkuththaane Podhiyaamalirukkalaamaa? Kalavuseyyakkoodaadhendru Pirasangikkira Nee Kalavuseyyalaamaa? "
},{ "Verses": "22 vibachaaram Seyyakkoodaadhendru Sollugira Nee Vibachaaram Seyyalaamaa? Vikkiragangalai Aruvarukkira Nee Kovilgalaik Kollaiyidalaamaa? "
},{ "Verses": "23 niyaayappiramaanaththaik Kuriththu Menmaipaaraattugira Nee Niyaayappiramaanaththai Meerinadandhu, Dhevanaik Ganaveenampannalaamaa? "
},{ "Verses": "24 ezhudhiyirukkirapadi, Dhevanudaiya Naamam Purajaadhigalukkulle Ungal Moolamaaith Dhooshikkappadugiradhe. "
},{ "Verses": "25 nee Niyaayappiramaanaththaik Kaikkondu Nadandhaal Viruththasedhanam Pirayojanamulladhudhaan; Nee Niyaayappiramaanaththai Meeri Nadandhaal Un Viruththasedhanam Viruththasedhanamillaamaiyaayitre. "
},{ "Verses": "26 melum Viruththasedhanamillaadhavan Niyaayappiramaanaththukketra Needhigalaik Kaikkondaal, Avanudaiya Viruththasedhanamillaamai Viruththasedhanam Endrennappadumallavaa? "
},{ "Verses": "27 subaavaththinpadi Viruththasedhanamillaadhavanaayirundhum Niyaayappiramaanaththai Niraivetrugiravanaayirundhaal, Avan Vedha Ezhuththum Viruththasedhanamum Ullavanaayirundhum, Niyaayappiramaanaththai Meerugira Unnaik Kutrappaduththuvaanallavaa? "
},{ "Verses": "28 aadhalaal Purambaaga Yoodhanaanavan Yoodhanalla, Purambaaga Maamsaththil Seyyappadum Viruththasedhanamum Viruththasedhanamalla. "
},{ "Verses": "29 ullaththile Yoodhanaanavane Yoodhan; Ezhuththinpadi Undaagaamal, Aaviyinpadi Irudhayaththil Undaagum Viruththasedhaname Viruththasedhanam; Ippadippattavanukkuriya Pugazhchchi Manusharaale Alla, Dhevanaale Undaayirukkiradhu. "
}
]