[
{ "Verses": "1 niyaayappiramaanaththai Arindhirukkiravargaludane Pesugiren. Sagodharare, Oru Manushan Uyirodirukkumalavum Niyaayappiramaanam Avanai Aalugiradhendru Ariyaamalirukkireergalaa? "
},{ "Verses": "2 adheppadiyendraal, Purushanaiyudaiya Sthiree Than Purushan Uyirodirukkumalavum Niyaayappiramaanaththinpadiye Avanudaiya Nibandhanaikku Utpattirukkiraal; Purushan Mariththa Pinbu Purushanaippatriya Piramaanaththinindru Vidudhalaiyaayirukkiraal. "
},{ "Verses": "3 aagaiyaal, Purushan Uyirodirukkaiyil Aval Veroru Purushanai Vivaagampanninaal Vibasaariyennappaduvaal; Purushan Mariththapinbu Aval Andhap Piramaanaththinindru Vidudhalaiyaanapadiyaal, Veroru Purushanai Vivaagam Panninaalum Vibasaariyalla. "
},{ "Verses": "4 appadippola, En Sagodharare, Neengal Mariththorilirundhu Ezhundha Kiristhu Ennum Veroruvarudaiyavargalaagi, Dhevanukkendru Kanikodukkumpadi Kiristhuvin Sareeraththinaale Niyaayappiramaanaththukku Mariththavargalaaneergal. "
},{ "Verses": "5 naam Maamsaththirku Utpattirundha Kaalaththil Niyaayappiramaanaththinaale Thondriya Paava Ichchaigal Maranaththirku Edhuvaana Kanigalaik Kodukkaththakkadhaaga Nammudaiya Avayavangalile Belanseydhadhu. "
},{ "Verses": "6 ippozhudho Naam Pazhamaiyaana Ezhuththinpadiyalla, Pudhumaiyaana Aaviyinpadi Oozhiyanjseyyaththakkadhaaga, Nammaik Kattiyirundha Niyaayappiramaanaththukku Naam Mariththavargalaagi, Adhinindru Vidudhalaiyaakkappattirukkirom. "
},{ "Verses": "7 aagaiyaal Enna Solluvom? Niyaayappiramaanam Paavamo? Allave. Paavam Innadhendru Niyaayappiramaanaththinaal Naan Arindheneyandri Matrappadi Ariyavillai; Ichchiyaadhiruppaayaaga Endru Niyaayappiramaanam Sollaadhirundhaal, Ichchai Paavam Endru Naan Ariyaamaliruppene. "
},{ "Verses": "8 paavamaanadhu Karpanaiyinaale Samayampetruch Sagalavidha Ichchaigalaiyum Ennil Nadappiththadhu. Niyaayappiramaanamillaavittaal Paavam Seththadhaayirukkume. "
},{ "Verses": "9 munne Niyaayappiramaanamillaadhavanaayirundhapodhu Naan Jeevanullavanaayirundhen; Karpanai Vandhapodhu Paavam Uyirkondadhu, Naan Mariththavanaanen. "
},{ "Verses": "10 ippadiyirukka, Jeevanukkedhuvaana Karpanaiye Enakku Maranaththukkedhuvaayirukkakkanden. "
},{ "Verses": "11 paavamaanadhu Karpanaiyinaale Samayampetru, Ennai Vanjiththu, Adhinaale Ennaik Kondradhu. "
},{ "Verses": "12 aagaiyaal Niyaayappiramaanam Parisuththamulladhudhaan, Karpanaiyum Parisuththamaayum Needhiyaayum Nanmaiyaayum Irukkiradhu. "
},{ "Verses": "13 ippadiyirukka, Nanmaiyaanadhu Enakku Maranamaayitro? Appadiyalla; Paavame Enakku Maranamaayitru; Paavam Karpanaiyinaale Migundha Paavamulladhaagumpadikkum, Adhu Nanmaiyaanadhaik Kondu Enakku Maranaththai Undaakkinadhinaale, Paavamaagave Vilangumpadikkum Appadiyaayitru. "
},{ "Verses": "14 melum, Namakkuth Therindhirukkirapadi, Niyaayappiramaanam Aavikkuriyadhaayirukkiradhu, Naano Paavaththukkuk Keezhaaga Virkappattu, Maamsaththukkuriyavanaayirukkiren. "
},{ "Verses": "15 eppadiyenil, Naan Seygiradhu Enakke Sammadhiyillai; Naan Virumbugiradhai Seyyaamal, Naan Verukkiradhaiye Seygiren. "
},{ "Verses": "16 ippadi Naan Virumbaadhadhai Seygiravanaayirukka, Niyaayappiramaanam Nalladhendru Oththukkollugirene. "
},{ "Verses": "17 aadhalaal Naan Alla, Enakkul Vaasamaayirukkira Paavame Appadi Seygiradhu. "
},{ "Verses": "18 adheppadiyenil, Ennidaththil, Adhaavadhu, En Maamsaththil, Nanmai Vaasamaayirukkiradhillaiyendru Naan Arindhirukkiren; Nanmaiseyyavendumengira Viruppam Ennidaththilirukkiradhu, Nanmaiseyvadho Ennidaththilillai. "
},{ "Verses": "19 aadhalaal Naan Virumbugira Nanmaiyai Seyyaamal, Virumbaadha Theemaiyaiye Seygiren. "
},{ "Verses": "20 andhappadi Naan Virumbaadhadhai Naan Seydhaal, Naan Alla, Enakkulle Vaasamaayirukkira Paavame Appadi Seygiradhu. "
},{ "Verses": "21 aanapadiyaal Nanmaiseyya Virumbugira Ennidaththil Theemaiyundengira Oru Piramaanaththaik Kaangiren. "
},{ "Verses": "22 ullaana Manushanukketrapadi Dhevanudaiya Niyaayappiramaanaththinmel Piriyamaayirukkiren. "
},{ "Verses": "23 aagilum En Manadhin Piramaanaththukku Virodhamaaip Poraadugira Veroru Piramaanaththai En Avayavangalil Irukkak Kaangiren; Adhu En Avayavangalil Undaayirukkira Paavappiramaanaththukku Ennai Siraiyaakkik Kollugiradhu. "
},{ "Verses": "24 nirppandhamaana Manushan Naan! Indha Maranasareeraththinindru Yaar Ennai Vidudhalaiyaakkuvaar? "
},{ "Verses": "25 nammudaiya Karththaraagiya Yesukiristhumoolamaai Dhevanai Sthoththirikkiren. Aadhalaal Naane En Manadhinaale Dhevanudaiya Niyaayappiramaanaththukkum, Maamsaththinaaleyo Paavappiramaanaththukkum Oozhiyanjseygiren. "
}
]