[
{ "Verses": "1 ippadiyirukka, Dhevan Thammudaiya Janangalaith Thallivittaaro Endru Ketkiren, Thallividavillaiye; Naanum Aabiragaamin Sandhadhiyilum Penyameen Koththiraththilum Pirandha Isravelan. "
},{ "Verses": "2 dhevan Thaam Munnarindhukonda Thammudaiya Janangalaith Thallividavillai. Eliyaavaikkuriththuch Solliya Idaththil, Vedham Sollugiradhai Ariyeergalaa? Avan Dhevanai Nokki: "
},{ "Verses": "3 karththaave, Ummudaiya Theerkkadharisigalai Avargal Kolaiseydhu, Ummudaiya Balipeedangalai Idiththuppottaargal; Naan Oruvanmaaththiram Meedhiyaayirukkiren, En Piraananaiyum Vaangaththedugiraargale Endru Isravelarukku Virodhamaai Vinnappampanninapodhu, "
},{ "Verses": "4 avanukku Undaana Dhevauththaravu Enna? Paagaalukku Munbaaga Muzhangaarpadiyidaadha Ezhaayiramperai Enakkaaga Meedhiyaaga Vaiththen Enbadhe. "
},{ "Verses": "5 appadippola Ikkaalaththileyum Kirubaiyinaale Undaagum Therindhukolludhalinpadi Oru Pangu Meedhiyaayirukkiradhu. "
},{ "Verses": "6 adhu Kirubaiyinaale Undaayirundhaal Kiriyaigalinaale Undaayiraadhu; Appadiyallavendraal, Kirubaiyaanadhu Kirubaiyallave. Andriyum Adhu Kiriyaigalinaale Undaayirundhaal Adhu Kirubaiyaayiraadhu; Appadiyallavendraal, Kiriyaiyaanadhu Kiriyaiyallave. "
},{ "Verses": "7 appadiyaanaal Enna? Isravelar Thedugiradhai Adaiyaamalirukkiraargal, Therindhukollappattavargalo Adhai Adaindhirukkiraargal; Matravargal Indraiyaththinamvaraikkum Kadinappattirukkiraargal. "
},{ "Verses": "8 gananiththiraiyin Aaviyaiyum, Kaanaadhirukkira Kangalaiyum, Kelaadhirukkira Kaadhugalaiyum, Dhevan Avargalukkuk Koduththaar Endru Ezhudhiyirukkirapadiyaayitru. "
},{ "Verses": "9 andriyum, Avargaludaiya Pandhi Avargalukkuch Surukkum Kanniyum Idarudharkaana Kallum Badhilukkup Badhilaliththalumaagakkadavadhu; "
},{ "Verses": "10 kaanaadhapadikku Avargaludaiya Kangal Andhagaarappadakkadavadhu; Avargaludaiya Mudhugai Eppodhum Kuniyappannum Endru Thaaveedhum Solliyirukkiraan. "
},{ "Verses": "11 ippadiyirukka, Vizhundhupogumpadikkaa Idarinaargal Endru Ketkiren, Appadiyallave; Avargalukkulle Vairaakkiyaththai Ezhuppaththakkadhaaga Avargaludaiya Thavarudhalinaale Purajaadhigalukku Ratchippu Kidaiththadhu. "
},{ "Verses": "12 avargaludaiya Thavaru Ulagaththirku Aisuvariyamum, Avargaludaiya Kuraivu Purajaadhigalukku Aisuvariyamumaayirukka, Avargaludaiya Niraivu Evvalavu Adhigamaai Appadiyirukkum. "
},{ "Verses": "13 purajaadhiyaaraagiya Ungaludane Pesugiren; Purajaadhigalukku Naan Apposthalanaayirukkiradhinaale En Inaththaarukkulle Naan Vairaakkiyaththai Ezhuppi, Avargalil Silarai Ratchikkavendumendru, "
},{ "Verses": "14 en Oozhiyaththai Menmaippaduththugiren. "
},{ "Verses": "15 avargalaith Thallividudhal Ulagaththai Oppuravaakkudhalaayirukka, Avargalai Angigariththukkolludhal Ennamaayiraadhu; Mariththorilirundhu Jeevan Undaanadhupolirukkumallavo? "
},{ "Verses": "16 melum Mudharbalanaagiya Maavaanadhu Parisuththamaayirundhaal, Pisaindhamaa Muzhuvadhum Parisuththamaayirukkum; Veraanadhu Parisuththamaayirundhaal, Kilaigalum Parisuththamaayirukkum "
},{ "Verses": "17 sila Kilaigal Muriththuppodappattirukka, Kaattolivamaramaagiya Nee Avaigal Irundha Idaththil Ottavaikkappattu, Olivamaraththin Verukkum Saaraththukkum Udanpangaaliyaayirundhaayaanaal, "
},{ "Verses": "18 nee Andhak Kilaigalukku Virodhamaaip Perumaipaaraattaadhe; Perumai Paaraattuvaayaanaal, Nee Veraich Sumakkaamal, Ver Unnai Sumakkiradhendru Ninaiththukkol. "
},{ "Verses": "19 naan Ottavaikkappaduvadharku Andhak Kilaigal Muriththuppodappattadhendru Sollugiraaye. "
},{ "Verses": "20 nalladhu, Avisuvaasaththinaale Avaigal Muriththuppodappattana, Nee Visuvaasaththinaale Nirkiraai; Mettimai Sindhaiyaayiraamal Bayandhiru. "
},{ "Verses": "21 subaavakkilaigalai Dhevan Thappavidaadhirukka, Unnaiyum Thappavidamaattaar Endru Echcharikkaiyaayiru. "
},{ "Verses": "22 aagaiyaal, Dhevanudaiya Dhayavaiyum Kandippaiyum Paar; Vizhundhavargalidaththile Kandippaiyum, Unnidaththile Dhayavaiyum Kaanbiththaar; Andhath Dhayavile Nilaiththiruppaayaanaal Unakkuth Dhayavukidaikkum; Nilaiththiraavittaal Neeyum Vettundupovaai. "
},{ "Verses": "23 andriyum, Avargal Avisuvaasaththile Nilaiththiraadhirundhaal Avargalum Ottavaikkappaduvaargal, Avargalai Marupadiyum Ottavaikkiradharku Dhevan Vallavaraayirukkiraare. "
},{ "Verses": "24 subaavaththinpadi, Kaattolivamaraththilirundhu Nee Vettappattu, Subaavaththirku Virodhamaai Nalla Olivamaraththile Ottavaikkappattirundhaal, Subaavakkilaigalaagiya Avargal Thangal Suya Olivamaraththile Ottavaikkappaduvadhu Adhiga Nichchayamallavaa? "
},{ "Verses": "25 melum, Sagodharare, Neengal Ungalaiye Buththimaangalendru Ennaadhapadikku Oru Ragasiyaththai Neengal Ariyavendumendrirukkiren; Adhennavenil, Purajaadhiyaarudaiya Niraivu Undaagumvaraikkum Isravelariloru Pangukkuk Kadinamaana Manadhundaayirukkum. "
},{ "Verses": "26 indhappiragaaram Isravelarellaarum Ratchikkappaduvaargal. Meetkiravar Seeyonilirundhu Vandhu, Avabakdhiyai Yaakkobai Vittu Vilakkuvaar Endrum; "
},{ "Verses": "27 naan Avargaludaiya Paavangalai Neekkumbodhu, Idhuve Naan Avargaludane Seyyum Udanbadikkai Endrum Ezhudhiyirukkiradhu. "
},{ "Verses": "28 suviseshaththaikkuriththu Avargal Ungalnimiththam Pagaignaraayirukkiraargal; Therindhukolludhalaikkuriththu Avargal Pidhaakkalinimiththam Anbukoorappattavargalaayirukkiraargal. "
},{ "Verses": "29 dhevanudaiya Kirubaivarangalum, Avargalai Azhaiththa Azhaippum Maaraadhavaigale. "
},{ "Verses": "30 aadhalaal, Neengal Murkaalaththile Dhevanukkuk Keezhppadiyaadhirundhu, Ippozhudhu Avargaludaiya Keezhppadiyaamaiyinaale Irakkampetrirukkiradhupola, "
},{ "Verses": "31 avargalum Ippozhudhu Keezhppadiyaamalirundhum, Pinbu Ungalukkukkidaiththa Irakkaththinaale Irakkam Peruvaargal. "
},{ "Verses": "32 ellaarmelum Irakkamaayirukkaththakkadhaaga, Dhevan Ellaaraiyum Keezhppadiyaamaikkulle Adaiththuppottaar. "
},{ "Verses": "33 aa! Dhevanudaiya Aisuvariyam, Gnaanam, Arivu Enbavaigalin Aazham Evvalavaayirukkiradhu! Avarudaiya Niyaayaththeerppugal Alavidappadaadhavaigal, Avarudaiya Vazhigal Aaraayappadaadhavaigal! "
},{ "Verses": "34 karththarudaiya Sindhaiyai Arindhavan Yaar? Avarukku Aalosanaikkaaranaayirundhavan Yaar? "
},{ "Verses": "35 thanakkup Padhil Kidaikkumpadikku Mundhi Avarukku Ondraik Koduththavan Yaar? "
},{ "Verses": "36 sagalamum Avaraalum Avar Moolamaayum Avarukkaagavum Irukkiradhu; Avarukke Endrendraikkum Magimaiyundaavadhaaga. Aamen. "
}
]