[
{ "Verses": "1 andriyum, Balamullavargalaagiya Naam Namakke Piriyamaai Nadavaamal, Balaveenarudaiya Balaveenangalaith Thaangavendum. "
},{ "Verses": "2 nammil Ovvoruvanum Piranudaiya Bakthiviruththikkedhuvaana Nanmaiyundaagumpadi Avanukkup Piriyamaai Nadakkakkadavan. "
},{ "Verses": "3 kiristhuvum Thamakke Piriyamaai Nadavaamal: Ummai Nindhikkiravargaludaiya Nindhaigal Enmel Vizhundhadhu Endru Ezhudhiyirukkirapadiye Nadandhaar. "
},{ "Verses": "4 dhevavasanaththinaal Undaagum Porumaiyinaalum Aarudhalinaalum Naam Nambikkaiyullavargalaagumpadikku, Munbu Ezhudhiyirukkiravaigalellaam Namakkup Podhanaiyaaga Ezhudhiyirukkiradhu. "
},{ "Verses": "5 neengal Orumanappattu Nammudaiya Karththaraagiya Yesukiristhuvin Pidhaavaagiya Dhevanai Ore Vaayinaal Magimaippaduththumpadikku, "
},{ "Verses": "6 porumaiyaiyum Aarudhalaiyum Alikkum Dhevan, Kiristhu Yesuvinudaiya Maadhiriyinpadiye, Neengal Egasindhaiyullavargalaayirukkumpadi Ungalukku Anukgirakanjseyvaaraaga. "
},{ "Verses": "7 aadhalaal Dhevanukku Magimaiyundaaga, Kiristhu Nammai Etrukkondadhupola, Neengalum Oruvaraiyoruvar Etrukkollungal. "
},{ "Verses": "8 melum, Pidhaakkalukkup Pannappatta Vaakkuththaththangalai Urudhiyaakkumpadikku, Dhevanudaiya Saththiyaththinimiththam Yesukiristhu Viruththasedhanamullavargalukku Oozhiyakkaararaanaarendrum; "
},{ "Verses": "9 purajaadhiyaarum Irakkampetradhinimiththam Dhevanai Magimaippaduththugiraargalendrum Sollugiren. Andhappadi: Idhinimiththam Naan Purajaadhigalukkulle Ummai Arikkaipanni, Ummudaiya Naamaththaich Solli, Sangeedham Paaduven Endru Ezhudhiyirukkiradhu. "
},{ "Verses": "10 melum, Purajaadhigale, Avarudaiya Janangalodekoodak Kalikoorungal Engiraar. "
},{ "Verses": "11 melum, Purajaadhigale, Ellaarum Karththaraith Thudhiyungal; Janangale, Ellaarum Avaraip Pugazhungal Endrum Sollugiraar. "
},{ "Verses": "12 melum, Eesaayin Verum Purajaadhiyaarai Aalumpadikku Ezhumbugiravarumaagiya Oruvar Thondruvaar; Avaridaththil Purajaadhiyaar Nambikkai Vaippaargal Endru Esaayaa Sollugiraan. "
},{ "Verses": "13 parisuththa Aaviyin Balaththinaale Ungalukku Nambikkai Perugumpadikku, Nambikkaiyin Dhevan Visuvaasaththinaal Undaagum Ellaavidha Sandhoshaththinaalum Samaadhaanaththinaalum Ungalai Nirappuvaaraaga. "
},{ "Verses": "14 en Sagodharare, Neengal Nargunaththinaal Niraindhavargalum, Sagala Arivinaalum Nirappappattavargalum, Oruvarukkoruvar Buththisolla Vallavargalumaayirukkireergalendru Naanum Ungalaik Kuriththu Nichchayiththirukkiren; "
},{ "Verses": "15 appadiyirundhum, Sagodharare, Purajaadhiyaaraagiya Bali Parisuththa Aaviyinaale Parisuththamaakkappattu, Dhevanukkup Piriyamaana Baliyaagumpadikku, Naan Dhevanudaiya Suvisesha Oozhiyaththai Nadaththum Aasaariyanaayirundhu Purajaadhigalukku Yesukiristhuvinudaiya Oozhiyakkaaranaagumporuttu, "
},{ "Verses": "16 dhevan Enakku Aliththa Kirubaiyinaale Ungalukku Gnaabagappaduththumpadikku Ivaigalai Naan Adhiga Dhairiyamaai Ezhudhinen. "
},{ "Verses": "17 aadhalaal Naan Dhevanukkuriyavaigalaik Kuriththu Yesukiristhuvaikkondu Menmaipaaraatta Enakku Idamundu. "
},{ "Verses": "18 purajaadhiyaarai Vaarththaiyinaalum Seygaiyinaalum Keezhppadiyappannumpadikku, Arpudha Adaiyaalangalin Balaththinaalum, Dheva Aaviyin Balaththinaalum, Kiristhuvaanavar Ennaikkondu Nadappiththavaigalai Solvadhallaamal Verondraiyum Solla Naan Thunivadhillai; "
},{ "Verses": "19 ippadi Erusalem Thuvakkich Sutrilum, Illirikkam Thesamvaraikkum, Kiristhuvin Suviseshaththaip Pooranamaaip Pirasangiththirukkiren. "
},{ "Verses": "20 melum Avarudaiya Seydhiyai Ariyaadhirundhavargal, Kaanbaargalendrum, Kelvippadaadhirundhavargal Unarndhukolvaargalendrum Ezhudhiyirukkirapadiye, "
},{ "Verses": "21 naan Matroruvanudaiya Asthibaaraththinmel Kattaadhapadikku Kiristhuvinudaiya Naamam Sollappattiraadha Idangalil Suviseshaththai Arivikkumpadi Naadugiren. "
},{ "Verses": "22 ungalidaththil Varugiradharku Idhinaale Anegandharam Thadaipatten. "
},{ "Verses": "23 ippozhudhu Indhath Thisaigalile Enakku Idamillaadhapadiyinaalum, Ungalidaththil Varumpadi Anega Varushamaai Enakku Migundha Viruppam Undaayirukkirapadiyinaalum, "
},{ "Verses": "24 naan Spaaniyaa Dhesaththirkup Pirayaanampannugaiyil Ungalidaththil Vandhu, Ungalaik Kandukollavum, Ungalidaththil Satruth Thirupthiyadaindhapinbu, Avvidaththirku Ungalaal Vazhivittanuppappadavum, Enakku Samayang Kidaikkumendru Nambiyirukkiren. "
},{ "Verses": "25 ippozhudho Parisuththavaangalukku Udhaviseyyunkaariyamaaga Naan Erusalemukkup Pirayaanampanna Eththanamaayirukkiren. "
},{ "Verses": "26 makkedhoniyaavilum Agaayaavilumullavargal Erusalemilulla Parisuththavaangalukkulle Irukkira Thariththirarukkaagach Sila Porulsagaayam Seyya Viruppankondirukkiraargal; "
},{ "Verses": "27 ippadichseyvadhu Nalladhendru Enninaargal; Ippadich Seygiradharku Avargal Kadanaaligalaayumirukkiraargal. Eppadiyendraal, Purajaadhiyaar Avargaludaiya Gnaanananmaigalil Pangupetrirukka, Sareerananmaigalaal Avargalukku Udhaviseyya Ivargal Kadanaaligalaayirukkiraargale. "
},{ "Verses": "28 indhak Kaariyaththai Naan Niraivetri, Indhap Balanai Avargal Kaiyile Baththiramaai Oppuviththapinbu, Ungal Oor Vazhiyaai Spaaniyaavukkup Poven. "
},{ "Verses": "29 naan Ungalidaththil Varumbodhu Kiristhuvinudaiya Suviseshaththin Sambooranamaana Aaseervaadhaththode Varuvenendru Arindhirukkiren. "
},{ "Verses": "30 melum Sagodharare, Dhevasiththaththinaale Naan Sandhoshaththudane Ungalidaththil Vandhu Ungalodu Ilaippaarumpadiyaaga, "
},{ "Verses": "31 yoodheyaavilirukkira Avisuvaasigalukku Naan Thappuvikkappadumpadikkum, Naan Erusalemilulla Parisuththavaangalukku Seyyappogira Dharmasagaayam Avargalaal Angigarikkappadumpadikkum, "
},{ "Verses": "32 neengal Dhevanai Nokki Seyyum Jebangalil, Naan Poraaduvadhupola Neengalum Ennodukoodap Poraadavendumendru Nammudaiya Karththaraagiya Yesukiristhuvinimiththamum, Aaviyaanavarudaiya Anbinimiththamum, Ungalai Vendikkollugiren. "
},{ "Verses": "33 samaadhaanaththin Dhevan Ungal Anaivarodunkooda Iruppaaraaga. Aamen. "
}
]