[
{ "Verses": "1 kengireyaa Oor Sabaikku Oozhiyakkaariyaagiya Nammudaiya Sagodhari Pebeyaalai Neengal Karththarukkulparisuththavaangalukketrapadi Etrukkondu, "
},{ "Verses": "2 endhak Kaariyaththil Ungal Udhavi Avalukkuth Thevaiyaayirukkiradho Adhile Neengal Avalukku Udhaviseyyavendumendru Avalai Ungalidaththil Oppuvikkiren; Aval Anegarukkum Enakkunkooda Aadharavaayirundhaval. "
},{ "Verses": "3 kiristhu Yesuvukkul En Udanvelaiyaatkalaagiya Piriskillaalaiyum Aakkillaavaiyum Vaazhththungal. "
},{ "Verses": "4 avargal En Piraananukkaagath Thangal Kazhuththaik Koduththavargal; Avargalaippatri Naanmaaththiramalla, Purajaadhiyaaril Undaana Sabaiyaarellaarum Nandriyaridhalullavargalaayirukkiraargal. "
},{ "Verses": "5 avargaludaiya Veettile Koodivarugira Sabaiyaiyum Vaazhththungal. Agaayaavile Kiristhuvukku Mudharbalanaagiya En Piriyamaana Eppaneththai Vaazhththungal. "
},{ "Verses": "6 engalukkaaga Migavum Pirayaasappatta Mariyaalai Vaazhththungal. "
},{ "Verses": "7 apposthalarukkul Peyar Petravargalum Enakku Mundhik Kiristhuvukkullaanavargalum En Inaththaarum Ennudanekoodak Kaavalil Kattundavargalumaayirukkira Androneekkaiyum Yooniyaavaiyum Vaazhththungal. "
},{ "Verses": "8 karththarukkul Enakkup Piriyamaana Ambiliyaavai Vaazhththungal. "
},{ "Verses": "9 kiristhuvukkul Nammode Udanvelaiyaalaagiya Urbaanaiyum, En Piriyamaana Sthaakkiyaiyum Vaazhththungal. "
},{ "Verses": "10 kiristhuvukkul Uththamanaagiya Appelleyai Vaazhththungal. Aristhopooluvin Veettaarai Vaazhththungal. "
},{ "Verses": "11 en Inaththaanaagiya Erodhiyonai Vaazhththungal. Narkeesuvin Veettaaril Karththarukkutpattavargalai Vaazhththungal. "
},{ "Verses": "12 karththarukkul Pirayaasappadugira Thiripenaalaiyum Thirposaalaiyum Vaazhththungal. Karththarukkulmigavum Pirayaasappatta Piriyamaana Persiyaalai Vaazhththungal. "
},{ "Verses": "13 karththarukkul Therindhukollappatta Roobaiyum, Enakkum Thaayaagiya Avanudaiya Thaayaiyum Vaazhththungal. "
},{ "Verses": "14 asingireeththuvaiyum, Pilekonaiyum, Ermaavaiyum, Paththiropaavaiyum, Ermeyaiyum, Avargalodirukkira Sagodhararaiyum Vaazhththungal. "
},{ "Verses": "15 pilologaiyum, Yooliyaalaiyum, Nereyaiyum, Avanudaiya Sagodhariyaiyum, Olimbaavaiyum, Avargalodirukkira Parisuththavaangalellaaraiyum Vaazhththungal. "
},{ "Verses": "16 oruvaraiyoruvar Parisuththa Muththaththodu Vaazhththungal. Kiristhuvin Sabaiyaar Ungalai Vaazhththugiraargal. "
},{ "Verses": "17 andriyum Sagodharare, Neengal Katrukkonda Ubadhesaththirku Virodhamaaip Pirivinaiyum Idaralgalaiyum Undaakkugiravargalaikkuriththu Echcharikkaiyaayirundhu, Avargalai Vittu Vilagavendumendru Ungalukkup Buththisollugiren. "
},{ "Verses": "18 appadippattavargal Nammudaiya Karththaraagiya Yesukiristhuvukku Oozhiyanjseyyaamal Thangal Vayitrukke Oozhiyanjseydhu, Nayavasanippinaalum Ichchagappechchinaalum, Kapadillaadhavargaludaiya Irudhayangalai Vanjikkiravargalaayirukkiraargal. "
},{ "Verses": "19 ungal Keezhppadidhal Yaavarukkum Theriyavandhirukkiradhu. Aagaiyaal Ungalaikkuriththuch Sandhoshappadugiren; Aanaalum Neengal Nanmaikku Gnaanigalum Theemaikkup Pedhaigalumaayirukkavendumendru Virumbugiren. "
},{ "Verses": "20 samaadhaanaththin Dhevan Seekkiramaaich Saaththaanai Ungal Kaalgalin Keezhe Nasukkippoduvaar. Nammudaiyakarththaraagiya Yesukiristhuvinudaiya Kirubai Ungaludanekooda Iruppadhaaga. Aamen. "
},{ "Verses": "21 en Udanvelaiyaalaagiya Theemoththeyum, En Inaththaaraagiya Loogiyum, Yaasonum, Sosipaththarum Ungalai Vaazhththugiraargal. "
},{ "Verses": "22 indha Nirubaththai Ezhudhina Therthiyuvaagiya Naan Karththarukkul Ungalai Vaazhththugiren. "
},{ "Verses": "23 ennaiyum Sabaiyanaiththaiyum Ubasariththuvarugira Kaayu Ungalai Vaazhththugiraan. Pattanaththu Ukkiraanakkaaranaagiya Erasthum, Sagodharanaagiya Kuvarththum Ungalai Vaazhththugiraargal. "
},{ "Verses": "24 nammudaiya Karththaraagiya Yesukiristhuvinudaiya Kirubai Ungal Anaivarodunkooda Iruppadhaaga. Aamen. "
},{ "Verses": "25 aadhikaalamudhal Adakkamaayirundhu, Ippozhudhu Theerkkadharisana Aagamangalinaale Anaadhi Dhevanudaiya Kattalaiyinpadi Veliyarangamaakkappattadhum, Sagalajaadhigalum Visuvaasaththirkuk Keezhppadiyumpadikku Avargalukku Arivikkappattadhumaayirukkira Ragasiyaththai Velippaduththugiradhaana, "
},{ "Verses": "26 yesukiristhuvaippatriya Pirasangamaagiya En Suviseshaththinpadiye Ungalai Sthirappaduththa Vallavarum, "
},{ "Verses": "27 thaam Oruvare Gnaanamullavarumaayirukkira Dhevanukku Yesukiristhuvin Moolamaai Endrendraikkum Magimaiyundaavadhaaga. Aamen. "
}
]