[
{ "Verses": "1 endha Manushanum Melaana Adhigaaramullavargalukkuk Keezhppadiyakkadavan; Enendraal, Dhevanaaleyandri Oru Adhigaaramumillai; Undaayirukkira Adhigaarangal Dhevanaale Niyamikkappattirukkiradhu. "
},{ "Verses": "2 aadhalaal Adhigaaraththirku Edhirththu Nirkiravan Dhevanudaiya Niyamaththirku Edhirththu Nirkiraan; Appadi Edhirththu Nirkiravargal Thangalukkuth Thaangale Aakkinaiyai Varuviththukkollugiraargal "
},{ "Verses": "3 melum Adhigaarigal Narkiriyaigalukkalla, Dhurkkiriyaigalukke Bayangaramaayirukkiraargal; Aagaiyaal Nee Adhigaaraththirkup Bayappadaadhirukkavendumaanaal, Nanmaisey, Adhinaal Unakkup Pugazhchchi Undaagum. "
},{ "Verses": "4 unakku Nanmai Undaagumporuttu, Avan Dhevaoozhiyakkaaranaayirukkiraan. Nee Theemaiseydhaal Bayandhiru; Pattayaththai Avan Virudhaavaaip Pidiththirukkavillai; Theemaiseygiravanmel Kobaakkinai Varappannumpadi, Avan Needhiyai Seluththugira Dhevaoozhiyakkaaranaayirukkiraane. "
},{ "Verses": "5 aagaiyaal, Neengal Kobaakkinaiyinimiththam Maaththiramalla, Manasaatchiyinimiththamum Keezhppadiyavendum. "
},{ "Verses": "6 idharkaagave Neengal Variyaiyum Kodukkireergal. Avargal Indha Velaiyaip Paarththuvarugira Dhevaoozhiyakkaararaayirukkiraargale. "
},{ "Verses": "7 aagaiyaal Yaavarukkum Seluththavendiya Kadamaigalaich Seluththungal; Evanukku Variyaich Seluththavendiyadho Avanukku Variyaiyum, Evanukkuth Theervaiyai Seluththavendiyadho Avanukkuth Theervaiyaiyum Seluththungal; Evanukkup Bayappadavendiyadho Avanukkup Bayappadungal; Evanaik Ganampannavendiyadho Avanaik Ganampannungal. "
},{ "Verses": "8 oruvaridaththiloruvar Anbukoorugira Kadaneyallaamal, Matrondrilum Oruvanukkum Kadanpadaadhirungal; Piranidaththil Anbukoorugiravan Niyaayappiramaanaththai Niraivetrugiraan. "
},{ "Verses": "9 eppadiyendraal, Vibachaaram Seyyaadhiruppaayaaga, Kolai Seyyaadhiruppaayaaga, Kalavu Seyyaadhiruppaayaaga, Poisaatchi Sollaadhiruppaayaaga, Ichchiyaadhiruppaayaaga Engira Indhakkarpanaigalum, Vere Endhak Karpanaiyum, Unnidaththil Nee Anbukoorugiradhupolap Piranidaththilum Anbukooruvaayaaga Engira Ore Vaarththaiyile Thogaiyaai Adangiyirukkiradhu. "
},{ "Verses": "10 anbaanadhu Piranukkup Pollaanguseyyaadhu; Aadhalaal Anbu Niyaayappiramaanaththin Niraiverudhalaayirukkiradhu. "
},{ "Verses": "11 niththiraiyaivittu Ezhundhirukkaththakka Velaiyaayitrendru, Naam Kaalaththai Arindhavargalaai, Ippadi Nadakkavendum; Naam Visuvaasigalaanapodhu Ratchippu Sameebamaayirundhadhaip Paarkkilum Ippozhudhu Adhu Namakku Adhiga Sameebamaayirukkiradhu. "
},{ "Verses": "12 iravu Sendrupoyitru, Pagal Sameebamaayitru; Aagaiyaal Andhagaaraththin Kiriyaigalai Naam Thallivittu, Oliyin Aayudhangalaith Thariththukkollakkadavom. "
},{ "Verses": "13 kaliyaattum Veriyum, Vesiththanamum Kaamavigaaramum, Vaakkuvaadhamum Poraamaiyum Ullavargalaai Nadavaamal, Pagalile Nadakkiravargalpolach Seeraai Nadakkakkadavom. "
},{ "Verses": "14 thurichchaigalukku Idamaaga Udalaip Penaamalirundhu, Karththaraagiya Yesukiristhuvaith Thariththukkollungal. "
}
]