[
{ "Verses": "1 yesu Kiristhuvin Oozhiyakkaaranum, Apposthalanaagumpadi Azhaikkappattavanum, Dhevanudaiya Suviseshaththirkaagap Piriththedukkappattavanumaagiya Pavul, "
},{ "Verses": "2 romaaburiyilulla Dhevappiriyarum Parisuththavaangalaagumpadi Azhaikkappattavargalumaagiya Anaivarukkum Ezhudhugiradhaavadhu; "
},{ "Verses": "3 nammudaiya Pidhaavaagiya Dhevanaalum Karththaraagiya Yesukiristhuvinaalum Ungalukkuk Kirubaiyum Samaadhaanamum Undaavadhaaga. "
},{ "Verses": "4 yesukiristhuvaikkuriththuth Dhevan Thammudaiya Theerkkadharisigal Moolamaaip Parisuththa Vedhaagamangalil Munne Thammudaiya Suviseshaththaip Patri Vaakkuththaththampanninapadi Karththaraagiya Yesukiristhuvaanavar, "
},{ "Verses": "5 maamsaththinpadi Thaaveedhin Sandhadhiyil Pirandhavarum, Parisuththamulla Aaviyinpadi Dhevanudaiya Sudhanendru Mariththorilirundhu Uyirththezhundhadhinaale Balamaai Roobikkappatta Dhevakumaaranumaayirukkiraar. "
},{ "Verses": "6 avar Sagala Jaadhigalaiyum, Avargalukkul Yesukiristhuvinaal Azhaikkappattavargalaagiya Ungalaiyum, "
},{ "Verses": "7 thamadhu Naamaththinimiththam Visuvaasaththukkuk Keezhppadiyappannumporuttu, Engalukkuk Kirubaiyaiyum Apposthala Oozhiyaththaiyum Arulichseydhirukkiraar. "
},{ "Verses": "8 ungal Visuvaasam Ulagamengum Pirasiththamaagirapadiyinaale, Mudhalaavadhu Naan Ungalellaarukkaagavum Yesu Kiristhu Moolamaai En Dhevanai Sthoththirikkiren. "
},{ "Verses": "9 naan Jebampannumpodhellaam Idaividaamal Ungalai Ninaiththuk Kondirukkiradhaikkuriththuth Thamadhu Kumaaranudaiya Suviseshaththinaale En Aaviyodu Naan Sevikkira Dhevan Enakkuch Saatchiyaayirukkiraar. "
},{ "Verses": "10 neengal Sthirappaduvadharkaaga Aavikkuriya Sila Varangalai Ungalukkuk Kodukkumpadikkum, "
},{ "Verses": "11 ungalilum Ennilumulla Visuvaasaththinaal Ungalodekooda Naanum Aarudhaladaiyumpadikkum, Ungalaik Kaana Vaanjaiyaayirukkirapadiyinaale, "
},{ "Verses": "12 evvidhaththilaavadhu Naan Ungalidaththil Varugiradharkuth Dhevanudaiya Siththaththinaale Enakku Nalla Pirayaanam Seekkiraththil Kidaikkavendumendru Vendikkollugiren. "
},{ "Verses": "13 sagodharare, Purajaadhigalaana Matravargalukkulle Naan Balanai Adaindhadhu Pola Ungalukkullum Sila Balanai Adaiyumpadikku, Ungalidaththil Varap Palamurai Yosanaiyaayirundhen, Aayinum Idhuvaraikkum Enakkuth Thadaiyundaayitru Endru Neengal Ariyaadhirukka Enakku Manadhillai. "
},{ "Verses": "14 girekkarukkum, Matra Anniyargalukkum, Gnaanigalukkum, Moodarukkum Naan Kadanaaliyaayirukkiren. "
},{ "Verses": "15 aagaiyaal Romaapuriyilirukkira Ungalukkum Ennaal Iyandramattum Suviseshaththaip Pirasangikka Virumbugiren. "
},{ "Verses": "16 kiristhuvin Suviseshaththaik Kuriththu Naan Vetkappaden; Munbu Yoodharilum Pinbu Girekkarilum Visuvaasikkiravanevano Avanukku Ratchippu Undaavadharku Adhu Dhevabelanaayirukkiradhu. "
},{ "Verses": "17 visuvaasaththinaale Needhimaan Pizhaippaan Endru Ezhudhiyirukkirapadi Visuvaasaththinaal Undaagum Dhevaneedhi Visuvaasaththirkendru Andha Suviseshaththinaal Velippaduththappadugiradhu. "
},{ "Verses": "18 saththiyaththai Aniyaayaththinaale Adakkivaikkira Manusharudaiya Ellaavidha Avabakdhikkum Aniyaayaththukkum Virodhamaai, Dhevakobam Vaanaththilirundhu Velippaduththappattirukkiradhu. "
},{ "Verses": "19 dhevanaikkuriththu Ariyappaduvadhu Avargalukkulle Velippaduththappattirukkiradhu; Dhevane Adhai Avargalukku Velippaduththiyirukkiraar. "
},{ "Verses": "20 eppadiyendraal, Kaanappadaadhavaigalaagiya Avarudaiya Niththiya Vallamai Dhevaththuvam Enbavaigal, Undaakkappattirukkiravaigalinaale, Ulagamundaanadhumudharkondu, Thelivaaik Kaanappadum; Aadhalaal Avargal Pokkuchsolla Idamillai. "
},{ "Verses": "21 avargal Dhevanai Arindhum, Avaraith Dhevanendru Magimaippaduththaamalum, Sthoththiriyaamalumirundhu, Thangal Sindhanaigalinaale Veenaraanaargal, Unarvillaadha Avargaludaiya Irudhayam Iruladaindhadhu. "
},{ "Verses": "22 avargal Thangalai Gnaanigalendru Solliyum Payiththiyakkaararaagi, "
},{ "Verses": "23 azhivillaadha Dhevanudaiya Magimaiyai Azhivulla Manushargal Paravaigal Mirugangal Oorum Piraanigal Aagiya Ivaigaludaiya Roobangalukku Oppaaga Maatrinaargal. "
},{ "Verses": "24 idhinimiththam Avargal Thangal Irudhayaththilulla Ichchaigalinaale Oruvarodoruvar Thangal Sareerangalai Avamaanappaduththaththakkadhaaga, Dhevan Avargalai Asuththaththirku Oppukkoduththaar. "
},{ "Verses": "25 dhevanudaiya Saththiyaththai Avargal Poiyaaga Maatri, Sirushtigaraith Thozhudhu Seviyaamal Sirushtiyaith Thozhudhu Seviththaargal, Avare Endrendraikkum Sthoththirikkappattavar. Aamen. "
},{ "Verses": "26 idhinimiththam Dhevan Avargalai Izhivaana Ichchairogangalukku Oppukkoduththaar; Andhappadiye Avargaludaiya Pengal Subaava Anupogaththaich Subaavaththukku Virodhamaana Anupogamaaga Maatrinaargal. "
},{ "Verses": "27 appadiye Aangalum Pengalaich Subaavappadi Anubaviyaamal, Oruvarmeloruvar Viragathaapaththinaale Pongi, Aanode Aan Avalatchanamaanadhai Nadappiththu Thangal Thappidhaththirkuth Thagudhiyaana Balanaith Thangalukkul Adaindhaargal. "
},{ "Verses": "28 dhevanai Ariyum Arivaip Patrikkondirukka Avargalukku Manadhillaadhirundhapadiyaal, Thagaadhavaigalaich Seyyumpadi, Dhevan Avargalaik Kedaana Sindhaikku Oppukkoduththaar. "
},{ "Verses": "29 avargal Sagalavidha Aniyaayaththinaalum, Vesiththanaththinaalum, Thurogaththinaalum, Porulaasaiyinaalum, Kurodhaththinaalum Niraiyappattu; Poraamaiyinaalum, Kolaiyinaalum, Vaakkuvaadhaththinaalum, Vanjagaththinaalum, Vanmaththinaalum Niraindhavargalumaai, "
},{ "Verses": "30 purankoorugiravargalumaai, Avadhooru Pannugiravargalumaai, Dhevapagaignarumaai, Thuraagirudhampannugiravargalumaai, Agandhaiyullavargalumaai, Veembukkaararumaai, Pollaadhavaigalai Yosiththuppinaikkiravargalumaai Petraarukkuk Keezhppadiyaadhavargalumaai, "
},{ "Verses": "31 unarvillaadhavargalumaai, Udanpadikkaigalai Meerugiravargalumaai, Subaava Anbillaadhavargalumaai, Inangaadhavargalumaai, Irakkamillaadhavargalumaai Irukkiraargal. "
},{ "Verses": "32 ippadippattavaigalai Seygiravargal Maranaththirkup Paaththiraraayirukkiraargalendru Dhevan Theermaaniththa Needhiyaana Theerppai Avargal Arindhirundhum, Avaigalaith Thaangale Seygiradhumallaamal, Avaigalai Seygira Matravargalidaththil Piriyappadugiravargalumaayirukkiraargal. "
}
]