[
{ "Verses": "1 aanapadiyaal, Kiristhu Yesuvukkutpattavargalaayirundhu, Maamsaththinpadi Nadavaamal Aaviyinpadiye Nadakkiravargalukku Aakkinaiththeerppillai. "
},{ "Verses": "2 kiristhu Yesuvinaale Jeevanudaiya Aaviyin Piramaanam Ennaip Paavam Maranam Enbavaigalin Piramaanaththinindru Vidudhalaiyaakkitre. "
},{ "Verses": "3 adheppadiyenil, Maamsaththinaale Balaveenamaayirundha Niyaayappiramaanam Seyyakkoodaadhadhai Dhevane Seyyumpadikku, Thammudaiya Kumaaranaip Paavamaamsaththin Saayalaagavum, Paavaththaip Pokkum Baliyaagavum Anuppi, Maamsaththile Paavaththai Aakkinaikkullaagath Theerththaar. "
},{ "Verses": "4 maamsaththinpadi Nadavaamal Aaviyinpadi Nadakkira Nammidaththil Niyaayappiramaanaththin Needhi Niraiverumpadikke Appadich Seydhaar. "
},{ "Verses": "5 andriyum Maamsaththinpadi Nadakkiravargal Maamsaththukkuriyavaigalai Sindhikkiraargal; Aaviyinpadi Nadakkiravargal Aavikkuriyavaikalai Sindhikkiraargal. "
},{ "Verses": "6 maamsasindhai Maranam; Aaviyin Sindhaiyo Jeevanum Samaadhaanamumaam. "
},{ "Verses": "7 eppadiyendraal, Maamsasindhai Dhevanukku Virodhamaana Pagai; Adhu Dhevanudaiya Niyaayappiramaanaththukkuk Keezhppadiyaamalum, Keezhppadiyakkoodaamalum Irukkiradhu. "
},{ "Verses": "8 maamsaththukkutpattavargal Dhevanukkup Piriyamaayirukkamaattaargal. "
},{ "Verses": "9 dhevanudaiya Aavi Ungalil Vaasamaayirundhaal, Neengal Maamsaththukkutpattavargalaayiraamal Aavikkutpattavargalaayiruppeergal. Kiristhuvin Aaviyillaadhavan Avarudaiyavanalla. "
},{ "Verses": "10 melum Kiristhu Ungalilirundhaal, Sareeramaanadhu Paavaththinimiththam Mariththadhaayum, Aaviyaanadhu Needhiyinimiththam Jeevanulladhaayum Irukkum. "
},{ "Verses": "11 andriyum Yesuvai Mariththorilirundhu Ezhuppinavarudaiya Aavi Ungalil Vaasamaayirundhaal, Kiristhuvai Mariththorilirundhu Ezhuppinavar Ungalil Vaasamaayirukkira Thammudaiya Aaviyinaale Saavukkedhuvaana Ungal Sareerangalaiyum Uyirppippaar. "
},{ "Verses": "12 aagaiyaal Sagodharare, Maamsaththinpadi Pizhaippadharku Naam Maamsaththukkuk Kadanaaligalalla. "
},{ "Verses": "13 maamsaththinpadi Pizhaiththaal Saaveergal; Aaviyinaale Sareeraththin Seygaigalai Azhiththaal Pizhaippeergal. "
},{ "Verses": "14 melum Evargal Dhevanudaiya Aaviyinaale Nadaththappadugiraargalo, Avargal Dhevanudaiya Buththiraraayirukkiraargal. "
},{ "Verses": "15 andhappadi, Thirumbavumpayappadugiradharku Neengal Adimaiththanaththin Aaviyaip Peraamal, Appaa Pidhaave, Endru Kooppidappannugira Buththira Suvigaaraththin Aaviyaip Petreergal. "
},{ "Verses": "16 naam Dhevanudaiya Pillaigalaayirukkiromendru Aaviyaanavardhaame Nammudaiya Aaviyudanekooda Saatchikodukkiraar. "
},{ "Verses": "17 naam Pillaigalaanaal Sudhandhararumaame; Dhevanudaiya Sudhandhararum, Kiristhuvukku Udan Sudhandhararumaame; Kiristhuvudanekooda Naam Magimaippadumpadikku Avarudanekoodap Paadupattaal Appadiyaagum. "
},{ "Verses": "18 aadhalaal Ikkaalaththup Paadugal Ini Nammidaththil Velippadum Magimaikku Oppidaththakkavaigal Allavendru Ennugiren. "
},{ "Verses": "19 melum Dhevanudaiya Buththirar Velippaduvadharku Sirushtiyaanadhu Migundha Aavalode Kaaththukkondirukkiradhu. "
},{ "Verses": "20 adhenendraal Sirushtiyaanadhu Azhivukkuriya Adimaiththanaththinindru Vidudhalaiyaakkappattu, Dhevanudaiya Pillaigalukkuriya Magimaiyaana Suyaadheenaththaip Petrukkollum Engira Nambikkaiyode, "
},{ "Verses": "21 andha Sirushtiyaanadhu Suya Ishtaththinaale Alla, Keezhppaduththinavaraaleye Maayaikkuk Keezhppattirukkiradhu. "
},{ "Verses": "22 aagaiyaal Namakkuth Therindhirukkirapadi, Idhuvaraikkum Sarva Sirushtiyum Egamaaith Thaviththup Pirasavavedhanaippadugiradhu. "
},{ "Verses": "23 adhuvumallaamal, Aaviyin Mudharbalangalaip Petra Naamunkooda Nammudaiya Sareerameetpaagiya Buththirasuvigaaram Varugiradharkuk Kaaththirundhu, Namakkulle Thavikkirom. "
},{ "Verses": "24 andha Nambikkaiyinaale Naam Ratchikkappattirukkirom. Kaanappadugiradhai Nambugiradhu Nambikkaiyalla; Oruvan Thaan Kaangiradhai Nambavenduvadhenna? "
},{ "Verses": "25 naam Kaanaadhadhai Nambinomaagil, Adhu Varugiradharkup Porumaiyode Kaaththiruppom. "
},{ "Verses": "26 andhappadiye Aaviyaanavarum Namadhu Balaveenangalil Namakku Udhaviseygiraar. Naam Etrapadi Vendikkollavendiyadhinnadhendru Ariyaamalirukkirapadiyaal, Aaviyaanavardhaame Vaakkukkadangaadha Perumoochchugalodu Namakkaaga Vendudhalseygiraar. "
},{ "Verses": "27 aaviyaanavar Dhevanudaiya Siththaththinpadiye Parisuththavaangalukkaaga Vendudhal Seygirapadiyaal, Irudhayangalai Aaraaindhupaarkkiravar Aaviyin Sindhai Innadhendru Arivaar. "
},{ "Verses": "28 andriyum, Avarudaiya Theermaanaththinpadi Azhaikkappattavargalaai Dhevanidaththil Anbukoorugiravargalukku Sagalamum Nanmaikku Edhuvaaga Nadakkiradhendru Arindhirukkirom. "
},{ "Verses": "29 thammudaiya Kumaaran Anega Sagodhararukkulle Mudharperaanavaraayirukkumporuttu, Dhevan Evargalai Munnarindhaaro Avargalaith Thamadhu Kumaaranudaiya Saayalukku Oppaayiruppadharku Munkuriththirukkiraar; "
},{ "Verses": "30 evargalai Munkuriththaaro Avargalai Azhaiththumirukkiraar; Evargalai Azhaiththaaro Avargalai Needhimaangalaakkiyumirukkiraar; Evargalai Needhimaangalaakkinaaro Avargalai Magimaippaduththiyumirukkiraar. "
},{ "Verses": "31 ivaigalaikkuriththu Naam Ennasolluvom? Dhevan Nammudaiya Patchaththilirundhaal Namakku Virodhamaayiruppavan Yaar? "
},{ "Verses": "32 thammudaiya Sondhakkumaaranendrum Paaraamal Nammellaarukkaagavum Avarai Oppukkoduththavar, Avarodekooda Matra Ellaavatraiyum Namakku Arulaadhiruppadheppadi? "
},{ "Verses": "33 dhevan Therindhukondavargalmel Kutranjaattugiravan Yaar? Dhevane Avargalai Needhimaangalaakkugiravar. "
},{ "Verses": "34 aakkinaikkullaagath Theerkkiravan Yaar? Kiristhuve Mariththavar; Avare Ezhundhumirukkiravar; Avare Dhevanudaiya Valadhupaarisaththilum Irukkiravar, Namakkaaga Vendudhal Seygiravarum Avare. "
},{ "Verses": "35 umadhunimiththam Enneramum Kollappadugirom, Adikkappadum Aadugalaippola Ennappadugirom Endru Ezhudhiyirukkirapadi Nerittaalum, "
},{ "Verses": "36 kiristhuvin Anbaivittu Nammaip Pirippavan Yaar? Ubaththiravamo, Viyaagulamo, Thunbamo, Pasiyo, Nirvaanamo, Naasamo, Pattayamo? "
},{ "Verses": "37 ivaiyellaavatrileyum Naam Nammil Anbukoorugiravaraale Mutrum Jeyankollugiravargalaayirukkirome. "
},{ "Verses": "38 maranamaanaalum, Jeevanaanaalum, Dhevathoodhargalaanaalum, Adhigaarangalaanaalum, Vallamaigalaanaalum, Nigazhkaariyangalaanaalum, Varungaariyangalaanaalum, "
},{ "Verses": "39 uyarvaanaalum, Thaazhvaanaalum, Verendha Sirushtiyaanaalum Nammudaiya Karththaraagiya Kiristhu Yesuvilulla Dhevanudaiya Anbaivittu Nammaip Pirikkamaattaadhendru Nichchayiththirukkiren. "
}
]