[
{ "Verses": "1 appadiyaanaal, Nammudaiya Thagappanaagiya Aabiragaam Maamsaththinpadi Ennaththaik Kandadaindhaan Endru Solluvom? "
},{ "Verses": "2 aabiragaam Kiriyaigalinaale Needhimaanaakkappattaanaagil Menmaipaaraatta Avanukku Edhuvundu; Aagilum Dhevanukku Munbaaga Menmaipaaraatta Edhuvillai. "
},{ "Verses": "3 vedhavaakkiyam Enna Sollugiradhu? Aabiragaam Dhevanai Visuvaasiththaan, Adhu Avanukku Needhiyaaga Ennappattadhu Endru Sollugiradhu. "
},{ "Verses": "4 kiriyai Seygiravanukku Varugira Kooli Kirubaiyendrennappadaamal, Kadanendrennappadum. "
},{ "Verses": "5 oruvan Kiriyai Seyyaamal Paaviyai Needhimaanaakkugiravaridaththil Visuvaasam Vaikkiravanaayirundhaal, Avanudaiya Visuvaasame Avanukku Needhiyaaga Ennappadum. "
},{ "Verses": "6 andhappadi, Kiriyaigalillaamal Dhevanaale Needhimaanendrennappadugira Manushanudaiya Paakkiyaththaik Kaanbikkum Poruttu; "
},{ "Verses": "7 evargaludaiya Akkiramangal Mannikkappattadho, Evargaludaiya Paavangal Moodappattadho, Avargal Baakkiyavaangal. "
},{ "Verses": "8 evanudaiya Paavaththaik Karththar Ennaadhirukkiraaro, Avan Baakkiyavaan Endru Thaaveedhu Solliyirukkiraan. "
},{ "Verses": "9 indha Baakkiyam Viruththasedhanamullavanukkumaaththiram Varumo, Viruththasedhanamillaadhavanukkum Varumo? Aabiragaamukku Visuvaasam Needhiyaaga Ennappattadhu Endru Sollugirome. "
},{ "Verses": "10 adhu Eppozhudhu Avanukku Appadi Ennappattadhu? Avan Viruththasedhanamullavanaayirundhapodho, Viruththasedhanamillaadhavanaayirundhapodho? Viruththasedhanamullavanaayirundhapodhalla, Viruththasedhanamillaadhavanaayirundhapodhe. "
},{ "Verses": "11 melum, Viruththasedhanamillaadhakaalaththil Avan Visuvaasaththinaale Adaindha Needhikku Muththiraiyaaga Viruththasedhanamaagiya Adaiyaalaththaip Petraan. Viruththasedhanamillaadhavargalaai Visuvaasikkira Yaavarukkum Needhi Ennappadumporuttaaga Avargalukku Avan Thagappanaayirukkumpadikkum, "
},{ "Verses": "12 viruththasedhanaththaip Petravargalaaimaaththiramalla, Nammudaiya Thagappanaagiya Aabiragaam Viruththasedhanamillaadhakaalaththil Adaindha Visuvaasamaagiya Adichsuvadugalil Nadakkiravargalaayumirukkiravargalukkuth Thagappanaayirukkumpadikkum, Andha Adaiyaalaththaip Petraan. "
},{ "Verses": "13 andriyum, Ulagaththaich Sudhandharippaan Engira Vaakkuththaththam Aabiragaamukkaavadhu Avan Sandhadhikkaavadhu Niyaayappiramaanaththinaal Kidaiyaamal Visuvaasaththinaal Varugira Needhiyinaal Kidaiththadhu. "
},{ "Verses": "14 niyaayappiramaanaththaich Saarndhavargal Sudhandharavaaligalaanaal Visuvaasam Veenaaipom, Vaakkuththaththamum Avamaagum. "
},{ "Verses": "15 melum Niyaayappiramaanam Kobaakkinaiyai Undaakkugiradhu, Niyaayappiramaanamillaavittaal Meerudhalumillai. "
},{ "Verses": "16 aadhalaal, Sudhandharamaanadhu Kirubaiyinaal Undaagiradhaayirukkumpadikku Adhu Visuvaasaththinaale Varugiradhu; Niyaayappiramaanaththaich Saarndhavargalaagiya Sandhadhiyaarukkumaaththiramalla, Nammellaarukkum Thagappanaagiya Aabiragaamudaiya Visuvaasaththai Saarndhavargalaana Ellaa Sandhadhiyaarukkum Andha Vaakkuththaththam Nichchayamaayirukkumpadikku Appadi Varugiradhu. "
},{ "Verses": "17 anega Jaadhigalukku Unnaith Thagappanaaga Erpaduththinen Endru Ezhudhiyirukkirapadi, Avan Thaan Visuvaasiththavarumaai, Mariththorai Uyirppiththu, Illaadhavaigalai Irukkiravaigalaippol Azhaikkiravarumaayirukkira Dhevanukku Munbaaga Nammellaarukkum Thagappanaanaan. "
},{ "Verses": "18 un Sandhadhi Ivvalavaayirukkum Endru Sollappattapadiye, Thaan Anega Jaadhigalukkuth Thagappanaavadhai Nambugiradharku Edhuvillaadhirundhum, Adhai Nambikkaiyode Visuvaasiththaan. "
},{ "Verses": "19 avan Visuvaasaththile Balaveenamaayirukkavillai; Avan Erakkuraiya Nooru Vayadhullavanaayirukkumbodhu, Than Sareeram Seththupponadhaiyum, Saaraaludaiya Karppam Seththupponadhaiyum Ennaadhirundhaan. "
},{ "Verses": "20 dhevanudaiya Vaakkuththaththaththaik Kuriththu Avan Avisuvaasamaai Sandhegappadaamal, "
},{ "Verses": "21 dhevan Vaakkuththaththampanninadhai Niraivetra Vallavaraayirukkiraarendru Muzhu Nichchayamaai Nambi, Dhevanai Magimaippaduththi, Visuvaasaththil Vallavanaanaan. "
},{ "Verses": "22 aagaiyaal Adhu Avanukku Needhiyaaga Ennappattadhu. "
},{ "Verses": "23 adhu Avanukku Needhiyaaga Ennappattadhenbadhu, Avanukkumaaththiramalla, Namakkaagavum Ezhudhappattirukkiradhu. "
},{ "Verses": "24 nammudaiya Karththaraagiya Yesuvai Mariththorilirundhu Ezhuppinavarai Visuvaasikkira Namakkum Appadiye Ennappadum. "
},{ "Verses": "25 avar Nammudaiya Paavangalukkaaga Oppukkodukkappattum, Naam Needhimaangalaakkappaduvadharkaaga Ezhuppappattum Irukkiraar. "
}
]