[
{ "Verses": "1 ippadiyaanaal, Yoodhanudaiya Menmai Enna? Viruththasedhanaththinaale Pirayojanam Enna? "
},{ "Verses": "2 adhu Evvidhaththilum Migudhiyaayirukkiradhu; Dhevanudaiya Vaakkiyangal Avargalidaththil Oppuvikkappattadhu Viseshiththa Menmaiyaame. "
},{ "Verses": "3 silar Visuvaasiyaamarponaalumenna? Avargaludaiya Avisuvaasam Dhevanudaiya Unmaiyai Avamaakkumo? "
},{ "Verses": "4 appadiyaakkamaattaadhu: Neer Ummudaiya Vasanangalil Needhibararaai Vilangavum, Ummudaiya Niyaayam Visaarikkappadumpodhu Vetriyadaiyavum Ippadiyaayitru Endru Ezhudhiyirukkirapadi, Dhevane Saththiyabarar Endrum, Endha Manushanum Poiyan Endrum Solvomaaga. "
},{ "Verses": "5 naan Manushar Pesugira Piragaaramaaip Pesugiren; Nammudaiya Aneedhi Dhevanudaiya Needhiyai Vilangappanninaal Enna Solluvom? Kobaakkinaiyaich Seluththugira Dhevan Aneedharaayirukkiraar Endru Sollalaamaa? "
},{ "Verses": "6 appadich Sollakkoodaadhu; Sollakkoodumaanaal, Dhevan Ulagaththai Niyaayantheerppadheppadi? "
},{ "Verses": "7 andriyum, En Poiyinaale Dhevanudaiya Saththiyam Avarukku Magimaiyundaaga Vilanginadhundaanaal, Ini Naan Paaviyendru Theerkkappaduvaanen? "
},{ "Verses": "8 nanmai Varumpadikkuth Theemaiseyvomaaga Endrum Sollalaamallavaa? Naangal Appadip Podhikkiravargalendrum Silar Engalaith Dhooshiththuch Sollugiraargale; Appadip Podhikkiravargal Mel Varum Aakkinai Needhiyaayirukkum. "
},{ "Verses": "9 aanaalum Enna? Avargalaippaarkkilum Naangal Viseshiththavargalaa? Evvalavenum Viseshiththavargalalla. Yoodhar Girekkar Yaavarum Paavaththirkutpattavargalenbadhai Munbu Thirushtaandhappaduththinome. "
},{ "Verses": "10 andhappadiye: Needhimaan Oruvanaagilum Illai; "
},{ "Verses": "11 unarvullavan Illai; Dhevanaith Thedugiravan Illai; "
},{ "Verses": "12 ellaarum Vazhithappi, Egamaaik Kettupponaargal; Nanmaiseygiravan Illai, Oruvanaagilum Illai. "
},{ "Verses": "13 avargal Thondai Thirakkappatta Piredhakkuzhi, Thangal Naavugalaal Vanjanaiseygiraargal; Avargaludaiya Udhadugalin Keezhe Paambin Visham Irukkiradhu; "
},{ "Verses": "14 avargal Vaai Sabippinaalum Kasappinaalum Niraindhirukkiradhu; "
},{ "Verses": "15 avargal Kaalgal Raththanjsindhugiradharkuth Theevirikkiradhu; "
},{ "Verses": "16 naasamum Nirppandhamum Avargal Vazhigalilirukkiradhu; "
},{ "Verses": "17 samaadhaana Vazhiyai Avargal Ariyaadhirukkiraargal; "
},{ "Verses": "18 avargal Kangalukku Munbaagath Dheyvabayamillai, Endru Ezhudhiyirukkiradhe. "
},{ "Verses": "19 melum, Vaaigal Yaavum Adaikkappadumpadikkum, Ulagaththaar Yaavarum Dhevanudaiya Aakkinaiththeerppukku Edhuvaanavargalaagumpadikkum, Niyaayappiramaanam Sollugiradhellaam Niyaayappiramaanaththukku Utpattirukkiravargalukke Sollugiradhendru Arindhirukkirom. "
},{ "Verses": "20 ippadiyirukka, Paavaththai Arigira Arivu Niyaayappiramaanaththinaal Varugirapadiyaal, Endha Manushanum Niyaayappiramaanaththin Kiriyaiyinaale Dhevanukku Munbaaga Needhimaanaakkappaduvadhillai. "
},{ "Verses": "21 ippadiyirukka, Niyaayappiramaanamillaamal Dhevaneedhi Veliyaakkappattirukkiradhu; Adhaikkuriththu Niyaayappiramaanamum Theerkkadharisanangalum Saatchiyidugiradhu. "
},{ "Verses": "22 adhu Yesukiristhuvaippatrum Visuvaasaththinaale Balikkum Dhevaneedhiye; Visuvaasikkira Evargalukkullum Evargalmelum Adhu Balikkum, Viththiyaasame Illai. "
},{ "Verses": "23 ellaarum Paavanjseydhu, Dhevamagimaiyatravargalaagi, "
},{ "Verses": "24 ilavasamaai Avarudaiya Kirubaiyinaale Kiristhu Yesuvilulla Meetpaikkondu Needhimaangalaakkappadugiraargal; "
},{ "Verses": "25 dhevan Porumaiyaayirundha Murkaalaththil Nadandha Paavangalaith Thaam Poruththukkondadhaikkuriththuth Thammudaiya Needhiyaik Kaanbikkumporuttaagavum, Thaam Needhiyullavarum, Yesuvinidaththil Visuvaasamaayirukkiravanai Needhimaanaakkugiravarumaai Vilangumpadi, Ikkaalaththile Thamadhu Needhiyaik Kaanbikkumporuttaagavum, "
},{ "Verses": "26 kiristhu Yesuvinudaiya Raththaththaippatrum Visuvaasaththinaale Balikkum Kirubaadhaara Baliyaaga Avaraiye Erpaduththinaar. "
},{ "Verses": "27 ippadiyirukka, Menmaipaaraattal Enge? Adhu Neekkappattadhe. Endhap Piramaanaththinaale? Kiriyaap Piramaanaththinaaleyaa? Alla; Visuvaasappiramaanaththinaaleye. "
},{ "Verses": "28 aadhalaal Manushan Niyaayappiramaanaththin Kiriyaigalillaamal Visuvaasaththinaaleye Needhimaanaakkappadugiraan Endru Theerkkirom. "
},{ "Verses": "29 dhevan Yoodharukkumaaththiramaa Dhevan? Purajaadhigalukkum Dhevanallavaa? Aam Purajaadhigalukkum Avar Dhevandhaan. "
},{ "Verses": "30 viruththasedhanamullavargalai Visuvaasaththinaalum, Viruththasedhanamillaadhavargalai Visuvaasaththin Moolamaayum Needhimaangalaakkugira Dhevan Oruvare. "
},{ "Verses": "31 appadiyaanaal, Visuvaasaththinaale Niyaayappiramaanaththai Avamaakkugiromaa? Appadiyalla; Niyaayappiramaanaththai Nilainiruththugirome. "
}
]