[
{ "Verses": "1 enakku Migundha Dhukkamum Idaividaadha Manavedhanaiyum Undaayirukkiradhu; "
},{ "Verses": "2 naan Sollugiradhu Poiyalla, Kiristhuvukkul Unmaiyaich Sollugiren Endru Parisuththa Aavikkul En Manasaatchiyum Enakku Saatchiyaayirukkiradhu. "
},{ "Verses": "3 maamsaththinpadi En Inaththaaraagiya En Sagodhararukkup Padhilaaga Naane Kiristhuvaivittu Sabikkappattavanaagavendumendru Virumbuvene. "
},{ "Verses": "4 avargal Isravelare; Buththirasuvigaaramum, Magimaiyum, Udanpadikkaigalum, Niyaayappiramaanamum, Dhevaaraadhanaiyum, Vaakkuththaththangalum Avargaludaiyavaigale; "
},{ "Verses": "5 pidhaakkal Avargaludaiyavargale; Maamsaththinpadi Kiristhuvum Avargalil Pirandhaare, Ivar Endrendraikkum Sthoththirikkappatta Sarvaththirkummelaana Dhevan. Aamen. "
},{ "Verses": "6 dhevavasanam Avamaaip Poyitrendru Sollakkoodaadhu; Enendraal, Isravel Vamsaththaar Ellaarum Isravelarallave. "
},{ "Verses": "7 avargal Aabiragaamin Sandhadhiyaaraanaalum Ellaarum Pillaigalallave; Eesaakkinidaththil Un Sandhadhi Vilangumendru Solliyirukkiradhe. "
},{ "Verses": "8 adheppadiyendraal, Maamsaththinpadi Pillaigalaanavargal Dhevanudaiya Pillaigalalla, Vaakkuththaththaththinpadi Pillaigalaanavargale Andhach Sandhadhi Endrennappadugiraargal. "
},{ "Verses": "9 andha Vaakkuththaththamaana Vaarththaiyaavadhu: Kuriththa Kaalaththile Varuven, Appozhudhu Saaraal Oru Kumaaranaip Peruvaal Enbadhe. "
},{ "Verses": "10 idhuvumallaamal, Nammudaiya Pidhaavaagiya Eesaakku Ennum Oruvanaale Rebekkaal Karppavadhiyaanapodhu, "
},{ "Verses": "11 pillaigal Innum Piravaamalum, Nalvinai Theevinai Ondrum Seyyaamalumirukkaiyil, Dhevanudaiya Therindhukolludhalinpadiyirukkira Avarudaiya Theermaanam Kiriyaigalinaale Nilainirkaamal Azhaikkiravaraale Nilainirkumpadikku, "
},{ "Verses": "12 mooththavan Ilaiyavanukku Oozhiyanjseyvaan Endru Avaludane Sollappattadhu. "
},{ "Verses": "13 appadiye, Yaakkobai Sinegiththu, Esaavai Veruththen Endrum Ezhudhiyirukkiradhu. "
},{ "Verses": "14 aagaiyaal Naam Enna Solluvom? Dhevanidaththile Aneedhi Undendru Sollalaamaa? Sollakkoodaadhe. "
},{ "Verses": "15 avar Moseyai Nokki: Evanmel Irakkamaayirukka Siththamaayiruppeno Avanmel Irakkamaayiruppen, Evanmel Urukkamaayirukka Siththamaayiruppeno Avanmel Urukkamaayiruppen Endraar. "
},{ "Verses": "16 aagaiyaal Virumbugiravanaalumalla, Odugiravanaalum Alla, Irangugira Dhevanaaleyaam. "
},{ "Verses": "17 melum Ennudaiya Vallamaiyai Unnidaththil Kaanbikkumpadiyaagavum, Ennudaiya Naamam Boomiyil Engum Pirasthaabamaakumpadiyaagavum, Unnai Nilainiruththinen Endru Paarvonudane Sonnadhaaga Vedhaththil Solliyirukkiradhu. "
},{ "Verses": "18 aadhalaal Evanmel Irakkamaayirukka Siththamaayirukkiraaro Avanmel Irakkamaayirukkiraar, Evanaik Kadinappaduththa Siththamaayirukkiraaro Avanaik Kadinappaduththugiraar. "
},{ "Verses": "19 ippadiyaanaal, Avar Innum En Kutrampidikkiraar? Avar Siththaththirku Edhirththunirpavan Yaar? Endru Ennudane Solluvaai. "
},{ "Verses": "20 appadiyaanaal, Manushane, Dhevanodu Edhirththuth Tharkkikkira Nee Yaar? Uruvaakkappatta Vasthu Uruvaakkinavanai Nokki: Nee Ennai En Ippadi Undaakkinaayendru Sollalaamaa? "
},{ "Verses": "21 midhiyitta Ore Kalimanninaale Kuyavan Oru Paaththiraththaik Ganamaana Kaariyaththukkum, Oru Paaththiraththaik Ganaveenamaana Kaariyaththukkum Pannugiradharku Manninmel Avanukku Adhigaaram Illaiyo? "
},{ "Verses": "22 dhevan Thamadhu Kobaththaik Kaanbikkavum, Thamadhu Vallamaiyaith Therivikkavum, "
},{ "Verses": "23 thaam Magimaikkaaga Eththanamaakkina Kirubaapaaththirangalmel Thammudaiya Magimaiyin Aisuvariyaththaith Theriyappaduththavum Siththamaai, Azhivukku Eththanamaakkappatta Kobaakkinaip Paaththirangalmel Migavum Neediya Saandhaththode Porumaiyaayirundhaaraanaal Unakkenna? "
},{ "Verses": "24 avar Yoodharilirundhumaaththiramalla, Purajaadhigalilumirundhu Nammai Azhaiththirukkiraare. "
},{ "Verses": "25 andhappadi: Enakku Janangalallaadhavargalai Ennudaiya Janangal Endrum, Sinekikkappadaadhirundhavalai Sinekikkappattaval Endrum Solli Azhaippen. "
},{ "Verses": "26 neengal Ennudaiya Janangalallavendru Avargalukkuch Sollappatta Idaththile Avargal Jeevanulla Dhevanudaiya Pillaigal Ennappaduvaargal Endru Osiyaavin Theerkkadharisanaththil Solliyirukkiradhu. "
},{ "Verses": "27 allaamalum Isravel Buththirarudaiya Ilakkam Samuththiraththin Manalaththanaiyaayirundhaalum, Meedhiyaayiruppavargal Maaththiram Ratchikkappaduvaargalendrum; "
},{ "Verses": "28 avar Needhiyode Seekkiramaaith Thammudaiya Kaariyaththai Niraivetruvaar; Karththar Boomiyile Seekkiramaagave Kaariyaththai Niraivetri Mudippaar Endrum Esaayaa Isravelaraikkuriththu Sollugiraan. "
},{ "Verses": "29 allaamalum Esaayaa Munne Sonnapadi: Senaigalin Karththar Namakkulle Oru Sandhadhiyai Meedhiyaaga Vaikkaadhirundhaaraanaal Naam Sodhomaippolaagi Komoraavukku Oththiruppom. "
},{ "Verses": "30 ippadiyirukka Naam Ennasolluvom? Needhiyaith Thedaadha Purajaadhiyaar Needhiyai Adaindhaargal; Adhu Visuvaasaththinaalaagum Needhiye. "
},{ "Verses": "31 needhippiramaanaththaith Thedina Isravelaro Needhippiramaanaththai Adaiyavillai. "
},{ "Verses": "32 ennaththinaalendraal, Avargal Visuvaasaththinaale Adhaith Thedaamal, Niyaayappiramaanaththin Kiriyaigalinaale Thedinapadiyaal Adhai Adaiyavillai; Idarudharkaana Kallil Idarinaargal. "
},{ "Verses": "33 idho, Idarudharkaana Kallaiyum, Thavarudharkaana Kanmalaiyaiyum, Seeyonil Vaikkiren; Avaridaththil Visuvaasamaayiruppavan Evano Avan Vetkappaduvadhillai Endru Ezhudhiyirukkirapadiyaayitru. "
}
]