[
{ "Verses": "1 sagodharare, Isravelar Ratchikkappadavendum Enbadhe En Irudhayaththin Viruppamum Naan Dhevanai Nokkichseyyum Vinnappamumaayirukkiradhu. "
},{ "Verses": "2 dhevanaippatri Avargalukku Vairaakkiyamundendru Avargalaik Kuriththuch Saatchisollugiren; Aagilum Adhu Arivukketra Vairaakkiyamalla. "
},{ "Verses": "3 eppadiyendraal, Avargal Dhevaneedhiyai Ariyaamal, Thangal Suyaneedhiyai Nilainiruththath Thedugirapadiyaal Dhevaneedhikkuk Keezhppadiyaadhirukkiraargal. "
},{ "Verses": "4 visuvaasikkira Evanukkum Needhi Undaagumpadiyaagak Kiristhu Niyaayappiramaanaththin Mudivaayirukkiraar. "
},{ "Verses": "5 mose Niyaayappiramaanaththinaalaagum Needhiyaikkuriththu: Ivaigalaich Seygira Manushan Ivaigalaal Pizhaippaan Endru Ezhudhiyirukkiraan. "
},{ "Verses": "6 visuvaasaththinaalaagum Needhiyaanadhu: Kiristhuvai Irangivarappannumpadi Paralogaththukku Erugiravan Yaar? "
},{ "Verses": "7 alladhu Kiristhuvai Mariththorilirundhu Erivarappannumpadi Paadhaalaththukku Irangugiravan Yaar? Endru Un Ullaththile Sollaadhiruppaayaaga Endru Sollugiradhumandri; "
},{ "Verses": "8 indha Vaarththai Unakkuch Sameebamaai Un Vaayilum Un Irudhayaththilum Irukkiradhu Endrum Sollugiradhu; Indha Vaarththai Naangal Pirasangikkira Visuvaasaththin Vaarththaiye. "
},{ "Verses": "9 ennavendraal, Karththaraagiya Yesuvai Nee Un Vaayinaale Arikkaiyittu, Dhevan Avarai Mariththorilirundhu Ezhuppinaarendru Un Irudhayaththile Visuvaasiththaal Ratchikkappaduvaai. "
},{ "Verses": "10 needhiyundaaga Irudhayaththile Visuvaasikkappadum, Iratchippundaaga Vaayinaale Arikkaipannappadum. "
},{ "Verses": "11 avarai Visuvaasikkiravan Evano Avan Vetkappaduvadhillaiyendru Vedham Sollugiradhu. "
},{ "Verses": "12 yoodhanendrum Girekkanendrum Viththiyaasame Illai; Ellaarukkung Karththaraanavar Thammaith Thozhudhukollugira Yaavarukkum Aisuvariyasambannaraayirukkiraar. "
},{ "Verses": "13 aadhalaal Karththarudaiya Naamaththaith Thozhudhukollugira Evanum Ratchikkappaduvaan. "
},{ "Verses": "14 avarai Visuvaasiyaadhavagal Eppadi Avaraith Thozhudhukolluvaargal? Avaraikkuriththuk Kelvippadaadhavargal Eppadi Visuvaasippaargal? Pirasangikkiravan Illaavittaal Eppadik Kelvippaduvaargal? "
},{ "Verses": "15 anuppappadaavittaal Eppadip Pirasangippaargal? Samaadhaanaththaikkoori, Narkaariyangalaich Suviseshamaai Arivikkiravargaludaiya Paadhangal Evvalavu Azhagaanavaigal Endru Ezhudhiyirukkiradhe. "
},{ "Verses": "16 aanaalum Suviseshaththukku Ellaarum Keezhppadiyavillai. Adhaikkuriththu Esaayaa: Karththaave, Engal Moolamaaik Kelvippattadhai Visuvaasiththavan Yaar Endru Sollugiraan. "
},{ "Verses": "17 aadhalaal Visuvaasam Kelviyinaale Varum, Kelvi Dhevanudaiya Vasanaththinaale Varum. "
},{ "Verses": "18 ippadiyirukka, Avargal Kelvippadavillaiyaa Endru Ketkiren; Kelvippattaargal; Avaigalin Saththam Boomiyengum Avaigalin Vasanangal Poochchakkaraththuk Kadaisivaraikkum Sellugiradhe. "
},{ "Verses": "19 isravelar Adhai Ariyavillaiyaa Endru Ketkiren, Arindhaargal. Mudhalaavadhu, Mose: Enakku Janangalallaadhavargalaikkondu Naan Ungalukku Erichchal Undaakkuven; Buththiyeenamulla Janangalaale Ungalukkuk Kobamoottuven Endraan. "
},{ "Verses": "20 allaamalum Esaayaa: Ennaith Thedaadhavargalaale Kandariyappatten, Ennai Visaariththuk Kelaadhavargalukku Veliyarangamaanen Endru Dhairiyankondu Sollugiraan. "
},{ "Verses": "21 isravelaraik Kuriththo: Keezhppadiyaadhavargalum Edhirththup Pesugiravargalumaayirukkira Janangalidaththirku Naalmuzhudhum En Kaigalai Neettinen Endru Avan Solliyirukkiraan. "
}
]