[
{ "Verses": "1 aagaiyaal Enna Solluvom? Kirubai Perugumpadikkup Paavaththile Nilainirkalaam Endru Solluvomaa? Koodaadhe. "
},{ "Verses": "2 paavaththukku Mariththa Naam Ini Adhile Eppadip Pizhaippom? "
},{ "Verses": "3 kiristhu Yesuvukkullaaga Gnaanasnaanam Petra Naamanaivarum Avarudaiya Maranaththukkullaaga, Gnaanasnaanam Petradhai Ariyaamalirukkireergalaa? "
},{ "Verses": "4 melum Pidhaavin Magimaiyinaale Kiristhu Mariththorilirundhu Ezhuppappattadhupola, Naamum Pudhidhaana Jeevanullavargalaai Nadandhukollumpadikku, Avarudaiya Maranaththirkullaakkum Gnaanasnaanaththinaale Kiristhuvudanekooda Adakkampannappattom. "
},{ "Verses": "5 aadhalaal Avarudaiya Maranaththin Saayalil Naam Inaikkappattavargalaanaal, Avar Uyirththezhudhalin Saayalilum Inaikkappattiruppom. "
},{ "Verses": "6 naam Inip Paavaththukku Oozhiyanjseyyaadhapadikku, Paavasareeram Ozhindhupokumporuttaaga, Nammudaiya Pazhaiya Manushan Avarodekooda Siluvaiyil Araiyappattadhendru Arindhirukkirom. "
},{ "Verses": "7 mariththavan Paavaththukku Neengi Vidudhalaiyaakkappattirukkiraane. "
},{ "Verses": "8 aagaiyaal Kiristhuvudanekooda Naam Mariththomaanaal, Avarudanekooda Pizhaiththum Iruppom Endru Nambugirom. "
},{ "Verses": "9 mariththorilirundhu Ezhundha Kiristhu Ini Marippadhillaiyendru Arindhirukkirom; Maranam Ini Avarai Aandukolvadhillai. "
},{ "Verses": "10 avar Mariththadhu, Paavaththirkendru Oredharam Mariththaar; Avar Pizhaiththirukkiradhu, Dhevanukkendru Pizhaiththirukkiraar. "
},{ "Verses": "11 appadiye Neengalum, Ungalai Paavaththirku Mariththavargalaagavum, Nammudaiya Karththaraagiyayesukiristhuvukkul Dhevanukkendru Pizhaiththirukkiravargalaagavum Ennikkollungal. "
},{ "Verses": "12 aagaiyaal, Neengal Sareera Ichchaigalinpadi Paavaththirkuk Keezhppadiyaththakkadhaaga, Saavukkedhuvaana Ungal Sareeraththil Paavam Aalaadhiruppadhaaga. "
},{ "Verses": "13 neengal Ungal Avayavangalai Aneedhiyin Aayudhangalaagap Paavaththirku Oppukkodaamal, Ungalai Mariththorilirundhu Pizhaiththirukkiravargalaaga Dhevanukku Oppukkoduththu, Ungal Avayavangalai Needhikkuriya Aayudhangalaaga Dhevanukku Oppukkodungal. "
},{ "Verses": "14 neengal Niyaayappiramaanaththirkuk Keezhppattiraamal Kirubaikkuk Keezhppattirukkirapadiyaal, Paavam Ungalai Merkollamaattaadhu. "
},{ "Verses": "15 idhinaal Enna? Naam Niyaayappiramaanaththirkuk Keezhppattiraamal Kirubaikkuk Keezhppattirukkirapadiyaal Paavanjseyyalaamaa? Koodaadhe. "
},{ "Verses": "16 maranaththukkedhuvaana Paavaththukkaanaalum, Needhikkedhuvaana Keezhppadidhalukkaanaalum, Edharkuk Keezhppadiyumpadi Ungalai Adimaigalaaga Oppukkodukkireergalo, Adharke Keezhppadigira Adimaigalaayirukkireergalendru Ariyeergalaa? "
},{ "Verses": "17 munne Neengal Paavaththirku Adimaigalaayirundhum, Ippozhudhu Ungalukku Oppuvikkappatta Ubadhesa Sattaththirku Neengal Manappoorvamaaik Keezhppadindhadhinaale Dhevanukku Sthoththiram. "
},{ "Verses": "18 paavaththinindru Neengal Vidudhalaiyaakkappattu, Needhikku Adimaigalaaneergal. "
},{ "Verses": "19 ungal Maamsa Balaveenaththinimiththam Manushar Pesugira Piragaaramaaip Pesugiren. Akkiramaththai Nadappikkumpadi Munne Neengal Ungal Avayavangalai Asuththaththirkum Akkiramaththirkum Adimaigalaaga Oppukkoduththadhupola, Ippozhudhu Parisuththamaanadhai Nadappikkumpadi Ungal Avayavangalai Needhikku Adimaigalaaga Oppukkodungal. "
},{ "Verses": "20 paavaththirku Neengal Adimaigalaayirundha Kaalaththil Needhikku Neenginavargalaayirundheergal. "
},{ "Verses": "21 ippozhudhu Ungalukku Vetkamaagath Thondrugira Kaariyangalinaale Akkaalaththil Ungalukku Enna Palan Kidaiththadhu? Avaigalin Mudivu Maraname. "
},{ "Verses": "22 ippozhudhu Neengal Paavaththinindru Vidudhalaiyaakkappattu, Dhevanukku Adimaigalaanadhinaal, Parisuththamaakudhal Ungalukkuk Kidaikkum Balan, Mudivo Niththiyajeevan. "
},{ "Verses": "23 paavaththin Sambalam Maranam; Dhevanudaiya Kirubaivaramo Nammudaiya Karththaraagiyayesukiristhuvinaal Undaana Niththiyajeevan. "
}
]