[
{ "Verses": "1 ivvidhamaaga, Naam Visuvaasaththinaale Needhimaangalaakkappattirukkirapadiyaal, Nammudaiya Karththaraagiyayesukiristhumoolamaai Dhevanidaththil Samaadhaanam Petrirukkirom. "
},{ "Verses": "2 avarmoolamaai Naam Indhak Kirubaiyil Piravesikkum Silaakkiyaththai Visuvaasaththinaal Petru Nilaikondirundhu, Dhevamagimaiyai Adaivomengira Nambikkaiyinaale Menmaipaaraattugirom. "
},{ "Verses": "3 adhumaaththiramalla, Ubaththiravam Porumaiyaiyum, Porumai Pareetchaiyaiyum, Pareetchai Nambikkaiyaiyum Undaakkugiradhendru Naangal Arindhu, "
},{ "Verses": "4 ubaththiravangalileyum Menmaipaaraattugirom. "
},{ "Verses": "5 melum Namakku Arulappatta Parisuththa Aaviyinaale Dheva Anbu Nammudaiya Irudhayangalil Ootrappattirukkirapadiyaal, Andha Nambikkai Nammai Vetkappaduththaadhu. "
},{ "Verses": "6 andriyum Naam Belanatravargalaayirukkumbodhe, Kuriththa Kaalaththil Kiristhu Akkiramakkaararukkaaga Mariththaar. "
},{ "Verses": "7 needhimaanukkaaga Oruvan Marikkiradhu Aridhu; Nallavanukkaaga Oruvelai Oruvan Marikkath Thunivaan. "
},{ "Verses": "8 naam Paavigalaayirukkaiyil Kiristhu Namakkaaga Mariththadhinaale, Dhevan Nammel Vaiththa Thamadhu Anbai Vilangappannugiraar. "
},{ "Verses": "9 ippadi Naam Avarudaiya Raththaththinaale Needhimaangalaakkappattirukka, Kobaakkinaikku Neengalaaga Avaraale Naam Ratchikkappaduvadhu Adhiga Nichchayamaame. "
},{ "Verses": "10 naam Dhevanukkuch Saththurukkalaayirukkaiyil, Avarudaiya Kumaaranin Maranaththinaale Avarudane Oppuravaakkappattomaanaal, Oppuravaakkappattapin Naam Avarudaiya Jeevanaale Ratchikkappaduvadhu Adhiga Nichchayamaame. "
},{ "Verses": "11 adhuvumallaamal, Ippozhudhu Oppuravaakudhalai Namakkuk Kidaikkappannina Nammudaiya Karththaraagiyayesu Kiristhumoolamaai Naam Dhevanaippatriyum Menmaipaaraattugirom. "
},{ "Verses": "12 ippadiyaaga, Ore Manushanaale Paavamum Paavaththinaale Maranamum Ulagaththile Piravesiththadhupolavum, Ellaa Manusharum Paavanjseydhapadiyaal, Maranam Ellaarukkum Vandhadhupolavum Idhuvumaayitru. "
},{ "Verses": "13 niyaayappiramaanam Kodukkappaduvadharku Munnum Paavam Ulagaththilirundhadhu; Niyaayappiramaanam Illaadhirundhaal Paavam Ennappadamaattaadhu. "
},{ "Verses": "14 appadiyirundhum, Maranamaanadhu Aadhaammudhal Mosevaraikkum, Aadhaamin Meerudhalukkoppaaip Paavanjseyyaadhavargalaiyum Aandukondadhu; Andha Aadhaam Pinbu Vandhavarukku Munnadaiyaalamaanavan. "
},{ "Verses": "15 aanaalum Meerudhalin Balan Kirubai Varaththin Balanukku Oppaanadhalla. Eppadiyenil, Oruvanudaiya Meerudhalinaale Anegar Mariththirukka, Dhevanudaiya Kirubaiyum Yesukiristhu Ennum Ore Manushanudaiya Kirubaiyinaale Varum Eevum Anegarmel Adhigamaaip Perugiyirukkiradhu. "
},{ "Verses": "16 melum Oruvan Paavanjseydhadhinaal Undaana Theerppu Dhevan Arulum Eevukku Oppaanadhalla; Andhath Theerppu Ore Kutraththinimiththam Aakkinaikku Edhuvaayirundhadhu; Kirubaivaramo Anega Kutrangalai Neekki Needhivilangum Theerppukku Edhuvaayirukkiradhu. "
},{ "Verses": "17 allaamalum, Oruvanudaiya Meerudhalinaale Andha Oruvanmoolamaai, Maranam Aandukondirukka, Kirubaiyin Paripooranaththaiyum Needhiyaagiya Eevin Paripooranaththaiyum Perugiravargal Yesu Kiristhu Ennum Oruvaraale Jeevanai Adaindhu Aaluvaargalenbadhu Adhiga Nichchayamaame. "
},{ "Verses": "18 aagaiyaal Ore Meerudhalinaale Ellaa Manusharukkum Aakkinaikku Edhuvaana Theerppu Undaanadhupola, Ore Needhiyinaale Ellaa Manusharukkum Jeevanai Alikkum Needhikku Edhuvaana Theerppu Undaayitru. "
},{ "Verses": "19 andriyum Ore Manushanudaiya Keezhppadiyaamaiyinaale Anegar Paavigalaakkappattadhupola, Oruvarudaiya Keezhppadidhalinaale Anegar Needhimaangalaakkappaduvaargal. "
},{ "Verses": "20 melum, Meerudhal Perugumpadikku Niyaayappiramaanam Vandhadhu; Appadiyirundhum, Paavam Perugina Idaththil Kirubai Adhigamaaip Perugitru. "
},{ "Verses": "21 aadhalaal Paavam Maranaththukku Edhuvaaga Aandukondadhupola, Kirubaiyaanadhu Nammudaiyakarththaraagiya Yesu Kiristhuvin Moolamaai Needhiyinaale Niththiyajeevanukku Edhuvaaga Aandukondadhu. "
}
]