[
{ "Verses": "1 visuvaasaththil Balaveenamullavanai Serththukkollungal; Aanaalum Avanudaiya Mana Aiyangalaik Kutramaai Nirnayikkaamalirungal. "
},{ "Verses": "2 oruvan Endhap Padhaarththaththaiyum Pusikkalaamendru Nambugiraan; Balaveenano Marakkarigalai Maaththiram Pusikkiraan. "
},{ "Verses": "3 pusikkiravan Pusiyaadhirukkiravanai Arpamaayennaadhiruppaanaaga; Pusiyaadhirukkiravanum Pusikkiravanaik Kutravaaliyaagath Theerkkaadhiruppaanaaga; Dhevan Avanai Etrukkondaare. "
},{ "Verses": "4 matroruvanudaiya Velaikkaaranaik Kutravaaliyaagath Theerkkiradharku Nee Yaar? Avan Nindraalum Vizhundhaalum Avanudaiya Ejamaanukke Avan Uththaravaadhi; Avan Nilainiruthtdappaduvaan; Dhevan Avanai Nilainiruththa Vallavaraayirukkiraare. "
},{ "Verses": "5 andriyum, Oruvan Orunaalai Matroru Naalilum Viseshamaaga Ennugiraan; Veroruvan Ellaa Naatkalaiyum Sariyaaga Ennugiraan; Avanavan Thanthan Manadhile Muzhu Nichchayaththai Udaiyavanaayirukkakkadavan. "
},{ "Verses": "6 naatkalai Viseshiththukkollugiravan Karththarukkendru Viseshiththukkollugiraan; Naatkalai Viseshiththukkollaadhavanum Karththarukkendru Viseshiththukkollaadhirukkiraan. Pusikkiravan Dhevanukku Sthoththiranjseluththugirapadiyaal, Karththarukkendru Pusikkiraan; Pusiyaadhirukkiravanumkarththarukkendru Pusiyaadhirundhu, Dhevanukku Sthoththiranj Seluththugiraan. "
},{ "Verses": "7 nammil Oruvanum Thanakkendru Pizhaikkiradhumillai, Oruvanum Thanakkendru Marikkiradhumillai. "
},{ "Verses": "8 naam Pizhaiththaalum, Karththarukkendru Pizhaikkirom, Naam Mariththaalum Karththarukkendru Marikkirom; Aagaiyaal Pizhaiththaalum Mariththaalum Naam Karththarudaiyavargalaayirukkirom. "
},{ "Verses": "9 kiristhuvum Mariththormelum Jeevanullormelum Aandavaraayirukkumporuttu, Mariththum Ezhundhum Pizhaiththumirukkiraar. "
},{ "Verses": "10 ippadiyirukka, Nee Un Sagodharanaik Kutravaaliyendru Theerkkiradhenna? Nee Un Sagodharanai Arpamaai Ennugiradhenna? Naamellaarum Kiristhuvinudaiya Niyaayaasanaththirku Munbaaga Nirpome. "
},{ "Verses": "11 andhappadi: Muzhangaal Yaavum Enakku Munbaaga Mudangum, Naavu Yaavum Dhevanai Arikkaipannum Endru En Jeevanaikkondu Uraikkiren Enbadhaaik Karththar Sollugiraar Endru Ezhudhiyirukkiradhu. "
},{ "Verses": "12 aadhalaal Nammil Ovvoruvanum Thannaikkuriththu Dhevanukkuk Kanakkoppuvippaan. "
},{ "Verses": "13 ippadiyirukka, Naam Inimel Oruvaraiyoruvar Kutravaaligalendru Theerkkaadhiruppomaaga. Oruvanum Than Sagodharanukku Munbaagath Thadukkalaiyum Idaralaiyum Podalaagaadhendre Theermaaniththukkollungal. "
},{ "Verses": "14 oru Porulum Thannile Theettulladhallavendru Karththaraagiya Yesuvukkul Arindhu Nichchayiththirukkiren; Oruporulaith Theettulladhendru Ennikkollugiravanevano Avanukku Adhu Theettulladhaayirukkum. "
},{ "Verses": "15 pojanaththinaale Un Sagodharanukku Visanamundaakkinaal, Nee Anbaai Nadakkiravanalla; Avanai Un Pojanaththinaale Kedukkaadhe, Kiristhu Avanukkaaga Mariththaare. "
},{ "Verses": "16 ungal Nanmai Thooshikkappada Idankodaadhirungal. "
},{ "Verses": "17 dhevanudaiya Raajyam Pusippum Kudippumalla, Adhu Needhiyum Samaadhaanamum Parisuththa Aaviyinaalundaagum Sandhoshamumaayirukkiradhu. "
},{ "Verses": "18 ivaigalile Kiristhuvukku Oozhiyanjseygiravan Dhevanukkup Piriyanum Manusharaal Angigarikkappattavanumaayirukkiraan. "
},{ "Verses": "19 aanapadiyaal Samaadhaanaththukkaduththavaigalaiyum, Anniyonniya Bakthiviruththi Undaakkaththakkavaigalaiyum Naadakkadavom. "
},{ "Verses": "20 pojanaththinimiththam Dhevanudaiya Kiriyaiyai Azhiththuppodaadhe. Endhap Padhaarththamum Suththamulladhudhaan; Aanaalum Idaralundaagap Pusikkiravanukku Adhu Theemaiyaayirukkum. "
},{ "Verses": "21 maamsam Pusikkiradhum, Madhupaanampannugiradhum, Matredhaiyaagilum Seygiradhum, Un Sagodharan Idarugiradharkaavadhu, Thavarugiradharkaavadhu Balaveenappadugiradharkaavadhu Edhuvaayirundhaal, Avaigalil Ondraiyum Seyyaamaliruppadhe Nanmaiyaayirukkum. "
},{ "Verses": "22 unakku Visuvaasamirundhaal Adhu Dhevanukkumunbaaga Unmattum Irukkattum. Nalladhena Nichchayiththa Kaariyaththil Thannaik Kutravaaliyaakkaadhavan Baakkiyavaan. "
},{ "Verses": "23 oruvan Samusayappadugiravanaaip Pusiththaal, Avan Visuvaasamillaamal Pusikkirapadiyinaal, Aakkinaikkullaagath Theerkkappadugiraan. Visuvaasaththinaale Varaadha Yaavum Paavame. "
}
]