[
{ "Verses": "1 niyaayaadhibadhigal Niyaayam Visaariththuvarum Naatkalil, Dhesaththile Panjam Undaayitru; Appozhudhu Yoodhaavilulla Bethleem Ooraanaagiya Oru Manushan Than Manaiviyodum Irandu Kumaararodumkooda Movaab Dhesaththile Poich Sanjariththaan.             "
},{ "Verses": "2 andha Manushanudaiya Per Elimelekku, Avan Manaiviyin Per Nakomi, Avanudaiya Irandu Kumaararil Oruvan Per Maklon, Matroruvan Per Kiliyon; Yoodhaavilulla Bethlekem Ooraagiya Eppiraaththiyaraagiya Avargal Movaapdhesaththirkup Poi, Ange Irundhuvittaargal.             "
},{ "Verses": "3 nakomiyin Purushanaagiya Elimelekku Irandhuponaan; Avalum Avaludaiya Irandu Kumaararum Maaththiram Irundhaargal.             "
},{ "Verses": "4 ivaragal Movaabiyaril Pen Kondaargal; Avargalil Oruththi Per Orpaal, Matraval Per Rooth; Ange Erakkuraiyap Paththuvarusham Vaasampanninaargal.             "
},{ "Verses": "5 pinbu Maklon Kiliyon Ennum Avargal Iruvarum Irandhuponaargal; Andha Sthiree Than Kumaarar Iruvaraiyum Than Purushanaiyum Izhandhu Thaniththavalaanaal.             "
},{ "Verses": "6 karththar Thammudaiya Janangalai Sandhiththu, Avargalukku Aagaaram Arulinaar Endru Aval Movaabdhesaththile Kelvippattu, Than Marumakkalodekooda Movaap Dhesaththilirundhu Thirumbivarumbadi Ezhundhu,             "
},{ "Verses": "7 than Irandu Marumakkalodungoodath Thaanirundha Sthalaththai Vittu Purappattaal. Yoodhaadhesaththirku Thirumbippoga, Avargal Vazhinadakkaiyil,             "
},{ "Verses": "8 nagomi Than Irandu Marumakkalaiyum Nokki: Neengal Iruvarum Ungal Thaaiveettukku Thirumbippongal; Mariththupponavargalukkum Enakkum Neengal Dhayaiseydhadhupola,karththar Ungalukkum Dhayaiseyvaaraaga.             "
},{ "Verses": "9 karththar Ungal Iruvarukkum Vaaikkum Purushanudaiya Veettile Neengal Sugamaai Vaazhndhirukka Seyvaaraaga Endru Solli, Avargalai Muththamittaal. Appozhudhu Avargal Saththamittu Azhudhu, Avalaip Paarththu:             "
},{ "Verses": "10 ummudaiya Janaththandaikke Ummudankooda Varuvom Endraargal.             "
},{ "Verses": "11 adharku Nagomi: En Makkale, Neengal Thirumbippongal; Ennode Yen Varugireergal? Ungalukku Purusharaagumbadikku, Inimel En Karppaththile Enakku Pillaigal Undaagumo?             "
},{ "Verses": "12 en Makkale, Thirumbippongal; Naan Vayadhusendraval; Oru Purushanudan Vaazhaththakkavalalla; Appadippatta Nambikkai Enakku Undaayirundhu, Naan Indru Iravil Oru Purushanukku Vaazhkkaippattu, Pillaigalaip Petraalum,             "
},{ "Verses": "13 avargal Periyavargalaagumattum Purusharukku Vaazhkkaippadaadhabadikku Neengal Poruththiruppeergalo? Adhu Koodaadhu; En Makkale, Karththarudaiya Kai Enakku Virodhamaayirukkiradhinaal, Ungalnimiththam Enakku Migundha Visanam Irukkiradhu Endraal.             "
},{ "Verses": "14 appozhudhu Avargal Saththamittu Adhigamaai Azhudhaargal; Orpaal Than Maamiyai Muththamittupponaal; Rooththo Avalai Vidaamal Patrik Kondaal.             "
},{ "Verses": "15 appozhudhu Aval: Idho, Un Sagodhari Than Janangalidaththukkum Than Dhevargalidaththukkum Thirumbi Poivittaale; Neeyum Un Sagodhariyin Pirage Thirumbippo Endraal.             "
},{ "Verses": "16 adharku Rooth: Naan Ummai Pinpatraamal Ummaivittuth Thirumbi Povadhaikkuriththu, Ennode Pesavendaam; Neer Pogum Idaththirku Naanum Varuven; Neer Thangum Idaththile Naanum Thanguven; Ummudaiya Janam Ennudaiya Janam; Ummudaiya Dhevan Ennudaiya Dhevan.             "
},{ "Verses": "17 neer Maranamadaiyum Idaththil Naanum Maranamadaindhu, Ange Adakkampannappaduven; Maranameyallaamal Verondrum Ummai Vittu Ennai Piriththaal, Karththaradharku Sariyaagavum Adharku Adhigamaagavum Enakku Seyyakkadavar Endraal.             "
},{ "Verses": "18 aval Thannodekooda Vara Mana Urudhiyaayirukkiradhai Kandu, Appuram Adhaikkuriththu Avalode Ondrum Pesavillai.             "
},{ "Verses": "19 appadiye Iruvarum Bedhlegem Mattum Nadandhuponaargal; Avargal Bedhlegemukku Vandhapodhu, Ooraar Ellaarum Avargalai Kuriththu Aachchariyappattu, Ival Nagomiyo Endru Pesikkondaargal.             "
},{ "Verses": "20 adharku Aval: Neengal Ennai Nagomi Endru Sollaamal, Maaraal Endru Sollungal; Sarvavallavar Enakku Migundha Kasappai Kattalaiyittaar.             "
},{ "Verses": "21 naan Niraivullavalaai Ponen; Karththar Ennai Verumaiyaai Thirumbivarappanninaar; Karththar Ennai Sirumaippaduththi, Sarvavallavar Ennai Kilesappaduththiyirukkaiyil, Neengal Ennai Nagomi Enbaanen Endraal.             "
},{ "Verses": "22 ippadi Nagomi Movaabiya Sthireeyaana Than Marumagal Rooththodunkooda Movaab Dhesaththilirundhu Thirumbivandhaal; Vaarkodhumai Aruppin Thuvakkaththil Avargal Bedhlegemukku Vandhaargal.             "
}
]