[
{ "Verses": "1 pinbu Aval Maamiyaagiya Nagomi Avalai Nokki: En Magale, Nee Sugamaai Vaazhndhirukkumbadi Naan Unakku Savukkiyaththai Thedaadhiruppeno?     "
},{ "Verses": "2 nee Povaasin Velaikkaarigalode Koodiyirundhaaye, Avan Nammudaiya Uravin Muraiyaan Allavaa? Idho, Avan Indru Raaththiri Kalaththile Vaarkodhumai Thootruvaan.     "
},{ "Verses": "3 nee Kuliththu, Enney Poosi, Un Vasthirangalai Uduththikkondu, Andha Kalaththirku Po; Andha Manushan Pusiththu Kudiththu Theerumattum Avan Kannukku Edhirppadaamaliru.     "
},{ "Verses": "4 avan Paduththukkondapodhu, Avan Paduththirukkum Idaththai Nee Paarththirundhu Poi, Avan Kaalgalinmel Moodiyirukkira Porvaiyai Odhukki Nee Paduththukkol; Appozhudhu Nee Seyyavendiyadhu Innadhendru Avan Unakku Solluvaan Endraal.     "
},{ "Verses": "5 adharku Aval: Neer Enakku Sonnapadiyellaam Seyven Endraal.     "
},{ "Verses": "6 aval Kalaththirkuppoi, Than Maami Thanakkuk Karpiththabadiyellaam Seydhaal.     "
},{ "Verses": "7 povaas Pusiththu Kudiththu, Magizhchchiyaayirundhu, Oru Ampaaraththu Adiyile Vandhu Paduththukkondaan. Appozhudhu Aval: Mellappoi, Avan Kaalgalinmel Moodiyirukkira Porvaiyai Odhukki Paduththukkondaal.     "
},{ "Verses": "8 paadhiraaththiriyile, Andha Manushan Arundu, Thirumbi, Oru Sthiree Than Paadhaththandaiyile Paduththirukkiradhai Kandu,     "
},{ "Verses": "9 nee Yaar Endru Kettaan; Aval, Naan Ummudaiya Aiyaalaagiya Rooth; Neer Ummudaiya Adiyaalmel Ummudaiya Porvaiyai Viriyum; Neer Sudhandharavaali Endraal.     "
},{ "Verses": "10 adharku Avan: Magale, Nee Karththaraal Aaseervadhikkappaduvaayaaga; Nee Thariththirarum Aisuvariyavaangalumaana Vaalipargalin Pirage Pogaadhadhinaal, Un Mundhina Nargunaththaippaarkkilum Un Pindhina Nargunam Uththamamaayirukkiradhu.     "
},{ "Verses": "11 ippodhum Magale, Nee Bayappadaadhe; Unakku Vendiyabadiyellaam Seyven; Nee Gunasaali Enbadhai En Janamaagiya Ooraarellaarum Arivaargal.     "
},{ "Verses": "12 naan Sudhandharavaali Enbadhu Meydhaan; Aanaalum Ennilum Kittina Sudhandharavaali Oruvan Irukkiraan.     "
},{ "Verses": "13 raaththirikku Thangiyiru; Naalaikku Avan Unnai Sudhandharamuraiyaai Vivaagampanna Sammadhiththaal Nalladhu, Avan Vivaagampannattum; Avan Unnai Vivaagam Panna Manadhillaadhirundhaaneyaagil, Naan Unnai Sudhandharamuraiyaai Vivaagampannuven Endru Karththarudaiya Jeevanaikkondu Aanaiyidugiren; Vidiyarkaalamattum Paduththu Kondiru Endraan.     "
},{ "Verses": "14 aval Vidiyarkaalamattum Avan Paadhaththandaiyil Paduththirundhu, Kalaththile Oru Sthiree Vandhadhaaga Oruvarukkum Therivikkavendaam Endru Avan Solliyirundhabadiyaal, Oruvar Mugam Oruvarukku Theriyaadhadharku Munne Ezhundhirundhaal.     "
},{ "Verses": "15 avan Avalai Nokki: Nee Porththukkondirukkira Porvaiyai Viriththuppidi Endraan; Aval Adhai Pidiththapodhu, Avan Adhile Aarupadi Vaarkodhumaiyai Alandhupottu, Avalmel Thookkivittu, Pattanaththirku Purappattuvandhaan.     "
},{ "Verses": "16 aval Than Maamiyinidaththil Vandhapodhu, Aval: En Magale, Un Seydhi Enna Endru Kettaal; Appozhudhu Aval: Andha Manushan Thanakku Seydhadhaiyellaam Avalukku Vivariththaal.     "
},{ "Verses": "17 melum Avar, Nee Un Maamiyaarandaikku Verumaiyaai Pogavendaam Endru Solli, Indha Aarupadi Vaarkodhumaiyai Enakku Koduththaar Endraal.     "
},{ "Verses": "18 appozhudhu Aval: En Magale, Indha Kaariyam Ennamaai Mudiyum Endru Nee Ariyumattum Poruththiru; Andha Manushan Indraikku Indha Kaariyaththai Mudikkumun Ilaippaaramaattaan Endraal.     "
}
]