[
{ "Verses": "1 nagomikku Avaludaiya Purushanaagiya Elimelekkin Uravinmuraiyil Povaas Ennum Perulla Migundha Aasthikkaaranaagiya Inaththaan Oruvan Irundhaan.           "
},{ "Verses": "2 movaabiya Sthireeyaana Rooth Enbaval Nagomiyai Paarththu: Naan Vayalvelikku Poi, Yaarudaiya Kangalil Enakku Dhayaikidaikkumo, Avar Pirage Kadhirgalai Porukkikkonduvarugiren Endraal; Adharku Ival: En Magale, Po Endraal.           "
},{ "Verses": "3 aval Poi, Vayalveliyil Arukkiravargal Pirage Porukkinaal; Tharseyalaai Avalukku Neritta Andha Vayalnilam Elimelekkin Vamsaththaanaagiya Povaasudaiyadhaayirundhadhu.           "
},{ "Verses": "4 appozhudhu Povaas Pedhlekemilirundhu Vandhu, Arukkiravarkalaip Paarththu: Karththarungalote Iruppaaraaka Endraan; Adharku Avarkal: Karththar Ummai Aaseervadhippaaraaka Endraarkal.           "
},{ "Verses": "5 pinbu Povaas Arukkiravargal Mel Kankaaniyaaga Vaikkappatta Than Velaikkaaranai Nokki: Indha Penpillai Yaarudaiyaval Endru Kettaan.           "
},{ "Verses": "6 arukkiravargalmel Kankaaniyaaga Vaikkappatta Andha Velaikkaaran Piradhiyuththaramaaga: Ival Movaab Dhesaththilirundhu Nagomiyodekooda Vandha Movaabiya Penpillai.           "
},{ "Verses": "7 arukkiravargal Pirage Arikkattugalilirundhu Sindhinadhai Porukki Kollugiren Endru Aval Ennidaththil Kettu Kondaal; Kaalame Thuvakki Idhuvaraikkum Inge Irukkiraal; Ippozhudhu Aval Kudisaikku Vandhu Konjanerandhaan Aayitru Endraan.           "
},{ "Verses": "8 appozhudhu Povaas Rooththaippaarththu: Magale, Kel; Porukkikkolla Vere Vayalil Pogaamalum, Ivvidaththaivittu Pogaamalum, Inge En Oozhiyakkaara Pengalodu Koodave Iru.           "
},{ "Verses": "9 avargal Arupparukkum Vayalai Nee Paarththu, Avargal Pirage Po; Oruvarum Unnai Thodaadhabadikku, Velaikkaararukku Kattalaiyittirukkiren; Unakku Thaagam Eduththaal, Thanneerkkudangalandaikku Poi, Velaikkaarar Mondukondu Varugiradhile Kudikkalaam Endraan.           "
},{ "Verses": "10 appozhudhu Aval Tharaiyile Muganguppura Vizhundhu Vanangi: Naan Anniyadhesaththaalaayirukka, Neer Ennai Visaarikkumbadi Enakku Edhinaale Ummudaiya Kangalil Dhayai Kidaiththadhu Endraal.           "
},{ "Verses": "11 adharku Povaas Piradhiyuththaramaaga: Un Purushan Maranamadaindha Pinbu, Nee Un Maamiyaarukkaaga Seydhadhum, Nee Un Thagappanaiyum Un Thaayaiyum, Un Janmadhesaththaiyum Vittu, Munne Nee Ariyaadha Janangalidaththil Vandhadhum Ellaam Enakku Vivaramaai Therivikkappattadhu.           "
},{ "Verses": "12 un Seygaikkuththakka Palanai Karththar Unakku Kattalaiyiduvaaraaga; Isravelin Dhevanaagiya Karththarudaiya Settaigalinkeezh Adaikkalamaai Vandha Unakku Avaraale Niraivaana Palan Kidaippadhaaka Endraan.           "
},{ "Verses": "13 adharku Aval: En Aandavane, Ummudaiya Kangalil Enakku Dhayaikidaikkavendum; Naan Ummudaiya Velaikkaarigalil Oruththikkum Samaanamaayiraavittaalum, Neer Enakku Aarudhal Solli Ummudaiya Adiyaalode Patchamaai Pesineere Endraal.           "
},{ "Verses": "14 pinnum Povaas Saappaattu Velaiyil Avalai Paarththu: Nee Inge Vandhu, Indha Appaththile Pusiththu, Kaatiyile Un Thunikkaiyaith Thoiththukkol Endraan. Appadiye Aval Arupparukkiravargal Aruge Utkaarndhaal, Avalukku Varuththa Kodhumaiyai Koduththaan; Aval Saappittu, Thirupthiyadaindhu, Meendhadhai Vaiththukkondaal.           "
},{ "Verses": "15 aval Kadhir Porukkikkolla Ezhundhapodhu, Povaas Than Velaikkaararai Nokki: Aval Arikkattugal Naduve Porukkikkollattum; Avalai Eenam Pannavendaam.           "
},{ "Verses": "16 aval Porukkikkollum Badikku Avalukkaaga Arigalile Siladhai Sindhavidungal, Avalai Adhattaadhirungal Endru Kattalaiyittaan.           "
},{ "Verses": "17 appadiye Aval Saayangaalamattum Vayalile Kadhir Porukkinaal; Porukkinadhai Aval Thatti Adiththu Theerndhapodhu, Adhu Erakkuraiya Oru Marakkaal Vaarkodhumai Kandadhu.           "
},{ "Verses": "18 aval Adhai Eduththukkondu, Oorukkul Vandhaal; Aval Porukkinadhai Avaludaiya Maami Paarththaal; Thaan Thirupthiyaai Saappittu Meedhiyaaga Vaiththadhaiyum Eduththu Avalukku Koduththaal.           "
},{ "Verses": "19 appozhudhu Avaludaiya Maami: Indru Enge Kadhirporukkinaai, Evvidaththil Velaiseydhaai Endru Avalidaththil Kettu; Unnai Visaariththavan Aaseervadhikkappaduvaanaaga Endraal; Appozhudhu Aval: Innaaridaththile Velaiseydhen Endru Than Maamikku Ariviththu: Naan Indru Velai Seydha Vayalkaaran Per Povaas Endraal.           "
},{ "Verses": "20 appozhudhu Nagomi Than Marumagalai Paarththu: Uyirodirukkiravargalukkum Mariththavargalukkum Dhayavuseygira Karththaraale Avan Aaseervadhikkappaduvaanaaga Endraal; Pinnum Nagomi Avalai Paarththu: Andha Manushan Namakku Nerungina Uravin Muraiyaanum Nammai Aadharikkira Sudhandharavaaligalil Oruvanumaai Irukkiraan Endraal.           "
},{ "Verses": "21 pinnum Movaabiya Sthireeyaana Rooth: Avar Ennai Nokki, En Aruppellaam Aruththu Theerumattum, Nee En Velaikkaarigalode Koodave Iru Endru Sonnaar Endraal.           "
},{ "Verses": "22 appozhudhu Nagomi Than Marumagalaagiya Rooththai Paarththu: En Magale, Veroru Vayalile Manushar Unnai Edhirkkaadhabadikku Nee Avan Velaikkaarigalode Pogiradhu Nalladhu Endraal.           "
},{ "Verses": "23 appadiye Kodhumai Aruppum Vaarkodhumai Aruppum Theerumattum Aval Kadhir Porukkumbadikku, Povaasudaiya Velaikkaarigalode Koodiyirundhu, Than Maamiyinidaththil Thanginaal.           "
}
]