[
{ "Verses": "1 povaas Pattanavaasalil Poi, Utkaarndhukondirundhaan; Appozhudhu Povaas Solliyirundha Andha Sudhandharavaali Andha Vazhiye Vandhaan; Avanai Nokki: Oi, Endru Per Solli Kooppittu, Inge Vandhu Satru Utkaarum Endraan; Avan Vandhu Utkaarndhaan.      "
},{ "Verses": "2 appozhudhu Avan Pattanaththu Moopparaanavargalil Paththupperai Azhaiththu, Inge Utkaarungal Endraan; Avargalum Utkaarndhaargal.      "
},{ "Verses": "3 appozhudhu Avan Andha Sudhandharavaaliyai Nokki: Elimelek Ennum Nammudaiya Sagodharanukku Irundha Vayalnilaththin Pangai Movaap Dhesaththilirundhu Thirumbi Vandha Nagomi Virkappogiraal.      "
},{ "Verses": "4 aagaiyaal Neer Adhai Ooraarukku Munbaagavum, En Janaththin Moopparukku Munbaagavum Vaangikkollumbadi Umakku Ariyappannavendum Endrirundhen; Neer Adhai Sudhandharamuraiyaaga Meettukkolla Manadhirundhaal, Meettukkollum; Adhai Meettukkolla Manadhillaadhirundhaal, Naan Adhai Ariyumbadikku Enakku Sollum; Ummaiyum Umakkuppinbu Ennaiyum Thavira, Adhai Meetkaththakkavan Veroruvanum Illai Endraan; Adharku Avan: Naan Adhai Meettukkollugiren Endraan.      "
},{ "Verses": "5 appozhudhu Povaas: Neer Nagomiyin Kaiyile Andha Vayal Nilaththai Vaangugira Naalile Mariththavanudaiya Sudhandharaththil Avan Perai Nilainirkappannumbadikku, Adhai Mariththavan Manaiviyaagiya Movaapiya Sthireeyaana Roodh Kaiyilum Vaangavendiyadhu Endraan.      "
},{ "Verses": "6 appozhudhu Andha Suudhandharavaali: Naan En Sudhandharaththai Kedukkaadhabadikku, Naan Adhai Meettu Kollamaatten; Naan Meetkaththakkadhai Neer Meettukkollum; Naan Adhai Meettukkollamaatten Endraan.      "
},{ "Verses": "7 meetkiradhilum Maatrugiradhilum Sagala Kaariyaththaiyum Urudhippaduththum Badikku, Isravelile Poorvakaala Vazhakkam Ennavendraal, Oruvan Than Paadharatchaiyai Kazhatri, Matravanukku Koduppaan, Idhu Isravelile Vazhangina Urudhippaadu.      "
},{ "Verses": "8 appadiye Andha Sudhandharavaali Povaasai Nokki: Nee Adhai Vaangikkollum Endru Solli, Than Paadharatchaiyai Kazhatri Pottaan.      "
},{ "Verses": "9 appozhudhu Povaas Moopparaiyum Sagala Janangalaiyum Nokki: Elimelekkukku Irundha Ellaavatraiyum Kiliyonukkum Maklonukkum Irundha Ellaavatraiyum Nagomiyin Kaiyile Vaangikkonden Enbadharku Indraiyadhinam Neengal Saatchi.      "
},{ "Verses": "10 idhuvumallaamal, Mariththavanudaiya Sagodhararukkullum, Ooraarukkullum, Avanudaiya Per Atru Pogaamal, Mariththavanudaiya Sudhandharaththile Avan Perai Nilainiruththa, Naan Maklonin Manaiviyaayirundha Movaapiya Sthireeyaana Rooththai Enakku Manaiviyaaga Konden; Adharkum Indraiya Dhinam Neengal Saatchi Endraan.      "
},{ "Verses": "11 appozhudhu Olimugavaasalil Irukkira Sagala Janangalum Moopparaanavargalum Avanai Nokki: Naangal Saatchidhaan; Un Veettile Varugira Manaiviyai Karththar Isravel Veettai Kattuviththa Iranduperaagiya Raakelai Polavum Leyaalaippolavum Vaazhndhirukka Seyvaaraaga: Nee Eppiraaththaavile Paakkiyavaanaayirundhu, Bedhlekemile Pugazhpetrirukkakkadavaai.      "
},{ "Verses": "12 indha Penniaththile Karththar Unakku Aruliseyyappogira Santhaanaththinaale, Un Veedu Thaamaar Yoodhaavukku Petra Peresin Veettaippola Aagakkadavadhu Endraargal.      "
},{ "Verses": "13 povaas Rooththai Vivaagam Panninaan; Aval Avanukku Manaiviyaanaal; Avan Avalidaththil Piravesiththapodhu, Aval Karppandhariththu, Oru Aanpillaiyai Perak Karththar Anukkiragampanninaar.      "
},{ "Verses": "14 appozhudhu Sthireegal Nagomiyai Paarththu: Sudhandharavaali Atruppogaadhabadikku Indru Unakku Dhayaiseydha Karththarukku Sthoththiram; Avan Per Isravelile Pirabalamaagakkadavadhu.      "
},{ "Verses": "15 avan Un Aaththumaavukku Aarudhal Seyigravanum, Un Mudhirvayadhile Unnai Aadharikkiravanumaayirukkakkadavan; Unnai Sinegiththu, Ezhu Kumaararaippaarkkilum Unakku Arumaiyaayirukkira Un Marumagal Avanai Petraale Endraargal.      "
},{ "Verses": "16 nagomi Andha Pillaiyai Eduththu, Than Madiyile Vaiththu, Adhai Valarkkira Thaayaanaal.      "
},{ "Verses": "17 ayal Veettukkaarigal Nagomikku Oru Aanpillai Pirandhadhu Endru Vaazhththi, Adharku Opedh Endru Perittaargal; Avan Thaaveedhin Thagappanaagiya Eesaayin Thagappan.      "
},{ "Verses": "18 peresudaiya Sandhadhiyin Varalaaru: Peres Esronai Petraan.      "
},{ "Verses": "19 esron Raamai Petraan; Raam Amminadhaapai Petraan.      "
},{ "Verses": "20 amminadhaa Nakasonai Petraan; Nakason Salmonai Petraan.      "
},{ "Verses": "21 salmon Povaasai Petraan; Povaas Opedhai Petraan.      "
},{ "Verses": "22 opedh Eesaayai Petraan; Eesaai Thaaveedhai Petraan.      "
}
]