[
{ "Verses": "1 thariyu Raajaa Arasaanda Naalaam Varusham, Kisle Ennum Onbadhaam Maadham, Naalaanthedhiyile, Sagariyaavukkuk Karththarudaiya Vaarththai Undaayitru. "},
{ "Verses": "2 karththarudaiya Samugaththil Vinnappampannavum, "},
{ "Verses": "3 naangal Iththanai Varushamvaraiyile Seydhadhupola Aindhaam Maadhaththile Azhudhu Odukkaththilirukkavendumo Endru Senaigaludaiya Karththarin Aalayaththilirukkum Aasaariyaridaththilum Theerkkadharisigalidaththilum Ketkavum, Saredhserum Rekemmelegum Avanudaiya Manusharum Dhevanudaiya Aalayaththukku Anuppappattaargal. "},
{ "Verses": "4 appozhudhu Senaigaludaiya Karththarin Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "5 nee Dhesaththin Ellaa Janaththodum Aasaariyargalodum Sollavendiyadhu Ennavendraal, Neengal Indha Ezhubadhu Varushamaaga Aindhaam Maadhaththilum Ezhaam Maadhaththilum Ubavaasampanni Dhukkankondaadinapodhu Neengal Enakkendrudhaanaa Ubavaasampannineergal. "},
{ "Verses": "6 neengal Pusikkirapodhum Kudikkirapodhum Ungalukkendrallavaa Pusikkireergal? Ungalukkendrallavaa Kudikkireergal? "},
{ "Verses": "7 erusalemum Adhai Sutrilumirundha Pattanangalum Kudiniraindhu Sugamaayirundhakaalaththilum, Therkunaadum Samaboomiyum Kudiyeriyirundha Kaalaththilum Munnirundha Theerkkadharisigalaikkondu Karththar Koorina Vaarththaigal Ivaigal Allavo Endru Sol Endraar. "},
{ "Verses": "8 pinbu Karththarudaiya Vaarththai Sagariyaavukku Undaagi, Avar: "},
{ "Verses": "9 senaigalin Karththar Uraikkiradhu Ennavendraal, Neengal Unmaiyaai Nyaayantheerththu, Avanavan Thanthan Sagodharanukku Dhayavum Irakkamum Seydhu, "},
{ "Verses": "10 vidhavaiyaiyum Thikkatra Pillaiyaiyum Paradhesiyaiyum Sirumaiyaanavanaiyum Odukkaamalum, Ungalil Oruvanum Than Sagodharanukku Virodhamaaith Than Irudhayaththil Theengu Ninaiyaamalum Irungal Endraar. "},
{ "Verses": "11 avargalo Gavanikka Manadhillaamal Thangal Tholai Murattuththanamaai Vilakki, Kelaadhapadikkuth Thangalsevigalai Adaiththukkondaargal. "},
{ "Verses": "12 vedhaththaiyum Senaigalin Karththar Thammudaiya Aaviyin Moolamaai Mundhina Theerkkadharisigalaikkondu Solliyanuppina Vaarththaigalaiyum Kelaadhapadikkuth Thangal Irudhayaththai Vairaakkiyamaakkinaargal; Aagaiyaal Magaa Kadunkobam Senaigalin Karththaridaththilirundhu Undaayitru. "},
{ "Verses": "13 aadhalaal Naan Kooppittapodhu, Avargal Eppadi Kelaamarponaargalo Appadiye Avargal Kooppittapodhu Naanum Kelaamalirundhenendru Senaigalinkarththar Sollugiraar. "},
{ "Verses": "14 avargal Ariyaadha Purajaadhigalukkulle Avargalaip Parakkadiththen; Adhinaal Avargal Pinvaiththuppona Dhesam Pokkuvaraththillaamal Paazhaaippoyitru; Avargal Inbamaana Dhesaththaip Paazhaaippogappanninaargal Endraar. "}
]