[
{ "Verses": "1 naan En Kangalai Ereduththup Paarththapodhu, Idho, Than Kaiyile Alavunool Pidiththirundha Oru Purushanaik Kanden. "},
{ "Verses": "2 neer Evvidaththukkup Pogireer Endru Ketten; Adharku Avar: Erusalemin Agalam Ivvalavu Endrum Adhin Neelam Ivvalavu Endrum Ariyumpadi Adhai Alakkiradharkup Pogiren Endraar. "},
{ "Verses": "3 idho, Ennodepesina Thoodhan Purappattapodhu, Veroru Thoodhan Avarai Sandhikkumpadip Purappattuvandhaan. "},
{ "Verses": "4 ivanai Avar Nokki: Nee Odi Indha Vaalibanidaththil Sollavendiyadhu Ennavendraal, Erusalem Than Naduvile Koodum Manusharin Thiralinaalum Mirugajeevangalin Thiralinaalum Madhilillaadha Pattanangalpol Vaasasthalamaagum. "},
{ "Verses": "5 naan Adharku Sutrilum Akkini Madhilaayirundhu, Adhin Naduvil Magimaiyaaga Iruppen Endru Karththar Sollugiraar. "},
{ "Verses": "6 ogo, Neengal Ezhumbi Vadadhesaththilirundhu Odivaarungal Endru Karththar Sollugiraar; Aagaayaththu Naangu Thisaigalilum Ungalai Naan Sidharappanninen Endru Karththar Sollugiraar. "},
{ "Verses": "7 baabilon Kumaaraththiyinidaththil Kudiyirukkira Seeyone, Unnai Viduviththukkol. "},
{ "Verses": "8 pirpaadu Magimaiyundaagumendru Senaigalin Karththar Sollugiraar; Ungalaik Kollaiyitta Jaadhigalidaththukku Ennai Anuppinaar; Ungalaith Thodugiravan Avarudaiya Kanmaniyaith Thodugiraan. "},
{ "Verses": "9 idho, Naan En Kaiyai Avargalukku Virodhamaaga Asaippen; Adhinaal Avargal Thangal Adimaigalukkuk Kollaiyaavaargal; Appozhudhu Senaigalin Karththar Ennai Anuppinaarendru Ariveergal. "},
{ "Verses": "10 seeyon Kumaaraththiye, Gembeeriththuppaadu; Idho, Naan Vandhu Un Naduvil Vaasampannuven Endru Karththar Sollugiraar. "},
{ "Verses": "11 annaalile Anegam Jaadhigal Karththarai Serndhu En Janamaavaargal; Naan Un Naduvil Vaasamaayiruppen; Appozhudhu Senaigalin Karththar Ennai Unnidaththil Anuppinaarendru Arivaai. "},
{ "Verses": "12 karththar Parisuththa Dhesaththile Yoodhaavaagiya Thamadhu Pangai Sudhandhariththu, Thirumbavum Erusalemaith Therindhukolvaar. "},
{ "Verses": "13 maamsamaana Sagalamaana Pergale, Karththarukku Munbaaga Mownamaayirungal; Avar Thamadhu Parisuththa Vaasasthalaththilirundhu Ezhundharulinaar Endru Sol Endraar. "}
]