[
{ "Verses": "1 senaigaludaiya Karththarin Vaarththai Undaagi Avar: "},
{ "Verses": "2 naan Seeyonukkaaga Kadum Vairaakkiyankonden; Adharkaaga Magaa Ukkiramaana Vairaakkiyankonden Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "3 naan Seeyonidaththil Thirumbi, Erusalemin Naduvile Vaasampannuven; Erusalem Saththiya Nagaram Endrum, Senaigaludaiya Karththarin Parvadham Parisuththa Parvadham Endrum Azhaikkappadum Endru Karththar Sollugiraar. "},
{ "Verses": "4 thirumbavum Erusalemin Veedhigalil Mudhirvayadhinaale Thangal Kaigalil Kolaippidiththu Nadakkira Kizhavarum Kizhavigalum Kudiyiruppaargal. "},
{ "Verses": "5 nagaraththin Therukkalile Vilaiyaadugira Aanpillaigalum Penpillaigalum Adhin Veedhigalil Niraindhirukkum Endru Senaigalin Karththarsollugiraar. "},
{ "Verses": "6 senaigalin Karththar Solgiradhu Ennavendraal: Adhu Indha Janaththil Meedhiyaanavargalin Paarvaikku Innaatkalil Aachchariyamaayirundhaalum, En Paarvaikkum Aachchariyamaayirukkumo Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "7 idho, Kizhakkudhesaththilum Matra Dhesaththilumirundhu En Janangalai Naan Ratchiththu, "},
{ "Verses": "8 avargalai Azhaiththukkonduvaruven; Avargal Erusalemin Naduvile Kudiyiruppaargal; Avargal Enakku Unmaiyum Needhiyumaana Janamaayiruppaargal, Naan Avargalukku Dhevanaayiruppen Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "9 senaigaludaiya Karththarin Veedaagiya Aalayam Kattappadumpadikku Adhin Asthibaarangal Podappatta Naalmudhar Kondirukkira Theerkkadharisigalin Vaayinaal Indha Vaarththaigalai Innaatkalil Kettuvarugiravargale, Ungal Kaigal Thidappadakkadavadhu Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "10 innaatkalukku Munne Manushanudaiya Velaiyaal Palanumillai, Mirugajeevanudaiya Velaiyaal Palanumillai; Pogiravanukkum Varugiravanukkum Nerukkidaiyinimiththam Samaadhaanamumillai; Ellaa Manusharaiyum Oruvaraiyoruvar Virodhikkachcheydhen. "},
{ "Verses": "11 ippodho Indha Janaththil Meedhiyaanavargalukku Naan Mundhinanaatkalil Irundhadhupola Irukkamaatten Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "12 vidhaippu Samaadhaanamulladhaayirukkum; Dhraatchachchedi Than Kaniyaith Tharum; Boomi Than Palanaith Tharum; Vaanam Than Paniyaith Tharu "}
]