[
{ "Verses": "1 isravelaikkuriththuk Karththar Sonna Vaarththaiyin Baaram; Vaanangalai Viriththu, Boomiyai Asthibaarappaduththi, Manushanudaiya Aaviyai Avanukkul Undaakkugira Karththar Sollugiradhu Ennavendraal; "},
{ "Verses": "2 idho, Sutrilum Irukkira Ellaa Janangalukkum Naan Erusalemaith Thaththalippin Paaththiramaakkugiren; Erusalemukku Virodhamaaip Podappadum Mutrikkaiyile Yoodhaavum Appadiyeyaagum. "},
{ "Verses": "3 annaalile Naan Erusalemai Sagala Janangalukkum Baaramaana Kallaakkuven; Adhaik Kilappugira Yaavarum Sidhaikkappaduvaargal; Boomiyilulla Jaadhigalellaam Adharku Virodhamaaik Koodikkolvaargal. "},
{ "Verses": "4 annaalile Naan Kudhiraigalukkellaam Thigaippaiyum, Avaigalinmel Eriyirukkiravargalukkellaam Buththimayakkaththaiyum Varappanni, Yoodhaavamsaththinmel En Kangalaith Thirandhuvaiththu, Janangaludaiya Ellaak Kudhiraigalukkum Kuruttaattaththai Undupannuven Endru Karththar Sollugiraar. "},
{ "Verses": "5 erusalemin Kudigal, Senaigalin Karththaraagiya Thangal Dhevanudaiya Thunaiyinaal Engalukku Belanaanavargal Endru Appodhu Yoodhaavin Thalaivar Thangal Irudhayaththile Solluvaargal. "},
{ "Verses": "6 annaalile Yoodhaavin Thalaivarai Viragugalukkulle Erigira Akkini Aduppukkum, Vaikkol Kattugalukkulle Erigira Theevattikkum Oppaakkuven; Avargal Valadhupuramum Idadhupuramumaagap Purappattu, Sutrilum Irukkira Ellaa Janangalaiyum Patchippaargal; Erusalem Thirumbavum Than Sthaanamaagiya Erusalemile Kudiyetrappattirukkum. "},
{ "Verses": "7 dhaaveedhu Vamsaththaarin Magimaiyum, Erusalemin Kudigaludaiya Magimaiyum, Yoodhaavinmel Thannai Uyarththaadhapadikku, Karththar Dhaaveedhin Koodaarangalai Mudhalmudhal Ratchippaar. "},
{ "Verses": "8 annaalile Karththar Erusalemin Kudigalaik Kaappaatruvaar; Avargalil Thallaadinavan Annaalile Dhaaveedhaippola Iruppaan; Dhaaveedhu Kudumbaththaar Avargalukku Munbaaga Dhevanaippolum Karththarudaiya Thoodhanaippolum Iruppaargal. "},
{ "Verses": "9 annaalile Erusalemukku Virodhamaai Varugira Ellaa Jaadhigalaiyum Azhikkap Paarppen. "},
{ "Verses": "10 naan Dhaaveedhu Kudumbaththaarinmelum Erusalem Kudigalinmelum Kirubaiyin Aaviyaiyum Vinnappangalin Aaviyaiyum Ootruven. Appozhudhu Avargal Thaangal Kuththina Ennai Nokkip Paarththu, Oruvan Than Ore Peraanavanukkaagap Pulambugiradhupola Enakkaagap Pulambi, Oruvan Than Thalaichchan Pillaikkaaga Dhukkikkiradhupola Enakkaaga Manankasandhu Dhukkippaargal. "},
{ "Verses": "11 annaalile Megidhon Pattanaththup Pallaththaakkin Ooraagiya Aadhaadhrimmonin Pulambalaippola Erusalemin Pulambal Peridhaayirukkum. "},
{ "Verses": "12 dhesam Pulambikkondirukkum; Ovvoru Vamsamum Thaniththaniyaagap Pulambum; Dhaaveedhu Kudumbaththaar Thaniyeyum, Avargal Sthreegal Thaniyeyum, Naaththaan Kudumbaththaar Thaniyeyum, Avargal Sthreegal Thaniyeyum, "},
{ "Verses": "13 levi Kudumbaththaar Thaniyeyum, Avargal Sthreegal Thaniyeyum, Seemeyi Kudumbaththaar Thaniyeyum, Avargal Sthreegal Thaniyeyum, "},
{ "Verses": "14 matrumundaana Sagala Kudumbangalilum Ovvoru Kudumbaththin Manushar Thaniththaniyeyum Avargaludaiya Sthreegal Thaniththaniyeyum Pulambuvaargal. "}
]