[
{ "Verses": "1 avar Pradhaana Aasaariyanaagiya Yosuvaavai Enakkuk Kaanbiththaar; Avan Karththarudaiya Thoodhanukku Munbaaga Nindraan; Saaththaan Avanukku Virodhancheyya Avan Valadhupakkaththile Nindraan. "},
{ "Verses": "2 appozhudhu Karththar Saaththaanai Nokki: Karththar Unnaik Kadindhukolvaaraaga; Saaththaane, Erusalemaith Therindhukonda Karththar Unnaik Kadindhukolvaaraaga; Ivan Akkiniyinindru Thappuvikkappatta Kolli Allavaa Endraar. "},
{ "Verses": "3 yosuvaavovenil Azhukku Vasthiram Thariththavanaaith Thoodhanukku Munbaaga Nindrirundhaan. "},
{ "Verses": "4 avar Thamakku Munbaaga Nirkiravargalai Nokki: Ivanmel Irukkira Azhukku Vasthirangalaik Kalaindhupodungal Endraar; Pinbu Avanai Nokki: Paar Naan Un Akkiramaththai Unnilirundhu Neengachcheydhu, Unakku Sirandha Vasthirangalaith Tharippiththen Endraar. "},
{ "Verses": "5 avan Sirasinmel Suththamaana Paagaiyai Vaippaargalaaga Endraar; Appozhudhu Suththamaana Paagaiyai Avan Sirasinmel Vaiththu, Avanukku Vasthirangalaith Tharippiththaargal. Karththarudaiya Thoodhan Ange Nindraar. "},
{ "Verses": "6 karththarudaiya Thoodhan Yosuvaavukku Saatchiyaaga: "},
{ "Verses": "7 senaigalin Karththar Uraikkiradhu Ennavendraal: Nee En Vazhigalil Nadandhu En Kaavalaik Kaaththaal, Nee En Aalayaththil Nyaayam Visaarippaai; En Praagaarangalaiyum Kaavalkaappaai; Inge Nirkiravargalukkulle Ulaavugiradharku Idam Naan Unakkuk Kattalaiyiduven. "},
{ "Verses": "8 ippodhum, Pradhaana Aasaariyanaagiya Yosuvaave, Nee Kel; Unakku Munbaaga Utkaarndhirukkira Un Thozharum Ketkakkadavargal; Ivargal Adaiyaalamaayirukkira Purushar; Idho, Kilai Ennappattavaraagiya En Dhaasanai Naan Varappannuven. "},
{ "Verses": "9 idho, Naan Yosuvaavukku Munbaaga Vaiththa Kal; Indha Ore Kallinmel Ezhu Kangalum Vaikkappattirukkiradhu; Idho, Naan Adhin Siththiravelaiyai Niraivetri Indhadhesaththil Akkiramaththai Orenaalile Neekkippoduven Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "10 annaalile Neengal Oruvaraiyoruvar Dhraatchachchediyin Keezhum Aththimaraththinkeezhum Varavazhaippeergal Endru Senaigalin Karththar Sollugiraar Endraar. "}
]