[
{ "Verses": "1 pinmaarikaalaththu Mazhaiyaik Karththaridaththil Vendikkollungal; Appozhudhu Karththar Minnalgalai Undaakki, Vayalveliyil Avaravarukkup Payirundaaga Avargalukku Mazhaiyaik Kattalaiyiduvaar. "},
{ "Verses": "2 suroobangal Abaththamaanadhai Sollitru; Kurisollugiravargal Poiyai Dharisiththaargal; Soroobakkaarar Veenaanadhai Solli, Viyarththamaagath Thetraravupanninaargal; Aagaiyaal Janangal Aadugalaippola Sidhari, Meyppanillaadhadhinaal Sirumaippattaargal. "},
{ "Verses": "3 meypparukku Virodhamaaga En Kobam Moondadhu, Kadaakkalaith Thandiththen; Senaigalin Karththar Yoodhaa Vamsaththaaraagiya Thamadhu Mandhaiyai Visaariththu, Avargalai Yuththaththile Thamadhu Sirandha Kudhiraiyaaga Niruththuvaar. "},
{ "Verses": "4 avargalilirundhu Kodikkallum, Avargalilirundhu Koodaaramulaiyum, Avargalilirundhu Yuththavillum Varum; Avargalilirundhu Aalugira Yaavarum Egamaaip Purappaduvaargal. "},
{ "Verses": "5 avargal Yuththaththile Thangal Saththurukkalai Veedhigalin Setril Midhikkira Paraakkiramasaaligalaippola Irundhu Yuththampannuvaargal; Karththar Avargalodekooda Iruppaar; Kudhiraigalinmel Erivarugiravargal Vetkappaduvaargal. "},
{ "Verses": "6 naan Yoodhaa Vamsaththaarai Balappapaduththi Yoseppu Vamsaththaarai Ratchiththu, Avargalaith Thirumba Nilaikkappannuven; Naan Avargalukku Iranginen; Avargal Ennaal Orukkaalum Thallividappadaadhavargalaippol Iruppaargal; Naan Avargaludaiya Dhevanaagiya Karththar, Naan Avargalukku Sevikoduppen. "},
{ "Verses": "7 eppiraayeemar Paraakkiramaraippola Iruppaargal; Madhubaanaththaal Kalippadhupola, Avargaludaiya Irudhayam Kalikkum; Avargaludaiya Pillaigalum Adhaik Kandu Magizhuvaargal; Avargal Irudhayam Karththarukkul Kalikoorum. "},
{ "Verses": "8 naan Avargalaip Paarththup Payilpottu Avargalaik Koottikkolluven; Avargalai Meettukkonden, Avargal Perugiyirundhadhupola Perugippovaargal. "},
{ "Verses": "9 naan Avargalai Janangalukkulle Iraiththapinbu, Avargal Dhooradhesangalile Ennai Ninaiththu Thangal Pillaigalodunkoodap Pizhaiththuth Thirumbuvaargal. "},
{ "Verses": "10 naan Avargalai Egipthudhesaththilirundhu Thirumbivarappanni Avargalai Aseeriyaavilirundhu Koottikkondu Avargalaik Keeleyaa Dhesaththukkum Leebanonukkum Varappannuven; Avargalukku Idam Podhaamarpogum. "},
{ "Verses": "11 idukkamengira Samuththiraththaik Kadakkaiyil Avar Samuththiraththin Alaigalai Adippaar; Appozhudhu Nadhiyin Aazhangal Ellaam Varandupogum; Aseeriyaavin Garvam Thaazhththappadum, Egipthin Kodungol Vilagippogum. "},
{ "Verses": "12 naan Avargalaik Karththarukkul Balappaduththuven; Avargal Avarudaiya Naamaththile Nadandhukolluvaargal Endru Karththar Sollugiraar. "}
]