[
{ "Verses": "1 naan Thirumbavum En Kangalai Ereduththu, Idho, Irandu Parvadhangalin Naduvaagap Purappattuvarugira Naalu Radhangalaik Kanden; Andhap Parvadhangal Vengalap Parvadhangalaayirundhana. "},
{ "Verses": "2 mudhalaam Radhaththil Sivappukkudhiraigalum, Irandaam Radhaththil Karuppuk Kudhiraigalum, "},
{ "Verses": "3 moondraam Radhaththil Vellaikkudhiraigalum, Naangaam Radhaththil Pullipulliyaana Sivappukkudhiraigalum Poottiyirundhana. "},
{ "Verses": "4 naan Ennode Pesina Thoodhanai Nokki: Aandavane, Ivaigal Ennavendru Ketten. "},
{ "Verses": "5 andhath Thoodhan Enakkup Pradhiyuththaramaaga: Ivaigal Sarvalogaththukkum Aandavaraayirukkiravarudaiya Samugaththil Nindru Purappadugira Vaanaththinudaiya Naalu Aavigal Endraar. "},
{ "Verses": "6 ondril Poottappattirundha Karuppukkudhiraigal Vadadhesaththukkup Purappattuppoyina; Venmaiyaana Kudhiraigal Avaigalin Pinnaale Purappattuppoyina; Pulli Pulliyaana Kudhiraigal Thendhesaththukkup Purappattuppoyina. "},
{ "Verses": "7 sivappuk Kudhiraigalovendraal Purappattuppoi, Boomiyile Sutriththiriyumpadi Kettukkondana; Adharku Avar: Poi Boomiyil Sutriththiriyungal Endraar; Appadiye Boomiyile Sutriththirindhana. "},
{ "Verses": "8 pinbu Avar Ennaik Kooppittu; Paar, Vadadhesaththukkup Purappattupponavaigal, Vadadhesaththile En Kobaththai Saandhipannitru Endru Ennode Sonnaar. "},
{ "Verses": "9 pinbu Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "10 siraiyiruppin Manusharaagiya Eldhaayum, Thobiyaavum, Yedhaayaavum Baabilonilirundhu Vandhirukkum Annaalile Nee Poi, Seppaniyaavin Kumaaranaagiya Yosiyaavin Veettukkul Pravesiththu, "},
{ "Verses": "11 ange Avargal Kaiyile Velliyaiyum Ponnaiyum Vaangi, Kreedangalai Seyviththu Yodhsadhaakkin Kumaaranaagiya Yosuvaa Ennum Pradhaana Aasaariyanudaiya Sirasile Vaiththu, "},
{ "Verses": "12 avanode Sollavendiyadhu: Senaigalin Karththar Uraikkiradhu Ennavendraal, Idho, Oru Purushan, Avarudaiya Naamam Kilai Ennappadum; Avar Thammudaiya Sthaanaththilirundhu Mulaiththezhumbik Karththarudaiya Aalayaththaik Kattuvaar. "},
{ "Verses": "13 avare Karththarudaiya Aalayaththaik Kattuvaar; Avar Magimaiporundhinavaraai, Thammudaiya Singaasanaththinmel Veetrirundhu Aalugai Seyvaar; Thammudaiya Singaasanaththinmel Aasaariyaraayum Iruppaar; Ivvirandin Naduvaaga Samaadhaanaththin Aalosanai Vilangum. "},
{ "Verses": "14 indhak Kreedangalovendraal, Karththarudaiya Aalayaththile, Elemukkum, Thobiyaavukkum, Yedhaayaavukkum, Seppaniyaavin Kumaaranaagiya Enukkum Ninaippoottudhalukkendru Vaikkappaduvadhaaga. "},
{ "Verses": "15 dhooraththilullavargal Vandhu Karththarudaiya Aalayaththaikkooda Irundhu Kattuvaargal; Appozhudhu Senaigalin Karththar Ennai Ungalidaththirku Anuppinaarendru Arindhukolveergal; Neengal Ungal Dhevanaagiya Karththarin Saththaththaikkettu Nadandheergalaanaal Idhu Niraiverum Endru Sol Endraar. "}
]