[
{ "Verses": "1 naan Thirumbavum En Kangalai Ereduththup Paarkkaiyil, Idho, Parakkira Oru Pusthagachchurulaik Kanden. "},
{ "Verses": "2 thoodhan: Nee Kaangiradhu Ennavendru Kettaar; Parakkira Oru Pusthagachchurulaik Kaangiren, Adhin Neelam Irubadhu Muzhamum Adhin Agalam Paththumuzhamumaayirukkiradhu Endren. "},
{ "Verses": "3 appozhudhu Avar: Idhu Boomiyinmeedhengum Purappattuppogira Saabam; Endhath Thirudanum Adhin Oru Puraththilirukkiradhinpadiye Azhikkappattuppovaan; Aanaiyidugira Evanum, Adhin Marupuraththil Irukkiradhinpadiye Azhikkappattuppovaan. "},
{ "Verses": "4 adhu Thirudan Veettilum, En Naamaththaikkondu Poiyaanaiyidugiravan Veettilum Vandhu, Avanavanveettin Naduvile Thangi, Adhai Adhin Marangalodum Adhin Kallugalodunkooda Nirmoolamaakkumpadi Adhaip Purappattuppogappannuven Endru Senaigalin Karththar Sollugiraar Endraar. "},
{ "Verses": "5 pinbu Ennode Pesina Thoodhan Veliye Vandhu Ennai Nokki: Nee Un Kangalai Ereduththu, Purappattuvarugiradhai Ennavendru Paar Endraar. "},
{ "Verses": "6 adhu Ennavendru Ketten; Adharku Avar: Adhu Purappattuvarugiradhaagiya Oru Marakkaal Endraar. Pinnum Avar Boomiyengum Idhudhaan Avargaludaiya Kannokkam Endraar. "},
{ "Verses": "7 idho, Oru Thaalandhu Niraiyaana Eeyamoodi Thookkivarappattadhu; Marakkaalin Naduvile Oru Sthree Utkaarndhirundhaal. "},
{ "Verses": "8 appozhudhu Avar: Ival Akkiramakkaari Endru Solli, Avalai Marakkaalukkulle Thalli Eeyakkattiyai Adhin Vaayile Pottaar. "},
{ "Verses": "9 appozhudhu Naan En Kangalai Ereduththu, Idho, Purappattuvarugira Irandu Sthreegalaik Kanden; Avargalukku Naaraiyin Settaigalukkoththa Settaigal Irundhadhu; Avargal Settaigalil Kaatrirundhadhu; Ivargal Marakkaalai Boomikkum Vaanaththukkum Naduvaaith Thookkikkondu Ponaargal. "},
{ "Verses": "10 naan Ennode Pesina Thoodhanai Nokki: Ivargal Marakkaalai Enge Kondupogiraargal Endru Ketten. "},
{ "Verses": "11 adharku Avar Sineyaar Dhesaththile Adharku Oru Veettaik Kattumpadikku Adhaik Kondupogiraargal; Ange Adhu Sthaabikkappattu, Than Nilaiyile Vaikkappadum Endraar. "}
]