[
{ "Verses": "1 ennode Pesina Thoodhan Thirumbivandhu Niththirai Pannugira Oruvanai Ezhuppuvadhupol Ennai Ezhuppi: "},
{ "Verses": "2 nee Kaangiradhu Ennavendru Kettaar; Adharku Naan: Idho, Muzhuvadhum Ponninaal Seyyappatta Kuththuvilakkaik Kaangiren; Adhin Uchchiyil Adhin Kinnamum, Adhinmel Adhin Ezhu Agalgalum Adhin Uchchiyil Irukkira Agalgalukkuppogira Ezhu Kuzhaaigalum Irukkiradhu. "},
{ "Verses": "3 adhin Arugil Kinnaththirku Valadhupuramaaga Ondrum, Adharku Idadhupuramaaga Ondrum, Aaga Irandu Olivamarangal Irukkiradhu Endren. "},
{ "Verses": "4 naan Ennode Pesina Thoodhanai Nokki: Aandavane, Ivaigal Ennavendru Ketten. "},
{ "Verses": "5 ennode Pesina Thoodhan Marumozhiyaaga: Ivaigal Innadhendru Unakkuth Theriyaadhaa Endraar; Aandavane, Enakkuth Theriyaadhu Endren. "},
{ "Verses": "6 appozhudhu Avar: Serubaabelukku Sollappadugira Karththarudaiya Vaarththai Ennavendraal, Balaththinaalum Alla, Paraakkiramaththinaalum Alla, Ennudaiya Aaviyinaaleye Aagum Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "7 periya Parvadhame, Nee Emmaaththiram? Serubaabelukku Munbaaga Nee Samaboomiyaavaai; Thalaikkallai Avan Konduvaruvaan; Adharkuk Kirubaiyundaavadhaaga, Kirubaiyundaavadhaaga Endru Aarpparippaargal Endraar. "},
{ "Verses": "8 pinnum Karththarudaiya Vaarththai Enakku Undaagi, Avar: "},
{ "Verses": "9 serubaabelin Kaigal Indha Aalayaththukku Asthibaarampottadhu; Avan Kaigale Idhai Mudiththuth Theerkkum; Adhinaal Senaigalin Karththar Ennai Ungalidaththirku Anuppinaarendru Arivaai. "},
{ "Verses": "10 arpamaana Aarambaththin Naalai Yaar Asattaipannalaam? Boomiyengum Sutrippaarkkiravaigalaagiya Karththarudaiya Ezhu Kangalum Serubaabelin Kaiyil Irukkira Thookkunoolai Sandhoshamaaip Paarkkiradhu Endraar. "},
{ "Verses": "11 pinbu Naan Avarai Nokki: Kuththuvilakkukku Valadhupuramaagavum Adharku Idadhupuramaagavum Irukkira Indha Irandu Olivamarangal Ennavendru Ketten. "},
{ "Verses": "12 marupadiyum Naan Avarai Nokki: Irandu Porkuzhaaigalin Vazhiyaaith Thongi, Ponniramaana Enneyaith Thangalilirundhu Irangappannugiravaigalaagiya Olivamarangalin Irandu Kilaigal Ennavendru Ketten. "},
{ "Verses": "13 adharku Avar: Ivaigal Innadhendru Unakkuth Theriyaadhaa Endraar; Aandavane, Enakkuth Theriyaadhu Endren. "},
{ "Verses": "14 appozhudhu Avar; Ivaigal Irandum Sarvalogaththukkum Aandavaraayirukkiravarin Samugaththil Nirkira Abishegam Petravargal Endraar. "}
]