[
{ "Verses": "1 thariyu Arasaanda Irandaam Varusham Ettaam Maadhaththile Iththovin Maganaana Peragiyaavin Kumaaranaagiya Sagariyaavukku Undaana Karththarudaiya Vaarththai: "},
{ "Verses": "2 karththar Ungal Pidhaakkalinmel Kadunkobamaayirundhaar. "},
{ "Verses": "3 aagaiyaal Nee Avargalai Nokki: Senaigalin Karththar Uraikkiradhu Ennavendraal: Ennidaththil Thirumbungal Endru Senaigalin Karththar Sollugiraar; Appozhudhu Naan Ungalidaththukkuth Thirumbuven Endru Senaigalin Karththar Sollugiraar. "},
{ "Verses": "4 ungal Pidhaakkalaip Poliraadheyungal; Mundhina Theerkkadharisigal Avargalai Nokki: Ungal Pollaadha Vazhigalaiyum Ungal Pollaadha Kiriyaigalaiyum Vittuth Thirumbungal Endru Senaigalin Karththar Sollugiraar Endru Kooppittaargal; Aanaalum Enakku Sevikodaamalum Ennai Gavaniyaamalum Ponaargal Endru Karththar Sollugiraar. "},
{ "Verses": "5 ungal Pidhaakkal Enge? Theerkkadharisigal Endrendraikkum Uyirodiruppaargalo? "},
{ "Verses": "6 iraamarponaalum, Theerkkadharisigalaagiya En Oozhiyakkaararukku Naan Kattalaiyitta En Vaarththaigalum En Theermaanangalum Ungal Pidhaakkalidaththil Palikkavillaiyo? Engal Vazhigalinpadiyeyum, Engal Kiriyaigalinpadiyeyum Senaigalin Karththar Engalukku Seyya Nirnayiththapadiye Engalukku Seydhaarendru Avargal Thirumbavandhu Sonnadhillaiyo Endru Sol Endraar. "},
{ "Verses": "7 thariyu Arasaanda Irandaam Varusham, Sebaadh Maadhamaagiya Padhinoraam Maadham Irubaththunaalaanthedhiyile, Karththarudaiya Vaarththai Iththovin Maganaana Peragiyaavin Kumaaran Sagariyaa Ennum Theerkkadharisikku Undaayitru; Avan Sonnadhu: "},
{ "Verses": "8 idho, Indru Raaththiri Sivappuk Kudhiraiyinmel Eriyirundha Oru Purushanaik Kanden; Avar Pallaththaakkil Irukkira Mirudhuchchedigalukkulle Nindraar; Avarukkup Pinnaale Sivappum Mangina Niramum Venmaiyumaana Kudhiraigal Irundhana. "},
{ "Verses": "9 appozhudhu Naan; En Aandavare, Ivargal Yaarendru Ketten; Ennode Pesugira Thoodhanaanavar: Ivargal Yaarendru Naan Unakkuk Kaanbippen Endru Sonnaar. "},
{ "Verses": "10 appozhudhu Mirudhuchchedigalukkulle N "}
]