[
{ "Verses": "1 karththaave, Ummidaththil En Aaththumaavai Uyarththugiren. "},
{ "Verses": "2 en Dhevane, Ummai Nambiyirukkiren, Naan Vetkappattuppogaadhapadi Seyyum; En Saththurukkal Ennai Merkondu Magizhavidaadheyum. "},
{ "Verses": "3 ummai Nokkik Kaaththirukkira Oruvarum Vetkappattup Pogaadhapadi Seyyum; Mugaandharamillaamal Dhurogampannugiravargale Vetkappattup Povaargalaaga. "},
{ "Verses": "4 karththaave, Ummudaiya Vazhigalai Enakkuth Theriviyum; Ummudaiya Paadhaigalai Enakkup Podhiththarulum. "},
{ "Verses": "5 ummudaiya Saththiyaththile Ennai Nadaththi, Ennaip Podhiththarulum; Neere En Ratchippin Dhevan, Ummai Nokki Naalmuzhudhum Kaaththirukkiren. "},
{ "Verses": "6 karththaave, Ummudaiya Irakkangalaiyum Ummudaiya Kaaruniyangalaiyum Ninaiththarulum, Avaigal Anaadhikaalamudhal Irukkiradhe. "},
{ "Verses": "7 en Ilavayadhin Paavangalaiyum En Meerudhalgalaiyum Ninaiyaadhirum; Karththaave, Ummudaiya Dhayavinimiththam Ennai Umadhu Kirubaiyinpadiye Ninaiththarulum. "},
{ "Verses": "8 karththar Nallavarum Uththamarumaayirukkiraar; Aagaiyaal Paavigalukku Vazhiyaith Therivikkiraar. "},
{ "Verses": "9 saandhagunamullavargalai Niyaayaththile Nadaththi, Saandhagunamullavargalukkuth Thamadhu Vazhiyaip Podhikkiraar. "},
{ "Verses": "10 karththarudaiya Udanpadikkaiyaiyum Avarudaiya Saatchigalaiyum Kaikkollugiravargalukku, Avarudaiya Paadhaigalellaam Kirubaiyum Saththiyamumaanavaigal. "},
{ "Verses": "11 karththaave, En Akkiramam Peridhu; Ummudaiya Naamaththinimiththam Adhai Manniththarulum. "},
{ "Verses": "12 karththarukkup Bayappadugira Manushan Evano Avanukkuth Thaam Therindhukollum Vazhiyaip Podhippaar. "},
{ "Verses": "13 avan Aaththumaa Nanmaiyil Thangum; Avan Sandhadhi Boomiyaich Sudhandhariththukkollum. "},
{ "Verses": "14 karththarudaiya Ragasiyam Avarukkup Bayandhavargalidaththil Irukkiradhu; Avargalukkuth Thammudaiya Udanbadikkaiyaith Theriyappaduththuvaar. "},
{ "Verses": "15 en Kangal Eppodhum Karththarai Nokkik Kondirukkiradhu; Avare En Kaalgalai Valaikku Neengalaakkividuvaar. "},
{ "Verses": "16 enmel Nokkamaagi, Enakku Irangum; Naan Thaniththavanum Sirumaippadugiravanumaayirukkiren. "},
{ "Verses": "17 en Irudhayaththin Viyaagulangal Perugiyirukkiradhu; En Idukkangalukku Ennai Neengalaakkividum. "},
{ "Verses": "18 en Thunbaththaiyum En Varuththaththaiyum Paarththu, En Paavangalaiyellaam Manniththarulum. "},
{ "Verses": "19 en Saththurukkalaip Paarum; Avargal Perugiyirundhu, Ukkirapagaiyaai Ennaip Pagaikkiraargal. "},
{ "Verses": "20 en Aaththumaavaik Kaappaatri Ennai Viduviyum; Naan Vetkappattuppogaadhapadi Seyyum; Ummai Nambiyirukkiren. "},
{ "Verses": "21 uththamamum Nermaiyum Ennaik Kaakkakkadavadhu; Naan Umakkuk Kaaththirukkiren. "},
{ "Verses": "22 dhevane, Isravelai Avanudaiya Ellaa Ikkattugalukkum Neengalaakki Meettuvidum. "}
]