[
{ "Verses": "1 suththa Irudhayamullavargalaagiya Isravelarukku Dhevan Nallavaraagave Irukkiraar. "},
{ "Verses": "2 aanaalum En Kaalgal Thallaadudhalukkum, En Adigal Sarukkudhalukkum Satre Thappitru. "},
{ "Verses": "3 dhunmaarkkarin Vaazhvai Naan Kaangaiyil, Veembukkaararaagiya Avargalmel Poraamaikonden. "},
{ "Verses": "4 maranabariyandham Avargalukku Idukkangalillai; Avargaludaiya Belan Urudhiyaayirukkiradhu. "},
{ "Verses": "5 narar Padum Varuththaththil Agappadaargal; Manushar Adaiyum Ubaadhiyai Adaiyaargal. "},
{ "Verses": "6 aagaiyaal Perumai Sarappaniyaippol Avargalaich Sutrikkollum; Kodumai Aadaiyaippol Avargalai Moodikkollum. "},
{ "Verses": "7 avargal Kangal Kozhuppinaal Eduppaaip Paarkkiradhu; Avargal Irudhayam Virumbuvadhilum Adhigamaai Nadandherugiradhu. "},
{ "Verses": "8 avargal Seerkettuppoi, Agandhaiyaaik Kodumai Pesugiraargal; Irumaappaaip Pesugiraargal. "},
{ "Verses": "9 thangal Vaai Vaanamattum Ettappesugiraargal; Avargal Naavu Boomiyengum Ulaavugiradhu. "},
{ "Verses": "10 aagaiyaal Avarudaiya Janangal Indha Vazhiyaagave Thirumbugiraargal; Thanneergal Avargalukkup Paripooranamaaich Surandhuvarum. "},
{ "Verses": "11 dhevanukku Adhu Eppadith Theriyum? Unnadhamaanavarukku Adhaippatri Arivu Undo? Endru Sollugiraargal. "},
{ "Verses": "12 idho, Ivargal Dhunmaarkkar; Ivargal Endrum Sugajeevigalaayirundhu, Aasthiyaip Perugappannugiraargal. "},
{ "Verses": "13 naan Virudhaavaagave En Irudhayaththaich Suththampanni, Kutramillaamaiyile En Kaigalaik Kazhuvinen. "},
{ "Verses": "14 naaldhorum Naan Vaadhikkappattum, Kaalaidhorum Dhandikkappattum Irukkiren. "},
{ "Verses": "15 ivvidhamaaip Pesuven Endru Naan Sonnenaanaal, Idho, Ummudaiya Pillaigalin Sandhadhikkuth Dhurogiyaaven. "},
{ "Verses": "16 idhai Ariyumpadikku Yosiththuppaarththen; Naan Dhevanudaiya Parisuththa Sthalaththukkul Piravesiththu, "},
{ "Verses": "17 avargal Mudivaik Gavaniththu Unarumalavum, Adhu En Paarvaikku Visanamaayirundhadhu. "},
{ "Verses": "18 nichchayamaagave Neer Avargalaich Sarukkalaana Idangalil Niruththi, Paazhaana Idangalil Vizhappannugireer. "},
{ "Verses": "19 avargal Oru Nimishaththil Evvalavu Paazhaaippogiraargal! Bayangarangalaal Azhindhu Nirmoolamaagiraargal. "},
{ "Verses": "20 niththirai Thelindhavudane Soppanam Ozhivadhupol, Aandavare, Neer Vizhikkumpodhu, Avargal Veshaththai Igazhuveer. "},
{ "Verses": "21 ippadiyaaga En Manam Kasandhadhu, En Ullindhiriyangalile Kuththunden. "},
{ "Verses": "22 naan Kaariyam Ariyaadha Moodanaanen; Umakku Munbaaga Mirugampolirundhen. "},
{ "Verses": "23 aanaalum Naan Eppozhudhum Ummodirukkiren; En Valadhukaiyaip Pidiththuth Thaangugireer. "},
{ "Verses": "24 ummudaiya Aalosanaiyinpadi Neer Ennai Nadaththi, Mudivile Ennai Magimaiyil Etrukkolveer. "},
{ "Verses": "25 paralogaththil Ummaiyallaamal Enakku Yaar Undu? Poologaththil Ummaith Thavira Enakku Vere Viruppamillai. "},
{ "Verses": "26 en Maamsamum En Irudhayamum Maandupogiradhu; Dhevan Endrendraikkum En Irudhayaththin Kanmalaiyum En Pangumaayirukkiraar. "},
{ "Verses": "27 idho, Ummaivittuth Dhooramaaippogiravargal Naasamadaivaargal; Ummaivittuch Sorampogira Anaivaraiyum Sangarippeer. "},
{ "Verses": "28 enakko, Dhevanai Andikkondiruppadhe Nalam; Naan Umadhu Kiriyaigalaiyellaam Sollivarumpadi Karththaraagiya Aandavarmel En Nambikkaiyai Vaiththirukkiren. "}
]