[
{ "Verses": "1 vallamaiyulla Dhevanaagiya Karththar Vasaniththu, Sooriyan Udhikkun Thisaithodangi Adhu Asthamikkun Thisaivaraikkumulla Boomiyaik Kooppidugiraar. "},
{ "Verses": "2 pooranavadivulla Seeyonilirundhu Dhevan Piragaasikkiraar. "},
{ "Verses": "3 nammudaiya Dhevan Varuvaar, Mavunamaayiraar; Avarukkumun Akkini Patchikkum; Avaraich Sutrilum Magaa Pusal Kondhalippaayirukkum. "},
{ "Verses": "4 avar Thammudaiya Janaththai Niyaayandheerkka Uyara Irukkum Vaanangalaiyum Boomiyaiyum Kooppiduvaar. "},
{ "Verses": "5 baliyinaale Ennode Udanpadikkai Pannina Ennudaiya Parisuththavaangalai Ennidaththil Koottungal Enbaar. "},
{ "Verses": "6 vaanangal Avarudaiya Needhiyai Arivikkum; Dhevane Niyaayaadhipadhi. (selaa.) "},
{ "Verses": "7 en Janame, Kel, Naan Pesuven; Isravele, Unakku Virodhamaaich Saatchiyiduven; Naane Dhevan, Un Dhevanaayirukkiren. "},
{ "Verses": "8 un Baligalinimiththam Unnaik Kadindhukollen; Un Dhaganabaligal Eppodhum Enakku Munbaaga Irukkiradhu. "},
{ "Verses": "9 un Veettilirundhu Kaalaigalaiyum, Un Thozhuvangalilirundhu Aattukkadaakkalaiyum Naan Vaangikkolvadhillai. "},
{ "Verses": "10 sagala Kaattujeevangalum, Parvadhangalil Aayiramaayiramaaith Thirigira Mirugangalum Ennudaiyavaigal. "},
{ "Verses": "11 malaigalilulla Paravaigalaiyellaam Ariven; Veliyil Nadamaadugiravaigalellaam Ennudaiyavaigal. "},
{ "Verses": "12 naan Pasiyaayirundhaal Unakkuch Sollen; Boomiyum Adhin Niraivum Ennudaiyavaigale. "},
{ "Verses": "13 naan Erudhugalin Maamsam Pusiththu, Aattukkadaakkalin Raththam Kudippeno? "},
{ "Verses": "14 nee Dhevanukku Sthoththirabaliyittu, Unnadhamaanavarukku Un Poruththanaigalaich Seluththi; "},
{ "Verses": "15 aabaththukkaalaththil Ennai Nokkik Kooppidu; Naan Unnai Viduvippen, Nee Ennai Magimaippaduththuvaai. "},
{ "Verses": "16 dhevan Thunmaarkkanai Nokki: Nee En Piramaanangalai Eduththuraikkavum, En Udanpadikkaiyai Un Vaayinaal Sollavum, Unakku Enna Niyaayamundu. "},
{ "Verses": "17 sitchaiyai Nee Pagaiththu, En Vaarththaigalai Unakkup Pinnaaga Erindhupodugiraai. "},
{ "Verses": "18 nee Thirudanaik Kaanumbodhu Avanodu Orumiththuppogiraai; Vibasaararodum Unakkup Pangundu. "},
{ "Verses": "19 un Vaayaip Pollaappukkuth Thirakkiraai, Un Naavu Sarpanaiyaip (vanjanaiyai) Pinaikkiradhu. "},
{ "Verses": "20 nee Utkaarndhu Un Sagodharanukku Virodhamaaip Pesi, Un Thaayin Maganukku Avadhooru Undaakkugiraai. "},
{ "Verses": "21 ivaigalai Nee Seyyumbodhu Naan Mavunamaayirundhen, Unnaippol Naanum Iruppen Endru Ninaivukondaai; Aanaalum Naan Unnaik Kadindhukondu, Avaigalai Un Kangalukku Munbaaga Ovvondraaga Niruththuven. "},
{ "Verses": "22 dhevanai Marakkiravargale, Idhaich Sindhiththukkollungal; Illaavittaal Naan Ungalaip Peerippoduven, Oruvarum Ungalai Viduvippadhillai. "},
{ "Verses": "23 sthoththira Baliyidugiravan Ennai Magimaippaduththugiraan; Than Vazhiyaich Sevvaippaduththugiravanukku Dhevanudaiya Ratchippai Velippaduththuven Endru Sollugiraar. "}
]