[
{ "Verses": "1 karththaave, Neer Ennai Aaraaindhu, Arindhirukkireer. "},
{ "Verses": "2 en Utkaarudhalaiyum En Ezhundhirukkudhalaiyum Neer Arindhirukkireer; En Ninaivugalaith Dhooraththilirundhu Arigireer. "},
{ "Verses": "3 naan Nadandhaalum Paduththirundhaalum Ennaich Soozhndhirukkireer; En Vazhigalellaam Umakkuth Theriyum. "},
{ "Verses": "4 en Naavil Sol Piravaadhadharkumunne, Idho, Karththaave, Adhaiyellaam Neer Arindhirukkireer. "},
{ "Verses": "5 murpuraththilum Pirpuraththilum Neer Ennai Nerukki, Umadhu Karaththai Enmel Vaikkireer. "},
{ "Verses": "6 indha Arivu Enakku Migundha Aachchariyamum, Enakku Ettaadha Uyaramumaayirukkiradhu. "},
{ "Verses": "7 ummudaiya Aavikku Maraivaaga Enge Poven? Ummudaiya Samugaththaivittu Enge Oduven? "},
{ "Verses": "8 naan Vaanaththirku Erinaalum, Neer Ange Irukkireer; Naan Paadhaalaththil Padukkai Pottaalum, Neer Angeyum Irukkireer. "},
{ "Verses": "9 naan Vidiyarkaalaththuch Settaigalai Eduththu, Samuththiraththin Kadaiyaandharangalile Poith Thanginaalum, "},
{ "Verses": "10 angeyum Umadhu Kai Ennai Nadaththum, Umadhu Valadhukaram Ennaip Pidikkum. "},
{ "Verses": "11 irul Ennai Moodikkollumendraalum, Iravum Ennaich Sutri Velichchamaayirukkum. "},
{ "Verses": "12 umakku Maraivaaga Irulum Andhagaarappaduththaadhu; Iravum Pagalaippola Velichchamaayirukkum; Umakku Irulum Velichchamum Sari. "},
{ "Verses": "13 neer En Ullindhiriyangalaik Kaikkondirukkireer; En Thaayin Karppaththil Ennaik Kaappaatrineer. "},
{ "Verses": "14 naan Biramikkaththakka Adhisayamaai Undaakkappattapadiyaal, Ummaith Thudhippen; Umadhu Kiriyaigal Adhisayamaanavaigal, Adhu En Aaththumaavukku Nandraaith Theriyum. "},
{ "Verses": "15 naan Olippidaththile Undaakkappattu, Boomiyin Thaazhvidangalile Visiththira Vinodhamaai Uruvaakkappattapodhu, En Elumbugal Umakku Maraivaayirukkavillai. "},
{ "Verses": "16 en Karuvai Ummudaiya Kangal Kandadhu; En Avayavangalil Ondraagilum Illaadhapodhe Avaigal Anaiththum, Avaigal Uruverpadum Naatkalum, Umadhu Pusdhagaththil Ezhudhiyirundhadhu. "},
{ "Verses": "17 dhevane, Umadhu Aalosanaigal Enakku Eththanai Arumaiyaanavaigal; Avaigalin Thogai Evvalavu Adhigam. "},
{ "Verses": "18 avaigalai Naan Ennapponaal, Manalaippaarkkilum Adhigamaam; Naan Vizhikkumpodhu Innum Ummandaiyil Irukkiren. "},
{ "Verses": "19 dhevane, Neer Dhunmaarkkanai Azhiththeeraanaal Nalamaayirukkum; Raththappiriyare, Neengal Ennaivittu Agandrupongal. "},
{ "Verses": "20 avargal Ummaik Kuriththuth Dhunmaarkkamaaip Pesugiraargal; Ummudaiya Saththurukkal Umadhu Naamaththai Veenaai Vazhangugiraargal. "},
{ "Verses": "21 karththaave, Ummaip Pagaikkiravargalai Naan Pagaiyaamalum, Umakku Virodhamaai Ezhumpugiravargalai Aruvarukkaamalum Iruppeno? "},
{ "Verses": "22 muzhuppagaiyaai Avargalaip Pagaikkiren; Avargalai Enakkup Pagaignaraaga Ennugiren. "},
{ "Verses": "23 dhevane, Ennai Aaraaindhu, En Irudhayaththai Arindhukollum; Ennaich Sodhiththu, En Sindhanaigalai Arindhukollum. "},
{ "Verses": "24 vedhanai Undaakkum Vazhi Ennidaththil Undo Endru Paarththu Niththiya Vazhiyile Ennai Nadaththum. "}
]