[
{ "Verses": "1 en Janangale, En Ubadhesaththaik Kelungal; En Vaayin Vasanangalukku Ungal Sevigalaich Saayungal. "},
{ "Verses": "2 en Vaayai Uvamaigalaal Thirappen; Poorvakaalaththu Maraiporulgalai Velippaduththuven. "},
{ "Verses": "3 avaigalai Naangal Kelvippattu Arindhom; Engal Pidhaakkal Avaigalai Engalukkuth Theriviththaargal. "},
{ "Verses": "4 pinvarum Sandhadhiyaana Pillaigalukku Naangal Avaigalai Maraikkaamal, Karththarin Thudhigalaiyum Avarudaiya Balaththaiyum, Avar Seydha Avarudaiya Adhisayangalaiyum Vivarippom. "},
{ "Verses": "5 avar Yaakkobile Saatchiyai Erpaduththi, Isravelile Vedhaththai Sthaapiththu, Avaigalaith Thangal Pillaigalukku Arivikkumpadi Nammudaiya Pidhaakkalukkuk Kattalaiyittaar. "},
{ "Verses": "6 inip Pirakkum Pillaigalaagiya Pinsandhadhiyaar Adhai Arindhukondu, Avargal Ezhumbith Thangal Pillaigalukku Avaigalaich Sollumpadikkum; "},
{ "Verses": "7 dhevanmel Avargal Thangal Nambikkaiyai Vaiththu, Dhevanudaiya Seyalgalai Maravaamal, Avar Karpanaigalaik Kaikkollumbadikkum; "},
{ "Verses": "8 irudhayaththaich Sevvaippaduththaamalum, Dhevanai Urudhiyaaip Patrikkollaamalum Irundha Murattaattamum Kalagamumulla Sandhadhiyaagiya Thangal Pidhaakkalukku Avargal Oppaagaadhapadikkum, Ivaigalaik Kattalaiyittaar. "},
{ "Verses": "9 aayudhamanindha Vilveeraraana Eppiraayeem Puththirar Yuththanaalile Mudhugukaattinaargal. "},
{ "Verses": "10 avargal Dhevanudaiya Udanpadikkaiyaik Kaikkollaamalum, Avarudaiya Kattalaigalinpadi Nadakkach Sammadhiyaamalum, "},
{ "Verses": "11 avarudaiya Seyalgalaiyum Avar Thangalukkuk Kaanbiththa Adhisayangalaiyum Marandhaargal. "},
{ "Verses": "12 avargaludaiya Pidhaakkalukkumunbaaga, Egipdhudhesaththuch Sovaan Veliyile, Avar Adhisayamaanavaigalaich Seydhaar. "},
{ "Verses": "13 kadalaip Pilandhu, Avargalaik Kadakkappanni, Jalaththaik Kuviyalaaga Nirkumpadi Seydhaar. "},
{ "Verses": "14 pagalile Megaththinaalum, Raamuzhudhum Akkini Velichchaththinaalum Avargalai Vazhinadaththinaar. "},
{ "Verses": "15 vanaandharaththile Kanmalaigalaip Pilandhu, Magaa Aazhangalilirundhu Thanneerai Avargalukkuk Kudikkak Koduththaar. "},
{ "Verses": "16 kanmalaiyilirundhu Neerottangalaip Purappadappanni, Thanneerai Nadhipola Odivarumpadi Seydhaar. "},
{ "Verses": "17 endraalum, Avargal Pinnum Avarukku Virodhamaaip Paavanjeydhu, Varanda Veliyile Unnadhamaanavarukkuk Kobam Moottinaargal. "},
{ "Verses": "18 thangal Ichchaikketra Pojanaththaik Kettu, Thangal Irudhayaththil Dhevanaip Pareetchaipaarththaargal. "},
{ "Verses": "19 avargal Dhevanukku Virodhamaaip Pesi: Dhevan Vanaandharaththile Pojanapandhiyai Aayaththappaduththakkoodumo? "},
{ "Verses": "20 idho Avar Kanmalaiyai Adiththadhinaal Thanneer Purappattu, Nadhigalaaip Puranduvandhadhu; Avar Appaththaiyum Kodukkakkoodumo? Thammudaiya Janaththirku Maamsaththaiyum Aayaththappaduththuvaaro? Endraargal. "},
{ "Verses": "21 aagaiyaal Karththar Adhaikkettuk Kobangondaar; Avargal Dhevanai Visuvaasiyaamalum, Avarudaiya Ratchippai Nambaamalum Ponadhinaal, "},
{ "Verses": "22 yaakkobukku Virodhamaai Akkini Patriyerindhadhu; Isravelukku Virodhamaaik Kobam Moondadhu. "},
{ "Verses": "23 avar Uyaraththilulla Megangalukkuk Kattalaiyittu, Vaanaththin Kadhavugalaith Thirandhu, "},
{ "Verses": "24 mannaavai Avargalukku Aagaaramaaga Varushikkappanni, Vaanaththin Thaaniyaththai Avargalukkuk Koduththaar. "},
{ "Verses": "25 thoodhargalin Appaththai Manushan Saappittaan; Avargalukku Aagaaraththaip Pooranamaai Anuppinaar. "},
{ "Verses": "26 aagaasaththile Keezhkaatrai Varappanni, Thammudaiya Vallamaiyinaal Thendralaiyum Veesachcheydhu, "},
{ "Verses": "27 maamsaththaith Thoolaththanaiyaayum, Siragulla Paravaigalaik Kadarkarai Manalaththanaiyaayum Varushikkappanni, "},
{ "Verses": "28 avaigalai Avargal Paalayaththin Naduvilum, Avargal Koodaarangalaich Sutrilum Irangappanninaar. "},
{ "Verses": "29 avargal Pusiththuth Thirupdhiyadaindhaargal; Avargal Ichchiththadhai Avargalukkuk Koduththaar. "},
{ "Verses": "30 avargal Thangal Ichchaiyai Verukkavillai; Avargaludaiya Pojanam Avargal Vaayil Irukkumpodhe, "},
{ "Verses": "31 dhevakobam Avargalmel Ezhumbi, Avargalil Kozhuththavargalaich Sangariththu, Isravelil Viseshiththavargalai Madiyappannitru. "},
{ "Verses": "32 ivaiyellaam Nadandhum, Avar Seydha Adhisayangalai Avargal Nambaamal, Pinnum Paavanseydhaargal. "},
{ "Verses": "33 aadhalaal Avargal Naatkalai Virudhaavilum, Avargal Varushangalaip Bayangaraththilum Kazhiyappanninaar. "},
{ "Verses": "34 avargalai Avar Kollumpodhu Avaraikkuriththu Visaariththu, Avargal Thirumbivandhu Dhevanai Adhigaalame Thedi; "},
{ "Verses": "35 dhevan Thangal Kanmalaiyendrum, Unnadhamaana Dhevan Thangal Meetpar Endrum, Ninaivukoorndhaargal. "},
{ "Verses": "36 aanaalum Avargal Thangal Vaayinaal Avarukku Ichchakampesi, Thangal Naavinaal Avaridaththil Poisonnaargal. "},
{ "Verses": "37 avargal Irudhayam Avaridaththil Nilaivarappadavillai; Avarudaiya Udanpadikkaiyil Avargal Unmaiyaayirukkavillai. "},
{ "Verses": "38 avaro Avargalai Azhikkaamal, Irakkamullavaraai Avargal Akkiramaththai Manniththaar; Avar Thamadhu Ukkiram Muzhuvadhaiyum Ezhuppaamal, Anegandharam Thamadhu Kobaththai Vilakkivittaar. "},
{ "Verses": "39 avargal Maamsamendrum, Thirumbivaraamal Agalugira Kaatrendrum Ninaivukoorndhaar. "},
{ "Verses": "40 eththanaidharamo Vanaandharaththile Avarukkuk Kobam Mootti, Avaandharaveliyile Avarai Visanappaduththinaargal. "},
{ "Verses": "41 avargal Thirumbi Dhevanaip Pareetchai Paarththu, Isravelin Parisuththarai Mattuppaduththinaargal. "},
{ "Verses": "42 avarudaiya Karaththaiyum, Avar Thangalaich Saththuruvukku Vilakki Meetta Naalaiyum Ninaiyaamarponaargal. "},
{ "Verses": "43 avar Egipdhile Thammudaiya Adaiyaalangalaiyum, Sovaan Veliyile Thammudaiya Arpudhangalaiyum Seydhaar. "},
{ "Verses": "44 avargaludaiya Nadhigalai Raththamaaga Maatri, Avargaludaiya Aarugalilulla Jalaththaik Kudikkakkoodaadhapadi Seydhaar. "},
{ "Verses": "45 avargalai Azhikkumpadi Vandu Jaadhigalaiyum, Avargalaik Kedukkumpadi Thavalaigalaiyum Avargalukkulle Anuppinaar. "},
{ "Verses": "46 avargaludaiya Vilaichchalaip Puzhukkalukkum, Avargaludaiya Pirayaasaththin Balanai Vettukkiligalukkum Koduththaar. "},
{ "Verses": "47 kalmazhaiyinaal Avargaludaiya Thiraatsachchedigalaiyum, Aalaangattiyinaal Avargaludaiya Aththimarangalaiyum Azhiththu, "},
{ "Verses": "48 avargaludaiya Mirugajeevangalaik Kalmazhaikkum, Avargaludaiya Aadumaadugalai Idigalukkum Oppukkoduththaar. "},
{ "Verses": "49 thamadhu Ukkiramaana Kobaththaiyum, Moorkkaththaiyum, Sinaththaiyum, Ubaththiravaththaiyum, Theenguseyyum Thoodhargalaiyum Avargalukkulle Anuppinaar. "},
{ "Verses": "50 avar Thammudaiya Kobaththukku Vazhithirandhu, Avargal Aaththumaavai Maranaththukku Vilakkik Kaavaamal, Avargal Jeevanaik Kollainoikku Oppukkoduththaar. "},
{ "Verses": "51 egipdhile Thalaichchangal Anaiththaiyum, Kaamin Koodaarangalile Avargaludaiya Belanil Mudharbalanaana Yaavaraiyum Azhiththu; "},
{ "Verses": "52 thammudaiya Janangalai Aadugalaippol Purappadappanni, Avargalai Vanaandharaththile Mandhaiyaippol Koottikkondupoi; "},
{ "Verses": "53 avargal Bayappadaadhapadikku Avargalaip Baththiramaai Vazhinadaththinaar; Avargal Saththurukkalaik Kadalmoodippottadhu. "},
{ "Verses": "54 avargalaith Thamadhu Parisuththa Sthalaththin Ellaivaraikkum, Thamadhu Valadhukaram Sambaadhiththa Indhap Parvadhamattukkum Azhaiththukkonduvandhu, "},
{ "Verses": "55 avargal Mugaththirku Munbaaga Jaadhigalaith Thuraththivittu, Dhesaththai Noolpottup Pangittu, Avargaludaiya Koodaarangalil Isravelin Koththirangalaik Kudiyetrinaar. "},
{ "Verses": "56 aanaalum Avargal Unnadhamaana Dhevanaip Pareetchaipaarththu, Avarukkuk Kobam Mootti, Avarudaiya Saatchigalaik Kaikkollaamarpoi, "},
{ "Verses": "57 thangal Pidhaakkalaippola Vazhivilagi, Dhurogampanni, Mosampokkum Villaippol Thuvandu, "},
{ "Verses": "58 thangal Medaigalinaal Avarukkuk Kobam Mootti, Thangal Vikkirakangalinaal Erichchal Undaakkinaargal. "},
{ "Verses": "59 dhevan Adhaik Kettu Ukkiramaagi, Isravelai Migavum Veruththu, "},
{ "Verses": "60 thaam Manusharukkulle Potta Koodaaramaagiya Seelovilulla Vaasasthalaththai Vittuvilagi, "},
{ "Verses": "61 thamadhu Balaththaich Siraiyiruppukkum, Thamadhu Magimaiyaich Saththuruvin Kaikkum Oppukkoduththu, "},
{ "Verses": "62 thamadhu Janaththaip Pattayaththukku Iraiyaakki, Thamadhu Sudhandharaththinmel Kobankondaar. "},
{ "Verses": "63 avargal Vaalibarai Akkini Patchiththadhu, Avargal Kanniyaasthireegal Vaazhkkaippadaadhirundhaargal. "},
{ "Verses": "64 avargaludaiya Aasaariyargal Pattayaththaal Vizhundhaargal, Avargaludaiya Vidhavaigal Azhavillai. "},
{ "Verses": "65 appozhudhu Aandavar Niththirai Thelindhavanaippolavum, Thiraatcharasaththaal Gembeerikkira Baraakkiramasaaliyaippolavum Vizhiththu, "},
{ "Verses": "66 thammudaiya Saththurukkalaip Pinburamaaga Adiththu, Avargalukku Niththiya Nindhaiyai Varappanninaar. "},
{ "Verses": "67 avar Yoseppin Koodaaraththaip Purakkaniththaar; Eppiraayeem Koththiraththai Avar Therindhukollaamal, "},
{ "Verses": "68 yoodhaa Koththiraththaiyum Thamakkup Piriyamaana Seeyon Parvadhaththaiyum Therindhukondaar. "},
{ "Verses": "69 thammudaiya Parisuththa Sthalaththai Malaigalaippolavum, Endraikkum Nirkumpadi Thaam Asthibaarappaduththina Boomiyaippolavum Kattinaar. "},
{ "Verses": "70 thammudaiya Thaasanaagiya Thaaveedhaith Therindhukondu, Aattuththozhuvangalilirundhu Avanai Eduththaar. "},
{ "Verses": "71 karavalaadugalin Pinnaagath Thirindha Avanai, Thammudaiya Janamaagiya Yaakkobaiyum Thammudaiya Sudhandharamaagiya Isravelaiyum Meyppadharkaaga, Azhaiththukkonduvandhaar. "},
{ "Verses": "72 ivan Avargalaith Than Irudhayaththin Unmaiyinpadiye Meyththu, Than Kaigalin Thiramaiyinaal Avargalai Nadaththinaan. "}
]