[
{ "Verses": "1 en Dhevanaagiya Karththaave, Ummai Nambiyirukkiren; Ennaith Thunbappaduththugiravargal Ellaarukkum Ennai Vilakki Ratchiyum. "},
{ "Verses": "2 saththuru Singampol En Aaththumaavaip Pidiththukkondupoi, Viduvikkiravan Illaamaiyaal, Adhaip Peeraadhapadikku Ennaith Thappuviyum. "},
{ "Verses": "3 en Dhevanaagiya Karththaave, Naan Idhai Seydhadhum, En Kaigalil Niyaayakkedirukkiradhum, "},
{ "Verses": "4 ennode Samaadhaanamaayirundhavanukku Naan Theemaiseydhadhum, Kaaranamillaamal Enakku Saththuruvaanavanai Naan Kollaiyittadhum Undaanaal, "},
{ "Verses": "5 pagaignan En Aaththumaavaith Thodarndhupidiththu, En Piraananaith Tharaiyile Thalli Mithiththu, En Magimaiyaith Thoolile Thaazhththakkadavan. (selaa.) "},
{ "Verses": "6 karththaave, Neer Ummudaiya Kobaththil Ezhundhirundhu, En Saththurukkaludaiya Moorkkangalinimiththam Ummai Uyarththi, Enakkaaga Vizhiththukkollum; Niyaayaththeerppai Niyamiththirukkireere. "},
{ "Verses": "7 janakkoottam Ummai Soozhndhukollum; Avargalukkaagath Thirumbavum Unnathaththirku Ezhundharulum. "},
{ "Verses": "8 karththar Janangalukku Niyaayanseyvaar; Karththaave, En Needhiyinpadiyum Ennilulla Unmaiyinpadiyum Enakku Niyaayanseyyum. "},
{ "Verses": "9 dhunmaarkkanudaiya Pollaangai Ozhiyappannum; Needhimaanai Sthirappaduththuveeraaga; Needhiyullavaraayirukkira Dhevareer Irudhayangalaiyum Ullindhiriyangalaiyum Sothiththarigiravar. "},
{ "Verses": "10 semmaiyaana Irudhayamullavargalai Ratchikkira Dhevanidaththil En Kedagam Irukkiradhu. "},
{ "Verses": "11 dhevan Needhiyulla Niyaayaadhipadhi; Avar Naaldhorum Paaviyinmel Sinangollugira Dhevan. "},
{ "Verses": "12 avan Mananthirumbaavittaal Avar Thammudaiya Pattayaththaik Karukkaakkuvaar; Avar Thammudaiya Villai Naanetri, Adhai Aayaththappaduththiyirukkiraar. "},
{ "Verses": "13 avanukku Maranaayudhangalai Aayaththampanninaar; Thammudaiya Ambugalai Akkini Ambugalaakkinaar. "},
{ "Verses": "14 idho, Avan Akkiramaththaip Perak Karppavedhanaippadugiraan; Theevinaiyaik Karppandhariththu, Poiyaip Perugiraan. "},
{ "Verses": "15 kuzhiyai Vetti, Adhai Aazhamaakkinaan; Thaan Vettina Kuzhiyil Thaane Vizhundhaan. "},
{ "Verses": "16 avan Theevinai Avan Sirasinmel Thirumbum, Avan Kodumai Avan Uchchanthalaiyinmel Irangum. "},
{ "Verses": "17 naan Karththarai Avarudaiya Needhiyinpadi Thudhiththu, Unnadhamaana Karththarudaiya Naamaththaik Keerththanam Pannuven. "}
]