[
{ "Verses": "1 en Ratchippin Dhevanaagiya Karththaave, Iravum Pagalum Ummai Nokkik Kooppidugiren. "},
{ "Verses": "2 en Vinnappam Umadhu Samugaththil Varuvathaaga; En Kooppiduthalukku Umadhu Seviyaich Saaiththarulum. "},
{ "Verses": "3 en Aaththumaa Dhukkaththaal Niraindhirukkiradhu; En Jeevan Paathaalaththirkuch Sameebamaai Vandhirukkiradhu. "},
{ "Verses": "4 naan Kuzhiyil Irangugiravargalodu Ennappattu, Belanatra Manushanaip Polaanen. "},
{ "Verses": "5 mariththavargalil Oruvanaippol Negizhappattirukkiren; Neer Ini Orupodhum Ninaiyaathapadi, Umadhu Kaiyaal Aruppundupoip Piredhakkuzhigalile Kidakkiravargalaip Polaanen. "},
{ "Verses": "6 ennaip Paadhaalakkuzhiyilum Irulilum Aazhangalilum Vaiththeer. "},
{ "Verses": "7 ummudaiya Kobam Ennai Iruththugiradhu; Ummudaiya Alaigal Ellaavatrinaalum Ennai Varuththappaduththugireer. (selaa.) "},
{ "Verses": "8 enakku Arimugamaanavargalai Enakkuth Dhooramaaga Vilakki, Avargalukku Ennai Aruvaruppaakkineer; Naan Veliye Purappadakkoodaathapadi Adaipattirukkiren. "},
{ "Verses": "9 dhukkaththinaal En Kan Thoindhupoyitru; Karththaave, Anudhinamum Naan Ummai Nokkik Kooppittu, Umakku Neraaga En Kaigalai Virikkiren. "},
{ "Verses": "10 mariththavargalukku Adhisayangalaich Seyveero? Seththuppona Veerar Ezhundhu Ummaith Thudhippaargalo? (selaa.) "},
{ "Verses": "11 piredhakkuzhiyil Umadhu Kirubaiyum, Azhivil Umadhu Unmaiyum Vivarikkappadumo? "},
{ "Verses": "12 irulil Umadhu Adhisayangalum, Maradhiyin Boomiyil Umadhu Needhiyum Ariyappadumo? "},
{ "Verses": "13 naano Karththaave, Ummai Nokkik Kooppidugiren; Kaalaiyile En Vinnappam Umakkumunbaaga Varum. "},
{ "Verses": "14 karththaave, En En Aaththumaavaith Thallividugireer? En Umadhu Mugaththai Enakku Maraikkireer? "},
{ "Verses": "15 siruvayadhumudhal Naan Sirumaippattavanum Maandupogiravanumaayirukkiren; Ummaal Varum Thigilgal Enmel Sumandhirukkiradhu, Naan Manankalangugiren. "},
{ "Verses": "16 ummudaiya Erichchalgal Enmel Purandupogiradhu; Ummudaiya Payangarangal Ennai Adhampannugiradhu. "},
{ "Verses": "17 avaigal Naadorum Thanneeraippol Ennaich Soozhndhu, Egamaai Ennai Valaindhukollugiradhu. "},
{ "Verses": "18 sinegidhanaiyum Thozhanaiyum Enakkuth Dhooramaaga Vilakkineer; Enakku Arimugamaanavargal Maraindhuponaargal. "}
]