[
{ "Verses": "1 karththaave, Dhaaveedhaiyum Avanudaiya Sagala Ubaththiravaththaiyum Ninaiththarulum. "},
{ "Verses": "2 avan: Naan Karththarukku Oru Idaththaiyum, Yaakkobin Vallavarukku Oru Vaasasthalaththaiyum Kaanumattum, "},
{ "Verses": "3 en Veedaagiya Koodaaraththil Piravesippadhumillai, En Padukkaiyaagiya Kattilinmel Eruvadhumillai; "},
{ "Verses": "4 en Kangalukku Niththiraiyaiyum, En Imaigalukku Urakkaththaiyum Varaviduvadhumillai Endru, "},
{ "Verses": "5 karththarukku Aanaiyittu, Yaakkobin Vallavarukkup Poruththanai Panninaan. "},
{ "Verses": "6 idho, Naam Eppiraaththaavile Adhin Seydhiyaik Kettu, Vanaththin Veligalil Adhaik Kandom. "},
{ "Verses": "7 avarudaiya Vaasasthalangalukkul Piravesiththu, Avar Paadhapadiyil Panivom. "},
{ "Verses": "8 karththaave, Umadhu Vallamai Vilangum Pettiyudan Neer Umadhu Thaabara Sthalaththirkul Ezhundharulum. "},
{ "Verses": "9 ummudaiya Aasaariyargal Needhiyaith Thariththu, Ummudaiya Parisuththavaangal Gembeerippaargalaaga. "},
{ "Verses": "10 neer Apishegampannuviththavanin Mugaththai Umadhu Dhaasanaagiya Thaaveedhinimiththam Purakkaniyaadhirum. "},
{ "Verses": "11 un Karppaththin Kaniyai Un Singaasanaththinmel Vaippen Endrum, "},
{ "Verses": "12 un Kumaarar En Udanpadikkaiyaiyum, Naan Podhikkum En Saatchigalaiyum Kaaththu Natandhaal, Avargal Kumaararum Endrendraikkum Un Singaasanaththil Veetriruppaargal Endrum, Karththar Thaaveedhukku Unmaiyaai Aanaiyittaar; Avar Thavaramaattaar. "},
{ "Verses": "13  Karththar Seeyonaith Therindhukondu, Adhu Thamakku Vaasasthalamaakumpadi Virumbinaar. "},
{ "Verses": "14  Idhu Endrendraikkum Naan Thangum Idam; Idhai Naan Virumbinapadiyaal, Inge Vaasampannuven. "},
{ "Verses": "15 adhin Aagaaraththai Naan Aaseervadhiththu Varuven; Adhin Ezhaigalai Naan Appaththinaal Thirupdhiyaakkuven. "},
{ "Verses": "16 adhin Aasaariyargalukku Ratchippai Uduththuven; Adhilulla Parisuththavaangal Migavum Gembeerippaargal. "},
{ "Verses": "17 ange Thaaveedhukkaaga Oru Kombai Mulaikkappannuven; Naan Abishekampannuviththavanukkaaga Oru Vilakkai Aayaththampanninen. "},
{ "Verses": "18 avan Saththurukkalukku Vetkaththai Uduththuven; Avanmeedhilo Avan Gireetam Pookkum Endraar. "}
]