[
{ "Verses": "1 raajaavaagiya En Dhevane, Ummai Uyarththi, Ummudaiya Naamaththai Eppozhudhum Endrendraikkum Sthoththirippen. "},
{ "Verses": "2 naadorum Ummai Sthoththiriththu, Eppozhudhum Endrendraikkum Ummudaiya Naamaththaith Thudhippen. "},
{ "Verses": "3 karththar Periyavarum Migavum Pugazhappadaththakkavarumaayirukkiraar; Avarudaiya Magaththuvam Aaraaindhumudiyaadhu. "},
{ "Verses": "4 thalaimurai Thalaimuraiyaaga Ummudaiya Kiriyaigalin Pugazhchchiyaich Solli, Ummudaiya Vallamaiyulla Seygaigalai Arivippaargal. "},
{ "Verses": "5 ummudaiya Sirandha Magimaip Piradhaabaththaiyum, Ummudaiya Adhisayamaana Kiriyaigalaiyunguriththup Pesuven. "},
{ "Verses": "6 janangal Ummudaiya Bayangaramaana Kiriyaigalin Vallamaiyaich Solluvaargal; Ummudaiya Magaththuvaththai Naan Vivarippen. "},
{ "Verses": "7 avargal Umadhu Migundha Dhayavai Ninaiththu Velippaduththi, Umadhu Needhiyaik Gembeeriththup Paaduvaargal. "},
{ "Verses": "8 karththar Irakkamum Manaurukkamum, Neediya Saandhamum Migundha Kirubaiyum Ullavar. "},
{ "Verses": "9 karththar Ellaarmelum Dhayavullavar; Avar Irakkangal Avarudaiya Ellaak Kiriyaigalinmelumulladhu. "},
{ "Verses": "10 karththaave, Ummudaiya Kiriyaigalellaam Ummaith Thudhikkum; Ummudaiya Parisuththavaangal Ummai Sthoththirippaargal. "},
{ "Verses": "11 manupuththirarukku Umadhu Vallamaiyulla Seygaigalaiyum, Umadhu Raajyaththin Sirandha Magimaippiradhaabaththaiyum Therivikkumpadikku; "},
{ "Verses": "12 umadhu Raajyaththin Magimaiyai Ariviththu, Umadhu Vallamaiyaikkuriththup Pesuvaargal. "},
{ "Verses": "13 ummudaiya Raajyam Sadhaagaalangalilumulla Raajyam, Ummudaiya Aalugai Thalaimurai Thalaimuraiyaagavum Ulladhu. "},
{ "Verses": "14 karththar Vizhugira Yaavaraiyum Thaangi, Madangadikkappatta Yaavaraiyum Thookkividugiraar. "},
{ "Verses": "15 ellaa Jeevangalin Kangalum Ummai Nokkikkondirukkiradhu; Etra Velaiyile Neer Avaigalukku Aagaarankodukkireer. "},
{ "Verses": "16 neer Umadhu Kaiyaith Thirandhu, Sagala Piraanigalin Vaanjaiyaiyum Thirupthiyaakkugireer. "},
{ "Verses": "17 karththar Thamadhu Vazhigalilellaam Needhiyullavarum, Thamadhu Kiriyaigalilellaam Kirubaiyullavarumaayirukkiraar. "},
{ "Verses": "18 thammai Nokkik Kooppidugira Yaavarukkum, Unmaiyaaith Thammai Nokkik Kooppidugira Yaavarukkum, Karththar Sameebamaayirukkiraar. "},
{ "Verses": "19 avar Thamakkup Bayandhavargaludaiya Viruppaththinpadi Seydhu, Avargal Kooppidudhalaik Kettu, Avargalai Ratchikkiraar. "},
{ "Verses": "20 karththar Thammil Anbukoorugira Yaavaraiyum Kaappaatri, Dhunmaarkkar Yaavaraiyum Azhippaar. "},
{ "Verses": "21 en Vaai Karththarin Thudhiyaich Solvadhaaga; Maamsadhegamulla Yaavum Avarudaiya Parisuththa Naamaththai Eppozhudhum Endrendraikkum Sthoththirikkakkadavadhu. "}
]