[
{ "Verses": "1 aandavare, Dhevareer Thalaimurai Thalaimuraiyaaga Engalukku Adaikkalamaanavar. "},
{ "Verses": "2 parvadhangal Thondrumunnum, Neer Boomiyaiyum Ulagaththaiyum Uruvaakkumunnum, Neere Anaadhiyaai Endrendraikkum Dhevanaayirukkireer. "},
{ "Verses": "3 neer Manusharai Nirththooliyaakki, Manupuththirare, Thirumbungal Engireer. "},
{ "Verses": "4 umadhu Paarvaikku Aayiram Varusham Netrukkazhindha Naalpolavum Raachchaamampolavum Irukkiradhu. "},
{ "Verses": "5 avargalai Vellampol Vaarikkondupogireer; Niththiraikku Oththirukkiraargal; Kaalaiyile Mulaikira Pullukku Oppaayirukkiraargal. "},
{ "Verses": "6 adhu Kaalaiyile Mulaiththup Pooththu, Maalaiyile Aruppundu Ularndhupom. "},
{ "Verses": "7 naangal Umadhu Kobaththinaal Azhindhu, Umadhu Ukkiraththinaal Kalangippogirom. "},
{ "Verses": "8 engal Akkiramangalai Umakkumunbaagavum, Engal Andharanga Paavangalai Umadhu Mugaththin Velichchaththilum Niruththineer. "},
{ "Verses": "9 engal Naatkalellaam Umadhu Kobaththaal Poivittadhu; Oru Kadhaiyaippol Engal Varushangalaik Kazhiththuppottom. "},
{ "Verses": "10 engal Aayusunaatkal Ezhubadhu Varusham, Belaththin Migudhiyaal Enbadhu Varushamaayirundhaalum, Adhin Menmaiyaanadhu Varuththamum Sanjalamume; Adhu Seekkiramaaik Kadandhupogiradhu, Naangalum Parandhupogirom. "},
{ "Verses": "11 umadhu Kobaththin Vallamaiyaiyum, Umakkup Bayappadaththakka Vidhamaai Umadhu Ukkiraththaiyum Arindhukollugiravan Yaar? "},
{ "Verses": "12 naangal Gnaana Irudhayamullavargalaagumpadi, Engal Naatkalai Ennum Arivai Engalukkup Podhiththarulum. "},
{ "Verses": "13 karththaave, Thirumbivaarum, Edhuvaraikkum Kobamaayiruppeer? Umadhu Adiyaarukkaagap Paridhabiyum. "},
{ "Verses": "14 naangal Engal Vaazhnaalellaam Kalikoorndhu Makizhumpadi, Kaalaiyile Engalai Umadhu Kirubaiyaal Thirupthiyaakkum. "},
{ "Verses": "15 dhevareer Engalaich Sirumaippaduththina Naatkalukkum, Naangal Thunbaththaik Kanda Varushangalukkum Sariyaai Engalai Magizhchchiyaakkum. "},
{ "Verses": "16 umadhu Kiriyai Umadhu Oozhiyakkaararukkum, Umadhu Magimai Avargal Pillaigalukkum Vilanguvadhaaga. "},
{ "Verses": "17 engal Dhevanaagiya Aandavarin Piriyam Engalmel Iruppadhaaga; Engal Kaigalin Kiriyaiyai Engalidaththil Urudhippaduththum; Aam, Engal Kaigalin Kiriyaiyai Engalidaththil Urudhippaduththiyarulum. "}
]