[
{ "Verses": "1 karththaave, En Vinnappaththai Kelum; En Kooppidudhal Ummidaththil Servadhaaga. "},
{ "Verses": "2 en Aabaththunaalile Umadhu Mugaththai Enakku Maraiyaadheyum; Umadhu Seviyai Ennidaththil Saayum; Naan Kooppidugira Naalile Enakku Theeviramaai Uththaravu Arulichcheyyum. "},
{ "Verses": "3 en Naatkal Pugaiyaippol Ozhindhadhu; En Elumbugal Oru Kolliyaippol Eriyundadhu. "},
{ "Verses": "4 en Irudhayam Pullaippol Vettundu Ularndhadhu; En Pojanaththai Pusikka Marandhen. "},
{ "Verses": "5 en Perumoochchin Saththaththinaal, En Elumbugal En Maamsaththodu Ottikkollugiradhu. "},
{ "Verses": "6 vanaandhara Naaraikku Oppaanen; Paazhaana Idangalil Thangum Aandhaiyaippolaanen. "},
{ "Verses": "7 naan Niththiraiyillaamal Veettinmel Thaniththirukkum Kuruviyaippol Irukkiren. "},
{ "Verses": "8 naadorum En Saththurukkal Ennai Nindhikkiraargal; Enmel Moorkkaverikondavargal Enakku Virodhamaai Saabam Idugiraargal. "},
{ "Verses": "9 neer Ennai Uyara Thookki, Thaazhaththallineer, Umadhu Sinaththirkum Kadunkobaththirkum Ullaanen. "},
{ "Verses": "10 aadhalaal Naan Saambalai Appamaaga Pusiththu, En Baanangalai Kanneerode Kalakkiren. "},
{ "Verses": "11 en Naatkal Saaindhupogira Nizhalaippolirukkiradhu; Pullaippol Ularndhupogiren. "},
{ "Verses": "12 karththaraagiya Neero Endrendraikkum Irukkireer; Ummudaiya Per Pirasthaabam Thalaimurai Thalaimuraiyaaga Nirkum. "},
{ "Verses": "13 ummudaiya Oozhiyakkaarar Adhin Kallugalmel Vaanjaivaiththu, Adhin Mannukku Paridhabikkiraargal. "},
{ "Verses": "14 ummudaiya Oozhiyakkaarar Adhin Kallugalmel Vaanjaivaiththu, Adhin Mannukku Paridhabikkiraargal. "},
{ "Verses": "15 karththar Seeyonai Katti, Thamadhu Magimaiyil Velippaduvaar. "},
{ "Verses": "16 thikkatravargaludaiya Jebaththai Alatchiyampannaamal, Avargal Vinnappaththai Angeegarippaar. "},
{ "Verses": "17 appozhudhu Jaadhigal Karththarudaiya Naamaththukkum, Boomiyilulla Raajaakkalellaarum Ummudaiya Magimaikkum Bayappaduvaargal. "},
{ "Verses": "18 pinsandhadhikkaaga Idhu Ezhudhappadum; Sirushtikkappadum Janam Karththarai Thudhikkum. "},
{ "Verses": "19 karththar Kattundavargalin Perumoochchai Ketkavum, Kolaikku Niyamikkappattavargalai Vidudhalaiyaakkavum, "},
{ "Verses": "20 thammudaiya Uyarndha Parisuththa Sthalaththilirundhu Paarththu, Vaanangalilirundhu Boomiyinmel Kannokkamaanaar. "},
{ "Verses": "21 karththarukku Aaraadhanaiseyya, Janangalum Raajyangalum Egamaai Koodikkollugaiyil, "},
{ "Verses": "22 seeyonil Karththarudaiya Naamaththaiyum, Erusalemil Avarudaiya Thudhiyaiyum Pirasthaabappaduththuvaargal. "},
{ "Verses": "23 vazhiyile En Belanai Avar Odukki, En Naatkalai Kurugappanninaar. "},
{ "Verses": "24 appozhudhu Naan: En Dhevane, Paadhi Vayadhil Ennai Eduththukkollaadheyum; Ummudaiya Varushangal Thalaimurai Thalaimuraiyaaga Irukkum. "},
{ "Verses": "25 neer Aadhiyile Boomiyai Asthibaarappaduththineer; Vaanangal Ummudaiya Karaththin Kiriyaiyaayirukkiradhu. "},
{ "Verses": "26 avaigal Azhindhupom, Neero Nilaiththiruppeer; Avaigalellaam Vasthirampol Pazhamaiyaaippom; Avaigalai Oru Saalvaiyaippol Maatruveer, Appozhudhu Maarippom. "},
{ "Verses": "27 neero Maaraadhavaraayirukkireer; Umadhu Aandugal Mudindhupovadhillai. "},
{ "Verses": "28 umadhu Adiyaarin Pillaigal Thaabariththiruppaargal; Avargal Sandhadhi Umakku Munbaaga Nilaipetrirukkum Endru Sonnen. "}
]