[
{ "Verses": "1 pollaadhavargalaik Kuriththu Erichchaladaiyaadhe; Niyaayakkeduseygiravargalmel Poraamaikollaadhe. "},
{ "Verses": "2 avargal Pullaippol Seekkiramaai Aruppundu, Pasumpoondaippol Vaadippovaargal. "},
{ "Verses": "3 karththarai Nambi Nanmai Sey; Dhesaththil Kudiyirundhu Saththiyaththai Meyndhukol. "},
{ "Verses": "4 karththaridaththil Manamakizhchchiyaayiru; Avar Un Irudhayaththin Vendudhalgalai Unakku Arulseyvaar. "},
{ "Verses": "5 un Vazhiyaik Karththarukku Oppuviththu, Avarmel Nambikkaiyaayiru; Avare Kaariyaththai Vaaikkappannuvaar. "},
{ "Verses": "6 un Needhiyai Velichchaththaippolavum, Un Niyaayaththaip Pattappagalaippolavum Vilangappannuvaar. "},
{ "Verses": "7 karththarai Nokki Amarndhu, Avarukkuk Kaaththiru; Kaariyasiththiyullavanmelum Theevinaikalaich Seygira Manushanmelum Erichchalaagaadhe. "},
{ "Verses": "8 kobaththai Negizhndhu, Ukkiraththai Vittuvitu; Pollaappuchseyya Edhuvaana Erichchal Unakku Vendaam. "},
{ "Verses": "9 pollaadhavargal Aruppundupovaargal; Karththarukkuk Kaaththirukkiravargalo Boomiyaich Sudhandhariththukkolvaargal. "},
{ "Verses": "10 innung Konjanerandhaan, Appodhu Dhunmaarkkan Iraan; Avan Sthaanaththai Utru Visaariththaayaanaal Avan Illai. "},
{ "Verses": "11 saandhagunamullavargal Boomiyaich Sudhandhariththu, Migundha Samaadhaanaththinaal Manamagizhchchiyaayiruppaargal. "},
{ "Verses": "12 dhunmaarkkan Needhimaanukku Virodhamaaith Theengu Ninaiththu, Avanperil Parkadikkiraan. "},
{ "Verses": "13 aandavar Avanaippaarththu Nagaikkiraar; Avanudaiya Naal Varugiradhendru Kaangiraar. "},
{ "Verses": "14 sirumaiyum Elimaiyumaanavanai Madivikkavum, Semmai Maarkkaththaarai Vizhappannavum, Thunmaarkkar Pattayaththai Uruvi, Thangal Villai Naanetrugiraargal. "},
{ "Verses": "15 aanaalum Avargal Pattayam Avargaludaiya Irudhayaththirkul Uruvippom; Avargal Villugal Muriyum. "},
{ "Verses": "16 anega Thunmaarkkarukkulla Selvaththiratchiyaippaarkkilum, Needhimaanukkulla Konjame Nalladhu. "},
{ "Verses": "17 dhunmaarkkarudaiya Puyangal Muriyum; Needhimaangalaiyo Karththar Thaangugiraar. "},
{ "Verses": "18 uththamargalin Naatkalaik Karththar Arindhirukkiraar; Avargal Sudhandharam Endrendraikkum Irukkum. "},
{ "Verses": "19 avargal Aabaththukkaalaththile Vetkappattuppogaadhirundhu, Panjakaalaththile Thirupthiyadaivaargal. "},
{ "Verses": "20 dhunmaarkkaro Azhindhupovaargal, Karththarudaiya Saththurukkal Aattukkuttigalin Ninaththaippol Pugaindhupovaargal, Avargal Pugaiyaaip Pugaindhupovaargal. "},
{ "Verses": "21 dhunmaarkkan Kadanvaangich Seluththaamarpogiraan; Needhimaano Irangikkodukkiraan. "},
{ "Verses": "22 avaraal Aaseervadhikkappattavargal Boomiyaich Sudhandhariththukkolluvaargal; Avaraal Sabikkappattavargalo Aruppundupovaargal. "},
{ "Verses": "23 nalla Manushanudaiya Nadaigal Karththaraal Urudhippadum, Avanudaiya Vazhiyinmel Avar Piriyamaayirukkiraar. "},
{ "Verses": "24 avan Vizhundhaalum Thallundupovadhillai; Karththar Thamadhu Kaiyinaal Avanaith Thaangugiraar. "},
{ "Verses": "25 naan Ilaignanaayirundhen, Mudhirvayadhullavanumaanen; Aanaalum Needhimaan Kaividappattadhaiyum, Avan Sandhadhi Appaththukku Irandhuthirigiradhaiyum Naan Kaanavillai. "},
{ "Verses": "26 avan Niththam Irangik Kadankodukkiraan, Avan Sandhadhi Aaseervadhikkappadum. "},
{ "Verses": "27 theemaiyai Vittu Vilagi, Nanmai Sey; Endrendraikkum Nilaiththiruppaai. "},
{ "Verses": "28 karththar Niyaayaththai Virumbugiravar; Avar Thamadhu Parisuththavaangalaik Kaividuvadhillai; Avargal Endraikkum Kaakkappaduvaargal; Dhunmaarkkarudaiya Sandhadhiyo Aruppundupom. "},
{ "Verses": "29 needhimaangal Boomiyaich Sudhandhariththukkondu, Endraikkum Adhile Vaasamaayiruppaargal. "},
{ "Verses": "30 needhimaanudaiya Vaai Gnaanaththai Uraiththu, Avanudaiya Naavu Niyaayaththaip Pesum. "},
{ "Verses": "31 avanudaiya Dhevan Aruliya Vedham Avan Irudhayaththil Irukkiradhu; Avan Nadaigalil Ondrum Pisaguvadhillai. "},
{ "Verses": "32 dhunmaarkkan Needhimaanmel Kanvaiththu, Avanaik Kolla Vagaithedugiraan. "},
{ "Verses": "33 karththaro Avanai Ivan Kaiyil Viduvadhillai; Avan Niyaayam Visaarikkappadugaiyil, Avanai Aakkinaikkullaagath Theerppadhumillai. "},
{ "Verses": "34 nee Karththarukkuk Kaaththirundhu, Avarudaiya Vazhiyaik Kaikkol; Appozhudhu Nee Boomiyaich Sudhandhariththukkolvadharku Avar Unnai Uyarththuvaar; Dhunmaarkkar Aruppundupovadhai Nee Kaanbaai. "},
{ "Verses": "35 kodiya Balavandhanaana Oru Dhunmaarkkanaik Kanden; Avan Thanakketra Nilaththil Mulaiththirukkira Pachchaimaraththaippol Thazhaiththavanaayirundhaan. "},
{ "Verses": "36 aanaalum Avan Ozhindhuponaan; Paarungal, Avan Illai; Avanaith Thedinen, Avan Kaanappadavillai. "},
{ "Verses": "37 nee Uththamanai Nokki, Semmaiyaanavanaip Paarththiru; Andha Manushanudaiya Mudivu Samaadhaanam. "},
{ "Verses": "38 akkiramakkaarar Egamaai Azhikkappaduvaargal; Aruppundupovadhe Dhunmaarkkarin Mudivu. "},
{ "Verses": "39 needhimaangaludaiya Ratchippu Karththaraal Varum; Ikkattukkaalaththil Avare Avargal Adaikkalam. "},
{ "Verses": "40 karththar Avargalukku Udhaviseydhu, Avargalai Viduvippaar; Avargal Avarai Nambiyirukkirabadiyaal, Avargalaith Dhunmaarkkarudaiya Kaikkuth Thappuviththu Ratchippaar. "}
]