[
{ "Verses": "1 karththarai Thudhiththu, Avarudaiya Naamaththai Pirasthaabamaakkungal, Avarudaiya Seygaigalai Janangalukkulle Pirasiththappaduththungal. "},
{ "Verses": "2 avarai Paadi, Avarai Keerththanampannungal; Avarudaiya Adhisayangalaiyellaam Dhiyaaniththu Pesungal. "},
{ "Verses": "3 avarudaiya Parisuththa Naamaththai Kuriththu Menmaipaaraattungal; Karththarai Thedugiravargalin Irudhayam Magizhvadhaaga. "},
{ "Verses": "4 karththaraiyum Avar Vallamaiyaiyum Naadungal; Avar Samugaththai Niththamum Thedungal. "},
{ "Verses": "5 avarudaiya Dhaasanaagiya Aabiragaamin Sandhadhiye! Avaraal Therindhukollappattavargalaagiya Yaakkobin Puththirare! "},
{ "Verses": "6 avar Seydha Adhisayangalaiyum, Avarudaiya Arpudhangalaiyum, Avar Vaakkin Niyaayaththeerppugalaiyum Ninaivukoorungal. "},
{ "Verses": "7 avare Nammudaiya Dhevanaagiya Karththar, Avarudaiya Niyaayaththeerppugal Boomiyengum Vilangum. "},
{ "Verses": "8 aayiranthalaimuraikkendru Avar Kattalaiyitta Vaakkaiyum, Aabiragaamode Avar Pannina Udanpadikkaiyaiyum, "},
{ "Verses": "9 avar Eesaakkukku Itta Aanaiyaiyum Endrendraikkum Ninaiththirukkiraar. "},
{ "Verses": "10 adhai Yaakkobukku Piramaanamaagavum, Isravelukku Niththiya Udanpadikkaiyaagavum Urudhippaduththi: "},
{ "Verses": "11 ungal Sudhandharapaagamaana Kaanaan Dhesaththai Unakku Tharuven Endraar. "},
{ "Verses": "12 akkaalaththil Avargal Konja Thogaikkutpatta Sorpa Janangalum Paradhesigalumaayirundhaargal. "},
{ "Verses": "13 avargal Oru Janaththaivittu Maru Janaththandaikkum, Oru Raajyaththaivittu Maru Dhesaththaarandaikkum Ponaargal. "},
{ "Verses": "14 avargalai Odukkumpadi Oruvarukkum Idankodaamal, Avargalnimiththam Raajaakkalai Kadindhu Kondu: "},
{ "Verses": "15 naan Abishegampanninavargalai Neengal Thodaamalum, Ennudaiya Theerkkadharisigalukku Theengu Seyyaamalum Irungal Endraar. "},
{ "Verses": "16 avar Dhesaththile Panjaththai Varuviththu, Aagaaramennum Aadharavu Kolai Mutrilum Muriththaar. "},
{ "Verses": "17 avargalukku Munnaale Oru Purushanai Anuppinaar; Yoseppu Siraiyaaga Virkappattaan. "},
{ "Verses": "18 avan Kaalgalai Vilangupottu Odukkinaargal; Avan Piraanan Irumbil Adaipattirundhadhu. "},
{ "Verses": "19 karththar Sonna Vaarththai Niraiverumalavum Avarudaiya Vasanam Avanai Pudamittadhu. "},
{ "Verses": "20 raajaa Aal Anuppi, Avanai Kattavizhkkasonnaan; Janangalin Adhibadhi Avanai Vidudhalaipanninaan. "},
{ "Verses": "21 than Pirabukkalai Avan Manadhinpadi Kattavum, Than Mooppargalai Gnaanigalaakkavum, "},
{ "Verses": "22 avanai Than Veettukku Aandavanum, Than Aasdhikkellaam Adhibadhiyumaakkinaan. "},
{ "Verses": "23 appozhudhu Isravel Egipdhirku Vandhaan; Yaakkobu Kaamin Dhesaththile Paradhesiyaayirundhaan. "},
{ "Verses": "24 avar Thammudaiya Janangalai Migavum Palugappanni, Avargaludaiya Saththurukkalaippaarkkilum Avargalai Balavaangalaakkinaar. "},
{ "Verses": "25 thammudaiya Janangalai Pagaikkavum, Thammudaiya Oozhiyakkaararai Vanjanaiyaai Nadaththavum, Avargaludaiya Irudhayaththai Maatrinaar. "},
{ "Verses": "26 thammudaiya Dhaasanaagiya Moseyaiyum Thaam Therindhukonda Aaronaiyum Anuppinaar. "},
{ "Verses": "27 ivargal Avargalukkul Avarudaiya Adaiyaalangalaiyum, Kaamin Dhesaththile Arpudhangalaiyum Seydhaargal. "},
{ "Verses": "28 avar Irulai Anuppi, Andhagaaraththai Undaakkinaar; Avarudaiya Vaarththaigalai Edhirppaarillai. "},
{ "Verses": "29 avargaludaiya Thanneergalai Raththamaaga Maatri, Avargaludaiya Machchangalai Saagappanninaar. "},
{ "Verses": "30 avargaludaiya Dhesam Thavalaigalai Thiralaai Pirappiththadhu; Avargaludaiya Raajaakkalin Araiveedugalilum Avaigal Vandhadhu. "},
{ "Verses": "31 avar Kattalaiyida, Avargaludaiya Ellaigalilengum Vandugalum Pengalum Vandhadhu. "},
{ "Verses": "32 avargaludaiya Mazhaigalai Kalmazhaiyaakki, Avargaludaiya Dhesaththile Juvaalikkira Akkiniyai Varappanninaar. "},
{ "Verses": "33 avargaludaiya Thiraatsach Chedigalaiyum Aththimarangalaiyum Azhiththu, Avargaludaiya Ellaigalilulla Marangalaiyum Muriththaar. "},
{ "Verses": "34 avar Kattalaiyida, Ennimudiyaadha Vettukkiligalum Pachchaippuzhukkalum Vandhu, "},
{ "Verses": "35 avargaludaiya Dhesaththilulla Sagala Poondugalaiyum Ariththu, Avargaludaiya Nilaththin Kaniyai Thindrupottadhu. "},
{ "Verses": "36 avargaludaiya Dhesaththile Thalaichchangal Anaiththaiyum, Avargaludaiya Belanil Mudharbelanaana Yaavaraiyum Sangariththaar. "},
{ "Verses": "37 appozhudhu Avargalai Velliyodum Ponnodum Purappadappanninaar; Avargal Koththirangalil Balaveenappattavan Oruvanum Irundhadhillai. "},
{ "Verses": "38 egipthiyar Avargalukku Bayandhadhinaal, Avargal Purappattapodhu Magizhndhaargal. "},
{ "Verses": "39 avar Megaththai Maraivukkaaga Viriththu, Iravai Velichchamaakkugiradharkaaga Akkiniyaiyum Thandhaar. "},
{ "Verses": "40 kettaargal, Avar Kaadaigalai Varappanninaar; Vaana Appaththinaalum Avargalaith Thirupthiyaakkinaar. "},
{ "Verses": "41 kanmalaiyai Thirandhaar, Thanneergal Purappattu, Varanda Veligalil Aaraai Oditru. "},
{ "Verses": "42 avar Thammudaiya Parisuththa Vaakkuththaththaththaiyum, Thammudaiya Dhaasanaagiya Aabiragaamaiyum Ninaiththu, "},
{ "Verses": "43 thammudaiya Janaththai Kalippodum, Thaam Therindhukondavargalai Gembeera Saththaththodum Purappadappanni, "},
{ "Verses": "44 thamadhu Kattalaigalai Kaaththu Nadakkumpadikkum, Thamadhu Niyaayappiramaanangalai Kaikkollumpadikkum, "},
{ "Verses": "45 avargalukku Purajaadhigaludaiya Dhesangalai Koduththaar; Anniya Janangaludaiya Pirayaasaththinbalanai Sudhandhariththukkondaargal. Allelooyaa. "}
]