[
{ "Verses": "1 en Kaigalaip Porukkum En Viralgalai Yuththaththirkum Padippikkira En Kanmalaiyaagiya Karththarukku Sthoththiram. "},
{ "Verses": "2 avar En Dhayaabararum, En Kottaiyum, En Uyarndha Adaikkalamum, Ennai Viduvikkiravarum, En Kedagamum, Naan Nambinavarum, En Janangalai Enakkuk Keezhppaduththugiravarumaayirukkiraar. "},
{ "Verses": "3 karththaave, Manushanai Neer Gavanikkiradharkum, Manupuththiranai Neer Ennugiradharkum, Avan Emmaaththiram? "},
{ "Verses": "4 manushan Maayaikku Oppaayirukkiraan; Avan Naatkal Kadandhupogira Nizhalukkuch Samaanam. "},
{ "Verses": "5 karththaave, Neer Umadhu Vaanangalaith Thaazhththi Irangi, Parvadhangal Pugaiyumpadi Avaigalaith Thodum. "},
{ "Verses": "6 minnalgalai Varavittuch Saththurukkalaich Sidharadiyum, Umadhu Ambugalai Eydhu Avargalaik Kalangadiyum. "},
{ "Verses": "7 uyaraththilirundhu Umadhu Karaththai Neetti, Jalappiravaagaththukku Ennai Vilakki Ratchiyum. "},
{ "Verses": "8 maayaiyaip Pesum Vaayum, Kallaththanamaana Valadhukaiyum Udaiya Anniya Puththirarin Kaikku Ennai Vilakkith Thappuviyum. "},
{ "Verses": "9 karththaave, Naan Umakkup Pudhuppaattaip Paaduven; Thamburinaalum Paththunarambu Veenaiyinaalum Ummaik Keerththanampannuven. "},
{ "Verses": "10 neere Raajaakkalukku Jeyaththaith Thandhu, Umadhadiyaanaagiya Thaaveedhaip Pollaadha Pattayaththirkuth Thappuvikkiravar. "},
{ "Verses": "11 maayaiyaip Pesum Vaayum, Kallaththanamaana Valadhukaiyum Udaiya Anniya Puththirarin Kaikku Ennai Vilakkith Thappuviyum. "},
{ "Verses": "12 appozhudhu Engal Kumaarar Ilamaiyil Ongivalarugira Virutchakkandrugalaippolavum, Engal Kumaaraththigal Siththirantheerndha Aramanai Moolaikkarkalaippolavum Iruppaargal. "},
{ "Verses": "13 engal Kalanjiyangal Sagalavidha Vasthukkalaiyum Kodukkaththakkadhaai Nirambiyirukkum; Engal Giraamangalil Engal Aadukal Aayiram Padhinaayiramaaip Palugum. "},
{ "Verses": "14 engal Erudhugal Balaththavaigalaayirukkum; Saththuru Utpugudhalum Kudiyodippogudhalum Iraadhu; Engal Veedhigalil Kookkuralum Undaagaadhu. "},
{ "Verses": "15 ivvidhamaana Seeraippetrajanam Baakkiyamulladhu; Karththaraith Dheyvamaagak Kondirukkira Janam Baakkiyamulladhu. "}
]