[
{ "Verses": "1 en Dhevane, En Saththurukkalukku Ennaith Thappuviyum; Enmel Ezhumbugiravargalukku Ennai Vilakki Uyarndha Adaikkalaththile Vaiyum. "},
{ "Verses": "2 akkiramakkaararukku Ennaith Thappuviththu, Raththappiriyaraana Manusharukku Ennai Vilakki Ratchiyum. "},
{ "Verses": "3 idho, En Piraananukkup Padhivirukkiraargal; Karththaave, Ennidaththil Meerudhalum Paavamum Illaadhirundhum, Balavaangal Enakku Virodhamaaik Koottankoodugiraargal. "},
{ "Verses": "4 ennidaththil Akkiramam Illaadhirundhum, Odiththirindhu Yuththaththukku Aayaththamaagiraargal; Enakkuth Thunaiseyya Vizhiththu Ennai Nokkip Paarum. "},
{ "Verses": "5 senaigalin Dhevanaagiya Karththaave, Isravelin Thevane, Neer Sagala Jaadhigalaiyum Visaarikka Vizhiththezhumbum; Vanjagamaaith Dhuroganjeygira Oruvarukkum Thayai Seyyaadheyum. (selaa.) "},
{ "Verses": "6 avargal Saayangaalaththil Thirumbivandhu, Naaigalaippola Oolaiyittu, Ooraichsutrith Thirigiraargal. "},
{ "Verses": "7 idho, Thangal Vaarththaigalaik Kakkugiraargal; Avargal Udhadugalil Pattayangal Irukkiradhu, Ketkiravan Yaar Engiraargal. "},
{ "Verses": "8 aanaalum Karththaave, Neer Avargalaip Paarththu Nagaippeer; Purajaadhigal Yaavaraiyum Igazhuveer. "},
{ "Verses": "9 avan Vallamaiyai Naan Kandu, Umakkuk Kaaththiruppen; Dhevane Enakku Uyarndha Adaikkalam. "},
{ "Verses": "10 en Dhevan Thammudaiya Kirubaiyinaal Ennaich Sandhippaar; Dhevan En Saththurukkalukku Varum Needhisarikkattudhalai Naan Kaanumpadi Seyvaar. "},
{ "Verses": "11 avargalaik Kondrupodaadheyum, En Janangal Marandhupovaargale; Engal Kedagamaagiya Aandavare, Umadhu Vallamaiyinaal Avargalaich Sidharadiththu, Avargalaith Thaazhththippodum. "},
{ "Verses": "12 avargal Udhadugalin Pechchu Avargal Vaayin Paavamaayirukkiradhu; Avargal Itta Saabamum Solliya Poiyum Aagiya Ivaigalinimiththam Thangal Perumaiyil Agappaduvaargalaaga. "},
{ "Verses": "13 dhevan Boomiyin Ellaivaraikkum Yaakkobile Arasaalugiravar Endru Avargal Ariyumporuttu, Avargalai Ummudaiya Ukkiraththile Nirmoolamaakkum; Ini Iraadhapadikku Avargalai Nirmoolamaakkum. (selaa.) "},
{ "Verses": "14 avargal Saayangaalaththil Thirumbivandhu, Naaigalaippola Oolaiyittu, Ooraichsutrith Thirigiraargal. "},
{ "Verses": "15 avargal Unavukkaaga Alaindhu Thirindhu Thirupthiyadaiyaamal, Murumuruththukkondiruppaargal. "},
{ "Verses": "16 naano Ummudaiya Vallamaiyaip Paadi, Kaalaiyile Ummudaiya Kirubaiyai Magizhchchiyodu Pugazhuven; Enakku Nerukkamundaana Naalile Neer Enakkuth Thanjamum Uyarndha Adaikkalamumaaneer. "},
{ "Verses": "17 en Belane, Ummaik Keerththanampannuven; Dhevan Enakku Uyarndha Adaikkalamum, Kirubaiyulla En Dhevanumaayirukkiraar. "}
]