[
{ "Verses": "1 karththaave, Umadhu Seviyaich Saaiththu, En Vinnappaththaik Kettarulum; Naan Sirumaiyum Elimaiyumaanavan. "},
{ "Verses": "2 en Aaththumaavaik Kaaththarulum, Naan Bagthiyullavan; En Dhevane, Ummai Nambiyirukkira Umadhu Adiyenai Neer Ratchiyum. "},
{ "Verses": "3 aandavare, Enakku Irangum, Naadorum Ummai Nokkik Kooppidugiren. "},
{ "Verses": "4 umadhu Adiyenudaiya Aaththumaavai Magizhchchiyaakkum; Aandavare, Ummidaththil En Aaththumaavai Uyarththugiren. "},
{ "Verses": "5 aandavare, Neer Nallavarum, Mannikkiravarum, Ummai Nokkik Kooppidugira Yaavarmelum Kirubai Migundhavarumaayirukkireer. "},
{ "Verses": "6 karththaave, En Jebaththirkuch Sevikoduththu, En Vinnappangalin Saththaththaik Gavaniyum. "},
{ "Verses": "7 naan Thuyarappadugira Naalil Ummai Nokkik Kooppiduven; Neer Ennaik Kettaruluveer. "},
{ "Verses": "8 aandavare, Dhevargalukkulle Umakku Nigarumillai; Ummudaiya Kiriyaigalukku Oppumillai. "},
{ "Verses": "9 aandavare, Neer Undaakkina Ellaa Jaadhigalum Vandhu, Umakku Munbaagap Panindhu, Umadhu Naamaththai Magimaippaduththuvaargal. "},
{ "Verses": "10 dhevareer Magaththuvamullavarum Adhisayangalaich Seygiravarumaayirukkireer; Neer Oruvare Dhevan. "},
{ "Verses": "11 karththaave, Umadhu Vazhiyai Enakkup Podhiyum, Naan Umadhu Saththiyaththile Nadappen; Naan Umadhu Naamaththirkup Bayandhirukkumpadi En Irudhayaththai Orumugappaduththum. "},
{ "Verses": "12 en Dhevanaagiya Aandavare, Ummai En Muzhu Irudhayaththodum Thudhiththu, Umadhu Naamaththai Endrendraikkum Magimaippaduththuven. "},
{ "Verses": "13 neer Enakkup Paaraattina Umadhu Kirubai Periyadhu; En Aaththumaavaith Thaazhndha Paadhaalaththirkuth Thappuviththeer. "},
{ "Verses": "14 dhevane, Agangaarigal Enakku Virodhamaai Ezhumbugiraargal, Kodumaikkaararaagiya Koottaththaar En Piraananai Vaangath Thedugiraargal, Ummaith Thangalukku Munbaaga Niruththi Nokkaadhirukkiraargal. "},
{ "Verses": "15 aanaalum Aandavare, Neer Manavurukkamum, Irakkamum, Neediya Porumaiyum, Poorana Kirubaiyum, Saththiyamumulla Dhevan. "},
{ "Verses": "16 enmel Nokkamaagi, Enakku Irangum; Umadhu Vallamaiyai Umadhu Adiyaanukku Aruli, Umadhu Adiyaalin Kumaaranai Ratchiyum. "},
{ "Verses": "17 karththaave, Neer Enakkuth Thunaiseydhu Ennaith Thetrugiradhai En Pagaignar Kandu Vetkappadumpadikku, Enakku Anugoolamaaga Oru Adaiyaalaththai Kaanbiththarulum. "}
]