[
{ "Verses": "1 nammudaiya Belanaagiya Dhevanaik Gembeeramaaip Paadi, Yaakkobin Dhevanaikkuriththu Aarppariyungal. "},
{ "Verses": "2 thamburu Vaasiththu, Veenaiyaiyum Iniya Osaiyaana Suramandalaththaiyum Eduththu, Sangeedham Paadungal. "},
{ "Verses": "3 maadhappirappilum, Niyamiththakaalaththilum, Nammudaiya Pandigainaatkalilum, Ekkaalam Oodhungal. "},
{ "Verses": "4 idhu Isravelukkup Piramaanamum, Yaakkobin Dhevan Vidhiththa Niyaayamumaayirukkiradhu. "},
{ "Verses": "5 naam Ariyaadha Paashaiyaik Ketta Egipthudhesaththaivittup Purappadugaiyil, Idhai Yoseppile Saatchiyaaga Erpaduththinaar. "},
{ "Verses": "6 avan Tholaich Sumaikku Vilakkinen; Avan Kaigal Koodaikku Neengalaakkappattadhu. "},
{ "Verses": "7 nerukkaththile Nee Kooppittaai, Naan Unnaith Thappuviththen; Idimuzhakkam Undaagum Maraividaththilirundhu Unakku Uththaravu Arulinen; Meripaavin Thanneergalidaththil Unnaich Sodhiththu Arindhen. (selaa.) "},
{ "Verses": "8 en Janame Kel, Unakkuch Saatchiyittuch Solluven; Isravele, Nee Enakkuch Sevikoduththaal Nalamaayirukkum. "},
{ "Verses": "9 unakkul Veru Dhevan Undaayirukkavendaam; Anniya Dhevanai Nee Namaskarikkavum Vendaam. "},
{ "Verses": "10 unnai Egipthudhesaththilirundhu Purappadappannina Un Dhevanaagiya Karththar Naane; Un Vaayai Virivaaith Thira, Naan Adhai Nirappuven. "},
{ "Verses": "11 en Janamo En Saththaththukkuch Sevikodukkavillai; Isravel Ennai Virumbavillai. "},
{ "Verses": "12 aagaiyaal Avargalai Avargal Irudhayaththin Kadinaththirku Vittuvitten; Thangal Yosanaigalinpadiye Nadandhaargal. "},
{ "Verses": "13 aa, En Janam Enakkuch Sevikoduththu, Isravel En Vazhigalil Nadandhaal Nalamaayirukkum! "},
{ "Verses": "14 naan Seekkiraththil Avargal Edhiraaligalaith Thaazhththi, En Kaiyai Avargal Saththurukkalukku Virodhamaagath Thiruppuven. "},
{ "Verses": "15 appozhudhu Karththaraip Pagaikkiravargal Avarukku Ichchagam Pesi Adanguvaargal; Avargaludaiya Kaalam Endrendraikkum Irukkum. "},
{ "Verses": "16 uchchidhamaana Godhumaiyinaal Avargalaip Poshippaar; Kanmalaiyin Theninaal Unnaith Thirupthiyaakkuven. "}
]