[
{ "Verses": "1 needhiyaich Sarikkattugira Dhevanaagiya Karththaave, Needhiyaich Sarikkattugira Dhevane, Piragaasiyum. "},
{ "Verses": "2 boomiyin Niyaayaadhibadhiye, Neer Ezhundhu, Perumaikkaararukku Badhilaliyum. "},
{ "Verses": "3 karththaave, Dhunmaarkkar Edhuvaraikkum Magizhndhu, Dhunmaarkkar Edhuvaraikkum Kalikoorndhiruppaargal? "},
{ "Verses": "4 edhuvaraikkum Akkiramakkaarar Yaavarum Vaayaadi, Kadinamaaip Pesi, Perumaipaaraattuvaargal? "},
{ "Verses": "5 karththaave, Avargal Umadhu Janaththai Norukki, Umadhu Sudhandharaththai Odukkugiraargal. "},
{ "Verses": "6 vidhavaiyaiyum Paradhesiyaiyum Kondru, Thikkatra Pillaigalaik Kolaiseydhu: "},
{ "Verses": "7 karththar Paaraar, Yaakkobin Dhevan Gavaniyaar Endru Sollugiraargal. "},
{ "Verses": "8 janaththil Mirugagunamullavargale, Unarvadaiyungal; Moodare, Eppozhudhu Buththimaangalaaveergal? "},
{ "Verses": "9 kaadhai Undaakkinavar Kelaaro? Kannai Uruvaakkinavar Kaanaaro? "},
{ "Verses": "10 jaadhigalai Dhandikkiravar Kadindhukollaaro? Manushanukku Arivai Bodhikkiravar Ariyaaro? "},
{ "Verses": "11 manushanudaiya Yosanaigal Veenendru Karththar Arindhirukkiraar. "},
{ "Verses": "12 karththaave, Dhunmaarkkanukkuk Kuzhivettappadumvaraikkum, Neer Theengunaatkalil Amarndhirukkappanni, "},
{ "Verses": "13 sitchiththu, Ummudaiya Vedhaththaikkondu Bodhikkira Manushan Baakkiyavaan. "},
{ "Verses": "14 karththar Thammudaiya Janaththai Negizhavidaamalum, Thammudaiya Sudhandharaththaik Kaividaamalum Iruppaar. "},
{ "Verses": "15 niyaayam Needhiyinidamaagath Thirumbum; Semmaiyaana Irudhayaththaar Yaavarum Adhaip Pinbatruvaargal. "},
{ "Verses": "16 dhunmaarkkarukku Virodhamaai En Patchaththil Ezhumbugiravan Yaar? Akkiramakkaararukku Virodhamaai En Patchaththil Nirpavan Yaar? "},
{ "Verses": "17 karththar Enakkuth Thunaiyaayiraavittaal, En Aaththumaa Seekkiramaai Mavunaththil Vaasampanniyirukkum. "},
{ "Verses": "18 en Kaal Sarukkugiradhu Endru Naan Sollumbodhu, Karththaave, Umadhu Kirubai Ennaith Thaangugiradhu. "},
{ "Verses": "19 en Ullaththil Visaarangal Perugugaiyil, Ummudaiya Aarudhalgal En Aaththumaavaith Thetrugiradhu. "},
{ "Verses": "20 theemaiyaik Kattalaiyinaal Pirappikkira Kodungolaasanam Umakku Isaindhirukkumo? "},
{ "Verses": "21 avargal Needhimaanudaiya Aaththumaavukku Virodhamaaik Koottangoodi, Kutramillaadha Raththaththaik Kutrappaduththugiraargal. "},
{ "Verses": "22 karththaro Enakku Adaikkalamum, En Dhevan Naan Nambiyirukkira Kanmalaiyumaayirukkiraar. "},
{ "Verses": "23 avargaludaiya Akkiramaththai Avargalmel Thiruppi, Avargaludaiya Pollaappinimiththam Avargalaich Sangarippaar; Nammudaiya Dhevanaagiya Karththar Avargalai Sangarippaar. "}
]