[
{ "Verses": "1 dhevane, Umadhu Kirubaiyinpadi Enakku Irangum, Umadhu Migundha Irakkangalinpadi En Meerudhalgal Neenga Ennaich Suththigariyum. "},
{ "Verses": "2 en Akkiramam Neenga Ennai Mutrilum Kazhuvi, En Paavamara Ennaich Suththigariyum. "},
{ "Verses": "3 en Meerudhalgalai Naan Arindhirukkiren; En Paavam Eppozhudhum Enakku Munbaaga Nirkiradhu. "},
{ "Verses": "4 dhevareer Oruvarukke Virodhamaaga Naan Paavanjeydhu, Umadhu Kangalukku Munbaagap Pollaangaanadhai Nadappiththen; Neer Pesumbodhu Ummudaiya Needhi Vilangavum, Neer Niyaayandheerkkumbodhu Ummudaiya Parisuththam Vilangavum Idhai Arikkaiyidugiren. "},
{ "Verses": "5 idho, Naan Thurkkunaththil Uruvaanen; En Thaai Ennaip Paavaththil Karppandhariththaal. "},
{ "Verses": "6 idho, Ullaththil Unmaiyirukka Virumbugireer; Andhakgaranaththil Gnaanaththai Enakkuth Theriyappaduththuveer. "},
{ "Verses": "7 neer Ennai Eesoppinaal Suththigariyum, Appozhudhu Naan Suththamaaven; Ennaik Kazhuviyarulum, Appozhudhu Naan Uraindha Mazhaiyilum Venmaiyaaven. "},
{ "Verses": "8 naan Sandhoshamum Magizhchchiyum Ketkumpadi Seyyum, Appozhudhu Neer Norukkina Elumbugal Kalikoorum. "},
{ "Verses": "9 en Paavangalaip Paaraadhapadikku Neer Umadhu Mugaththai Maraiththu, En Akkiramangalaiyellaam Neekkiyarulum. "},
{ "Verses": "10 dhevane, Suththa Irudhayaththai Ennile Sirushtiyum, Nilaivaramaana Aaviyai En Ullaththile Pudhuppiyum. "},
{ "Verses": "11 umadhu Samugaththai Vittu Ennaith Thallaamalum, Umadhu Parisuththa Aaviyai Ennidaththilirundhu Eduththukkollaamalum Irum. "},
{ "Verses": "12 umadhu Iratchaniyaththin Sandhoshaththaith Thirumpavum Enakkuth Thandhu, Ursaakamaana Aavi Ennaith Thaangumpati Seyyum. "},
{ "Verses": "13 appozhudhu Paadhagarukku Umadhu Vazhigalai Ubadhesippen; Paavigal Ummidaththil Mananthirumbuvaargal. "},
{ "Verses": "14 dhevane, Ennai Ratchikkun Dhevane, Raththappazhigalukku Ennai Neengalaakkividum; Appozhudhu En Naavu Ummudaiya Needhiyaik Gembeeramaaip Paadum. "},
{ "Verses": "15 aandavare, En Udhadugalaith Thirandharulum; Appozhudhu En Vaai Ummudaiya Pugazhai Arivikkum. "},
{ "Verses": "16 baliyai Neer Virumbugiradhillai, Virumbinaal Seluththuven; Thaganabaliyum Umakkup Piriyamaanadhalla. "},
{ "Verses": "17 dhevanukkerkum Baligal Norungunda Aavidhaan; Dhevane, Norungundadhum Narungundadhumaana Irudhayaththai Neer Purakkaniyeer. "},
{ "Verses": "18 seeyonukku Umadhu Piriyaththinpadi Nanmaiseyyum; Erusalemin Madhilgalaik Kattuveeraaga. "},
{ "Verses": "19 appozhudhu Thaganabaliyum Sarvaanga Thaganabaliyumaagiya Needhiyinbaligalil Piriyappaduveer; Appozhudhu Umadhu Beedaththinmel Kaalaigalaip Baliyiduvaargal. "}
]