[
{ "Verses": "1 karththarai Thudhiyungal, Avar Nallavar; Avar Kirubai Endrumulladhu. "},
{ "Verses": "2 avar Kirubai Endrumulladhendru Isravel Solvadhaaga. "},
{ "Verses": "3 avar Kirubai Endrumulladhendru, Aaronin Kudumbaththaar Solvaargalaaga. "},
{ "Verses": "4 avar Kirubai Endrumulladhendru, Karththarukku Bayappadugiravargal Solvaargalaaga. "},
{ "Verses": "5 nerukkaththilirundhu Karththarai Nokki Kooppitten, Karththar Ennai Kettaruli Visaalaththile Vaiththaar. "},
{ "Verses": "6 karththar En Patchaththil Irukkiraar, Naan Bayappaden; Manushan Enakku Ennaseyvaan? "},
{ "Verses": "7 enakku Anugoolam Pannugiravargal Naduvil Karththar En Patchaththil Irukkiraar; En Saththurukkalil Sarikkattudhalai Kaanben. "},
{ "Verses": "8 manushanai Nambuvadhaippaarkkilum, Karththar Peril Patrudhalaayiruppadhe Nalam. "},
{ "Verses": "9 pirabukkalai Nambuvadhaippaarkkilum, Karththar Peril Patrudhalaayiruppadhe Nalam. "},
{ "Verses": "10 ellaa Jaadhiyaarum Ennai Valaindhukollugiraargal; Karththarudaiya Naamaththinaal Avargalai Sangarippen. "},
{ "Verses": "11 ennai Sutrilum Valaindhukollugiraargal; Karththarudaiya Naamaththinaal Avargalai Sangarippen. "},
{ "Verses": "12 theneekkalaippola Ennai Valaindhukollugiraargal; Mullil Patrina Neruppaippola Anaindhu Povaargal; Karththarudaiyanaamaththinaal Avargalai Sangarippen. "},
{ "Verses": "13 naan Vizhumpadi Nee Ennai Thallinaai; Karththaro Enakku Udhaviseydhaar. "},
{ "Verses": "14  Karththar En Belanum, En Keedhamumaanavar; Avar Enakku Ratchippumaanaar. "},
{ "Verses": "15 needhimaangaludaiya Koodaarangalil Ratchippin Gembeerasaththam Undu; Karththarin Valadhukaram Baraakkiramanseyyum. "},
{ "Verses": "16 karththarin Valadhukaram Uyarndhirukkiradhu; Karththarin Valadhukaram Baraakkiramanseyyum. "},
{ "Verses": "17 naan Saavaamal, Pizhaiththirundhu, Karththarudaiya Seygaigalai Vivarippen. "},
{ "Verses": "18 karththar Ennai Veguvaai Thandiththum, Ennai Saavukku Oppukkodukkavillai. "},
{ "Verses": "19 needhiyin Vaasalgalaith Thiravungal; Naan Avaigalukkul Piravesiththu Karththarai Thudhippen. "},
{ "Verses": "20 karththarin Vaasal Idhuve; Needhimaangal Idharkul Piravesippaargal. "},
{ "Verses": "21 neer Enakku Sevikoduththu, Enakku Ratchippaayirundhapadiyaal, Naan Ummai Thudhippen. "},
{ "Verses": "22 veedukattugiravargal Aagaadhendru Thallina Kalle, Moolaikku Thalaikkallaayitru. "},
{ "Verses": "23 adhu Karththaraale Aayitru, Adhu Nammudaiya Kangalukku Aachchariyamaayirukkiradhu. "},
{ "Verses": "24 idhu Karththar Undupannina Naal, Idhile Kalikoorndhu Magizhakkadavom. "},
{ "Verses": "25 karththaave, Ratchiyum; Karththaave, Kaariyaththai Vaaikkappannum. "},
{ "Verses": "26 karththarudaiya Naamaththinaale Varugiravar Sthoththirikkappattavar; Karththarudaiya Aalayaththilirundhu Ungalai Aaseervadhikkirom. "},
{ "Verses": "27 karththar Nammai Piragaasippikkira Dhevanaayirukkiraar; Pandigaippaliyai Kondupoi Balipeedaththin Kombugalil Kayirugalaal Kattungal. "},
{ "Verses": "28  Neer En Dhevan, Naan Ummai Thudhippen; Neer En Dhevan, Naan Ummai Uyarththuven. "},
{ "Verses": "29 karththarai Thudhiyungal, Avar Nallavar; Avar Kirubai Endrumulladhu. "}
]