[
{ "Verses": "1 en Aaththumaave, Karththarai Sthoththiri; En Dhevanaagiya Karththaave, Neer Migavum Periyavaraayirukkireer; Magimaiyaiyum Magaththuvaththaiyum Anindhukondirukkireer. "},
{ "Verses": "2 oliyai Vasthiramaaga Thariththu, Vaanangalai Thiraiyaippol Viriththirukkireer. "},
{ "Verses": "3 thamadhu Melveedugalai Thanneergalaal Machchuppaavi, Megangalai Thamadhu Radhamaakki, Kaatrinudaiya Settaigalinmel Sellugiraar. "},
{ "Verses": "4  Thammudaiya Thoodhargalai Kaatrugalaagavum, Thammudaiya Oozhiyakkaararai Akkinijuvaalaigalaagavum Seygiraar. "},
{ "Verses": "5 boomi Orupodhum Nilaiperaadhapadi Adhin Aadhaarangalmel Adhai Sthaabiththaar. "},
{ "Verses": "6 adhai Vasthiraththinaal Mooduvadhupola Aazhaththinaal Moodineer; Parvadhangalinmel Thanneergal Nindradhu. "},
{ "Verses": "7 avaigal Umadhu Kandidhaththaal Vilagiyodi, Umadhu Kumuralin Saththaththaal Viraindhupoyitru. "},
{ "Verses": "8 avaigal Malaigalil Eri, Pallaththaakkugalil Irangi, Neer Avaigalukku Erpaduththina Idaththil Sendradhu. "},
{ "Verses": "9 avaigal Thirumbavum Vandhu Boomiyai Moodikkollaadhapadi Kadavaadhirukkum Ellaiyai Avaigalukku Erpaduththineer. "},
{ "Verses": "10 avar Pallaththaakkugalil Neerootrugalai Varavidugiraar; Avaigal Malaigal Naduve Odugiradhu. "},
{ "Verses": "11 avaigal Veliyin Jeevangalukkellaam Thanneer Kodukkum; Ange Kaattukkazhudhaigal Thangal Thaagaththai Theerththukkollum. "},
{ "Verses": "12 avaigalin Oramaai Aagaayaththupparavaigal Sanjariththu, Kilaigalmelirundhu Paadum. "},
{ "Verses": "13 thammudaiya Melveedugalilirundhu Parvadhangalukku Thanneer Iraikkiraar; Umadhu Kiriyaigalin Balanaale Boomi Thirupthiyaayirukkiradhu. "},
{ "Verses": "14 boomiyilirundhu Aagaaram Undaagumpadi, Avar Mirugangalukku Pullaiyum, Manusharukku Ubayogamaana Payirvagaigalaiyum Mulaippikkiraar. "},
{ "Verses": "15 manushanudaiya Irudhayaththai Magizhchchiyaakkum Thiraatcharasaththaiyum, Avanukku Mugakkalaiyai Undupannum Ennayaiyum, Manushanudaiya Irudhayaththai Aadharikkum Aagaaraththaiyum Vilaivikkiraar. "},
{ "Verses": "16 karththarudaiya Virutchangalum, Avar Naattina Leebanonin Kedhurukkalum Saaraththinaal Niraindhirukkum. "},
{ "Verses": "17 ange Kuruvigal Koodukattum; Dhevadhaaruvirutchangal Kokkugalin Kudiyiruppu. "},
{ "Verses": "18 uyarndha Parvadhangal Varaiyaadugalukkum, Kanmalaigal Kuzhimusalgalukkum Adaikkalam. "},
{ "Verses": "19 sandhiranai Kaalakkurippugalukkaaga Padaiththaar; Sooriyan Than Asthamanaththai Ariyum. "},
{ "Verses": "20 neer Irulai Kattalaiyidugireer, Raakkaalamaagum; Adhile Sagala Kaattu Jeevangalum Nadamaadum. "},
{ "Verses": "21 baalasingangal Iraikkaaga Kerchchiththu, Dhevanaal Thangalukku Aagaaram Kidaikkumpadi Thedum. "},
{ "Verses": "22 sooriyan Udhikkaiyil Avaigal Odhungi, Thangal Thaabarangalil Paduththukkollum. "},
{ "Verses": "23 appozhudhu Manushan Saayangaalamattum Than Velaikkum, Than Pannaikkum Purappadugiraan. "},
{ "Verses": "24 karththaave, Umadhu Kiriyaigal Evvalavu Thiralaayirukkiradhu! Avaigalaiyellaam Gnaanamaai Padaiththeer; Boomi Ummudaiya Porulgalinaal Niraindhirukkiradhu. "},
{ "Verses": "25 peridhum Visthaaramumaana Indha Samuththiramum Appadiye Niraindhirukkiradhu; Adhile Sanjarikkum Siriyavaigalum Periyavaigalumaana Ennirandha Jeevangal Undu. "},
{ "Verses": "26 adhile Kappalgal Odum; Adhile Vilaiyaadumpadi Neer Undaakkina Thimingilangalum Undu. "},
{ "Verses": "27 etravelaiyil Aagaaraththai Tharuveer Endru Avaigalellaam Ummai Nokki Kaaththirukkum. "},
{ "Verses": "28 neer Kodukka, Avaigal Vaangikkollum; Neer Ummudaiya Kaiyaiththirakka, Avaigal Nanmaiyaal Thirupdhiyaagum. "},
{ "Verses": "29 neer Umadhu Mugaththai Maraikka, Thigaikkum; Neer Avaigalin Suvaasaththai Vaangikkolla, Avaigal Maandu, Thangal Mannukku Thirumbum. "},
{ "Verses": "30 neer Ummudaiya Aaviyai Anuppumbodhu, Avaigal Sirushtikkappadum; Neer Boomiyin Roobaththaiyum Pudhidhaakkugireer. "},
{ "Verses": "31 karththarudaiya Magimai Endrendraikkum Vilangum; Karththar Thammudaiya Kiriyaigalile Magizhuvaar. "},
{ "Verses": "32 avar Boomiyai Nokkippaarkka, Adhu Adhirum; Avar Parvadhangalaiththoda, Avaigal Pugaiyum. "},
{ "Verses": "33 naan Uyirodirukkumattum En Karththarai Paaduven; Naan Ullalavum En Dhevanai Keerththanampannuven. "},
{ "Verses": "34 naan Avarai Dhiyaanikkum Dhiyaanam Inidhaayirukkum; Naan Karththarukkul Magizhuven. "},
{ "Verses": "35 paavigal Boomiyilirundhu Nirmoolamaagi, Thunmaarkkar Ini Iraamarpovaargal. En Aaththumaave, Karththarai Sthoththiri, Allelooyaa "}
]