[
{ "Verses": "1 allelooyaa, Karththarudaiya Naamaththaith Thudhiyungal; Karththarin Oozhiyakkaarare, Thudhiyungal. "},
{ "Verses": "2 karththarudaiya Veettilum, Namadhu Dhevanudaiya Aalayappiraagaarangalilum Nirkiravargale, Karththaraith Thudhiyungal. "},
{ "Verses": "3 karththar Nallavar; Avarudaiya Naamaththaik Keerththanampannungal; Adhu Inbamaanadhu. "},
{ "Verses": "4 karththar Yaakkobaith Thamakkaagavum, Isravelaith Thamakkuch Sondhamaagavum Therindhukondaar. "},
{ "Verses": "5 karththar Periyavar Endrum, Nammudaiya Aandavar Ellaa Dhevargalukkum Melaanavar Endrum Naan Ariven. "},
{ "Verses": "6 vaanaththilum Boomiyilum, Samuththirangalilum, Ellaa Aazhangalilum, Karththar Thamakkuch Siththamaanadhaiyellaam Seygiraar. "},
{ "Verses": "7 avar Boomiyin Kadaiyaandharangalilirundhu Megangalai Ezhumpappanni, Mazhaiyudan Minnalaiyum Undaakki, Kaatraith Thamadhu Pandasaalaigalilirundhu Urappadappannukiraar. "},
{ "Verses": "8 avar Egipthile Manusharudaiya Thalaippillaigalaiyum Mirugaththin Thalaiyeetrugalaiyum Adiththaar. "},
{ "Verses": "9 egipthudhesame, Un Naduvil Paarvonmelum Avanudaiya Ellaa Oozhiyakkaararmelum Adaiyaalangalaiyum Arpudhangalaiyum Anuppinaar. "},
{ "Verses": "10 avar Anegam Jaadhigalai Adiththu, Balaththa Raajaakkalaik Kondru; "},
{ "Verses": "11 emoriyarin Raajaavaagiya Seegonaiyum, Paasaanin Raajaavaagiya Ogaiyum, Kaanaanin Sagala Raajyangalaiyum Azhiththu, "},
{ "Verses": "12 avargal Dhesaththaith Thammudaiya Janamaagiya Isravelukkuch Sudhandharamaagak Koduththaar. "},
{ "Verses": "13 karththaave, Ummudaiya Naamam Endraikkumulladhu; Karththaave, Ummudaiya Pirasthaabam Thalaimurai Thalaimuraikkum Irukkum. "},
{ "Verses": "14 karththar Thammudaiya Janaththin Niyaayaththai Visaariththu, Thammudaiya Oozhiyakkaararmel Paridhaapappaduvaar. "},
{ "Verses": "15 agngnaanigaludaiya Vikkiragangal Velliyum Ponnum, Manusharudaiya Kaivelaiyumaayirukkiradhu. "},
{ "Verses": "16 avaigalukku Vaayirundhum Pesaadhu, Avaigalukkuk Kangalirundhum Kaanaadhu. "},
{ "Verses": "17 avaigalukkuk Kaadhugalirundhum Kelaadhu; Avaigaludaiya Vaayile Suvaasamumillai. "},
{ "Verses": "18 avaigalaip Pannugiravargalum, Avaigalai Nambugiravargal Yaavarum, Avaigalaippol Irukkiraargal. "},
{ "Verses": "19 isravel Kudumbaththaare, Karththarai Sthoththiriyungal; Aaron Kudumbaththaare, Karththarai Sthoththiriyungal. "},
{ "Verses": "20 levi Kudumbaththaare, Karththarai Sthoththiriyungal; Karththarukkup Bayandhavargale, Karththarai Sthoththiriyungal. "},
{ "Verses": "21 erusalemil Vaasampannugira Karththarukku Seeyonilirundhu Sthoththiramundaavadhaaga. Allelooyaa. "}
]