[
{ "Verses": "1 dhevane, Purajaadhiyaar Umadhu Sudhandharaththil Vandhu, Umadhu Parisuththa Aalayaththaith Theettuppaduththi, Erusalemai Manmedugalaakkinaargal. "},
{ "Verses": "2 umadhu Oozhiyakkaararin Piredhangalai Aagaayaththup Paravaigalukkum, Umadhu Parisuththavaangalin Maamsaththaip Boomiyin Mirugangalukkum Iraiyaagak Koduththaargal. "},
{ "Verses": "3 erusalemaich Sutrilum Avargaludaiya Raththaththai Thanneeraippolach Sindhinaargal; Avargalai Adakkampannuvaarumillai. "},
{ "Verses": "4 engal Ayalaarukku Nindhaiyum, Engal Sutruppuraththaarukkup Pariyaasamum Sakkandhamumaanom. "},
{ "Verses": "5 edhuvaraikkum Karththaave! Neer Endraikkum Kobamaayiruppeero? Ummudaiya Erichchal Akkiniyaippol Eriyumo? "},
{ "Verses": "6 ummai Ariyaadha Jaadhigal Umadhu Naamaththaith Thozhudhukollaadha Raajyangalmelum, Ummudaiya Ukkiraththai Ootrividum. "},
{ "Verses": "7 avargal Yaakkobaip Patchiththu, Avan Kudiyiruppaip Paazhaakkinaargale. "},
{ "Verses": "8 poorvakaalaththu Akkiramangalai Engalukku Virodhamaaga Ninaiyaadheyum; Ummudaiya Irakkangal Seekkiramaai Engalukku Neriduvadhaaga; Naangal Migavum Thaazhththappattupponom. "},
{ "Verses": "9 engalai Ratchikkum Dhevane, Neer Umadhu Naamaththin Magimaiyinimiththam Engalukku Udhaviseydhu, Umadhu Naamaththinimiththam Engalai Viduviththu, Engal Paavangalai Nivirththiyaakkum. "},
{ "Verses": "10 avargaludaiya Dhevan Enge Endru Purajaadhigal Solvaanen? Umadhu Oozhiyakkaararudaiya Sindhunda Raththaththin Pazhivaangudhal Jaadhigalukkulle Engal Kangalukku Munbaaga Vilangumpadi Seyyum. "},
{ "Verses": "11 kattundavanudaiya Perumoochchu Umakku Munbaaga Varattum; Kolaikku Niyamikkappattavargalai Umadhu Puyabalaththinaal Uyirode Kaaththarulum. "},
{ "Verses": "12 aandavare, Engal Ayalaar Ummai Nindhiththa Nindhaiyai, Ezhaththanaiyaaga Avargal Madiyile Thirumbappannum. "},
{ "Verses": "13 appozhudhu, Ummudaiya Janangalum Ummudaiya Meychchalin Aadugalumaagiya Naangal Ummai Endrendraikkum Pugazhuvom; Thalaimurai Thalaimuraiyaaga Umadhu Thudhiyaich Sollivaruvom. "}
]