[
{ "Verses": "1 isravelin Meyppare, Yoseppai Aattumandhaiyaippol Nadaththugiravare, Sevikodum; Kerubeengal Maththiyil Vaasampannugiravare, Piragaasiyum. "},
{ "Verses": "2 eppiraayeem Benyameen Manaase Enbavargalukku Munbaaga, Neer Umadhu Vallamaiyai Ezhuppi, Engalai Ratchikka Vandharulum. "},
{ "Verses": "3 dhevane, Engalaith Thiruppikkonduvaarum, Umadhu Mugaththaip Piragaasikkappannum, Appozhudhu Ratchikkappaduvom. "},
{ "Verses": "4 senaigalin Dhevanaagiya Karththaave, Umadhu Janaththin Vinnappaththukku Virodhamaai Neer Edhuvaraikkum Kobankolveer. "},
{ "Verses": "5 kanneeraagiya Appaththai Avargalukku Pojanamaagavum, Migudhiyaana Kanneeraiye Avargalukkup Baanamaagavum Koduththeer. "},
{ "Verses": "6 engal Ayalaarukku Engalai Vazhakkaaga Vaikkireer; Engal Saththurukkal Engalaip Pariyaasampannugiraargal. "},
{ "Verses": "7 senaigalin Dhevane, Engalaith Thiruppikkonduvaarum, Umadhu Mugaththaip Piragaasikkappannum, Appozhudhu Iratchikkappaduvom. "},
{ "Verses": "8 neer Egipdhilirundhu Oru Thiraatchakkodiyaik Konduvandhu, Jaadhigalaith Thuraththivittu, Adhai Naattineer. "},
{ "Verses": "9 adharku Idaththai Aayaththappaduththineer; Adhu Veroondri, Dhesamengum Padarndhadhu. "},
{ "Verses": "10 adhin Nizhalaal Malaigalum Adhin Kilaigalaal Dhivviyamaana Kedhurukkalum Moodappattadhu. "},
{ "Verses": "11 adhu Than Kodigalaich Samuththiramattaagavum, Than Kilaigalai Nadhimattaagavum Padaravittadhu. "},
{ "Verses": "12 ippozhudho Vazhinadakkira Yaavarum Adhaip Parikkumpadiyaaga, Adhin Adaippugalai En Thagarththuppotteer? "},
{ "Verses": "13 kaattuppandri Adhai Uzhudhupodugiradhu, Veliyin Mirugangal Adhai Meyndhupodugiradhu. "},
{ "Verses": "14 senaigalin Dhevane, Thirumbivaarum, Vaanaththilirundhu Kannokkippaarththu, Indhath Thiraatsachchediyai Visaariththarulum; "},
{ "Verses": "15 ummudaiya Valadhukaram Naattina Kodiyaiyum, Umakku Neer Thidappaduththina Kilaiyaiyum Kadaatchiththarulum. "},
{ "Verses": "16 adhu Akkiniyaal Sudappattum Vettundum Poyitru; Ummudaiya Mugaththin Bayamuruththalaal Azhindhupogiraargal. "},
{ "Verses": "17 umadhu Karam Umadhu Valadhupaarisaththup Purushanmeedhilum, Umakku Neer Thidappaduththina Manushakumaaranmeedhilum Iruppadhaaga. "},
{ "Verses": "18 appozhudhu Ummaivittup Pinvaangamaattom; Engalai Uyirppiyum, Appozhudhu Umadhu Naamaththaith Thozhudhukolluvom. "},
{ "Verses": "19 senaigalin Dhevanaagiya Karththaave, Engalaith Thiruppikkonduvaarum; Umadhu Mugaththaip Piragaasikkappannum, Appozhudhu Ratchikkappaduvom. "}
]