[
{ "Verses": "1 janangale, Neengal Ellaarum Idhaik Kelungal. "},
{ "Verses": "2 boomiyin Kudigale, Siriyorum Periyorum Aisuvariyavaangalum Eliyavargalumaagiya Neengal Ellaarum Egamaaich Sevikodungal. "},
{ "Verses": "3 en Vaai Gnaanaththaip Pesum; En Irudhayam Unarvaith Dhiyaanikkum. "},
{ "Verses": "4 en Seviyai Uvamaimozhikkuch Saaiththu, En Maraiporulaich Suramandalaththinmel Velippaduththuven. "},
{ "Verses": "5 ennaith Thodarugiravargaludaiya Akkiramam Ennaich Soozhndhukollun Theengunaatkalil, Naan Payappadavendiyadhenna? "},
{ "Verses": "6 thangal Selvaththai Nambi Thangal Thiralaana Aisuvariyaththinaal Perumaipaaraattugira, "},
{ "Verses": "7 oruvanaavadhu, Than Sagodharan Azhivaik Kaanaamal Ini Endraikkum Uyirodirukkumpadi, "},
{ "Verses": "8 evvidhaththinaalaavadhu Avanai Meettukkollavum, Avanimiththam Meetkumporulai Dhevanukkuk Kodukkavunkoodaadhe. "},
{ "Verses": "9 avargal Aaththumameetpu Migavum Arumaiyaayirukkiradhu; Adhu Orupodhum Mudiyaadhu. "},
{ "Verses": "10 gnaanigalum Mariththu, Agngnaanigalum Nirmoodarum Egamaai Azhindhu, Thangal Aatdhiyai Matravargalukku Vaiththuppogiradhaik Kaangiraan. "},
{ "Verses": "11 thangal Veedugal Niththiyakaalamaagavum, Thangal Vaasasthalangal Thalaimurai Thalaimuraiyaagavum Irukkumenbadhu Avargal Ullaththin Abippiraayam; Avargal Thangal Naamangalaith Thangal Nilangalukkuth Tharikkiraargal. "},
{ "Verses": "12 aagilum Ganamporundhiyavanaayirukkira Manushan Nilaiththirukkiradhillai; Azhindhupogum Mirugangalukku Oppaayirukkiraan. "},
{ "Verses": "13 idhudhaan Avargal Vazhi, Idhudhaan Avargal Paiththiyam; Aagilum Avargal Sandhadhiyaar Avargal Sollai Mechchikkollugiraargal. (selaa.) "},
{ "Verses": "14 aattumandhaiyaippola Paadhaalaththile Kidaththappadugiraargal; Maranam Avargalai Meyndhupodum; Semmaiyaanavargal Adhikaalaiyil Avargalai Aandukolvaargal; Avargal Thangal Vaasasthalaththil Nilaiththirukkakkoodaadhapadi Avargaludaiya Roobaththaip Paadhaalam Azhikkum. "},
{ "Verses": "15 aanaalum Dhevan En Aaththumaavaip Paadhaalaththin Vallamaikkuth Thappuviththu Meetpaar, Avar Ennai Etrukkolvaar. (selaa.) "},
{ "Verses": "16 oruvan Aisuvariyavaanaagi, Avan Veettin Magimai Perugumpodhu, Nee Bayappadaadhe. "},
{ "Verses": "17 avan Marikkumpodhu Ondrum Kondupovadhillai; Avan Magimai Avanaip Pinbatrich Selvadhumillai. "},
{ "Verses": "18 avan Uyirodirukkaiyil Than Aaththumaavai Vaazhththinaalum: Nee Unakku Nanmaiyai Naadinaai Endru Manushar Avanaip Pugazhndhaalum, "},
{ "Verses": "19 avan Endrendraikkum Velichchaththaik Kaanaadha Than Pidhaakkalin Sandhadhiyaich Seruvaan. "},
{ "Verses": "20 ganam Porundhinavanaayirundhum Arivillaadha Manushan Azhindhupogum Mirugangalukku Oppaayirukkiraan. "}
]