[
{ "Verses": "1 karththaave, En Muzhu Irudhayaththodum Ummaith Thudhippen; Ummudaiya Adhisayangalaiyellaam Vivarippen. "},
{ "Verses": "2 ummil Magizhndhu Kalikooruven; Unnadhamaanavare, Umadhu Naamaththaik Keerththanampannuven. "},
{ "Verses": "3 en Saththurukkal Pinnaagath Thirumbumbodhu, Umadhu Samugaththil Avargal Idarundu Azhindhupovaargal. "},
{ "Verses": "4 neer En Niyaayaththaiyum En Vazhakkaiyum Theerththu, Needhiyulla Niyaayaadhibadhiyaai Singaasanaththinmel Veetrirukkireer. "},
{ "Verses": "5 jaadhigalaik Kadindhukondu, Thunmaarkkarai Azhiththu, Avargal Naamaththai Endrendraikkum Illaadhapadi Kulaiththuppotteer. "},
{ "Verses": "6 saththurukkal Endrendraikkum Paazhaakkappattaargal; Avargal Pattanangalai Nirmoolamaakkineer; Avargal Perum Avargalodekooda Ozhindhupoyitru. "},
{ "Verses": "7 karththaro Endrendraikkum Iruppaar; Thammudaiya Singaasanaththai Niyaayaththeerppukku Aayaththampanninaar. "},
{ "Verses": "8 avar Poochchakkaraththai Needhiyaai Niyaayantheerththu, Sagala Janangalukkum Semmaiyaai Needhiseyvaar. "},
{ "Verses": "9 sirumaippattavanukkuk Karththar Adaikkalamaanavar; Nerukkappadugira Kaalangalil Avare Thanjamaanavar. "},
{ "Verses": "10 karththaave, Ummaith Thedugiravargalai Neer Kaividugiradhillai; Aadhalaal, Umadhu Naamaththai Arindhavargal Ummai Nambiyiruppaargal. "},
{ "Verses": "11 seeyonil Vaasamaayirukkira Karththaraik Keerththanampanni, Avar Seygaigalai Janangalukkulle Ariviyungal. "},
{ "Verses": "12 raththappazhigalaikkuriththu Avar Visaaranai Seyyumpodhu, Avaigalai Ninaikkiraar; Sirumaippattavargaludaiya Kooppidudhalai Maravaar. "},
{ "Verses": "13 maranavaasalgalilirundhu Ennaith Thookkividugira Karththaave, Naan Ummudaiya Thudhigalaiyellaam Seeyon Kumaaraththiyin Vaasalgalil Vivariththu, Ummudaiya Ratchippinaal Kalikoorumpadikku, "},
{ "Verses": "14 dhevareer Enakku Irangi, Ennaip Pagaikkiravargalaal Enakku Varum Thunbaththai Nokkippaarum. "},
{ "Verses": "15 jaadhigal Thaangal Vettina Kuzhiyil Thaangale Vizhundhaargal; Avargal Maraivaai Vaiththa Valaiyil Avargaludaiya Kaale Agappattukkondadhu. "},
{ "Verses": "16 karththar Thaam Seydha Niyaayaththinaal Ariyappadugiraar; Dhunmaarkkan Than Kaigalin Seygaiyile Sikkikkondaan.(ikaayon,selaa.) "},
{ "Verses": "17 dhunmaarkkarum, Dhevanai Marakkira Ellaa Jaadhigalum, Naragaththile Thallappaduvaargal. "},
{ "Verses": "18 eliyavan Endraikkum Marakkappaduvadhillai; Sirumaippattavargaludaiya Nambikkai Orupodhum Kettuppovadhillai. "},
{ "Verses": "19 ezhundharulum Karththaave, Manushan Belan Kollaadhapadi Seyyum; Jaadhigal Ummudaiya Samugaththil Niyaayantheerkkappadakkadavargal. "},
{ "Verses": "20 jaadhigal Thangalai Manusharendru Ariyumpadikku, Avargalukkup Bayamundaakkum, Karththaave. (selaa.) "}
]