[
{ "Verses": "1 karththarudaiya Vedhaththinpadi Nadakkira Uththama Maarkkaththaar Baakkiyavaangal. "},
{ "Verses": "2 avarudaiya Saatchigalai Kaikkondu, Avarai Muzhu Irudhayaththodum Thedugiravargal Baakkiyavaangal. "},
{ "Verses": "3  Avargal Aniyaayam Seyvadhillai; Avarudaiya Vazhigalil Nadakkiraargal. "},
{ "Verses": "4 umadhu Kattalaigalai Naangal Karuththaai Kaikkollumpadi Neer Karpiththeer. "},
{ "Verses": "5 umadhu Piramaanangalai Kaikkollumpadi, En Nadaigal Sthirappattaal Nalamaayirukkum. "},
{ "Verses": "6 naan Ummudaiya Karpanaigalaiyellaam Kannokkumbodhu, Vetkappattuppovadhillai. "},
{ "Verses": "7 ummudaiya Needhi Niyaayangalai Naan Katrukkollumbodhu, Semmaiyaana Irudhayaththaal Ummai Thudhippen. "},
{ "Verses": "8 umadhu Piramaanangalai Kaikkolluven; Mutrilum Ennai Kaividaadheyum. "},
{ "Verses": "9 vaaliban Than Vazhiyai Edhinaal Suththampannuvaan? Umadhu Vasanaththinpadi Thannai Kaaththukkollugiradhinaaldhaane. "},
{ "Verses": "10 en Muzhu Irudhayaththodum Ummai Thedugiren, Ennai Umadhu Karpanaigalaivittu Vazhithappavidaadheyum. "},
{ "Verses": "11 naan Umakku Virodhamaai Paavanseyyaadhapadikku, Umadhu Vaakkai Ennirudhayaththil Vaiththu Vaiththen. "},
{ "Verses": "12  Karththaave, Neer Sthoththirikkappattavar; Ummudaiya Piramaanangalai Enakku Podhiyum. "},
{ "Verses": "13 ummudaiya Vaakkin Niyaayaththeerppugalaiyellaam En Udhadugalaal Vivariththirukkiren. "},
{ "Verses": "14 thiralaana Selvaththil Kalikooruvadhupola, Naan Umadhu Saatchigalin Vazhiyil Kalikoorugiren. "},
{ "Verses": "15 umadhu Kattalaigalai Dhiyaaniththu, Umadhu Vazhigalai Kannokkugiren. "},
{ "Verses": "16 umadhu Piramaanangalil Manamagizhchchiyaayirukkiren; Umadhu Vasanaththai Maraven. "},
{ "Verses": "17 umadhu Adiyenukku Anugoolamaayirum; Appozhudhu Naan Pizhaiththu, Umadhu Vasanaththai Kaikkolluven. "},
{ "Verses": "18 umadhu Vedhaththilulla Adhisayangalai Naan Paarkkumpadikku, En Kangalaith Thirandharulum. "},
{ "Verses": "19 boomiyile Naan Paradhesi; Umadhu Karpanaigalai Enakku Maraiyaadheyum. "},
{ "Verses": "20 umadhu Niyaayangalmel En Aaththumaa Ekkaalamum Vaiththirukkira Vaanjaiyinaal Thoindhupogiradhu. "},
{ "Verses": "21 umadhu Karpanaigalai Vittu Vazhivilagina Sabikkappatta Agangaarigalai Neer Kadindhukollugireer. "},
{ "Verses": "22 nindhaiyaiyum Avamaanaththaiyum Ennai Vittagatrum; Naan Ummudaiya Saatchigalai Kaikkollugiren. "},
{ "Verses": "23 pirabukkalum Utkaarndhu Enakku Virodhamaai Pesikkollugiraargal; Umadhu Adiyeno, Umadhu Piramaanangalai Dhiyaanikkiren. "},
{ "Verses": "24 ummudaiya Saatchigal Enakku Inbamum, En Aalosanaikkaararumaayirukkiradhu. "},
{ "Verses": "25 en Aaththumaa Mannodu Ottikkondirukkiradhu; Umadhu Vasanaththinpadi Ennai Uyirppiyum. "},
{ "Verses": "26 en Vazhigalai Naan Umakku Vivariththu Kaattinapodhu Enakku Sevikoduththeer; Umadhu Piramaanangalai Enakku Podhiyum. "},
{ "Verses": "27 umadhu Kattalaigalin Vazhiyai Enakku Unarththiyarulum; Appozhudhu Umadhu Adhisayangalai Dhiyaanippen. "},
{ "Verses": "28 sanjalaththaal En Aaththumaa Karaindhupogiradhu; Umadhu Vasanaththinpadi Ennai Eduththu Niruththum. "},
{ "Verses": "29 poivazhiyai Ennai Vittuvilakki, Ummudaiya Vedhaththai Enakku Arulseyyum. "},
{ "Verses": "30 meyvazhiyai Naan Therindhukondu, Ummudaiya Niyaayangalai Enakku Munbaaga Niruththinen. "},
{ "Verses": "31 umadhu Saatchigalmel Patrudhalaayirukkiren; Karththaave, Ennai Vetkaththirkutpadappannaadheyum. "},
{ "Verses": "32 neer En Irudhayaththai Visaalamaakkumpodhu, Naan Umadhu Karpanaigalin Vazhiyaaga Oduven. "},
{ "Verses": "33 karththaave, Umadhu Piramaanangalin Vazhiyai Enakku Podhiyum; Mudivupariyandham Naan Adhai Kaaththukkolluven. "},
{ "Verses": "34 enakku Unarvai Thaarum; Appozhudhu Naan Umadhu Vedhaththai Patrikkondu, En Muzhu Irudhayaththodum Adhai Kaikkolluven. "},
{ "Verses": "35 umadhu Karpanaigalin Paadhaiyil Ennai Nadaththum; Naan Adhil Piriyamaayirukkiren. "},
{ "Verses": "36 en Irudhayam Porulaasaiyai Saaraamal, Umadhu Saatchigalai Saarumpadi Seyyum. "},
{ "Verses": "37 maayaiyai Paaraadhapadi Neer En Kangalai Vilakki, Umadhu Vazhigalil Ennai Uyirppiyum. "},
{ "Verses": "38 umakku Bayappadugiradharku Etra Umadhu Vaakkai Umadhu Adiyenukku Urudhippaduththum. "},
{ "Verses": "39 naan Anjugira Nindhaiyai Vilakkiyarulum; Ummudaiya Niyaayaththeerppugal Nallavaigal. "},
{ "Verses": "40 idho, Ummudaiya Kattalaigalmel Vaanjaiyaayirukkiren; Umadhu Needhiyaal Ennai Uyirppiyum. "},
{ "Verses": "41 karththaave, Ummudaiya Vaakkinpadi, Umadhu Dhayavum Umadhu Ratchippum Enakku Varuvadhaaga. "},
{ "Verses": "42 appozhudhu Ennai Nindhikkiravanukku Uththaravu Solluven; Ummudaiya Vasanaththai Nambiyirukkiren. "},
{ "Verses": "43 saththiya Vasanam Mutrilum En Vaayinindru Neengavidaadheyum; Ummudaiya Niyaayaththeerppugalukku Kaaththirukkiren. "},
{ "Verses": "44 naan Eppozhudhum Endraikkum Umadhu Vedhaththai Kaaththukkolluven. "},
{ "Verses": "45 naan Ummudaiya Kattalaigalai Aaraaigirapadiyaal, Visaalaththile Nadappen. "},
{ "Verses": "46 naan Ummudaiya Saatchigalaikkuriththu, Raajaakkalukku Munbaagavum Vetkappadaamal Pesuven. "},
{ "Verses": "47 naan Piriyappadugira Umadhu Karpanaigalinperil Manamagizhchchiyaayiruppen. "},
{ "Verses": "48 naan Piriyappadugira Umadhu Karpanaigalukku Kaiyeduppen, Umadhu Piramaanangalai Dhiyaanippen. "},
{ "Verses": "49 neer Ennai Nambappannina Vasanaththai Umadhu Adiyenukkaaga Ninaiththarulum. "},
{ "Verses": "50 adhuve En Sirumaiyil Enakku Aarudhal, Ummudaiya Vaakku Ennai Uyirppiththadhu. "},
{ "Verses": "51 agandhaikkaarar Ennai Migavum Pariyaasampanniyum, Naan Umadhu Vedhaththaivittu Vilaginadhillai. "},
{ "Verses": "52 karththaave, Aadhimudhalaana Umadhu Niyaayaththeerppugalai Naan Ninaiththu Ennai Thetrugiren. "},
{ "Verses": "53 umadhu Vedhaththai Vittu Vilagugira Thunmaarkkarnimiththam Nadukkam Ennai Pidiththadhu. "},
{ "Verses": "54 naan Paradhesiyaai Thangum Veettile Umadhu Piramaanangal Enakku Keedhangalaayina. "},
{ "Verses": "55 karththaave, Raakkaalaththil Umadhu Naamaththai Ninaiththu, Umadhu Vedhaththai Kaikkollugiren. "},
{ "Verses": "56 naan Umadhu Kattalaigalai Kaikkondapadiyinaal, Idhu Enakku Kidaiththadhu. "},
{ "Verses": "57 karththaave, Neere En Pangu; Naan Umadhu Vasanangalai Kaikkolluven Endren. "},
{ "Verses": "58 muzhu Irudhayaththodum Ummudaiya Dhayavukkaaga Kenjugiren; Umadhu Vaakkinpadi Enakku Irangum. "},
{ "Verses": "59 en Vazhigalai Sindhiththukkondu, En Kaalgalai Ummudaiya Saatchigalukku Neraaga Thiruppinen. "},
{ "Verses": "60 umadhu Karpanaigalai Kaikkollumpadi, Naan Thaamadhiyaamal Theeviriththen. "},
{ "Verses": "61 dhunmaarkkarin Koottangal Ennai Kollaiyittum, Ummudaiya Vedhaththai Naan Marakkavillai. "},
{ "Verses": "62 umadhu Needhiyaana Niyaayaththeerppugalinimiththam, Ummai Thudhikkumpadi Paadhiraaththiriyil Ezhundhiruppen. "},
{ "Verses": "63 umakku Bayandhu, Umadhu Kattalaigalai Kaikkollugira Anaivarukkum Naan Thozhan. "},
{ "Verses": "64 karththaave, Boomi Umadhu Kirubaiyinaal Niraindhirukkiradhu; Umadhu Piramaanangalai Enakku Podhiyum. "},
{ "Verses": "65 karththaave, Umadhu Vasanaththinpadi Umadhu Adiyenai Nandraai Nadaththineer. "},
{ "Verses": "66 uththama Nidhaanippaiyum Arivaiyum Enakkup Podhiththarulum, Ummudaiya Karpanaigalinperil Visuvaasamaayirukkiren. "},
{ "Verses": "67 naan Ubaththiravappaduvadharku Mun Vazhithappi Nadandhen; Ippozhudho Ummudaiya Vaarththaiyai Kaaththu Nadakkiren. "},
{ "Verses": "68 dhevareer Nallavarum, Nanmai Seygiravarumaayirukkireer; Umadhu Piramaanangalai Enakku Podhiyum. "},
{ "Verses": "69 agangaarigal Enakku Virodhamaai Poigalai Pinaikkiraargal; Naano, Muzhu Irudhayaththodum Ummudaiya Kattalaigalai Kaikkolluven. "},
{ "Verses": "70 avargal Irudhayam Ninanthunni Kozhuththirukkiradhu; Naano, Ummudaiya Vedhaththil Manamagizhchchiyaayirukkiren. "},
{ "Verses": "71 naan Ubaththiravappattadhu Enakku Nalladhu; Adhinaal Umadhu Piramaanangalai Katrukkollugiren. "},
{ "Verses": "72 anegamaayiram Pon Velliyai Paarkkilum, Neer Vilambina Vedhame Enakku Nalam. "},
{ "Verses": "73 ummudaiya Karangal Ennai Undaakki, Ennai Uruvaakkitru; Ummudaiya Karpanaigalai Katrukkolla Ennai Unarvullavanaakkum. "},
{ "Verses": "74 naan Ummudaiya Vasanaththirku Kaaththirukkirapadiyaal, Umakku Bayandhavargal Ennai Kandu Sandhoshappaduvaargal. "},
{ "Verses": "75 karththaave, Umadhu Niyaayaththeerppugal Needhiyulladhendrum, Unmaiyinpadi Ennai Ubaththiravappaduththineerendrum Ariven. "},
{ "Verses": "76 neer Umadhu Adiyenukku Koduththa Umadhu Vaakkinpadi, Umadhu Kirubai Ennai Thetruvadhaaga. "},
{ "Verses": "77 naan Pizhaiththirukkumpadikku Umadhu Irakkangal Enakku Kidaippadhaaga; Ummudaiya Vedham En Manamagizhchchi. "},
{ "Verses": "78 agangaarigal Ennai Poigalinaal Kedukka Paarththapadiyaal Vetkappattuppovaargalaaga; Naano Umadhu Kattalaigalai Dhiyaanippen. "},
{ "Verses": "79 umakku Bayandhu, Umadhu Saatchigalai Arindhirukkiravargal Ennandaikku Thirumbuvaargalaaga. "},
{ "Verses": "80 naan Vetkappattu Pogaadhapadikku, En Irudhayam Umadhu Piramaanangalil Uththamamaayirukkakkadavadhu. "},
{ "Verses": "81 ummudaiya Ratchippukku En Aaththumaa Thavikkiradhu; Ummudaiya Vasanaththukku Kaaththirukkiren. "},
{ "Verses": "82 eppozhudhu Ennai Thetruveer Endru, Ummudaiya Vaakkinmel Nokkamaai En Kangal Pooththuppogiradhu. "},
{ "Verses": "83 pugaiyilulla Thuruththiyai Polaanen; Umadhu Piramaanangalaiyo Maraven. "},
{ "Verses": "84 umadhu Adiyenudaiya Naatkal Emmaaththiram? Ennai Thunbappaduththugiravargalukku Neer Eppozhudhu Niyaayaththeerppu Seyveer? "},
{ "Verses": "85 ummudaiya Vedhaththukku Virodhamaai Agangaarigal Enakku Kuzhigalai Vettinaargal. "},
{ "Verses": "86 ummudaiya Karpanaigalellaam Unmaiyaayirukkiradhu; Aniyaayamaai Ennai Thunbappaduththugiraargal; Neer Enakku Sagaayampannum. "},
{ "Verses": "87 avargal Ennai Boomiyiliraamal Neekkivida Satre Thappitru; Aanaalum Naan Umadhu Kattalaigalai Vittuvidavillai. "},
{ "Verses": "88 umadhu Kirubaiyinpadiye Ennai Uyirppiyum; Appozhudhu Naan Ummudaiya Vaakkin Saatchiyai Kaaththu Nadappen. "},
{ "Verses": "89 karththaave, Umadhu Vasanam Endrendraikkum Vaanangalil Nilaiththirukkiradhu. "},
{ "Verses": "90 ummudaiya Unmai Thalaimurai Thalaimuraiyaaga Irukkum; Boomiyai Urudhippaduththineer, Adhu Nilaiththirukkiradhu. "},
{ "Verses": "91 ummudaiya Piramaanangalai Niraivetrumpadi Avaigal Innaalvaraikkum Nirkiradhu; Samasthamum Ummai Sevikkum. "},
{ "Verses": "92 umadhu Vedham En Manamagizhchchiyaayiraadhirundhaal, En Dhukkaththile Azhindhupoyiruppen. "},
{ "Verses": "93 naan Orupodhum Ummudaiya Kattalaigalai Marakkamaatten; Avaigalaal Neer Ennai Uyirppiththeer. "},
{ "Verses": "94 naan Ummudaiyavan, Ennai Ratchiyum; Ummudaiya Kattalaigalai Aaraaigiren. "},
{ "Verses": "95 dhunmaarkkar Ennai Azhikka Kaaththirukkiraargal; Naan Umadhu Saatchigalai Sindhiththukkondirukkiren. "},
{ "Verses": "96 sagala Sampooranaththirkum Ellaiyai Kanden; Ummudaiya Karpanaiyo Magaa Visthaaram. "},
{ "Verses": "97 umadhu Vedhaththil Naan Evvalavu Piriyamaayirukkiren! Naal Muzhudhum Adhu En Dhiyaanam. "},
{ "Verses": "98 neer Ummudaiya Karpanaigalai Kondu, Ennai En Saththurukkalilum Adhiga Gnaanamullavanaakkugireer; Avaigal Endraikkum Ennudane Irukkiradhu. "},
{ "Verses": "99 ummudaiya Saatchigal En Dhiyaanamaayirukkirapadiyaal, Enakku Podhiththavargal Ellaarilum Arivullavanaayirukkiren. "},
{ "Verses": "100 ummudaiya Kattalaigalai Naan Kaikkondirukkirapadiyaal, Mudhiyorgalai Paarkkilum Gnaanamullavanaayirukkiren. "},
{ "Verses": "101 ummudaiya Vasanaththai Naan Kaaththu Nadakkumpadikku, Sagala Pollaadha Vazhigalukkum En Kaalgalai Vilakkugiren. "},
{ "Verses": "102 neer Enakku Podhiththirukkirapadiyaal, Naan Ummudaiya Niyaayangalai Vittu Vilagen. "},
{ "Verses": "103 ummudaiya Vaarththaigal En Naavukku Evvalavu Inimaiyaanavaigal; En Vaaikku Avaigal Thenilum Madhuramaayirukkum. "},
{ "Verses": "104 umadhu Kattalaigalaal Unarvadaindhen, Aadhalaal Ellaa Poivazhigalaiyum Verukkiren. "},
{ "Verses": "105 ummudaiya Vasanam En Kaalgalukku Dheebamum, En Paadhaikku Velichchamumaayirukkiradhu. "},
{ "Verses": "106 ummudaiya Needhi Niyaayangalai Kaaththu Nadappen Endru Aanaiyitten; Adhai Niraivetruven. "},
{ "Verses": "107 naan Migavum Upadhthiravappadugiren; Karththaave, Ummudaiya Vasanaththinpadiye Ennai Uyirppiyum. "},
{ "Verses": "108 karththaave, En Vaayin Urchaagabaligalai Neer Angeegariththu, Umadhu Niyaayangalai Enakku Podhiththarulum. "},
{ "Verses": "109 en Piraanan Eppozhudhum En Kaiyil Irukkiradhu; Aanaalum Ummudaiya Vedhaththai Maraven. "},
{ "Verses": "110 dhunmaarkkar Enakku Kannivaikkiraargal; Aanaalum Naan Ummudaiya Kattalaigalai Vittu Vazhi Thavaren. "},
{ "Verses": "111 ummudaiya Saatchigalai Niththiya Sudhandharamaakkikkondirukkiren, Avaigale En Irudhayaththin Magizhchchi. "},
{ "Verses": "112 mudivupariyandham Idaividaamal Ummudaiya Piramaanangalinpadi Seyya En Irudhayaththai Saaiththen. "},
{ "Verses": "113 veen Sindhanaigalai Naan Veruththu, Umadhu Vedhaththil Piriyappadugiren. "},
{ "Verses": "114 en Maraividamum En Kedagamum Neere; Ummudaiya Vasanaththukku Kaaththirukkiren. "},
{ "Verses": "115 pollaadhavargale, Ennaivittu Agandrupongal; En Dhevanudaiya Karpanaigalai Naan Kaikkolluven. "},
{ "Verses": "116 naan Pizhaiththiruppadharku Umadhu Vaarththaiyinpadi Ennai Aadhariththarulum; En Nambikkai Virudhaavaaippoga Ennai Vetkaththirku Utpaduththaadheyum. "},
{ "Verses": "117 ennai Aadhariththarulum; Appozhudhu Naan Ratchikkappattu, Ekkaalamum Ummudaiya Piramaanangalinperil Nokkamaayiruppen. "},
{ "Verses": "118 umadhu Piramaanangalaivittu Vazhivilagugira Yaavaraiyum Midhiththuppodugireer; Avargaludaiya Ubaayam Verum Poiye. "},
{ "Verses": "119 boomiyilulla Dhunmaarkkar Yaavaraiyum Kalimbaippola Agatrividugireer; Aagaiyaal Umadhu Saatchigalil Piriyappadugiren. "},
{ "Verses": "120 umakku Bayappadum Bayaththaal En Udampu Silirkkiradhu; Umadhu Niyaayaththeerppugalukku Bayappadugiren. "},
{ "Verses": "121 niyaayamum Needhiyum Seygiren; Ennai Odukkugiravargalukku Ennai Oppukkodaadheyum. "},
{ "Verses": "122 umadhu Adiyenukku Nanmaiyaaga Thunainillum; Agangaarigal Ennai Odukkavottaadheyum. "},
{ "Verses": "123 umadhu Ratchippukkum Umadhu Needhiyin Vaarththaikkum Kaaththirukkiradhinaal En Kangal Pooththuppogiradhu. "},
{ "Verses": "124 umadhu Adiyenai Umadhu Kirubaiyinpadiye Nadaththi, Umadhu Piramaanangalai Enakku Podhiyum. "},
{ "Verses": "125 naan Umadhu Adiyen; Ummudaiya Saatchigalai Naan Ariyumpadi Ennai Unarvullavanaakkum. "},
{ "Verses": "126 needhiyai Seyya Karththarukku Velaivandhadhu; Avargal Ummudaiya Niyaayappiramaanaththai Meerinaargal. "},
{ "Verses": "127 aadhalaal Naan Ponnilum Pasumponnilum Adhigamaai Umadhu Karpanaigalil Piriyappadugiren. "},
{ "Verses": "128 ellaavatraippatriyum Neer Arulina Ellaa Kattalaigalum Semmaiyendru Enni, Sagala Poivazhigalaiyum Verukkiren. "},
{ "Verses": "129 ummudaiya Saatchigal Adhisayamaanavaigal; Aagaiyaal En Aaththumaa Avaigalai Kaikkollum. "},
{ "Verses": "130 ummudaiya Vasanaththin Pirasiththam Velichcham Thandhu, Pedhaigalai Unarvullavargalaakkum. "},
{ "Verses": "131 ummudaiya Karpanaigalai Naan Vaanjikkirapadiyaal, En Vaayai Aavendru Thirandhu Avaigalukku Engugiren. "},
{ "Verses": "132 ummudaiya Naamaththai Nesikkiravargalukku Vazhangum Niyaayaththinpadiye Ennai Nokkippaarththu, Enakku Irangum. "},
{ "Verses": "133 ummudaiya Vaarththaiyile En Kaaladigalai Nilaippaduththi, Oru Aniyaayamum Ennai Aalavottaadheyum. "},
{ "Verses": "134 manushar Seyyum Idukkaththukku Ennai Vilakki Viduviththarulum; Appozhudhu Naan Ummudaiya Kattalaigalai Kaaththukkolluven. "},
{ "Verses": "135 umadhu Adiyenmel Umadhu Mugaththai Piragaasikkappanni, Umadhu Piramaanangalai Enakku Podhiyum. "},
{ "Verses": "136 ummudaiya Vedhaththai Manushar Kaaththu Nadavaadhapadiyaal, En Kangalilirundhu Neerththaaraigal Odugiradhu. "},
{ "Verses": "137 karththaave, Neer Needhibarar, Umadhu Niyaayaththeerppugal Semmaiyaanavaigal. "},
{ "Verses": "138 neer Kattalaiyitta Saatchigal Needhiyum, Magaa Unmaiyumaanavaigal. "},
{ "Verses": "139 en Saththurukkal Ummudaiya Vasanangalai Marandhapadiyaal, En Bakthivairaakkiyam Ennai Patchikkiradhu. "},
{ "Verses": "140 umadhu Vaarththai Migavum Pudamidappattadhu, Umadhu Adiyen Adhil Piriyappadugiren. "},
{ "Verses": "141 naan Siriyavanum Asattai Pannappattavanumaayirukkiren; Aanaalum Umadhu Kattalaigalai Maraven. "},
{ "Verses": "142 ummudaiya Needhi Niththiya Needhi, Ummudaiya Vedham Saththiyam. "},
{ "Verses": "143 ikkattum Nerukkamum Ennai Pidiththadhu; Aanaalum Ummudaiya Karpanaigal En Manamagizhchchi. "},
{ "Verses": "144 ummudaiya Saatchigalin Needhi Endraikkum Nirkum; Ennai Unarvullavanaakkum, Appozhudhu Naan Pizhaiththiruppen. "},
{ "Verses": "145 muzhu Irudhayaththodum Kooppitten, Karththaave, En Jebaththai Kelum; Ummudaiya Piramaanangalai Kaikkolluven. "},
{ "Verses": "146 ummai Nokki Kooppitten, Ennai Ratchiyum; Appozhudhu Naan Ummudaiya Saatchigalai Kaaththukkolluven. "},
{ "Verses": "147 adhigaalaiyil Naan Ezhundhu Saththamitten; Ummudaiya Vasanaththukku Kaaththirukkiren. "},
{ "Verses": "148 umadhu Vasanaththai Dhiyaanikkumpadi, Kuriththa Jaamangalukku Munne En Kangal Vizhiththukkollum. "},
{ "Verses": "149 ummudaiya Kirubaiyinpadi En Saththaththai Kelum; Karththaave, Ummudaiya Niyaayaththinpadi Ennai Uyirppiyum. "},
{ "Verses": "150 theevinaiyai Pinpatrugiravargal Sameebikkiraargal; Avargal Ummudaiya Vedhaththukku Dhooramaayirukkiraargal. "},
{ "Verses": "151 karththaave, Neer Sameebamaayirukkireer; Umadhu Karpanaigalellaam Unmai. "},
{ "Verses": "152 neer Ummudaiya Saatchigalai Endrendraikkum Nirka Sthaabiththeer Enbadhai Avaigalaal Naan Nedunaalaai Arindhirukkiren. "},
{ "Verses": "153 en Ubaththiravaththaippaarththu, Ennai Viduviyum; Umadhu Vedhaththai Maraven. "},
{ "Verses": "154 enakkaaga Neer Vazhakkaadi Ennai Meettukkollum; Ummudaiya Vaarththaiyinpadiye Ennai Uyirppiyum. "},
{ "Verses": "155 ratchippu Dhunmaarkkarukku Dhooramaayirukkiradhu, Avargal Umadhu Piramaanangalai Thedaargal. "},
{ "Verses": "156 karththaave, Ummudaiya Irakkangal Migudhiyaayirukkiradhu; Umadhu Niyaayangalinpadi Ennai Uyirppiyum. "},
{ "Verses": "157 ennai Thunbappaduththugiravargalum Ennai Virodhikkiravargalum Anegar; Aanaalum Ummudaiya Saatchigalai Vittu Vilagen. "},
{ "Verses": "158 umadhu Vasanaththai Kaaththukkollaadha Thurogigalai Naan Kandapodhu, Enakku Aruvaruppaayirundhadhu. "},
{ "Verses": "159 idho, Ummudaiya Kattalaigalai Nesikkiren; Karththaave, Umadhu Kirubaiyinpadi Ennai Uyirppiyum. "},
{ "Verses": "160 ummudaiya Vasanam Samoolamum Saththiyam, Ummudaiya Needhi Niyaayamellaam Niththiyam. "},
{ "Verses": "161 pirabukkal Kaaranamillaamal Ennai Thunbappaduththinaargal; Aanaalum En Irudhayam Umadhu Vasanaththirke Bayappadugiradhu. "},
{ "Verses": "162 migundha Kollaiyudaimaiyai Kandupidikkiravan Magizhugiradhupola, Naan Umadhu Vaarththaiyinperil Magizhugiren. "},
{ "Verses": "163 poiyai Pagaiththu Aruvarukkiren; Ummudaiya Vedhaththaiyo Nesikkiren. "},
{ "Verses": "164 umadhu Needhi Niyaayangalinimiththam, Orunaalil Ezhudharam Ummai Thudhikkiren. "},
{ "Verses": "165 ummudaiya Vedhaththai Nesikkiravargalukku Migundha Samaadhaanamundu; Avargalukku Idaralillai. "},
{ "Verses": "166 karththaave, Ummudaiya Ratchippukku Naan Kaaththirundhu, Ummudaiya Karpanaigalinpadi Seygiren. "},
{ "Verses": "167 en Aaththumaa Umadhu Saatchigalai Kaakkum; Avaigalai Naan Migavum Nesikkiren. "},
{ "Verses": "168 umadhu Kattalaigalaiyum Umadhu Saatchigalaiyum Kaaththu Nadakkiren; En Vazhigalellaam Umakku Munbaaga Irukkiradhu. "},
{ "Verses": "169 karththaave, En Kooppidudhal Umadhu Sannidhiyil Varuvadhaaga; Umadhu Vasanaththinpadiye Ennai Unarvullavanaakkum. "},
{ "Verses": "170 en Vinnappam Umadhu Sannidhiyil Varuvadhaaga; Umadhu Vaarththaiyinpadi Ennai Viduviththarulum. "},
{ "Verses": "171 ummudaiya Piramaanangalai Neer Enakku Podhikkumpodhu, En Udhadugal Umadhu Thudhiyai Pirasthaabappaduththum. "},
{ "Verses": "172 umadhu Karpanaigalellaam Needhiyullavaigal; Aadhalaal, En Naavu Ummudaiya Vasanaththai Vivariththuchchollum. "},
{ "Verses": "173 naan Ummudaiya Kattalaigalai Therindhukondapadiyaal, Umadhu Karam Enakku Thunaiyaayiruppadhaaga. "},
{ "Verses": "174 karththaave, Ummudaiya Ratchippinmel Aavalaayirukkiren; Ummudaiya Vedham En Manamagizhchchi. "},
{ "Verses": "175 en Aaththumaa Pizhaiththirundhu Ummai Thudhikkakkadavadhu; Umadhu Niyaayaththeerppugal Enakku Udhaviyaayiruppadhaaga. "},
{ "Verses": "176 kaanaamarpona Aattaippola Vazhidhappipponen; Umadhu Adiyenai Theduveeraaga; Umadhu Karpanaigalai Naan Maraven. "}
]