[
{ "Verses": "1 naan Dhevanai Nokki En Saththaththai Uyarththik Kenjinen, En Saththaththai Dhevanidaththil Uyarththinen, Avar Enakkuch Sevikoduththaar. "},
{ "Verses": "2 en Aabaththunaalil Aandavaraith Thedinen; Iravilum En Kai Thalaraamal Virikkappattirundhadhu; En Aaththumaa Aarudhaladaiyaamarpoyitru. "},
{ "Verses": "3 naan Dhevanai Ninaiththapodhu Alarinen; Naan Dhiyaanikkumpodhu En Aavi Thoindhupoyitru. (selaa.) "},
{ "Verses": "4 naan Thoongaadhapadi En Kannimaigalaip Pidiththirukkireer; Naan Pesamaattaadhapadi Sanjalappadugiren. "},
{ "Verses": "5 poorvanaatkalaiyum, Aadhikaalaththu Varushangalaiyum Sindhikkiren. "},
{ "Verses": "6 raakkaalaththil En Sangeedhaththai Naan Ninaiththu, En Irudhayaththode Sambaashiththukkollugiren; En Aavi Aaraaichsicheydhadhu. "},
{ "Verses": "7 aandavar Niththiyakaalamaaith Thallividuvaaro? Ini Orupodhum Thayaiseyyaadhiruppaaro? "},
{ "Verses": "8 avarudaiya Kirubai Mutrilum Atruppoyitro? Vaakkuththaththamaanadhu Thalaimurai Thalaimuraikkum Ozhindhupoyitro? "},
{ "Verses": "9 dhevan Irakkanjeyya Marandhaaro? Kobaththinaale Thamadhu Urukkamaana Irakkangalai Adaiththukkondaaro? Endren. (selaa.) "},
{ "Verses": "10 appozhudhu Naan: Idhu En Balaveenam; Aanaalum Unnadhamaanavarudaiya Valadhukaraththilulla Varushangalai Ninaivukooruven. "},
{ "Verses": "11 karththarudaiya Seyalgalai Ninaivukooruven, Ummudaiya Poorvakaalaththu Adhisayangalaiye Ninaivukooruven; "},
{ "Verses": "12 ummudaiya Kiriyaigalaiyellaam Dhiyaaniththu, Ummudaiya Seyalgalai Yosippen Endren. "},
{ "Verses": "13 dhevane, Umadhu Vazhi Parisuththa Sthalaththilulladhu; Nammudaiya Dhevanaippolap Periya Dhevan Yaar? "},
{ "Verses": "14 adhisayangalaich Seygira Dhevan Neere; Janangalukkulle Ummudaiya Vallamaiyai Vilangappannineer. "},
{ "Verses": "15 yaakkobu Yoseppu Enbavargalin Puththiraraagiya Ummudaiya Janangalai, Umadhu Puyaththinaale Meettukkondeer. (selaa.) "},
{ "Verses": "16 jalangal Ummaik Kandadhu; Dhevane, Jalangal Ummaik Kandu Thaththaliththadhu; Aazhangalum Kalanginadhu. "},
{ "Verses": "17 megangal Jalangalaip Pozhindhadhu; Aagaayamandalangal Muzhakkamittadhu; Ummudaiya Ambugalum Therippundu Parandhadhu. "},
{ "Verses": "18 ummudaiya Kumuralin Saththam Suzhalkaatril Muzhanginadhu; Minnalgal Poochchakkaraththaip Piragaasippiththadhu; Boomi Kulungi Adhirndhadhu. "},
{ "Verses": "19 umadhu Vazhi Kadalilum, Umadhu Paadhaigal Thiranda Thanneergalilum Irundhadhu; Umadhu Kaaladigal Theriyappadaamarpoyitru. "},
{ "Verses": "20 mose Aaron Enbavargalin Kaiyaal, Umadhu Janangalai Oru Aattumandhaiyaippola Vazhinadaththineer. "}
]