[
{ "Verses": "1 dhevane, Neer Engalai Endrendraikkum En Thallividugireer? Umadhu Meychchalin Aadugalmel Umadhu Kobam En Pugaigiradhu? "},
{ "Verses": "2 neer Poorvakaalaththil Sambaadhiththa Umadhu Sabaiyaiyum, Neer Meettukkonda Umadhu Sudhandharamaana Koththiraththaiyum, Neer Vaasamaayirundha Seeyon Parvadhaththaiyum Ninaiththarulum. "},
{ "Verses": "3 nedunkaalamaagap Paazhaaikkidakkira Sthalangalil Ummudaiya Paadhangalai Ezhundharulappannum; Parisuththa Sthalaththile Saththuru Anaiththaiyum Keduththuppottaan. "},
{ "Verses": "4 ummudaiya Saththurukkal Ummudaiya Aalayangalukkulle Kerchchiththu, Thangal Kodigalai Adaiyaalangalaaga Naattugiraargal. "},
{ "Verses": "5 kodarigalai Ongich Solaiyile Marangalai Vettugiravan Perpetravanaanaan. "},
{ "Verses": "6 ippozhudho Avargal Adhin Siththiravelaigal Muzhuvadhaiyum Vaachchigalaalum Sammattigalaalum Thagarththuppodugiraargal. "},
{ "Verses": "7 umadhu Parisuththa Sthalaththai Akkinikku Iraiyaakki, Umadhu Naamaththin Vaasasthalaththaith Tharaimattum Idiththu, Asuththappaduththinaargal. "},
{ "Verses": "8 avargalai Egamaai Nirththooliyaakkuvom Endru Thangal Irudhayaththil Solli, Dhesaththilulla Aalayangalaiyellaam Sutteriththuppottaargal. "},
{ "Verses": "9 engalukku Irundha Adaiyaalangalaik Kaanom; Theerkkadharisiyum Illai; Idhu Edhuvaraikkum Endru Arigiravanum Engalidaththil Illai. "},
{ "Verses": "10 dhevane, Edhuvaraikkum Saththuru Nindhippaan? Pagaivan Umadhu Naamaththai Eppozhudhum Dhooshippaano? "},
{ "Verses": "11 umadhu Valadhukaraththai En Mudakkikkollugireer; Adhai Umadhu Madiyilirundhu Eduththu Ongi Nirmoolamaakkum. "},
{ "Verses": "12 boomiyin Naduvil Ratchippugalaich Seydhuvarugira Dhevan Poorvakaalamudhal Ennudaiya Raajaa. "},
{ "Verses": "13 dhevareer Umadhu Vallamaiyinaal Samuththiraththai Irandaagap Pilandhu, Jalaththilulla Valusarppangalin Thalaigalai Udaiththeer. "},
{ "Verses": "14 dhevareer Mudhalaigalin Thalaigalai Narukkippottu, Adhai Vanaandharaththu Janangalukku Unavaagak Koduththeer. "},
{ "Verses": "15 ootraiyum Aatraiyum Pilandhuvitteer; Magaa Nadhigalaiyum Vatrippogappannineer. "},
{ "Verses": "16 pagalum Ummudaiyadhu, Iravum Ummudaiyadhu; Dhevareer Oliyaiyum Sooriyanaiyum Padaiththeer. "},
{ "Verses": "17 boomiyin Ellaigalaiyellaam Thittampannineer; Kodaikaalaththaiyum Maarikaalaththaiyum Undaakkineer. "},
{ "Verses": "18 karththaave, Saththuru Ummai Nindhiththadhaiyum, Madhiyeena Janangal Umadhu Naamaththaith Thooshiththadhaiyum Ninaiththukkollum. "},
{ "Verses": "19 umadhu Kaattuppuraavin Aaththumaavaith Dhushtarudaiya Koottaththirku Oppukkodaadheyum; Umadhu Ezhaigalin Koottaththai Endraikkum Maravaadheyum. "},
{ "Verses": "20 ummudaiya Udanpadikkaiyai Ninaiththarulum; Boomiyin Irulaana Idangal Kodumaiyulla Kudiyiruppugalaal Niraindhirukkiradhe. "},
{ "Verses": "21 thunbappattavan Vetkaththode Thirumbavidaadhirum; Sirumaiyum Elimaiyumaanavan Umadhu Naamaththaith Thudhikkumpadi Seyyum. "},
{ "Verses": "22 dhevane, Ezhundharulum, Umakkaaga Neere Vazhakkaadum; Madhiyeenanaale Naadorum Umakku Varum Nindhaiyai Ninaiththukkollum. "},
{ "Verses": "23 ummudaiya Saththurukkalin Aaravaaraththai Maravaadheyum; Umakku Virodhamaai Ezhumbugiravargalin Amali Eppozhudhum Adhigarikkiradhu. "}
]