[
{ "Verses": "1 en Belanaagiya Karththaave, Ummil Anbukooruven. "},
{ "Verses": "2 karththar En Kanmalaiyum, En Kottaiyum, En Ratchagarum, En Dhevanum, Naan Nambiyirukkira En Thurugamum, En Kedagamum, En Ratchaniyak Kombum, En Uyarndha Adaikkalamumaayirukkiraar. "},
{ "Verses": "3 thuthikkup Paaththiraraagiya Karththarai Nokkik Kooppiduven; Adhanaal En Saththurukkalukku Neengalaagi Ratchikkappaduven. "},
{ "Verses": "4 maranakkattugal Ennaich Sutrikkondadhu; Thurchchanappiravaagam Ennaip Bayappaduththinadhu. "},
{ "Verses": "5 paadhaalakkattugal Ennai Soozhndhukondadhu; Maranakkannigal Enmel Vizhundhadhu. "},
{ "Verses": "6 enakku Undaana Nerukkaththile Karththarai Nokkik Kooppittu, En Dhevanai Nokki Abayamitten; Thamadhu Aalayaththilirundhu En Saththaththaik Kettaar, En Kooppiduthal Avar Sannidhiyil Poi, Avar Sevigalil Eritru. "},
{ "Verses": "7 appozhudhu Boomi Asaindhu Adhirndhadhu, Avar Kobangondapadiyaal Parvadhangalin Asthipaarangal Kulungi Asaindhadhu. "},
{ "Verses": "8 avar Naasiyilirundhu Pugai Ezhumpitru, Avar Vaayilirundhu Patchikkira Akkini Purappattadhu; Adhanaal Thazhal Moondadhu. "},
{ "Verses": "9 vaanangalaith Thaazhththi Iranginaar; Avar Paadhangalinkeezh Kaarirul Irundhadhu. "},
{ "Verses": "10 kerupeenmel Eri Vegamaai Sendraar; Kaatrin Settaigalaikkondu Parandhaar. "},
{ "Verses": "11 irulaith Thamakku Maraividamaakkinaar; Karumpunalgalaiyum, Aagaayaththuk Kaarmegangalaiyum Thammai Soozhak Koodaaramaakkinaar. "},
{ "Verses": "12 avarudaiya Sannidhip Piragaasaththinaal Avarudaiya Megangal Parandhu Vilagitru, Kalmazhaiyum Neruppuththazhalum Vizhundhadhu. "},
{ "Verses": "13 karththar Vaanangalile Kumurinaar, Unnadhamaanavar Thamadhu Saththaththaith Dhonikkappanninaar; Kalmazhaiyum Neruppuththazhalum Vizhundhadhu. "},
{ "Verses": "14 thammudaiya Ambugalai Eydhu, Avargalai Sitharatiththaar; Minnalgalaip Pirayokiththu, Avargalaik Kalangappanninaar. "},
{ "Verses": "15 appozhudhu Karththaave, Ummudaiya Kandidhaththinaalum Ummudaiya Naasiyin Suvaasakkaatrinaalum Thanneergalin Madhagukal Thiravundu, Poodhalaththin Asthipaarangal Kaanappattadhu. "},
{ "Verses": "16 uyaraththilirundhu Avar Kaineetti, Ennaip Pidiththu, Jalappiravaakaththilirukkira Ennaith Thookkivittaar. "},
{ "Verses": "17 ennilum Adhiga Balavaangalaayirundha En Balaththa Saththuruvukkum Ennaip Pagaikkiravargalukkum Ennai Viduviththaar. "},
{ "Verses": "18 en Aabaththunaalil Enakku Edhirittu Vandhaargal; Karththaro Enakku Aadharavaayirundhaar. "},
{ "Verses": "19 avar Visaalamaana Idaththile Ennaik Konduvandhu, Enmel Piriyamaayirundhapadiyaal, Ennaith Thappuviththaar. "},
{ "Verses": "20 karththar En Needhikkuththakkadhaaga Enakkup Badhilaliththaar; En Kaigalin Suththaththirkuththakkadhaaga Enakku Sarikkattinaar. "},
{ "Verses": "21 karththarudaiya Vazhigalaik Kaikkonduvandhen; Naan En Dhevanukkuth Dhurogampanninadhillai. "},
{ "Verses": "22 avarudaiya Niyaayangalaiyellaam Enakku Munbaaga Niruththinen; Avarudaiya Piramaanangalai Naan Thallippodavillai. "},
{ "Verses": "23 avar Munbaaga Naan Manavunmaiyaayirundhu, En Thurkkunaththukku Ennai Vilakkik Kaaththukkonden. "},
{ "Verses": "24 aagaiyaal Karththar En Needhikkum, Thammudaiya Kangalukku Munnirukkira En Kaigalin Suththaththirkum Thakkadhaaga Enakkup Balanaliththaar. "},
{ "Verses": "25 thayavullavanukku Neer Thayavullavaraagavum, Uththamanukku Neer Uththamaraagavum; "},
{ "Verses": "26 punidhanukku Neer Punidharaagavum, Maarupaadullavanukku Neer Maarupadugiravaraagavum Thondruveer. "},
{ "Verses": "27 dhevareer Sirumaippatta Janaththai Ratchippeer; Mettimaiyaana Kangalaith Thaazhththuveer. "},
{ "Verses": "28 dhevareer En Vilakkai Etruveer; En Dhevanaagiya Karththar En Irulai Velichchamaakkuvaar. "},
{ "Verses": "29 ummaale Naan Oru Senaikkul Paaindhupoven; En Dhevanaale Oru Madhilaith Thaanduven. "},
{ "Verses": "30 dhevanudaiya Vazhi Uththamamaanadhu; Karththarudaiya Vasanam Pudamidappattadhu; Thammai Nambugira Anaivarukkum Avar Kedagamaayirukkiraar. "},
{ "Verses": "31 karththaraiyallaamal Dhevan Yaar? Nammudaiya Dhevanaiyandrik Kanmalaiyum Yaar? "},
{ "Verses": "32 ennaip Balaththaal Idaikatti, En Vazhiyai Sevvaippaduththugiravar Dhevane. "},
{ "Verses": "33 avar En Kaalgalai Maangaludaiya Kaalgalaippolaakki, Ennudaiya Uyarthalangalil Ennai Niruththugiraar. "},
{ "Verses": "34 vengala Villum En Puyangalaal Valaiyumpadi, En Kaigalai Yuththaththirkup Pazhakkuvikkiraar. "},
{ "Verses": "35 ummudaiya Ratchippin Kedagaththaiyum Enakkuth Thandheer; Ummudaiya Valadhukaram Ennaith Thaangugiradhu; Ummudaiya Kaaruniyam Ennaip Periyavanaakkum. "},
{ "Verses": "36 en Kaalgal Vazhuvaadhapadikku, Naan Nadakkira Vazhiyai Agalamaakkineer. "},
{ "Verses": "37 en Saththurukkalaip Pinthodarndhu Avargalaip Pidippen; Avargalai Nirmoolamaakkum Varaikkum Thirumben. "},
{ "Verses": "38 avargal Ezhundhirukkamaattaadhapadikku, En Paadhangalinkeezh Vizhaththakkadhaaga Avargalai Vettinen. "},
{ "Verses": "39 yuththaththirku Neer Ennaip Balaththaal Idaikatti, Enmel Ezhumbinavargalai En Keezh Madangappannineer. "},
{ "Verses": "40 naan En Pagaignarai Sangarikkumpadiyaaga, En Saththurukkalin Pidariyai Enakku Oppukkoduththeer. "},
{ "Verses": "41 avargal Kooppidugiraargal, Avargalai Ratchippaar Oruvarumillai; Karththarai Nokkik Kooppidugiraargal, Avargalukku Avar Uththaravu Kodukkiradhillai. "},
{ "Verses": "42 naan Avargalaik Kaatrumugaththile Parakkira Thoolaaga Idiththu, Therukkalilulla Setraippol Avargalai Erindhupodugiren. "},
{ "Verses": "43 janangalin Sandaigalukku Neer Ennaith Thappuviththu, Jaadhigalukku Ennaith Thalaivanaakkugireer; Naan Ariyaadha Janangal Ennai Sevikkiraargal. "},
{ "Verses": "44 avargal En Saththaththaik Kettavudane Enakkuk Keezhppadigiraargal; Anniyarum Enakku Ichchagampesi Adangugiraargal. "},
{ "Verses": "45 anniyar Munaivizhundhupoi, Thangal Arangalilirundhu Thaththalippaaip Purappadugiraargal. "},
{ "Verses": "46 karththar Jeevanullavar; En Kanmalaiyaanavar Thudhikkappaduvaaraaga; En Ratchippin Dhevan Uyarndhiruppaaraaga. "},
{ "Verses": "47 avar Enakkaagap Pazhikkup Pazhivaangi, Janangalai Enakkuk Keezhppaduththugira Dhevanaanavar. "},
{ "Verses": "48 avare En Saththurukkalukku Ennai Vilakki Viduvikkiravar; Enakku Virodhamaai Ezhumpugiravargalmel Ennai Neer Uyarththi, Kodumaiyaana Manushanukku Ennaith Thappuvikkireer. "},
{ "Verses": "49 idhinimiththam Karththaave, Jaadhigalukkulle Ummaith Thudhiththu, Ummudaiya Naamaththirku Sangeedham Paaduven. "},
{ "Verses": "50 thaam Erpaduththina Raajaavukku Magaththaana Ratchippai Aliththu, Thaam Abishegampannina Thaaveedhukkum Avan Sandhadhikkum Sadhaakaalamum Kirubai Seygiraar. "}
]