[
{ "Verses": "1 en Dhevane, En Dhevane, En Ennaik Kaivitteer? Enakku Udhavi Seyyaamalum, Naan Kadharich Sollum Vaarththaigalaik Kelaamalum En Dhooramaayirukkireer? "},
{ "Verses": "2 en Dhevane, Naan Pagalile Kooppidugiren, Uththaravukodeer; Iravile Kooppidugiren, Enakku Amaidhalillai. "},
{ "Verses": "3 isravelin Thudhigalukkul Vaasamaayirukkira Dhevareere Parisuththar. "},
{ "Verses": "4 engal Pidhaakkal Ummidaththil Nambikkai Vaiththaargal; Nambina Avargalai Neer Viduviththeer. "},
{ "Verses": "5 ummai Nokkik Kooppittuth Thappinaargal; Ummai Nambi Vetkappattuppogaadhirundhaargal. "},
{ "Verses": "6 naano Oru Puzhu, Manushanalla; Manusharaal Nindhikkappattum, Janangalaal Avamadhikkappattum Irukkiren. "},
{ "Verses": "7 ennaip Paarkkiravargalellaarum Ennaip Pariyaasampanni, Udhattaip Pidhukki, Thalaiyaith Thulukki: "},
{ "Verses": "8 karththarmel Nambikkaiyaayirundhaane, Avar Ivanai Viduvikkattum; Ivanmel Piriyamaayirukkiraare, Ippozhudhu Ivanai Meettuvidattum Engiraargal. "},
{ "Verses": "9 neere Ennaik Karppaththilirundhu Eduththavar; En Thaayin Mulaippaalai Naan Ungaiyil Ennai Ummudaiyaperil Nambikkaiyaayirukkappannineer. "},
{ "Verses": "10 karppaththilirundhu Velippattabodhe Umadhu Saarbil Vizhundhen; Naan En Thaayin Vayitril Irundhadhumudhal Neer En Dhevanaayirukkireer. "},
{ "Verses": "11 ennai Vittuth Dhooramaagaadheyum; Aabaththu Kittiyirukkiradhu, Sagaayarum Illai. "},
{ "Verses": "12 anegam Kaalaigal Ennaich Soozhndhirukkiradhu; Paasaan Dhesaththup Balaththa Erudhugal Ennai Valaindhukondadhu. "},
{ "Verses": "13 peeri Kerchchikkira Singaththaippol, Enmel Thangal Vaayaith Thirakkiraargal. "},
{ "Verses": "14 thanneeraippola Ootrunden; En Elumbugalellaam Kattuvittadhu, En Irudhayam Mezhugupolaagi, En Kudalgalin Naduve Urugitru. "},
{ "Verses": "15 en Belan Ottaippol Kaaindhadhu; En Naavu Melvaayode Ottikkondadhu; Ennai Maranaththoolile Podugireer. "},
{ "Verses": "16 naaigal Ennaich Soozhndhirukkiradhu; Pollaadhavargalin Koottam Ennai Valaindhukondadhu; En Kaigalaiyum En Kaalgalaiyum Uruvak Kuththinaargal. "},
{ "Verses": "17 en Elumbugalaiyellaam Naan Ennalaam; Avargal Ennai Nokkip Paarththukkondirukkiraargal. "},
{ "Verses": "18 en Vasthirangalaith Thangalukkulle Pangittu, En Udaiyinperil Seettuppodugiraargal. "},
{ "Verses": "19 aanaalum Karththaave, Neer Enakkuth Dhooramaagaadheyum; En Belane, Enakkuch Sagaayampannath Theeviriththukkollum. "},
{ "Verses": "20 en Aaththumaavaip Pattayaththirkum, Enakku Arumaiyaanadhai Naaigalin Thushtaththanaththirkum Thappuviyum. "},
{ "Verses": "21 ennaich Singaththin Vaayilirundhu Ratchiyum; Naan Kaandaamirugaththin Kombugalil Irukkumbodhu Enakkuch Sevikoduththarulineer. "},
{ "Verses": "22 ummudaiya Naamaththai En Sagodhararukku Ariviththu, Sabainaduvil Ummaith Thudhippen. "},
{ "Verses": "23 karththarukkup Bayappadugiravargale, Avaraith Thudhiyungal; Yaakkobin Sandhadhiyaare, Neengal Ellaarum Avaraik Ganampannungal; Isravelin Vamsaththaare, Neengal Ellaarum Avarperil Bayabakthiyaayirungal. "},
{ "Verses": "24 ubaththiravappattavanudaiya Ubaththiravaththai Avar Arpamaayennaamalum Aruvarukkaamalum, Thammudaiya Mugaththai Avanukku Maraikkaamalumirundhu, Thammai Nokki Avan Kooppidugaiyil Avanaik Kettarulinaar. "},
{ "Verses": "25 magaa Sabaiyile Naan Ummaith Thudhippen; Avarukkup Bayappadugiravargalukku Munbaaga En Poruththanaigalaich Seluththuven. "},
{ "Verses": "26 saandhagunamullavargal Pusiththuth Thirupthiyadaivaargal; Karththaraith Thedugiravargal Avaraith Thudhippaargal; Ungal Irudhayam Endrendraikkum Vaazhum. "},
{ "Verses": "27 boomiyin Ellaigalellaam Ninaivukoorndhu Karththaridaththil Thirumbum; Jaadhigaludaiya Sandhadhigalellaam Umadhu Samugaththil Thozhudhukollum. "},
{ "Verses": "28 raajyam Karththarudaiyadhu; Avar Jaadhigalai Aalugiravar. "},
{ "Verses": "29 boomiyin Selvavaangal Yaavarum Pusiththup Panindhukolvaargal; Puzhudhiyil Irangugiravargal Yaavarum Avarukku Munbaaga Vananguvaargal. Oruvanum Than Aaththumaa Azhiyaadhapadi Adhaik Kaakkakkoodaadhe. "},
{ "Verses": "30 oru Sandhadhi Avaraich Sevikkum; Thalaimurai Thalaimuraiyaaga Adhu Aandavarudaiya Sandhadhi Ennappadum. "},
{ "Verses": "31 avargal Vandhu: Avare Ivaigalaich Seydhaar Endru Pirakkappogiravargalukku Avarudaiya Needhiyai Arivippaargal. "}
]