[
{ "Verses": "1 karththaraith Thudhiyungal; Nammudaiya Dhevanaik Keerththanampannugiradhu Nalladhu, Thudhiththale Inbamum Etradhumaayirukkiradhu. "},
{ "Verses": "2 karththar Erusalemaik Kattugiraar; Thuraththunda Isravelaraik Koottichserkkiraar. "},
{ "Verses": "3 irudhayam Norungundavargalaik Gunamaakkugiraar, Avargaludaiya Kaayangalaik Kattugiraar. "},
{ "Verses": "4 avar Natchaththirangalin Lakkaththai Enni, Avaigalukkellaam Perittu Azhaikkiraar. "},
{ "Verses": "5 nammudaiya Aandavar Periyavarum Magaa Belamullavarumaayirukkiraar; Avarudaiya Arivu Alavillaadhadhu. "},
{ "Verses": "6 karththar Saandhagunamullavargalai Uyarththugiraar; Dhunmaarkkaraith Tharaimattum Thaazhththugiraar. "},
{ "Verses": "7 karththaraith Thudhiyudan Paadikkondaadungal; Nammudaiya Dhevanaich Suramandalaththaal Keerththanam Pannungal. "},
{ "Verses": "8 avar Vaanaththai Megangalaal Moodi, Boomikku Mazhaiyai Aayaththappaduththi, Malaigalil Pullai Mulaippikkiraar. "},
{ "Verses": "9 avar Mirugajeevangalukkum Kooppidugira Kaakkaik Kunjugalukkum Aagaarankodukkiraar. "},
{ "Verses": "10 avar Kudhiraiyin Balaththil Viruppamaayiraar; Veeranudaiya Kaalgalil Piriyappadaar. "},
{ "Verses": "11 thamakkup Bayandhu, Thamadhu Kirubaikkuk Kaaththirukkiravargalmel Karththar Piriyamaayirukkiraar. "},
{ "Verses": "12 erusaleme, Karththarai Sthoththiri; Seeyone, Un Dhevanaith Thudhi. "},
{ "Verses": "13 avar Un Vaasalgalin Thaazhppaalgalaip Balappaduththi, Unnidaththilulla Un Pillaigalai Aaseervadhikkiraar. "},
{ "Verses": "14 avar Un Ellaigalaich Samaadhaanamullavaigalaakki, Uchchidhamaana Godhumaiyinaal Unnaith Thirupdhiyaakkugiraar. "},
{ "Verses": "15 avar Thamadhu Vaarththaiyaip Boomiyile Anuppugiraar; Avarudaiya Sol Magaa Theeviramaaich Sellugiradhu. "},
{ "Verses": "16 panjaippol Uraindha Mazhaiyaith Tharugiraar; Saambalaippol Uraindha Paniyaith Thoovugiraar. "},
{ "Verses": "17 avar Thamadhu Kalmazhaiyaith Thunikkaigalaaga Anuppugiraar; Avarudaiya Kulirukku Munbaaga Nirpavan Yaar? "},
{ "Verses": "18 avar Thamadhu Vaarththaiyai Anuppi, Avaigalai Urugappannugiraar; Thamadhu Kaatrai Veesumpadi Seyya, Thanneergal Odum. "},
{ "Verses": "19 yaakkobukkuth Thammudaiya Vasanangalaiyum, Isravelukkuth Thamadhu Piramaanangalaiyum Thamadhu Niyaayangalaiyum Arivikkiraar. "},
{ "Verses": "20 avar Vere Endha Jaadhikkum Ippadich Seydhadhillai; Avarudaiya Niyaayangalai Ariyaamarpogiraargal. Allelooyaa. "}
]