[
{ "Verses": "1 dhevane, Mavunamaayiraadheyum, Pesaamaliraadheyum; Dhevane, Summaayiraadheyum. "},
{ "Verses": "2 idho, Ummudaiya Saththurukkal Kondhaliththu, Ummudaiya Pagaignar Thalaiyedukkiraargal. "},
{ "Verses": "3 umadhu Janaththukku Virodhamaaga Ubaaya Thandhirangalai Yosiththu, Umadhu Maraivilirukkiravargalukku Virodhamaaga Aalosanaipannugiraargal. "},
{ "Verses": "4 avargal Ini Oru Jaadhiyaaraayiraamalum, Isravelin Per Ini Ninaikkappadaamalum Povadharkaaga, Avargalai Adhampannuvom Vaarungal Engiraargal. "},
{ "Verses": "5 ippadi, Edhomin Koodaaraththaarum, Ismavelarum, Movaabiyarum, Aagaariyarum, "},
{ "Verses": "6 kepaalarum, Ammoniyarum, Amalekkiyarum, Theeruvin Kudigalodukoodiya Pelistharum, "},
{ "Verses": "7 egamananirnayamaai Aalosanaiseydhu, Umakku Virodhamaai Oppandhampannikkondirukkiraargal. "},
{ "Verses": "8 aseeriyarum Avargalodekoodak Kalandhu, Loththin Puththirarukkup Puyabalamaanaargal. (selaa.) "},
{ "Verses": "9 meedhiyaaniyarukkuch Seydhadhupolavum, Keeson Ennum Aatrandai Endhorile Azhikkappattu, "},
{ "Verses": "10 nilaththukku Eruvaaippona Siseraa, Yaapeen Enbavargalukkuch Seydhadhupolavum, Avargalukkuch Seyyum. "},
{ "Verses": "11 avargalaiyum Avargal Adhibadhigalaiyum Orebukkum Sebukkum, Avargal Pirabukkalaiyellaam Sebaavukkum Salmunaavukkum Samamaakkum. "},
{ "Verses": "12 dhevanudaiya Vaasasthalangalai Engalukkuch Sudhandharamaaga Naangal Kattikkolvom Endru Sollugiraargale. "},
{ "Verses": "13 en Dhevane, Avargalaich Suzhalkaatrin Puzhudhikkum, Kaatrumugaththil Parakkum Thurumbukkum Samamaakkum. "},
{ "Verses": "14 neruppu Kaattaik Koluththuvadhupolavum, Akkinijuvaalaigal Malaigalai Erippadhupolavum, "},
{ "Verses": "15 neer Umadhu Pusalinaale Avargalaith Thodarndhu, Umadhu Perungaatrinaale Avargalaik Kalangappannum. "},
{ "Verses": "16 karththaave, Avargal Umadhu Naamaththaith Thedumpadikku, Avargal Mugangalai Avamaanaththaale Moodum. "},
{ "Verses": "17 yegovaa Ennum Naamaththaiyudaiya Dhevareer Oruvare Boomiyanaiththinmelum Unnadhamaanavar Endru Manushar Unarumpadi, "},
{ "Verses": "18 avargal Endraikkum Vetkikkalangi, Naanamadaindhu Azhindhupovaargalaaga. "}
]