[
{ "Verses": "1 karththaave, Ummudaiya Kobaththil Ennaik Kadindhukollaadheyum; Ummudaiya Ukkiraththil Ennaith Dhandiyaadheyum. "},
{ "Verses": "2 ummudaiya Ambugal Enakkulle Thaiththirukkiradhu; Umadhu Kai Ennai Iruththugiradhu. "},
{ "Verses": "3 umadhu Kobaththinaal En Maamsaththil Aarokkiyamillai; En Paavaththinaal En Elumbugalil Savukkiyamillai. "},
{ "Verses": "4 en Akkiramangal En Thalaikkumelaagap Perugitru, Avaigal Baarachsumaiyaippola Ennaal Thaangakkoodaadha Baaramaayitru. "},
{ "Verses": "5 en Madhikettinimiththam En Pungal Azhugi Naatrameduththadhu. "},
{ "Verses": "6 naan Vedhanaippattu Odunginen; Naalmuzhudhum Dhukkappattuth Thirigiren. "},
{ "Verses": "7 en Kudalgal Eripandhamaai Erigiradhu; En Maamsaththil Aarokkiyam Illai. "},
{ "Verses": "8 naan Belanatruppoi, Migavum Norukkappatten; En Irudhayaththin Kondhalippinaal Kadharugiren. "},
{ "Verses": "9 aandavare, En Engalellaam Umakku Munbaaga Irukkiradhu; En Thavippu Umakku Maraivaayirukkavillai. "},
{ "Verses": "10 en Ullam Kuzhambi Alaigiradhu; En Belan Ennai Vittu Vilagi, En Kangalin Oli Mudhalaai Illaamarpoyitru. "},
{ "Verses": "11 en Sinegidharum En Thozharum En Vaadhaiyaik Kandu Vilagugiraargal; En Inaththaarum Dhooraththile Nirkiraargal. "},
{ "Verses": "12 en Piraananai Vaangaththedugiravargal Enakkuk Kannigalai Vaikkiraargal; Enakkup Pollaangu Thedugiravargal Kedaanavaigalaippesi, Naalmuzhudhum Vanjanaigalai Yosikkiraargal. "},
{ "Verses": "13 naano Sevidanaippolak Kelaadhavanaagavum, Oomaiyanaippola Vaaithiravaadhavanaagavum Irukkiren. "},
{ "Verses": "14 kaadhukelaadhavanum, Than Vaayil Maruuththaravugal Illaadhavanumaayirukkira Manushanaippolaanen. "},
{ "Verses": "15 karththaave, Umakkuk Kaaththirukkiren; En Dhevanaagiya Aandavare, Neer Maruuththaravu Koduppeer. "},
{ "Verses": "16 avargal Ennimiththam Sandhoshappadaadhabadikku Ippadich Sonnen; En Kaal Thavarumbodhu Enmel Perumaipaaraattuvaargale. "},
{ "Verses": "17 naan Thadumaari Vizha Edhuvaayirukkiren; En Dhukkam Eppozhudhum En Munbaaga Irukkiradhu. "},
{ "Verses": "18 en Akkiramaththai Naan Arikkaiyittu, En Paavaththinimiththam Visaarappadugiren. "},
{ "Verses": "19 en Saththurukkal Vaazhndhu Balaththirukkiraargal; Mugaandharamillaamal Ennaip Pagaikkiravargal Perugiyirukkiraargal. "},
{ "Verses": "20 naan Nanmaiyaip Pinbatrugirabadiyaal, Nanmaikkuth Theemai Seygiravargal Ennai Virodhikkiraargal. "},
{ "Verses": "21 karththaave, Ennaik Kaividaadheyum; En Dhevane, Enakkuth Dhooramaayiraadheyum. "},
{ "Verses": "22 en Ratchippaagiya Aandavare, Enakkuch Sagaayanjeyyath Theeviriyum. "}
]