[
{ "Verses": "1 en Aaththumaave, Karththarai Sthoththiri; En Muzhu Ullame, Avarudaiya Parisuththa Naamaththai Sthoththiri. "},
{ "Verses": "2 en Aaththumaave, Karththarai Sthoththiri; Avar Seydha Sagala Ubagaarangalaiyum Maravaadhe. "},
{ "Verses": "3 avar Un Akkiramangalaiyellaam Manniththu, Un Noigalaiyellaam Gunamaakki, "},
{ "Verses": "4 un Piraananai Azhivukku Vilakki Meettu, Unnai Kirubaiyinaalum Irakkangalinaalum Mudisootti, "},
{ "Verses": "5 nanmaiyinaal Un Vaayai Thirupthiyaakkugiraar; Kazhugukku Samaanamaai Un Vayadhu Thirumba Vaalavayadhu Polaagiradhu. "},
{ "Verses": "6 odukkappadugira Yaavarukkum, Karththar Needhiyaiyum Niyaayaththaiyum Seygiraar. "},
{ "Verses": "7 avar Thamadhu Vazhigalai Mosekkum, Thamadhu Kiriyaigalai Isravel Puththirarukkum Theriyappanninaar. "},
{ "Verses": "8 karththar Urukkamum, Irakkamum, Neediya Saandhamum, Migundha Kirubaiyumullavar. "},
{ "Verses": "9 avar Eppozhudhum Kadindhukollaar; Endraikkum Kobankondiraar. "},
{ "Verses": "10 avar Nammudaiya Paavangalukkuththakkadhaaga Namakku Seyyaamalum, Nammudaiya Akkiramangalukku Thakkadhaaga Namakku Sarikkattaamalum Irukkiraar. "},
{ "Verses": "11 boomikku Vaanam Evvalavu Uyaramaayirukkiradho, Avarukku Bayappadugiravargalmel Avarudaiya Kirubaiyum Avvalavu Peridhaayirukkiradhu. "},
{ "Verses": "12 merkukkum Kizhakkukkum Evvalavu Dhooramo, Avvalavu Thooramaai Avar Nammudaiya Paavangalai Nammai Vittu Vilakkinaar. "},
{ "Verses": "13 thagappan Than Pillaigalukku Irangugiradhupola, Karththar Thamakku Bayandhavargalukku Irangugiraar. "},
{ "Verses": "14 nammudaiya Uruvam Innadhendru Avar Arivaar; Naam Mannendru Ninaivukoorugiraar. "},
{ "Verses": "15 manushanudaiya Naatkal Pullukku Oppaayirukkiradhu; Veliyin Pushpaththaippol Pookkiraan. "},
{ "Verses": "16 kaatru Adhinmel Veesinavudane Adhu Illaamarpoyitru; Adhu Irundha Idamum Ini Adhai Ariyaadhu. "},
{ "Verses": "17 karththarudaiya Kirubaiyo Avarukku Bayandhavargalmelum, Avarudaiya Needhi Avargal Pillaigaludaiya Pillaigalmelum Anaadhiyaai Endrendraikkum Ulladhu. "},
{ "Verses": "18 avarudaiya Udanpadikkaiyai Kaikkondu, Avarudaiya Kattalaigalinpadi Seyya Ninaikkiravargal Meleye Ulladhu. "},
{ "Verses": "19 karththar Vaanangalil Thamadhu Singaasanaththai Sthaabiththirukkiraar; Avarudaiya Raajarigam Sarvaththaiyum Aalugiradhu. "},
{ "Verses": "20 karththarudaiya Vaarththaiyaikkettu, Avarudaiya Vasanaththinpadi Seygira Balaththa Savuriyavaangalaagiya Avarudaiya Thoodhargale, Avarai Sthoththiriyungal. "},
{ "Verses": "21 karththarukku Piriyamaanadhai Seydhu, Avar Panividaikkaararaayirukkira Avarudaiya Sarvasenaigale, Avarai Sthoththiriyungal. "},
{ "Verses": "22 karththar Aalugira Evvidangalilumulla Avarudaiya Sagala Kiriyaigale, Avarai Sthoththiriyungal; En Aaththumaave Karththaraisthoththiri. "}
]