[
{ "Verses": "1 boomiyin Kudigale, Neengal Ellaarum Dhevanukku Munbaagak Gembeeramaaip Paadungal. "},
{ "Verses": "2 avar Naamaththin Magaththuvaththaik Keerththanampanni, Avarudaiya Thudhiyin Magimaiyaik Kondaadungal. "},
{ "Verses": "3 dhevanai Nokki: Umadhu Kiriyaigalil Evvalavu Bayangaramaayirukkireer; Umadhu Magaththuvamaana Vallamaiyinimiththam Ummudaiya Saththurukkal Umakku Ichchagampesi Adanguvaargal. "},
{ "Verses": "4 boomiyinmeedhengum Ummaip Panindhukondu Ummaith Thudhiththup Paaduvaargal; Avargal Ummudaiya Naamaththaith Thudhiththup Paaduvaargal Endru Sollungal. (selaa.) "},
{ "Verses": "5 dhevanudaiya Seygaigalai Vandhupaarungal, Avar Manupuththiraridaththil Nadappikkung Kiriyaiyil Bayangaramaanavar. "},
{ "Verses": "6 kadalai Ularndha Tharaiyaaga Maatrinaar; Aatraik Kaalnadaiyaaik Kadandhaargal; Ange Avaril Kalikoorndhom. "},
{ "Verses": "7 avar Thammudaiya Vallamaiyinaal Endrendraikkum Arasaalugiraar; Avarudaiya Kangal Jaadhigalmel Nokkamaayirukkiradhu; Dhurogigal Thangalai Uyarththaadhiruppaargalaaga. (selaa.) "},
{ "Verses": "8 janangale, Nammudaiya Dhevanai Sthoththiriththu, Avaraith Thudhikkunsaththaththaik Ketkappannungal. "},
{ "Verses": "9 avar Nammudaiya Kaalgalaith Thallaadavottaamal, Nammudaiya Aaththumaavai Uyirode Vaikkiraar. "},
{ "Verses": "10 dhevane, Engalaich Sodhiththeer; Velliyaip Pudamidugiradhupola Engalaip Pudamitteer. "},
{ "Verses": "11 engalai Valaiyil Agappaduththi, Engal Iduppugalinmel Varuththamaana Baaraththai Etrineer. "},
{ "Verses": "12 manusharai Engal Thalaiyinmel Erippogappannineer; Theeyaiyum Thanneeraiyum Kadandhuvandhom; Sezhippaana Idaththil Engalaik Konduvandhu Vitteer. "},
{ "Verses": "13 sarvaanga Thaganabaligalode Umadhu Aalayaththirkul Piravesippen; "},
{ "Verses": "14 en Ikkattil Naan En Udhadugalaith Thirandhu, En Vaayinaal Solliya En Poruththanaigalai Umakkuch Seluththuven. "},
{ "Verses": "15 aattukkadaakkalin Ninappugaiyudane Kozhumaiyaanavaigalai Umakkuth Thaganabaliyaaga Iduven; Kaalaigalaiyum Semmariyaattuk Kadaakkalaiyum Umakkup Baliyiduven. (selaa.) "},
{ "Verses": "16 dhevanukkup Bayandhavargale, Neengal Ellaarum Vandhu Kelungal; Avar En Aaththumaavukkuch Seydhadhaich Solluven. "},
{ "Verses": "17 avarai Nokki En Vaayinaal Kooppitten, En Naavinaal Avar Pugazhappattaar. "},
{ "Verses": "18 en Irudhayaththil Akkiramasindhai Kondirundhenaanaal, Aandavar Enakkuch Sevikodaar. "},
{ "Verses": "19 meyyaai Dhevan Enakkuch Sevikoduththaar, En Jebaththin Saththaththaik Kettaar. "},
{ "Verses": "20 en Jebaththaith Thallaamalum, Thamadhu Kirubaiyai Ennaivittu Vilakkaamalum Irundha Dhevanukku Sthoththiramundaavadhaaga. "}
]