[
{ "Verses": "1 dhevane, Seeyonil Umakkaagath Thudhiyaanadhu Amaindhu Kaaththirukkiradhu; Poruththanai Umakkuch Seluththappadum. "},
{ "Verses": "2 jebaththaik Ketkiravare, Maamsamaana Yaavarum Ummidaththil Varuvaargal. "},
{ "Verses": "3 akkirama Vishayangal Enmel Minji Vallamaikondadhu; Dhevareero Engal Meerudhalgalai Nivirththiyaakkugireer. "},
{ "Verses": "4 ummudaiya Piraagaarangalil Vaasamaayirukkumpadi Neer Therindhukondu Serththukkollugiravan Baakkiyavaan; Ummudaiya Parisuththa Aalayamaagiya Umadhu Veettin Nanmaiyaal Thirupthiyaavom. "},
{ "Verses": "5 boomiyin Kadaiyaandharangalilum Dhooramaana Samuththirangalilumullavargal Ellaarum Nambum Nambikkaiyaayirukkira Engal Ratchippin Dhevane, Neer Bayangaramaana Kaariyangalaich Seygiradhinaal Engalukku Needhiyulla Uththaravu Arulugireer. "},
{ "Verses": "6 saandhagunamullavargal Idhaik Kandu Sandhoshappaduvaargal; Dhevanaith Thedugiravargale, Ungal Irudhayam Vaazhum. "},
{ "Verses": "7 samuththirangalin Mummuraththaiyum Avaigaludaiya Alaigalin Iraichchalaiyum, Janangalin Amaliyaiyum Amarththugireer. "},
{ "Verses": "8 kadaiyaandhara Idangalil Kudiyirukkiravargalum Ummudaiya Adaiyaalangalinimiththam Bayappadugiraargal; Kaalaiyaiyum Maalaiyaiyum Kalikoorappannugireer. "},
{ "Verses": "9 dhevareer Boomiyai Visaariththu Adharku Neerppaaichchugireer; Thanneer Niraindha Dhevanadhiyinaal Adhai Migavum Sezhippaakkugireer; Ippadi Neer Adhaith Thiruththi, Avargalukkuth Thaaniyaththai Vilaivikkireer. "},
{ "Verses": "10 adhin Varappugal Thaniyaththakkadhaai Adhin Padaichchaalgalukkuth Thanneer Iraiththu, Adhai Mazhaigalaal Karaiyappanni, Adhin Payirai Aaseervadhikkireer. "},
{ "Verses": "11 varushaththai Ummudaiya Nanmaiyaal Mudisoottugireer; Umadhu Paadhaigal Neyyaaip Pozhigiradhu. "},
{ "Verses": "12 vanaandhara Thaabarangalilum Pozhigiradhu; Medugal Sutrilum Poorippaayirukkiradhu. "},
{ "Verses": "13 meychchalulla Veligalil Aadugal Niraindhirukkiradhu; Pallaththaakkugal Dhaaniyaththaal Moodiyirukkiradhu; Avaigal Gembeeriththup Paadugiradhu. "}
]