[
{ "Verses": "1 dhevane, Engal Pidhaakkaludaiya Naatkalaagiya Poorvanaatkalil Neer Nadappiththa Kiriyaigalai Avargal Engalukku Ariviththaargal; Avaigalai Engal Kaadhugalaal Kettom. "},
{ "Verses": "2 dhevareer Ummudaiya Kaiyinaale Jaadhigalaith Thuraththi, Ivargalai Naatti; Janangalaith Thunpappaduththi, Ivargalaip Paravappannineer. "},
{ "Verses": "3 avargal Thangal Pattayaththaal Dhesaththaik Kattikkollavillai; Avargal Puyamum Avargalai Ratchikkavillai; Neer Avargalmel Piriyamaayirundhapadiyaal, Ummudaiya Valadhukaramum, Ummudaiya Puyamum, Ummudaiya Mugaththin Piragaasamum Avargalai Ratchiththadhu. "},
{ "Verses": "4 dhevane, Neer En Raajaa; Yaakkobukku Ratchippaik Kattalaiyidum. "},
{ "Verses": "5 ummaale Engal Saththurukkalaik Keezhe Vizhaththaakki, Engalukku Virodhamaai Ezhumbugiravargalai Ummudaiya Naamaththinaal Midhippom. "},
{ "Verses": "6 en Villai Naan Namben; En Pattayam Ennai Ratchippadhillai. "},
{ "Verses": "7 neere Engal Saththurukkalinindru Engalai Ratchiththu, Engalaip Pagaikkiravargalai Vetkappaduththugireer. "},
{ "Verses": "8 dhevanukkul Niththam Menmai Paaraattuvom; Umadhu Naamaththai Endrendraikkum Thudhippom. (selaa.) "},
{ "Verses": "9 neer Engalaith Thallivittu, Naanappannugireer; Engal Senaigaludane Sellaadhirukkireer. "},
{ "Verses": "10 saththuruvukku Naangal Idaindhu Pinnittuth Thirumpippogap Pannugireer; Engal Pagaignar Thangalukkendru Engalaik Kollaiyidugiraargal. "},
{ "Verses": "11 neer Engalai Aadugalaippola Iraiyaaga Oppukkoduththu, Jaadhigalukkulle Engalaich Sidharadikkireer. "},
{ "Verses": "12 neer Ummudaiya Janangalai Ilavasamaaga Virkireer; Avargal Kirayaththinaal Umakku Laabamillaiye. "},
{ "Verses": "13 engal Ayalaarukku Engalai Nindhaiyaagavum, Engal Sutruppuraththaarukkup Pariyaasamum Sakkandhamumaagavum Vaikkireer. "},
{ "Verses": "14 naangal Jaadhigalukkulle Pazhamozhiyaayirukkavum, Janangal Engalaikkuriththuth Thalaithulukkavum Seygireer. "},
{ "Verses": "15 nindhiththuth Thooshikkiravanudaiya Saththaththinimiththamum, Saththuruvinimiththamum, Pazhivaangugiravanimiththamum, "},
{ "Verses": "16 en Lachchai Niththam Enakku Munbaaga Irukkiradhu; En Mugaththin Vetkam Ennai Moodugiradhu. "},
{ "Verses": "17 ivaiyellaam Engalmel Vandhirundhum, Ummai Naangal Marakkavum Illai, Ummudaiya Udanpadikkaikkuth Thurogampannavum Illai. "},
{ "Verses": "18 neer Engalai Valusarppangalulla Idaththile Norukki, Marana Irulinaale Engalai Moodiyirundhum, "},
{ "Verses": "19 engal Irudhayam Pinvaangavum Illai, Engal Kaaladi Ummudaiya Paadhaiyai Vittu Vilagavum Illai. "},
{ "Verses": "20 naangal Engal Dhevanudaiya Naamaththai Marandhu, Anniyadhevanai Nokkik Kaiyeduththirundhomaanaal, "},
{ "Verses": "21 dhevan Adhai Aaraaindhu, Visaariyaadhiruppaaro? Irudhayaththin Andharangangalai Avar Arindhirukkiraare. "},
{ "Verses": "22 umadhu Nimiththam Enneramum Kollappadugirom; Adikkappadum Aadugalaippola Ennappadugirom. "},
{ "Verses": "23 aandavare, Vizhiththukkollum; En Niththirai Pannugireer? Ezhundharulum, Engalai Endraikkum Thallividaadhirum. "},
{ "Verses": "24 en Ummudaiya Mugaththai Maraiththu, Engal Sirumaiyaiyum Engal Nerukkaththaiyum Marandhuvidugireer? "},
{ "Verses": "25 engal Aaththumaa Puzhudhimattum Thaazhndhirukkiradhu; Engal Vayiru Tharaiyodu Ottiyirukkiradhu. "},
{ "Verses": "26 engalukku Oththaasaiyaaga Ezhundharulum; Ummudaiya Kirubaiyinimiththam Engalai Meettuvitum. "}
]