[
{ "Verses": "1 karththar En Velichchamum En Iratchippumaanavar, Yaarukkup Payappatuven? Karththar En Jeevanin Pelanaanavar, Yaarukku Anjuven? "},
{ "Verses": "2 en Saththurukkalum En Pagaignarumaagiya Pollaadhavargal En Maamsaththaip Patchikka, Ennai Nerukkugaiyil Avargale Idarivizhundhaargal. "},
{ "Verses": "3 enakku Virodhamaaga Oru Paalayamiranginaalum, En Irudhayam Bayappadaadhu; Enmel Yuththam Ezhumbinaalum, Idhile Naan Nambikkaiyaayiruppen. "},
{ "Verses": "4 karththaridaththil Ondrai Naan Ketten, Adhaiye Naaduven; Naan Karththarudaiya Magimaiyaip Paarkkumbadiyaagavum, Avarudaiya Aalayaththil Aaraaichsiseyyumbadiyaagavum, Naan En Jeevanulla Naalellaam Karththarudaiya Aalayaththil Thangiyiruppadhaiye Naaduven. "},
{ "Verses": "5 theengunaalil Avar Ennaith Thammudaiya Koodaaraththil Maraiththu, Ennaith Thamadhu Koodaara Maraivile Oliththuvaiththu, Ennaik Kanmalaiyinmel Uyarththuvaar. "},
{ "Verses": "6 ippozhudhu En Thalai Ennaich Sutrilum Irukkira En Saththurukkalukku Melaaga Uyarththappadum; Adhinimiththam Avarudaiya Koodaaraththile Naan Aanandha Balikalaiyittu, Karththaraip Paadi, Avaraik Keerththanampannuven. "},
{ "Verses": "7 karththaave, Naan Kooppidugira Saththaththai Neer Kettu, Enakku Irangi, Enakku Uththaravu Arulichcheyyum. "},
{ "Verses": "8 en Mukaththaith Thedungal Endru Sonneere, Ummudaiya Mugaththaiye Theduven Karththaave, Endru En Irudhayam Ummidaththil Sollitru. "},
{ "Verses": "9 umadhu Mugaththai Enakku Maraiyaadheyum; Neer Kobaththudan Umadhu Adiyenai Vilakkippodaadheyum; Neere Enakkuch Sagaayar; En Ratchippin Dhevane, Ennai Negizhavidaamalum Ennaik Kaividaamalum Irum. "},
{ "Verses": "10 en Thagappanum En Thaayum Ennaik Kaivittaalum, Karththar Ennaich Serththukkolluvaar. "},
{ "Verses": "11 karththaave, Umadhu Vazhiyai Enakkup Podhiththu, En Edhiraaligalinimiththam Sevvaiyaana Paadhaiyil Ennai Nadaththum. "},
{ "Verses": "12 en Saththurukkalin Ishtaththukku Ennai Oppukkodaadheyum; Poichsaatchigalum Aakkiramiththuch Seerugiravargalum Enakku Virodhamaai Ezhumbiyirukkiraargal. "},
{ "Verses": "13 naano, Jeevanullor Dhesaththile Karththarudaiya Nanmaiyaik Kaanben Endru Visuvaasiyaadhirundhaal Kettuppoyiruppen. "},
{ "Verses": "14 karththarukkuk Kaaththiru; Avar Un Irudhayaththai Sthirappaduththuvaar; Thidamanadhaayirundhu, Karththarukke Kaaththiru. "}
]