[
{ "Verses": "1 needhimaangale, Karththarukkul Kalikoorungal; Thudhiseyvadhu Semmaiyaanavargalukkuth Thagum. "},
{ "Verses": "2 suramandalaththinaal Karththaraith Thudhiththu, Paththu Narambu Veenaiyinaalum Avaraik Keerththanampannungal. "},
{ "Verses": "3 avarukkup Pudhuppaattaip Paadungal; Aanandha Saththaththode Vaaththiyangalai Nerththiyaai Vaasiyungal. "},
{ "Verses": "4 karththarudaiya Vaarththai Uththamamum, Avarudaiya Seygaiyellaam Saththiyamumaayirukkiradhu. "},
{ "Verses": "5 avar Needhiyilum Niyaayaththilum Piriyappadugiraar; Boomi Karththarudaiya Kaaruniyaththinaal Niraindhirukkiradhu. "},
{ "Verses": "6 karththarudaiya Vaarththaiyinaal Vaanangalum, Avarudaiya Vaayin Suvaasaththinaal Avaigalin Sarvasenaiyum Undaakkappattadhu. "},
{ "Verses": "7 avar Samuththira Jalangalaik Kuviyalaakach Serththu, Aazhamaana Jalangalaip Pokkishavaippaaga Vaikkiraar. "},
{ "Verses": "8 boomiyellaam Karththarukkup Bayappaduvadhaaga; Ulagaththilulla Kudigalellaam Avarukku Anjiyiruppadhaaga. "},
{ "Verses": "9 avar Solla Aagum, Avar Kattalaiyita Nirkum. "},
{ "Verses": "10 karththar Jaadhigalin Aalosanaiyai Virudhaavaakki, Janangaludaiya Ninaivukalai Avamaakkugiraar. "},
{ "Verses": "11 karththarudaiya Aalosanai Niththiyakaalamaagavum, Avarudaiya Irudhayaththin Ninaivugal Thalaimurai Thalaimuraiyaagavum Nirkum. "},
{ "Verses": "12 karththaraith Thangalukkuth Dheyvamaagakkonda Jaadhiyum, Avar Thamakkuch Sudhandharamaagath Therindhukonda Janamum Baakkiyamulladhu. "},
{ "Verses": "13 karththar Vaanaththilirundhu Nokkip Paarththu, Ellaa Manupuththiraraiyum Kaangiraar. "},
{ "Verses": "14 thaam Vaasamaayirukkira Sthaanaththilirundhu Boomiyin Kudigal Ellaarmelum Kannokkamaayirukkiraar. "},
{ "Verses": "15 avargaludaiya Irudhayangalaiyellaam Avar Uruvaakki, Avargal Seygaigalaiyellaam Gavaniththirukkiraar. "},
{ "Verses": "16 endha Raajaavum Than Senaiyin Migudhiyaal Ratchikkappataan; Savuriyavaanum Than Balaththin Migudhiyaal Thappaan. "},
{ "Verses": "17 ratchikkiradharkuk Kudhirai Virudhaa; Adhu Than Migundha Veeriyaththaal Thappuviyaadhu. "},
{ "Verses": "18 thamakkup Bayandhu, Thamadhu Kirubaikkuk Kaaththirukkiravargalin Aaththumaakkalai Maranaththirku Vilakki Viduvikkavum; "},
{ "Verses": "19 panjaththil Avargalai Uyirodekaakkavum, Karththarudaiya Kan Avargalmel Nokkamaayirukkiradhu. "},
{ "Verses": "20 nammudaiya Aaththumaa Karththarukkuk Kaaththirukkiradhu; Avare Namakkuth Thunaiyum Namakkuk Kedagamumaanavar. "},
{ "Verses": "21 avarudaiya Parisuththa Naamaththai Naam Nambiyirukkirapadiyaal, Nammudaiya Irudhayam Avarukkul Kalikoorum. "},
{ "Verses": "22 karththaave, Naangal Ummai Nambiyirukkirapadiye Umadhu Kirubai Engalmel Iruppadhaaga. "}
]