[
{ "Verses": "1 karththaraith Thudhiyungal; Avar Nallavar, Avar Kirubai Endrumulladhu. "},
{ "Verses": "2 dhevaadhi Dhevanaith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "3 karththaadhi Karththaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "4 oruvaraaip Periya Adhisayangalaich Seygiravaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "5 vaanangalai Gnaanamaai Undaakkinavaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "6 thanneergalukku Mele Boomiyaip Parappinavaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "7 periya Sudargalai Undaakkinavaraith Thudhiyungal; Avar Kirubai Endrumulladhu; "},
{ "Verses": "8 pagalil Aalach Sooriyanaip Padaiththavaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "9 iravil Aalach Sandhiranaiyum Natchaththirangalaiyum Padaiththavaraith Thudhiyungal; Avar Kirubai Endrumulladhu; "},
{ "Verses": "10 egipthiyarudaiya Thalaichchangalaich Sangariththavaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "11 avargal Naduvilirundhu Isravelaip Purappadappanninavaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "12 balaththa Kaiyinaalum Ongiya Puyaththinaalum Adhaich Seydhavaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "13 sivandha Samuththiraththai Irandaagap Piriththavaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "14 adhin Naduve Isravelaik Kadandhupogappanninavaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "15 paarvonaiyum Avan Senaigalaiyum Sivandha Samuththiraththil Kavizhththuppottavaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "16 thammudaiya Janangalai Vanaandharaththil Nadaththinavaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "17 periya Raajaakkalaich Sangariththavaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "18 pirabalamaana Raajaakkalai Azhiththavaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "19 emoriyarin Raajaavaagiya Seegonai Azhiththavaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "20 paasaanin Raajaavaagiya Ogai Azhiththavaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "21 avargal Dhesaththaich Sudhandharamaagath Thandhavaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "22 adhaith Thammudaiya Dhaasanaagiya Isravelukkuch Sudhandharamaagave Thandhavaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "23 nammudaiya Thaazhvil Nammai Ninaiththavaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "24 nammudaiya Saththurukkalin Kaiyilirundhu Nammai Vidudhalaipanninavaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "25 maamsadhegamulla Yaavukkum Aagaarang Kodukkiravaraith Thudhiyungal; Avar Kirubai Endrumulladhu. "},
{ "Verses": "26 paralogaththin Dhevanaith Thudhiyungal; Avar Kirubai Endrumulladhu. "}
]