[
{ "Verses": "1 dhevane, Ennai Ratchiyum; Vellangal En Aaththumaamattum Perugivarugiradhu. "},
{ "Verses": "2 aazhamaana Ulaiyil Amizhndhirukkiren; Nirka Nilaiyillai, Nilaiyaadha Jalaththil Aazhndhirukkiren; Vellangal Enmel Purandupogiradhu. "},
{ "Verses": "3 naan Kooppidugiradhinaal Ilaiththen; En Thondai Varandupoyitru; En Dhevanukku Naan Kaaththirukkaiyaal, En Kangal Pooththuppoyitru. "},
{ "Verses": "4 nimiththamillaamal Ennaip Pagaikkiravargal En Thalaimayirilum Adhigamaayirukkiraargal; Veenaaga Enakkuch Saththurukkalaagi Ennaich Sangarikkavendumendrirukkiravargal Balaththirukkiraargal; Naan Eduththukkollaadhadhai Naan Kodukkavendiyadhaayitru. "},
{ "Verses": "5 dhevane, Neer En Buththiyeenaththai Arindhirukkireer; En Kutrangal Umakku Maraindhirukkavillai. "},
{ "Verses": "6 senaigalin Karththaraagiya Aandavare, Umakkaagak Kaaththirukkiravargal Ennimiththam Vetkappattuppogaadhiruppaargalaaga; Isravelin Dhevane, Ummaith Thedugiravargal Ennimiththam Naanamadaiyaadhiruppaargalaaga. "},
{ "Verses": "7 umadhunimiththam Nindhaiyaich Sagiththen; Lachchai En Mugaththai Mooditru. "},
{ "Verses": "8 en Sagodhararukku Vetru Manushanum, En Thaayin Pillaigalukku Anniyanumaanen. "},
{ "Verses": "9 ummudaiya Veettaikkuriththu Undaana Pagdhivairaakkiyam Ennaip Patchiththadhu; Ummai Nindhikkiravargaludaiya Nindhanaigal Enmel Vizhundhadhu. "},
{ "Verses": "10 en Aaththumaa Vaadumpadi Ubavaasiththu Azhudhen; Adhuvum Enakku Nindhaiyaai Mudindhadhu. "},
{ "Verses": "11 rattai En Uduppaakkinen; Appozhudhum Avargalukkup Pazhamozhiyaanen. "},
{ "Verses": "12 vaasalil Utkaarndhirukkiravargal Enakku Virodhamaaip Pesugiraargal; Madhubaanampannugiravargalin Paadalaanen. "},
{ "Verses": "13 aanaalum Karththaave, Anukgiragakaalaththile Ummai Nokki Vinnappanj Seygiren; Dhevane, Umadhu Migundha Kirubaiyinaalum Umadhu Ratchippin Saththiyaththinaalum Enakkuch Sevikoduththarulum. "},
{ "Verses": "14 naan Amizhndhippogaadhapadikkuch Setrinindru Ennaith Thookkividum; Ennaip Pagaikkiravargalinindrum Nilaiyaadha Jalaththinindrum Naan Neengumpadi Seyyum. "},
{ "Verses": "15 jalappiravaagangal Enmel Puralaamalum, Aazham Ennai Vizhungaamalum, Paadhaalam Enmel Than Vaayai Adaiththukkollaamalum Iruppadhaaga. "},
{ "Verses": "16 karththaave, En Vinnappaththaik Kettarulum, Ummudaiya Dhayai Nalamaayirukkiradhu; Umadhu Urukkamaana Irakkangalinpadi Ennaik Kadaatchiththarulum. "},
{ "Verses": "17 umadhu Mugaththai Umadhu Adiyenukku Maraiyaadheyum; Naan Viyaagulappadugiren, Enakkuth Theeviramaaich Sevikoduththarulum. "},
{ "Verses": "18 neer En Aaththumaavinidaththil Vandhu Adhai Vidudhalaipannum; En Saththurukkalinimiththam Ennai Meettuvidum. "},
{ "Verses": "19 dhevareer En Nindhaiyaiyum En Vetkaththaiyum En Avamaanaththaiyum Arindhirukkireer; En Saththurukkal Ellaarum Umakku Munbaaga Irukkiraargal. "},
{ "Verses": "20 nindhai En Irudhayaththaip Pilandhadhu; Naan Migavum Vedhanaippadugiren; Enakkaaga Paridhabikkiravanundo Endru Kaaththirundhen Oruvanum Illai; Thetrugiravargalukkuk Kaaththirundhen, Oruvanaiyum Kaanen. "},
{ "Verses": "21 en Aagaaraththil Kasappuk Kalandhu Koduththaargal, En Thaagaththukkuk Kaadiyaik Kudikkakkoduththaargal. "},
{ "Verses": "22 avargaludaiya Pandhi Avargalukkuk Kanniyum, Avargaludaiya Selvam Avargalukku Valaiyumaayirukkakkadavadhu. "},
{ "Verses": "23 avargaludaiya Kangal Kaanaadhapadi Andhagaarappadakkadavadhu; Avargal Iduppugalai Eppodhum Thallaadappannum. "},
{ "Verses": "24 ummudaiya Ukkiraththai Avargalmel Ootrum; Ummudaiya Kobaakkini Avargalaith Thodarndhu Pidippadhaaga. "},
{ "Verses": "25 avargal Vaasasthalam Paazhaagakkadavadhu; Avargaludaiya Koodaarangalil Kudiyillaamarpovadhaaga. "},
{ "Verses": "26 dhevareer Adiththavanai Avargal Thunbappaduththi, Neer Kaayappaduththinavargalai Nogap Pesugiraargale. "},
{ "Verses": "27 akkiramaththinmel Akkiramaththai Avargalmel Sumaththum, Avargal Umadhu Needhikku Vandhettaadhiruppaargalaaga. "},
{ "Verses": "28 jeevapusthagaththilirundhu Avargalper Kirukkappattuppovadhaaga; Needhimaangal Perode Avargal Per Ezhudhappadaadhiruppadhaaga. "},
{ "Verses": "29 naano Sirumaiyum Thuyaramumullavan; Dhevane, Ummudaiya Ratchippu Enakku Uyarndha Adaikkalamaavadhaaga. "},
{ "Verses": "30 dhevanudaiya Naamaththaip Paattinaal Thudhiththu, Avarai Sthoththiraththinaal Magimaippaduththuven. "},
{ "Verses": "31 kombum Virikulambumulla Kaalaiyerudhaippaarkkilum, Idhuve Karththarukkup Piriyamaayirukkum. "},
{ "Verses": "32 saandhagunamullavargal Idhaik Kandu Sandhoshappaduvaargal; Dhevanaith Thedugiravargale, Ungal Irudhayam Vaazhum. "},
{ "Verses": "33 karththar Eliyavarkgalin Vinnappaththaik Ketkiraar, Kattunda Thammudaiyavargalai Avar Purakkaniyaar. "},
{ "Verses": "34 vaanamum Boomiyum Samuththirangalum Avaigalil Sanjarikkira Yaavum Avaraith Thudhikkakkadavadhu. "},
{ "Verses": "35 dhevan Seeyonai Ratchiththu, Yoodhaavin Pattanangalaik Kattuvaar; Appozhudhu Ange Kudiyirundhu Adhaich Sudhandhariththukkolvaargal. "},
{ "Verses": "36 avarudaiya Oozhiyakkaararin Sandhadhiyaar Adhaich Sudhandhariththukkolvaargal; Avarudaiya Naamaththai Nesikkiravargal Adhil Vaasamaayiruppaargal. "}
]