[
{ "Verses": "1  Karththaave, En Dhooraththil Nirkireer? Aabaththu Neridugira Samayangalil Neer En Maraindhirukkireer? "},
{ "Verses": "2 dhunmaarkkan Than Perumaiyinaal Sirumaippattavanaik Kodooramaaith Thunbappaduththugiraan; Avargal Ninaiththa Sadhimosangalil Avargale Agappaduvaargal. "},
{ "Verses": "3 dhunmaarkkan Than Ullam Ichchiththadhaip Petradhinaal Perumaipaaraatti, Porulai Abagariththuth Thannaiththaan Potri, Karththarai Asattaipannugiraan. "},
{ "Verses": "4 dhunmaarkkan Than Garvaththinaal Dhevanaith Thedaan; Avan Ninaivugalellaam Dhevan Illaiyenpadhe. "},
{ "Verses": "5 avan Vazhigal Eppodhum Kedullavaigal; Ummudaiya Niyaayaththeerppugal Avan Paarvaikku Ettaamal Migavum Uyaramaayirukkiradhu; Than Edhiraaligalellaarmelum Seerugiraan. "},
{ "Verses": "6 naan Asaikkappaduvadhillai, Thalaimurai Thalaimuraidhorum Theengu Ennai Anuguvadhillaiyendru Than Irudhayaththil Sollikkollugiraan. "},
{ "Verses": "7 avan Vaai Sabippinaalum Kabadaththinaalum Kodumaiyinaalum Niraindhirukkiradhu; Avan Naavinkeezh Theevinaiyum Akkiramamum Undu. "},
{ "Verses": "8 giraamangalin Olippidangalile Padhivirundhu, Maraividangalile Kutramatravanaik Kollugiraan; Thikkatravargalaip Pidikka Avan Kangal Nokkikkondirukkiradhu. "},
{ "Verses": "9 than Kebiyilirukkira Singaththaippola Maraivil Padhivirukkiraan; Ezhaiyaip Pidikkap Padhivirundhu, Ezhaiyaith Than Valaikkul Izhuththup Pidiththukkollugiraan. "},
{ "Verses": "10 thikkatravargal Than Balavaangal Kaiyil Vizhumpadi Avan Padhungikkidakkiraan. "},
{ "Verses": "11 dhevan Adhai Marandhaar Endrum, Avar Thammudaiya Mugaththai Maraiththu, Orukkaalum Adhaik Kaanamaattaar Endrum, Than Irudhayaththile Sollikkollugiraan. "},
{ "Verses": "12 karththaave, Ezhundharulum; Dhevane, Ummudaiya Kaiyai Uyarththum; Ezhaigalai Maravaadheyum. "},
{ "Verses": "13 dhunmaarkkan Dhevanai Asattaipanni: Neer Kettu Visaarippadhillai Endru Than Irudhayaththil Sollikkolvaanen. "},
{ "Verses": "14 adhaip Paarththirukkireere! Ubaththiravaththaiyum Kurodhaththaiyum Gavaniththirukkireere; Neer Pathilalippeer; Ezhaiyaanavan Thannai Umakku Oppuvikkiraan; Thikkatra Pillaigalukku Sagaayar Neere. "},
{ "Verses": "15 dhunmaarkkanum Pollaadhavanumaayirukkiravanudaiya Puyaththai Muriththuvidum; Avanudaiya Aagaamiyam Kaanaamarpogumattum Adhaith Thedi Visaariyum. "},
{ "Verses": "16 karththar Sadhaakaalangalukkum Raajaavaayirukkiraar; Purajaadhiyaar Avarudaiya Dhesaththilirundhu Azhindhupovaargal. "},
{ "Verses": "17 karththaave, Sirumaippattavargaludaiya Vendudhalaik Kettirukkireer; Avargal Irudhayaththai Sthirappaduththuveer. "},
{ "Verses": "18 mannaana Manushan Inip Balavandhanseyyath Thodaraadhapadikku, Dhevareer Thikkatra Pillaigalukkum Odukkappattavargalukkum Needhiseyya Ummudaiya Sevigalai Saaiththukkettaruluveer. "}
]