[
{ "Verses": "1 karththarin Kirubaigalai Endrendraikkum Paaduven; Umadhu Unmaiyaith Thalaimurai Thalaimuraiyaaga En Vaayinaal Arivippen. "},
{ "Verses": "2 kirubai Endrendraikkum Sthirappattirukkum; Umadhu Unmaiyai Vaanangalile Sthaabippeer Endren. "},
{ "Verses": "3 ennaal Therindhukollappattavanode Udanpadikkaipanni, En Dhaasanaagiya Dhaaveedhai Nokki: "},
{ "Verses": "4 endrendraikkum Un Sandhadhiyai Nilaippaduththi, Thalaimurai Thalaimuraiyaaga Un Singaasanaththai Sthaabippen Endru Aanaiyitten Endreer. (selaa.) "},
{ "Verses": "5 karththaave, Vaanangal Ummudaiya Adhisayangalaith Thudhikkum, Parisuththavaangalin Sabaiyile Ummudaiya Unmaiyum Vilangum. "},
{ "Verses": "6 aagaayamandalaththil Karththarukku Nigaraanavar Yaar? Balavaangalin Puththiraril Karththarukku Oppaanavar Yaar? "},
{ "Verses": "7 dhevan Parisuththavaangaludaiya Aalosanaich Sabaiyil Migavum Bayappadaththakkavar, Thammaich Soozhndhirukkira Anaivaraalum Anjappadaththakkavar. "},
{ "Verses": "8 senaigalin Dhevanaagiya Karththaave, Ummaippol Vallamaiyulla Karththar Yaar? Ummudaiya Unmai Ummaich Soozhndhirukkiradhu. "},
{ "Verses": "9 dhevareer Samuththiraththin Perumaiyai Aalugiravar; Adhin Alaigal Ezhumbumpothu Avaigalai Adangappannugireer. "},
{ "Verses": "10 neer Raagaabai Vettunda Oruvanaippol Norukkineer; Umadhu Vallamaiyaana Puyaththinaal Ummudaiya Saththurukkalaich Sidharadiththeer. "},
{ "Verses": "11 vaanangal Ummudaiyadhu, Boomiyum Ummudaiyadhu, Poologaththaiyum Adhilulla Yaavaiyum Neere Asthibaarappaduththineer. "},
{ "Verses": "12 vadakkaiyum Therkaiyum Neer Undaakkineer; Thaaporum Ermonum Ummudaiya Naamam Vilangak Gembeerikkum. "},
{ "Verses": "13 umakku Vallamaiyulla Puyamirukkiradhu; Ummudaiya Karam Baraakkiramamulladhu; Ummudaiya Valadhukaram Unnadhamaanadhu. "},
{ "Verses": "14 needhiyum Niyaayamum Ummudaiya Singaasanaththin Aadhaaram; Kirubaiyum Saththiyamum Umakku Munbaaga Nadakkum. "},
{ "Verses": "15 gempeerasaththaththai Ariyum Janangal Baakkiyamullavargal; Karththaave, Avargal Ummudaiya Mugaththin Velichchaththil Nadappaargal. "},
{ "Verses": "16 avargal Ummudaiya Naamaththil Naadorum Kalikoorndhu, Ummudaiya Needhiyaal Uyarndhiruppaargal. "},
{ "Verses": "17 neere Avargal Balaththin Magimaiyaayirukkireer; Ummudaiya Thayavinaal Engal Kombu Uyarum. "},
{ "Verses": "18 karththaraal Engal Kedagamum, Isravelin Parisuththaraal Engaludaiya Raajaavum Undu. "},
{ "Verses": "19 appozhudhu Neer Ummudaiya Bagthanukkuth Dharisanamaagi: Sagaayanseyyaththakka Sakthiyai Oru Savuriyavaanmel Vaiththu, Janaththil Therindhukollappattavanai Uyarththinen. "},
{ "Verses": "20 en Dhaasanaagiya Dhaaveedhaik Kandupidiththen; En Parisuththa Thailaththinaal Avanai Abishegampanninen. "},
{ "Verses": "21 en Kai Avanode Urudhiyaayirukkum; En Puyam Avanaip Balappaduththum. "},
{ "Verses": "22 saththuru Avanai Nerukkuvadhillai; Niyaayakkettin Magan Avanai Odukkuvadhillai. "},
{ "Verses": "23 avan Saththurukkalai Avanukku Munbaaga Madangadiththu, Avanaip Pagaikkiravargalai Vettuven. "},
{ "Verses": "24 en Unmaiyum En Kirubaiyum Avanodirukkum; En Naamaththinaal Avan Kombu Uyarum. "},
{ "Verses": "25 avan Kaiyaich Samuththiraththinmelum, Avan Valadhukaraththai Aarugalmelum Aalumpadi Vaippen. "},
{ "Verses": "26 avan Ennai Nokki: Neer En Pidhaa, En Dhevan, En Ratchippin Kanmalaiyendru Solluvaan. "},
{ "Verses": "27 naan Avanai Enakku Mudharperaanavanum, Boomiyin Raajaakkalaip Paarkkilum Magaa Uyarndhavanumaakkuven. "},
{ "Verses": "28 en Kirubaiyai Endrendraikkum Avanukkaagak Kaappen; En Udanpadikkai Avanukkaaga Urudhippaduththappadum. "},
{ "Verses": "29 avan Sandhadhi Endrendraikkum Nilaiththirukkavum, Avan Raajaasanam Vaanangalullamattum Nilainirkavum Seyven. "},
{ "Verses": "30 avan Pillaigal En Niyaayangalinpadi Nadavaamal, En Vedhaththai Vittu Vilagi; "},
{ "Verses": "31 en Kattalaigalaik Kaikkollaamal, En Niyamangalai Meerinadandhaal; "},
{ "Verses": "32 avargal Meerudhalai Milaatrinaalum, Avargal Akkiramaththai Vaadhaigalinaalum Thandippen. "},
{ "Verses": "33 aanaalum En Kirubaiyai Avanaivittu Vilakkaamalum, En Unmaiyil Pisagaamalum Iruppen. "},
{ "Verses": "34 en Udanpadikkaiyai Meeraamalum, En Udhadugal Vilambinadhai Maatraamalum Iruppen. "},
{ "Verses": "35 oruvisai En Parisuththaththinperil Aanaiyitten, Dhaaveedhukku Naan Poisollen. "},
{ "Verses": "36 avan Sandhadhi Endrendraikkum Irukkum; Avan Singaasanam Sooriyanaippola Enakku Munbaaga Nilainirkum. "},
{ "Verses": "37 sandhiranaippola Adhu Endrendraikkum Urudhiyaayum, Aagaayamandalaththuch Saatchiyaippol Unmaiyaayum Irukkum Endru Vilambineer. (selaa.) "},
{ "Verses": "38 aanaalum Neer Engalai Veruththuth Thallivitteer; Neer Abishegampannuviththavanmel Ukkiramaaneer. "},
{ "Verses": "39 umadhu Adiyaanudan Neer Pannina Udanpadikkaiyai Ozhiththuvittu, Avan Kireedaththaith Tharaiyile Thalli Avamaanappaduththineer. "},
{ "Verses": "40 avan Madhilgalaiyellaam Thagarththuppottu, Avan Aranaana Sthalangalaip Paazhaakkineer. "},
{ "Verses": "41 vazhinadakkira Yaavarum Avanaik Kollaiyidugiraargal; Than Ayalaarukku Nindhaiyaanaan. "},
{ "Verses": "42 avan Saththurukkalin Valadhukaiyai Neer Uyarththi, Avan Virodhigal Yaavarum Sandhoshikkumpadi Seydheer. "},
{ "Verses": "43 avan Pattayaththin Karukkai Mazhukkippottu, Avanai Yuththaththil Nirkaadhapadi Seydheer. "},
{ "Verses": "44 avan Magimaiyai Atruppogappanni, Avan Singaasanaththaith Tharaiyile Thallineer. "},
{ "Verses": "45 avan Vaalibanaatkalaik Kurukki, Avanai Vetkaththaal Moodineer. (selaa.) "},
{ "Verses": "46 edhuvaraikkum, Karththaave! Neer Endraikkum Maraindhiruppeero? Umadhu Kobam Akkiniyaippola Eriyumo? "},
{ "Verses": "47 en Jeevan Evvalavu Nilaiyatradhu Enbadhai Ninaiththarulum; Manupuththirar Yaavaraiyum Veenaagach Sirushtikka Vendiyadhenna? "},
{ "Verses": "48 maranaththaik Kaanaamal Uyirodiruppavan Yaar? Than Aaththumaavaip Paadhaala Valladikku Vilakkividugiravan Yaar? (selaa.) "},
{ "Verses": "49 aandavare, Neer Dhaaveedhukku Ummudaiya Unmaiyaikkondu Saththiyampannina Umadhu Poorva Kirubaigal Enge? "},
{ "Verses": "50 aandavare, Ummudaiya Saththurukkal Ummudaiya Oozhiyakkaararaiyum, Neer Abishegampanninavanin Kaaladigalaiyum Nindhikkirapadiyinaal, "},
{ "Verses": "51 karththaave, Umadhu Adiyaar Sumakkum Nindhaiyaiyum, Valumaiyaana Janangalellaaraalum Naan En Madiyil Sumakkum En Nindhaiyaiyum Ninaiththarulum. "},
{ "Verses": "52 karththarukku Endrendraikkum Sthoththiramundaavadhaaga. Aamen, Aamen. "}
]