[
{ "Verses": "1 dhevane, Raajaavukku Ummudaiya Niyaayaththeerppugalaiyum, Raajaavin Kumaaranukku Ummudaiya Needhiyaiyum Koduththarulum. "},
{ "Verses": "2 avar Ummudaiya Janangalai Needhiyodum, Ummudaiya Ezhaigalai Niyaayaththodum Visaarippaar. "},
{ "Verses": "3 parvadhangal Janaththirkuch Samaadhaanaththaith Tharum, Medugal Needhiyin Vilaivodirukkum. "},
{ "Verses": "4 janaththil Sirumaippadugiravargalai Avar Niyaayam Visaariththu, Ezhaiyin Pillaigalai Ratchiththu, Idukkan Seygiravanai Norukkuvaar. "},
{ "Verses": "5 sooriyanum Sandhiranum Ullamattum, Avargal Umakkuth Thalaimurai Thalaimuraiyaagap Bayandhiruppaargal. "},
{ "Verses": "6 pullaruppunda Veliyinmel Peyyum Mazhaiyaippolavum, Boomiyai Nanaikkum Thooralaippolavum Iranguvaar. "},
{ "Verses": "7 avarudaiya Naatkalil Needhimaan Sezhippaan; Sandhiranullavaraikkum Migundha Samaadhaanam Irukkum. "},
{ "Verses": "8 oru Samuththiranthodangi Marusamuththiramvaraikkum, Nadhithodangi Boomiyin Ellaigalvaraikkum Avar Arasaaluvaar. "},
{ "Verses": "9 vanaandharaththaar Avarukku Munbaagak Kunindhu Vananguvaargal; Avarudaiya Saththurukkal Mannai Nakkuvaargal. "},
{ "Verses": "10 tharsheesin Raajaakkalum Theevugalin Raajaakkalum Kaanikkaigalaik Konduvaruvaargal; Shebaavilum Sebaavilumulla Raajaakkal Vegumaanangalaik Konduvaruvaargal. "},
{ "Verses": "11 sagala Raajaakkalum Avaraip Panindhukolvaargal; Sagala Jaadhigalum Avaraich Sevippaargal. "},
{ "Verses": "12 kooppidugira Eliyavanaiyum, Udhaviyatra Sirumaiyaanavanaiyum Avar Viduvippaar. "},
{ "Verses": "13 balaveenanukkum Eliyavanukkum Avar Irangi, Eliyavargalin Aaththumaakkalai Ratchippaar. "},
{ "Verses": "14 avargal Aaththumaakkalai Vanjagaththirkum Kodumaikkum Thappuvippaar; Avargaludaiya Raththam Avarudaiya Paarvaikku Arumaiyaayirukkum. "},
{ "Verses": "15 avar Pizhaiththiruppaar, Shebaavin Pon Avarukkuk Kodukkappadum; Avarnimiththam Idaividaamal Jebampannappadum, Ennaalum Sthoththirikkappaduvaar. "},
{ "Verses": "16 boomiyile Malaigalin Uchchigalil Oru Pidi Dhaaniyam Vidhaikkappattirukkum; Adhin Vilaivu Leebanonaippola Asaiyum; Boomiyin Pullaippola Nagaraththaar Sezhiththonguvaargal. "},
{ "Verses": "17 avarudaiya Naamam Endrendraikkum Irukkum; Sooriyanullamattum Avarudaiya Naamam Sandhaana Parambaraiyaai Nilaikkum; Manushar Avarukkul Aaseervadhikkappaduvaargal, Ellaa Jaadhigalum Avaraip Baakkiyamudaiyavar Endru Vaazhththuvaargal. "},
{ "Verses": "18 isravelin Dhevanaayirukkira Karththaraagiya Dhevanukku Sthoththiramundaavadhaaga; Avare Adhisayangalaich Seygiravar. "},
{ "Verses": "19 avarudaiya Magimaiporundhiya Naamaththukku Endrendraikkum Sthoththiramundaavadhaaga; Boomimuzhuvadhum Avarudaiya Magimaiyaal Niraindhiruppadhaaga. Aamen, Aamen. "},
{ "Verses": "20 eesaayin Puththiranaagiya Thaaveedhin Vinnappangal Mudindhadhu. "}
]