[
{ "Verses": "1 karththarai Thudhiyungal; Avar Nallavar, Avar Kirubai Endrumulladhu. "},
{ "Verses": "2 karththaraal Saththuruvin Kaikku Neengalaakki Meetkappattu, "},
{ "Verses": "3 kizhakkilum Merkilum Vadakkilum Therkilumulla Pala Dhesangalilumirundhu Serkkappattavargal, Appadi Sollakkadavargal. "},
{ "Verses": "4 avargal Thaabarikkum Oorai Kaanaamal, Vanaandharaththile Avaandhara Vazhiyaai, "},
{ "Verses": "5 pasiyaagavum, Thaagamaagavum, Aaththumaa Thoindhadhaagavum Alaindhu Thirindhaargal. "},
{ "Verses": "6 thangal Aabaththile Karththarai Nokki Kooppittaargal, Avargal Ikkattugalilirundhu Avargalai Viduviththaar. "},
{ "Verses": "7 thaabarikkum Oorukkuppoichchera, Avargalai Sevvaiyaana Vazhiyile Nadaththinaar. "},
{ "Verses": "8 thavanamulla Aaththumaavai Karththar Thirupthiyaakki, Pasiyulla Aaththumaavai Nanmaiyinaal Nirappugiraarendru, "},
{ "Verses": "9 avarudaiya Kirubaiyinimiththamum, Manupuththirarukku Avar Seygira Adhisayangalinimiththamum Avarai Thudhippaargalaaga. "},
{ "Verses": "10 dhevanudaiya Vaarththaigalukku Virodhamaai Kalagampanni, Unnadhamaanavarudaiya Aalosanaiyai Asattaipanninavargal, "},
{ "Verses": "11 andhagaaraththilum Marana Irulilum Vaikkappattirundhu, Odukkaththilum Irumbilum Kattundu Kidandhaargal. "},
{ "Verses": "12 avargaludaiya Irudhayaththai Avar Varuththaththaal Thaazhththinaar; Sagaayarillaamal Vizhundhuponaargal. "},
{ "Verses": "13 thangal Aabaththile Karththarai Nokki Kooppittaargal; Avargal Ikkattugalilirundhu Avargalai Neengalaakki Ratchiththaar. "},
{ "Verses": "14 andhagaaraththilum Maranairulilumirundhu Avargalai Velippadappanni, Avargal Kattugalai Aruththaar. "},
{ "Verses": "15 karththar Vengala Kadhavugalai Udaiththu, Iruppu Thaazhppaalgalai Muriththaarendru, "},
{ "Verses": "16 avarudaiya Kirubaiyinimiththamum, Manupuththirarukku Avar Seygira Adhisayangalinimiththamum Avarai Thudhippaargalaaga. "},
{ "Verses": "17 nirmoodar Thangal Paadhagamaarkkaththaalum Thangal Akkiramangalaalum Noikondu Odungippogiraargal. "},
{ "Verses": "18 avargal Aaththumaa Sagala Pojanaththaiyum Arosikkiradhu, Avargal Maranavaasalgal Pariyandham Sameebikkiraargal. "},
{ "Verses": "19 thangal Aabaththile Karththarai Nokki Kooppidugiraargal; Avargal Ikkattugalukku Avargalai Neengalaakki Ratchikkiraar. "},
{ "Verses": "20 avar Thamadhu Vasanaththai Anuppi Avargalai Gunamaakki, Avargalai Azhivukku Thappuvikkiraar. "},
{ "Verses": "21 avargal Karththarai Avarudaiya Kirubaiyinimiththamum, Manupuththirarukku Avar Seygira Adhisayangalinimiththamum Thudhiththu, "},
{ "Verses": "22 sthoththirabaligalai Seluththi, Avarudaiya Kiriyaigalai Aanandha Saththaththode Vivarippaargalaaga. "},
{ "Verses": "23 kappaleri, Kadal Yaaththiraipanni, Thiralaana Thanneergalile Thozhil Seygiraargale, "},
{ "Verses": "24 avargal Karththarudaiya Kiriyaigalaiyum, Aazhaththile Avarudaiya Adhisayangalaiyum Kaangiraargal. "},
{ "Verses": "25 avar Kattalaiyida Perungaatru Ezhumbi, Adhin Alaigalai Kondhalikkappannum. "},
{ "Verses": "26 avargal Aagaayaththil Eri, Aazhangalil Irangugiraargal, Avargal Aaththumaa Kilesaththinaal Karaindhupogiradhu. "},
{ "Verses": "27 veriththavanaippol Alaindhu Thadumaarugiraargal; Avargaludaiya Gnaanamellaam Muzhugippogiradhu. "},
{ "Verses": "28 appozhudhu Thangal Aabaththile Avargal Karththarai Nokki Kooppidugiraargal, Avargal Ikkattugalukku Avargalai Neengalaakki Viduvikkiraar. "},
{ "Verses": "29 kondhalippai Amarththugiraar, Adhin Alaigal Adangugindradhu. "},
{ "Verses": "30 amaidhalundaanadhinimiththam Avargal Sandhoshappadugiraargal; Thaangal Naatina Thuraimugaththil Avargalai Konduvandhu Serkkiraar. "},
{ "Verses": "31 avargal Karththarai Avarudaiya Kirubaiyinimiththamum, Manupuththirarukku Avar Seygira Adhisayangalinimiththamum Thudhiththu, "},
{ "Verses": "32  Janangalin Sabaiyile Avarai Uyarththi, Mooppargalin Sangaththile Avarai Potruvaargalaaga. "},
{ "Verses": "33 avar Aarugalai Avaandhara Veliyaagavum, Neerootrugalai Varanda Sthalamaagavum, "},
{ "Verses": "34  Kudigaludaiya Pollaappinimiththam Sezhippaana Dhesaththai Uvarnilamaagavum Maatrugiraar. "},
{ "Verses": "35 avar Avaandharaveliyai Thanneerththadaagamaagavum, Varandanilaththai Neerootrugalaagavum Maatri, "},
{ "Verses": "36 pasiththavargalai Ange Kudiyetrugiraar; Ange Avargal Kudiyirukkum Nagaraththai Katti, "},
{ "Verses": "37 vayalgalai Undaakki Vidhaiththu, Thiraatchaththottangalai Naattugiraargal, Avaigal Varaththulla Balanai Tharum. "},
{ "Verses": "38 avargalai Aaseervadhikkiraar, Migudhiyum Perugugiraargal; Avargaludaiya Mirugajeevangal Kuraiyaadhirukkappannugiraar. "},
{ "Verses": "39 pinbu Avargal Idukkaththinaalum, Aabaththinaalum, Thuyaraththinaalum Kuraivupattu Thaazhvadaigiraargal. "},
{ "Verses": "40 avar Pirabukkalinmel Igazhchchi Varappanni, Vazhiyillaadha Avaandhara Veliyile Avargalai Thiriyachcheydhu, "},
{ "Verses": "41 eliyavanaiyo Sirumaiyinindru Eduththu, Uyarndha Adaikkalaththile Vaiththu, Avan Vamsangalai Mandhaiyaippolaakkugiraar. "},
{ "Verses": "42 uththamargal Adhaikkandu Magizhuvaargal; Niyaayakkedellaam Than Vaayai Moodum. "},
{ "Verses": "43 evan Gnaanamullavano Avan Ivaigalai Gavanikkakkadavan; Gnaanavaangal Karththarudaiya Kirubaigalai Unarndhukolvaargal. "}
]