[
{ "Verses": "1 en Irudhayam Nalla Viseshaththinaal Pongugiradhu; Naan Raajaavaik Kuriththup Paadina Kaviyaich Sollugiren; En Naavu Viraivaai Ezhudhugiravanudaiya Ezhuththaani. "},
{ "Verses": "2 ellaa Manupuththirarilum Neer Magaa Savundhariyamullavar; Ummudaiya Udhadugalil Arul Pozhigiradhu; Aagaiyaal Dhevan Ummai Endrendraikkum Aaseervadhikkiraar. "},
{ "Verses": "3 savuriyavaane, Umadhu Magimaiyum Umadhu Magaththuvamumaagiya Ummudaiya Pattayaththai Neer Ummudaiya Araiyile Kattikkondu, "},
{ "Verses": "4 saththiyaththinimiththamum, Needhiyudan Koodiya Saandhaththinimiththamum, Umadhu Magaththuvaththile Jeyamaaga Erivaarum; Umadhu Valadhukaram Bayangaramaanavaigalai Umakku Vilangappannum. "},
{ "Verses": "5 ummudaiya Ambugal Koormaiyaanavaigal, Avaigal Raajaavudaiya Saththurukkalin Irudhayaththirkul Paayum; Janasadhalangal Umakkuk Keezhe Vizhuvaargal. "},
{ "Verses": "6 dhevane, Umadhu Singaasanam Endrendraikkumulladhu, Umadhu Raajyaththin Sengol Needhiyulla Sengolaayirukkiradhu. "},
{ "Verses": "7 neer Needhiyai Virumbi, Akkiramaththai Verukkireer; Aadhalaal Dhevane, Ummudaiya Dhevan Umadhuthozharaip Paarkkilum Ummai Aanandha Thailaththinaal Abishekampanninaar. "},
{ "Verses": "8 thandhaththinaal Seydha Aramanaigalilirundhu Purappadugaiyil, Neer Magizhumpadi Umadhu Vasthirangalellaam Vellaippolam Sandhanam Lavangam Ivaigalin Vaasanai Porundhiyadhaayirukkiradhu. "},
{ "Verses": "9 umadhu Naayagigalukkulle Arasarin Kumaaraththikalundu; Raajasdhiree Oppeerin Thangam Anindhavalaai Umadhu Valadhupaarisaththil Nirkiraal. "},
{ "Verses": "10 kumaaraththiye Kel, Nee Un Seviyaich Saaiththu Sindhiththukkol; Un Janaththaiyum Un Thagappan Veettaiyum Marandhuvidu. "},
{ "Verses": "11 appozhudhu Raajaa Un Azhagil Piriyappaduvaar; Avar Un Aandavar, Aagaiyaal Avaraip Panindhukol. "},
{ "Verses": "12 theeru Kumaaraththi Kaanikkai Konduvaruvaal; Janangalil Aisuvariyavaangalum Un Thayavai Naadi Vananguvaargal. "},
{ "Verses": "13 raajakumaaraththi Ullaagap Poorana Magimaiyullaval; Aval Udai Porsarigaiyaayirukkiradhu. "},
{ "Verses": "14 siththiraththaiyalaadai Thariththavalaai, Raajaavinidaththil Azhaiththukkondu Varappaduvaal; Aval Pinnaale Sellum Avaludaiya Thozhigalaagiya Kannigaigal Ummidaththil Koottikkonduvarappaduvaargal. "},
{ "Verses": "15 avargal Makizhchchiyodum Kalippodum Vandhu, Raaja Aramanaikkul Piravesippaargal. "},
{ "Verses": "16 umadhu Pidhaakkalukkup Badhilaaga Umadhu Kumaarar Iruppaargal; Avargalaip Boomiyengum Pirabukkalaaga Vaippeer. "},
{ "Verses": "17 umadhu Naamaththai Ellaath Thalaimuraigalilum Pirasdhaabappaduththuven, Idhinimiththam Janangal Ummai Endrendraikkumulla Sadhaakaalangalilum Thudhippaargal. "}
]