[
{ "Verses": "1 karththaave, Niyaayaththaik Kettarulum, En Kooppidudhalaik Gavaniyum; Kabadamillaadha Udhadugalinindru Pirakkum En Vinnappaththirku Sevikodum. "},
{ "Verses": "2 ummudaiya Sannidhiyilirundhu En Niyaayam Velippaduvadhaaga; Ummudaiya Kangal Niyaayamaanavaigalai Nokkuvadhaaga. "},
{ "Verses": "3 neer En Irudhayaththaip Parisodhiththu, Raakkaalaththil Adhai Visaariththu, Ennaip Pudamittuppaarththum Ondrum Kaanaadhirukkireer; En Vaai Meeraadhapadikkuth Theermaanam Panninen. "},
{ "Verses": "4 manusharin Seygaigalaikkuriththu, Naan Ummudaiya Udhadugalin Vaakkinaale Dhushtanudaiya Paadhaigalukku Vilakkamaai Ennaik Kaaththuk Kollugiren. "},
{ "Verses": "5 en Kaaladigal Vazhuvaadhapadikku, En Nadaigalai Umadhu Vazhigalil Sthirappaduththum. "},
{ "Verses": "6 dhevane, Naan Ummai Nokkik Kenjugiren, Enakku Sevikodukkireer; Ennidaththil Ummudaiya Seviyai Saaiththu, En Vaarththaiyaik Kettarulum. "},
{ "Verses": "7 ummai Nambugiravargalai Avargalukku Virodhamaai Ezhumbugiravargalinindru Umadhu Valadhukaraththinaal Thappuviththu Ratchikkiravare! Ummudaiya Adhisayamaana Kirubaiyai Vilangappannum. "},
{ "Verses": "8 kanmaniyaippola Ennaik Kaaththarulum. "},
{ "Verses": "9 ennai Odukkugira Thunmaarkkarukkum, Ennai Soozhndhukollugira En Piraanappagaignarukkum Maraivaaga, Ummudaiya Settaigalin Nizhalile Ennaik Kaappaatrum. "},
{ "Verses": "10 avargal Ninandhunniyirukkiraargal, Thangal Vaayinaal Veembu Pesugiraargal. "},
{ "Verses": "11 naangal Sellum Paadhaigalil Ippozhudhu Engalai Valaindhukondaargal; Engalaith Tharaiyile Thallumpadi Avargal Kangal Engalai Nokkikkondirukkiradhu. "},
{ "Verses": "12 peerugiradharku Aavalulla Singaththukkum, Maraividangalil Padhivirukkira Paala Singaththukkum Oppaayirukkiraargal. "},
{ "Verses": "13 karththaave, Neer Ezhundhirundhu, Avanukku Edhirittu, Avanai Madangadiyum; Karththaave, En Aaththumaavaith Dhunmaarkkanudaiya Kaikku Ummudaiya Pattayaththinaal Thappuviyum. "},
{ "Verses": "14 manusharudaiya Kaikkum, Immaiyil Thangal Pangaip Petrirukkira Ulagamakkalin Kaikkum Ummudaiya Karaththinaal Ennaith Thappuviyum; Avargal Vayitrai Umadhu Thiraviyaththinaal Nirappugireer; Avargal Puththirabaakkiyaththinaal Thirupthiyadainthu, Thangalukku Meedhiyaana Porulaith Thangal Kuzhandhaigalukku Vaikkiraargal. "},
{ "Verses": "15 naano Needheeyil Ummudaiya Mugaththaith Tharisippen; Naan Vizhikkumpodhu Umadhu Saayalaal Thirupdhiyaaven. "}
]