[
{ "Verses": "1 vaanangal Dhevanudaiya Magimaiyai Velippaduththugiradhu, Aagaayavirivu Avarudaiya Karangalin Kiriyaiyai Arivikkiradhu. "},
{ "Verses": "2 pagalukkup Pagal Vaarththaigalaip Pozhigiradhu, Iravukku Iravu Arivaith Therivikkiradhu. "},
{ "Verses": "3 avaigalukkup Pechchumillai, Vaarththaiyumillai, Avaigalin Saththam Ketkappaduvadhumillai. "},
{ "Verses": "4 aagilum Avaigalin Saththam Boomiyengum, Avaigalin Vasanangal Poochchakkaraththuk Kadaisivaraikkum Sellugiradhu; Avaigalil Sooriyanukku Oru Koodaaraththai Sthaabiththaar. "},
{ "Verses": "5 adhu Than Manavaraiyilirundhu Purappadugira Manavaalanaippolirundhu, Paraakkiramasaaliyaippol Than Paadhaiyil Oda Makizhchchiyaayirukkiradhu. "},
{ "Verses": "6 adhu Vaanangalin Oru Munaiyilirundhu Purappattu, Avaigalin Marumunai Varaikkum Sutriyodugiradhu; Adhin Gaandhikku Maraivaanadhu Ondrumillai. "},
{ "Verses": "7 karththarudaiya Vedham Kuraivatradhum, Aaththumaavai Uyirppikkiradhumaayirukkiradhu; Karththarudaiya Saatchi Saththiyamum, Pedhaiyai Gnaaniyaakkugiradhumaayirukkiradhu. "},
{ "Verses": "8 karththarudaiya Niyaayangal Semmaiyum, Irudhayaththai Sandhoshippikkiradhumaayirukkiradhu; Karththarudaiya Karpanai Thooimaiyum, Kangalaith Thelivikkiradhumaayirukkiradhu. "},
{ "Verses": "9 karththarukkup Bayappadugira Bayam Suththamum, Endraikkum Nilaikkiradhumaayirukkiradhu; Karththarudaiya Niyaayangal Unmaiyum, Avaigal Anaiththum Needhiyumaayirukkiradhu. "},
{ "Verses": "10 avaigal Ponnilum, Migundha Pasumponnilum Virumbappadaththakkadhum, Thenilum Thenkoottilirundhu Ozhugum Thelithenilum Madhuramulladhumaai Irukkiradhu. "},
{ "Verses": "11 andriyum Avaigalaal Umadhu Adiyen Echcharikkappadugiren; Avaigalaik Kaikkollugiradhinaal Migundha Balan Undu. "},
{ "Verses": "12 than Pizhaigalai Unarugiravan Yaar? Maraivaana Kutrangalukku Ennai Neengalaakkum. "},
{ "Verses": "13 thunigaramaana Paavangalukku Umadhu Adiyenai Vilakkikkaarum, Avaigal Ennai Aandukolla Ottaadhirum; Appozhudhu Naan Uththamanaagi, Perumpaadhagaththukku Neengalaayiruppen. "},
{ "Verses": "14 en Kanmalaiyum En Meetparumaagiya Karththaave, En Vaayin Vaarththaigalum, En Irudhayaththin Thiyaanamum, Umadhu Samugaththil Pireedhiyaayiruppadhaaga. "}
]