[
{ "Verses": "1 dhevane, En Jebaththaik Kettarulum; En Vinnappaththirku Maraindhiraadheyum. "},
{ "Verses": "2 enakkuch Sevikoduththu, Uththaravu Arulichseyyum; Saththuruvinudaiya Kookkuralinimiththamum, Dhunmaarkkar Seyyum Idukkaththinimiththamum En Dhiyaanaththil Muraiyidugiren. "},
{ "Verses": "3 avargal Enmel Pazhisaatti, Kurodhankondu, Ennaip Pagaikkiraargal. "},
{ "Verses": "4 en Irudhayam Enakkul Viyaagulappadugiradhu; Maranaththigil Enmel Vizhundhadhu. "},
{ "Verses": "5 bayamum Nadukkamum Ennaip Pidiththadhu; Arukkalippu Ennai Mooditru. "},
{ "Verses": "6 appozhudhu Naan: Aa, Enakkup Puraavaippol Siragukal Irundhaal, Naan Parandhupoi Ilaippaaruven. "},
{ "Verses": "7 naan Dhooraththil Alaindhu Thirindhu Vanaandharaththil Thangiyiruppen. (selaa.) "},
{ "Verses": "8 perungaatrukkum Pusalukkum Thappath Theeviriththukkolluven Endren. "},
{ "Verses": "9 aandavare, Avargalai Azhiththu, Avargal Baashaiyaip Pirindhupogappannum; Kodumaiyaiyum Sandaiyaiyum Nagaraththile Kanden; "},
{ "Verses": "10 avaigal Iravum Pagalum Adhin Madhilgalmel Sutriththirigiradhu; Akkiramamum Vaadhaiyum Adhin Naduvil Irukkiradhu; "},
{ "Verses": "11 kedupaadugal Adhin Naduvil Irukkiradhu; Kodumaiyum Kabatum Adhin Veedhiyai Vittu Vilagippogiradhillai. "},
{ "Verses": "12 ennai Nindhiththavan Saththuru Alla, Appadiyirundhaal Sagippen; Enakku Virodhamaaip Perumaipaaraattinavan En Pagaignan Alla, Appadiyirundhaal Avanukku Maraindhiruppen. "},
{ "Verses": "13 enakkuch Samamaana Manushanum, En Vazhikaattiyum, En Thozhanumaagiya Neeye Avan. "},
{ "Verses": "14 naam Orumiththu, Inbamaana Aalosanaipanni, Koottaththode Dhevaalayaththukkup Ponom. "},
{ "Verses": "15 maranam Avargalaith Thodarndhu Pidippadhaaga; Avargal Uyirode Paadhaalaththil Iranguvaargalaaga; Avargal Vaasasthalangalilum Avargal Ullaththilum Pollaangu Irukkiradhu. "},
{ "Verses": "16 naano Dhevanai Nokkik Kooppiduven; Karththar Ennai Ratchippaar. "},
{ "Verses": "17 andhisandhi Maththiyaana Velaigalilum Naan Dhiyaanampanni Muraiyiduven; Avar En Saththaththaik Ketpaar. "},
{ "Verses": "18 thiralaana Koottamaaik Koodi Ennodu Edhirththaargal; Avaro Enakku Neritta Porai Neekki, En Aaththumaavaich Samaadhaanaththudan Meettuvittaar. "},
{ "Verses": "19 aadhimudhalaai Veetrirukkira Dhevan Kettu, Avargalukkup Badhilalippaar; Avargalukku Maarudhalgal Neridaadhadhinaal, Avargal Dhevanukkup Bayappadaamarpogiraargal. (selaa.) "},
{ "Verses": "20 avan Thannode Samaadhaanamaayirundhavargalukku Virodhamaai Than Kaiyai Neetti, Than Udanbadikkaiyai Meeri Nadandhaan. "},
{ "Verses": "21 avan Vaayin Sorkal Venneyaippola Medhuvaanavaigal, Avan Irudhayamo Yuththam; Avan Vaarththaigal Enneyilum Mirudhuvaanavaigal, Aanaalum Avaigal Uruvina Pattayangal. "},
{ "Verses": "22 karththarmel Un Baaraththai Vaiththuvitu, Avar Unnai Aadharippaar; Needhimaanai Orupodhum Thallaadavottaar. "},
{ "Verses": "23 dhevane, Neer Avargalai Azhivin Kuzhiyil Irangappannuveer; Raththappiriyarum Soodhulla Manusharum Thangal Aayulin Naatkalil Paadhivaraiyilaagilum Pizhaiththirukkamaattaargal; Naano Ummai Nambiyirukkiren. "}
]