[
{ "Verses": "1 karththarai Naan Ekkaalaththilum Sthoththirippen; Avar Thudhi Eppodhum En Vaayilirukkum. "},
{ "Verses": "2 karththarukkul En Aaththumaa Menmaipaaraattum; Sirumaippattavargal Adhaikkettu Magizhuvaargal. "},
{ "Verses": "3 ennodekoodak Karththarai Magimaippaduththungal; Naam Orumiththu Avar Naamaththai Uyarththuvomaaga. "},
{ "Verses": "4 naan Karththaraith Thedinen, Avar Enakkuch Sevikoduththu, Ennudaiya Ellaap Bayaththukkum Ennai Neengalaakkivittaar. "},
{ "Verses": "5 avargal Avarai Nokkippaarththup Piragaasamadaindhaargal; Avargal Mugangal Vetkappadavillai. "},
{ "Verses": "6 indha Ezhai Kooppittaan, Karththar Kettu, Avanai Avan Idukkangalukkellaam Neengalaakki Ratchiththaar. "},
{ "Verses": "7 karththarudaiya Thoodhan Avarukkup Bayandhavargalaich Soozhap Paalayamirangi Avargalai Viduvikkiraar. "},
{ "Verses": "8 karththar Nallavar Enbadhai Rusiththuppaarungal; Avarmel Nambikkaiyaayirukkira Manushan Baakkiyavaan. "},
{ "Verses": "9 karththarutaiya Parisuththavaankale, Avarukkup Payandhirungal; Avarukkup Payandhavarkalukkuk Kuraivillai. "},
{ "Verses": "10 singakkuttigal Thaazhchchiyadaindhu Pattiniyaayirukkum; Karththaraith Thedugiravargalukko Oru Nanmaiyung Kuraivupadaadhu. "},
{ "Verses": "11 pillaigale, Vandhu Enakkuch Sevikodungal; Karththarukkup Bayappadudhalai Ungalukkup Podhippen. "},
{ "Verses": "12 nanmaiyaik Kaanumpati, Jeevanai Virumpi, Neetiththa Naatkalai Apetchikkira Manushan Yaar? "},
{ "Verses": "13 un Naavaip Pollaappukkum, Un Udhadugalaik Kabattuvasanippukkum Vilakkik Kaaththukkol. "},
{ "Verses": "14 theemaiyai Vittu Vilagi, Nanmai Sey; Samaadhaanaththaith Thedi, Adhaith Thodarndhukol. "},
{ "Verses": "15 karththarudaiya Kangal Needhimaangalmel Nokkamaayirukkiradhu; Avarudaiya Sevigal Avargal Kooppidudhalukkuth Thirandhirukkiradhu. "},
{ "Verses": "16 theemaiseygiravargaludaiya Peraip Boomiyil Iraamal Atruppogappanna, Karththarudaiya Mugam Avargalukku Virodhamaayirukkiradhu. "},
{ "Verses": "17 needhimaangal Kooppidumpodhu Karththar Kettu, Avargalai Avargaludaiya Ellaa Ubaththiravangalukkum Neengalaakkividugiraar. "},
{ "Verses": "18 norungunda Irudhayamullavargalukkuk Karththar Sameebamaayirundhu, Narungunda Aaviyullavargalai Ratchikkiraar. "},
{ "Verses": "19 needhimaanukku Varum Thunbangal Anegamaayirukkum, Karththar Avaigalellaavatrilum Nindru Avanai Viduvippaar. "},
{ "Verses": "20 avanudaiya Elumbugalaiyellaam Kaappaatrugiraar; Avaigalil Ondrum Murikkappaduvadhillai. "},
{ "Verses": "21 theemai Dhunmaarkkanaik Kollum; Needhimaanaip Pagaikkiravargal Kutravaaligalaavaargal. "},
{ "Verses": "22 karththar Thamadhu Oozhiyakkaararin Aaththumaavai Meettukkollugiraar; Avarai Nambugira Oruvanmelum Kutranjumaraadhu. "}
]