[
{ "Verses": "1 karththarukkaagap Porumaiyudan Kaaththirundhen; Avar Ennidamaaich Saaindhu, En Kooppidudhalaik Kettaar. "},
{ "Verses": "2 bayangaramaana Kuzhiyilum Ulaiyaana Setrilumirundhu Ennaith Thookkiyeduththu, En Kaalgalaik Kanmalaiyinmel Niruththi, En Adigalai Urudhippaduththi, "},
{ "Verses": "3 namadhu Dhevanaith Thudhikkum Pudhuppaattai Avar En Vaayile Koduththaar; Anegar Adhaik Kandu, Bayandhu, Karththarai Nambuvaargal. "},
{ "Verses": "4 agangaarigalaiyum Poiyaich Saarndhirukkiravargalaiyum Nokkaamal, Karththaraiye Than Nambikkaiyaaga Vaikkira Manushan Baakkiyavaan. "},
{ "Verses": "5 en Dhevanaagiya Karththaave, Neer Engal Nimiththanjeydha Ummudaiya Adhisayangalum Ummudaiya Yosanaigalum Anegamaayirukkiradhu; Oruvarum Avaigalai Umakku Vivariththuch Sollimudiyaadhu; Naan Avaigalaich Solli Arivikkavendumaanaal Avaigal Ennikkaikku Melaanavaigal. "},
{ "Verses": "6 baliyaiyum Kaanikkaiyaiyum Neer Virumbaamal, En Sevigalaith Thirandheer; Sarvaanga Thaganabaliyaiyum Paavanivaaranabaliyaiyum Neer Ketkavillai. "},
{ "Verses": "7 appozhudhu Naan: Idho, Varugiren, Busdhagachsurulil Ennaikkuriththu Ezhudhiyirukkiradhu; "},
{ "Verses": "8 en Dhevane, Umakkup Piriyamaanadhaich Seyya Virumbugiren; Umadhu Niyaayappiramaanam En Ullaththirkul Irukkiradhu Endru Sonnen. "},
{ "Verses": "9 magaa Sabaiyile Needhiyaip Pirasangiththen; En Udhadugalai Mooden, Karththaave, Neer Adhai Ariveer. "},
{ "Verses": "10 ummudaiya Needhiyai Naan En Irudhayaththirkul Maraiththuvaikkavillai; Umadhu Saththiyaththaiyum Umadhu Ratchippaiyum Solliyirukkiren; Umadhu Kirubaiyaiyum Umadhu Unmaiyaiyum Magaa Sabaikku Ariviyaadhapadikku Naan Oliththuvaikkavillai. "},
{ "Verses": "11 karththaave Neer Ummudaiya Irakkangalai Enakkuk Kidaiyaamar Pogappannaadheyum; Umadhu Kirubaiyum Umadhu Unmaiyum Eppozhudhum Ennaik Kaakkakkadavadhu. "},
{ "Verses": "12 ennikkaikku Adangaadha Theemaigal Ennaich Soozhndhukondadhu, En Akkiramangal Ennaith Thodarndhupidiththadhu, Naan Nimirndhu Paarkkakkoodaadhirukkiradhu, Avaigal En Thalaimayirilum Adhigamaayirukkiradhu, En Irudhayam Sorndhupogiradhu. "},
{ "Verses": "13 karththaave, Ennai Viduviththarulum; Karththaave, Enakkuch Sagaayampannath Theeviriyum. "},
{ "Verses": "14 en Piraananai Azhikkath Thedugiravargal Egamaai Vetki Naani, Enakkuth Theenguseyya Virumbugiravargal Pinnittu Lachchaiyadaivaargalaaga. "},
{ "Verses": "15 enperil Aa Aa! Aa Aa! Endru Sollugiravargal, Thangal Vetkaththin Balanaiyadaindhu Kaividappaduvaargalaaga. "},
{ "Verses": "16 ummaith Thetugira Anaivarum Umakkul Magizhndhu Sandhoshappaduvaargalaaga; Ummudaiya Ratchippai Virumbugiravargal Karththarukku Magimai Undaavadhaaga Endru Eppozhudhum Solvaargalaaga. "},
{ "Verses": "17 naan Sirumaiyum Elimaiyumaanavan, Karththaro Enmel Ninaivaayirukkiraar; Dhevareer En Thunaiyum Ennai Viduvikkiravarumaayirukkireer; En Dhevane, Thaamadhiyaadheyum. "}
]