[
{ "Verses": "1 karththaave, Neer En Vazhakkaaligalode Vazhakkaadi, Ennodu Yuththampannugiravargalode Yuththampannum. "},
{ "Verses": "2 neer Kedagaththaiyum Parisaiyaiyum Pidiththu, Enakku Oththaasaiyaaga Ezhundhu Nillum. "},
{ "Verses": "3 ennaith Thunbappaduththugiravargalodu Edhirththunindru, Eettiyaiyongi Avargalai Mariththu: Naan Un Ratchippu Endru En Aaththumaavukkuch Sollum. "},
{ "Verses": "4 en Piraananai Vaangaththedugiravargal Vetkappattuk Kalanguvaargalaaga; Enakkuth Theenguseyya Ninaikkiravargal Naanamadaivaargalaaga. "},
{ "Verses": "5 avargal Kaatrumugaththil Parakkum Padharaippolaavaargalaaga; Karththarutaiya Thoodhan Avarkalaith Thuraththuvaanaaka. "},
{ "Verses": "6 avargaludaiya Vazhi Irulum Sarukkalumaayiruppadhaaga; Karththarudaiya Thoodhan Avargalaip Pindhodaruvaanaaga. "},
{ "Verses": "7 mugaandharamillaamal Enakkaagath Thangal Valaiyaik Kuzhiyil Oliththu Vaiththaargal; Mugaandharamillaamal En Aaththumaavukkup Padukuzhi Vettinaargal. "},
{ "Verses": "8 avan Ninaiyaadha Azhivu Avanukku Varavum, Avan Maraivaai Vaiththa Valai Avanaiye Pidikkavunkadavadhu; Avane Andhak Kuzhiyil Vizhundhu Azhivaanaaga. "},
{ "Verses": "9 en Aaththumaa Karththaril Kalikoorndhu, Avarudaiya Ratchippil Magizhndhirukkum. "},
{ "Verses": "10 sirumaippattavanai Avanilum Balavaanudaiya Kaikkum, Sirumaiyum Elimaiyumaanavanaik Kollaiyidugiravanudaiya Kaikkum Thappuvikkira Umakkoppaanavar Yaar Karththaave, Endru En Elumbugalellaam Sollum. "},
{ "Verses": "11 kodumaiyaana Saatchigal Ezhumbi, Naan Ariyaadhadhai Ennidaththil Ketkiraargal. "},
{ "Verses": "12 naan Seydha Nanmaikkup Badhilaagath Theemaiseygiraargal; En Aaththumaa Thikkatruppogap Paarkkiraargal. "},
{ "Verses": "13 avargal Viyaadhiyaayirundhapodhu Irattu En Uduppaayirundhadhu; Naan Ubavaasaththaal En Aaththumaavai Ubaththirappaduththinen; En Jebamum En Madiyile Thirumbavandhadhu. "},
{ "Verses": "14 naan Avanai En Sinegidhanaagavum Sagodharanaagavum Paaviththu Nadandhukonden; Thaaikkaagath Thukkikkiravanaippol Dhukkavasthiram Thariththuth Thalaikavizhndhu Nadandhen. "},
{ "Verses": "15 aanaalum Enakku Aabaththundaanapodhu Avargal Sandhoshappattuk Koottankoodinaargal; Neesarum Naan Ariyaadhavargalum Enakku Virodhamaaik Koottankoodi, Oyaamal Ennai Nindhiththaargal. "},
{ "Verses": "16 appaththirkaaga Ichchagampesugira Pariyaasakkaararode Serndhukondu Enperil Parkadikkiraargal. "},
{ "Verses": "17 aandavare, Edhuvaraikkum Idhaip Paarththukkondiruppeer? En Aaththumaavai Azhivukkum, Enakku Arumaiyaanadhaich Singakkuttigalukkum Thappuviyum. "},
{ "Verses": "18 magaa Sabaiyile Ummaith Thudhippen; Thiralaana Janangalukkulle Ummaip Pugazhuven. "},
{ "Verses": "19 veenaai Enakkuch Saththurukkalaanavargal Ennimiththam Sandhoshiyaamalum, Mugaandharamillaamal Ennaip Pagaikkiravargal Kan Simittaamalum Iruppaargalaaga. "},
{ "Verses": "20 avargal Samaadhaanamaaip Pesaamal, Dhesaththile Amaidhalaayirukkiravargalukku Virodhamaai Vanjagamaana Kaariyangalaik Karudhugiraargal. "},
{ "Verses": "21 enakku Virodhamaagath Thangal Vaayai Virivaaith Thirandhu, Aa Aa, Aa Aa, Engal Kan Kandadhu Engiraargal. "},
{ "Verses": "22 karththaave, Neer Idhaik Kandeer, Mavunamaayiraadheyum; Aandavare Enakkuth Dhooramaagaadheyum. "},
{ "Verses": "23 en Dhevane, En Aandavare, Enakku Niyaayanjeyyavum En Vazhakkaith Theerkkavum Vizhiththukkondu Ezhundharulum. "},
{ "Verses": "24 en Dhevanaagiya Karththaave, Ummudaiya Needhiyinpati Ennai Niyaayam Visaariyum, Ennaikkuriththu Avargalai Magizhavottaadhirum. "},
{ "Verses": "25 avargal Thangal Irudhayaththile: Aa Aa, Idhuve Naangal Virumbinadhu Endru Sollaadhapadikkum, Avanai Vizhungivittom Endru Pesaadhapadikkum Seyyum. "},
{ "Verses": "26 enakku Neritta Aapaththukkaagach Sandhoshikkiravargal Egamaai Vetki Naani, Enakku Virodhamaaip Perumai Paaraattugiravargal Vetkaththaalum Lachchaiyaalum Moodappadakkadavargal. "},
{ "Verses": "27 en Needhivilanga Virumbugiravargal Gempeeriththu Magizhndhu, Thamadhu Oozhiyakkaaranudaiya Sugaththai Virumbugira Karththarukku Magimai Undaavadhaaga Endru Eppodhum Sollakkadavargal. "},
{ "Verses": "28 en Naavu Umadhu Needhiyaiyum, Naalmuzhudhum Umadhu Thudhiyaiyum Sollikkondirukkum. "}
]