[
{ "Verses": "1 karththar En Saththaththaiyum En Vinnappaththaiyum Kettadhinaal, Avaril Anbukoorugiren. "},
{ "Verses": "2 avar Thamadhu Seviyai Enakku Saaiththapadiyaal, Naan Uyirodirukkumalavum Avarai Thozhudhukolluven. "},
{ "Verses": "3 maranakkattugal Ennai Sutrikkondadhu, Paadhaala Idukkangal Ennai Pidiththadhu; Ikkattaiyum Sanjalaththaiyum Adaindhen. "},
{ "Verses": "4 appozhudhu Naan Karththarudaiya Naamaththai Thozhudhukondu: Karththaave, En Aaththumaavai Viduviyum Endru Kenjinen. "},
{ "Verses": "5 karththar Kirubaiyum Needhiyumullavar, Nammudaiya Dhevan Manaurukkamaanavar. "},
{ "Verses": "6 karththar Kabadatravargalai Kaakkiraar; Naan Melindhuponen, Avar Ennai Ratchiththaar. "},
{ "Verses": "7 en Aaththumaave, Karththar Unakku Nanmai Seydhapadiyaal, Nee Un Ilaippaarudhalukku Thirumbu. "},
{ "Verses": "8 en Aaththumaavai Maranaththukkum, En Kannai Kanneerukkum, En Kaalai Idarudhalukkum Thappuviththeer. "},
{ "Verses": "9 naan Karththarukku Munbaaga Jeevanullor Dhesaththile Nadappen. "},
{ "Verses": "10 visuvaasiththen, Aagaiyaal Pesugiren; Naan Migudhiyum Varuththappatten. "},
{ "Verses": "11 endha Manushanum Poiyan Endru En Manakkalakkaththile Sonnen. "},
{ "Verses": "12 karththar Enakku Seydha Ellaa Ubagaarangalukkaagavum, Avarukku Ennaththai Seluththuven. "},
{ "Verses": "13 ratchippin Paaththiraththai Eduththukkondu, Karththarudaiya Naamaththai Thozhudhukolluven. "},
{ "Verses": "14 naan Karththarukku Seydha Poruththanaigalai Avarudaiya Janangalellaarukku Munbaagavum Seluththuven "},
{ "Verses": "15 karththarudaiya Parisuththavaangalin Maranam Avar Paarvaikku Arumaiyaanadhu. "},
{ "Verses": "16  Karththaave, Naan Umadhu Adiyen; Naan Umadhu Adiyaalin Puththiranum, Umadhu Oozhiyakkaaranumaayirukkiren; En Kattugalai Avizhththuvitteer. "},
{ "Verses": "17 naan Umakku Sthoththirabaliyai Seluththi, Karththarudaiya Naamaththai Thozhudhukolluven. "},
{ "Verses": "18 naan Karththarukku Seydha Poruththanaigalai Avarudaiya Janangalellaarukku Munbaagavum, "},
{ "Verses": "19 karththarudaiya Aalayaththin Piraagaarangalilum, Erusaleme Un Naduvilum Niraivetruven. Allelooyaa. "}
]