[
{ "Verses": "1 karththaave, Ummai Nambiyirukkiren; Naan Orukkaalum Vetkamadaiyaadhabadi Seyyum; Umadhu Needhiyinimiththam Ennai Viduviyum. "},
{ "Verses": "2 umadhu Seviyai Enakkuch Saaiththu, Seekkiramaai Ennaith Thappuviyum; Neer Enakkup Balaththa Thurugamum, Enakku Adaikkalamaana Aranumaayirum. "},
{ "Verses": "3 en Kanmalaiyum En Kottaiyum Neere; Umadhu Naamaththinimiththam Enakku Vazhikaatti, Ennai Nadaththiyarulum. "},
{ "Verses": "4 avargal Enakku Maraivaai Vaiththa Valaikku Ennai Neengalaakkividum; Dhevareere Enakku Aran. "},
{ "Verses": "5 umadhu Kaiyil En Aaviyai Oppuvikkiren; Saththiyabaranaagiya Karththaave, Neer Ennai Meettukkondeer. "},
{ "Verses": "6 veenmaayaigalaip Patrikkollugiravargalai Naan Veruththu, Karththaraiye Nambiyirukkiren. "},
{ "Verses": "7 umadhu Kirubaiyile Kalikoorndhu Magizhuven; Neer En Ubaththiravaththaip Paarththu, En Aaththuma Viyaagulangalai Arindhirukkireer. "},
{ "Verses": "8 saththuruvin Kaiyil Ennai Oppukkodaamal, En Paadhangalai Visaalaththile Niruththineer. "},
{ "Verses": "9 enakku Irangum Karththaave, Naan Nerukkappadugiren; Dhukkaththinaal En Kannum En Aaththumaavum En Vayirungoodak Karugippoyitru. "},
{ "Verses": "10 en Piraanan Sanjalaththinaalum, En Varushangal Thavippinaalum Kazhindhupoyitru; En Akkiramaththinaale En Belan Kuraindhu, En Elumbugal Ularndhupoyitru. "},
{ "Verses": "11 en Saththurukkalaagiya Yaavar Nimiththamum, Naan En Ayalaarukku Nindhaiyum, Enakku Arimugamaanavargalukku Arukkalippumaanen; Veedhiyile Ennaik Kandavargal Enakku Vilagi Odipponaargal. "},
{ "Verses": "12 seththavanaippola Ellaaraalum Muzhuvadhum Marakkappatten; Udaindha Paaththiraththaip Polaanen. "},
{ "Verses": "13 anegar Sollum Avadhooraik Ketten; Enakku Virodhamaaga Avargal Egamaai Aalosanaipannugiradhinaal Thigil Ennaich Soozhndhukondadhu; En Piraananai Vaangaththedugiraargal. "},
{ "Verses": "14 naano Karththaave, Ummai Nambiyirukkiren; Neere En Dhevan Endru Sonnen. "},
{ "Verses": "15 en Kaalangal Umadhu Karaththilirukkiradhu; En Saththurukkalin Kaikkum Ennaith Thunbappaduththugiravargalin Kaikkum Ennaith Thappuviyum. "},
{ "Verses": "16 neer Umadhu Mugaththai Umadhu Oozhiyakkaaranmel Piragaasikkappanni, Umadhu Kirubaiyinaale Ennai Ratchiyum. "},
{ "Verses": "17 karththaave, Ummai Nokkik Kooppitten; Naan Vetkappattuppogaadhapadi Seyyum; Thunmaarkkar Vetkappattup Paadhaalaththil Mavunamaayirukkattum. "},
{ "Verses": "18 needhimaanukku Virodhamaaip Perumaiyotum Igazhchchiyodum Kadinamaaip Pesugira Poi Udhadugal Kattappattuppovadhaaga. "},
{ "Verses": "19 umakkup Bayandhavargalukkum, Manupuththirarukku Munbaaga Ummai Nambugiravargalukkum, Neer Undupannivaiththirukkira Ummudaiya Nanmai Evvalavu Peridhaayirukkiradhu! "},
{ "Verses": "20 manusharudaiya Agangaaraththukku Avargalai Umadhu Samugaththin Maraivile Maraiththu, Naavugalin Sandaikku Avargalai Vilakki, Umadhu Koodaaraththile Oliththuvaiththuk Kaappaatrugireer. "},
{ "Verses": "21 karththar Aranaana Nagaraththil Enakkuth Thamadhu Kirubaiyai Adhisayamaai Vilangappanninapadiyaal, Avarukku Sthoththiram. "},
{ "Verses": "22 ummudaiya Kangalukku Munbaaga Iraadhabadikku Vettunden Endru Naan En Manakkalakkaththile Sonnen; Aanaalum Naan Ummainokkik Kooppittabodhu, En Vinnappangalin Saththaththaik Ketteer. "},
{ "Verses": "23 karththarudaiya Parisuththavaangale, Neengalellaarum Avaril Anbukoorungal; Unmaiyaanavanaik Karththar Tharkaaththu, Idumpuseygiravanukkup Pooranamaaip Badhilalippaar. "},
{ "Verses": "24 karththarukkuk Kaaththirukkiravargale, Neengalellaarum Thidamanadhaayirungal, Avar Ungal Irudhayaththai Sthirappaduththuvaar. "}
]