[
{ "Verses": "1 allelooyaa, Karththarai Thudhiyungal; Avar Nallavar, Avar Kirubai Endrumulladhu. "},
{ "Verses": "2 karththarudaiya Vallamaiyaana Seygaigalai Solli, Avarudaiya Thudhiyaiyellaam Pirasthaabappaduththaththakkavan Yaar? "},
{ "Verses": "3 niyaayaththai Kaikkollugiravargalum, Ekkaalaththilum Needhiyaiseygiravargalum Baakkiyavaangal. "},
{ "Verses": "4 karththaave, Neer Therindhukondavargalin Nanmaiyai Naan Kandu, Ummudaiya Jaadhiyin Magizhchchiyaal Magizhndhu, Ummudaiya Sudhandharaththode Menmaipaaraattumpadikku, "},
{ "Verses": "5 ummudaiya Janangalukku Neer Paaraattum Kirubaiyinpadi Ennai Ninaiththu, Ummudaiya Ratchippinaal Ennai Sandhiththarulum. "},
{ "Verses": "6 engal Pidhaakkalodunkooda Naangalum Paavanseydhu, Akkiramam Nadappiththu, Aagaamiyampanninom. "},
{ "Verses": "7 engal Pidhaakkal Egipthile Ummudaiya Adhisayangalai Unaraamalum, Ummudaiya Kirubaigalin Thiratchiyai Ninaiyaamalum Poi, Sivandhasamuththira Oraththile Kalagampanninaargal. "},
{ "Verses": "8 aanaalum Avar Thamadhu Vallamaiyai Velippaduththumpadi, Thammudaiya Naamaththinimiththam Avargalai Ratchiththaar. "},
{ "Verses": "9 avar Sivandha Samuththiraththai Adhattinaar, Adhu Vatrippoyitru; Vettaandharaiyil Nadakkiradhupola Avargalai Aazhangalil Nadandhupogappanninaar. "},
{ "Verses": "10 pagaignan Kaikku Avargalai Vilakki Ratchiththu, Saththuruvin Kaikku Avargalai Vilakki Meettaar. "},
{ "Verses": "11 avargal Saththurukkalai Thanneergal Moodikkondadhu; Avargalil Oruvanum Meendhirukkavillai. "},
{ "Verses": "12 appozhudhu Avargal Avarudaiya Vaarththaigalai Visuvaasiththu, Avarudaiya Thudhiyai Paadinaargal. "},
{ "Verses": "13 aanaalum Seekkiramaai Avarudaiya Kiriyaigalai Marandhaargal; Avarudaiya Aalosanaikku Avargal Kaaththiraamal, "},
{ "Verses": "14 vanaandharaththile Ichchaiyullavargalaagi, Avaandharaveliyile Dhevanai Pareetchaipaarththaargal. "},
{ "Verses": "15 appozhudhu Avargal Kettadhai Avargalukku Koduththaar, Avargal Aaththumaakkalilo Ilaippai Anuppinaar. "},
{ "Verses": "16 paalayaththil Avargal Moseyinmelum, Karththarudaiya Parisuththanaagiya Aaroninmelum Poraamaikondaargal. "},
{ "Verses": "17 boomi Pilandhu Thaaththaanai Vizhungi, Abiraamin Koottaththaarai Moodippottadhu. "},
{ "Verses": "18 avargal Koottaththil Akkinipatriyerindhadhu; Akkinijuvaalai Dhunmaarkkarai Eriththuppottadhu. "},
{ "Verses": "19 avargal Orebile Oru Kandrukkuttiyaiyundaakki, Vaarppikkappatta Vikkiragaththai Namaskariththaargal. "},
{ "Verses": "20 thangal Magimaiyai Pullai Thingira Maattin Saayalaaga Maatrinaargal. "},
{ "Verses": "21 egipthile Periya Kiriyaigalaiyum, Kaamin Dhesaththile Adhisayangalaiyum, Sivandha Samuththiraththandaiyile Bayangaramaanavaigalaiyum Seydhavaraagiya, "},
{ "Verses": "22 thangal Ratchagaraana Dhevanai Marandhaargal. "},
{ "Verses": "23 aagaiyaal, Avargalai Naasampannuven Endraar; Appozhudhu Avaraal Therindhukollappatta Mose, Avargalai Avar Azhikkaadhapadikku, Avarudaiya Ukkiraththai Aatrumporuttu, Avarukku Munbaagath Thirappin Vaayile Nindraan. "},
{ "Verses": "24 avarudaiya Vaarththaiyai Visuvaasiyaamal, Ichchikkappadaththakka Dhesaththai Asattaipanninaargal. "},
{ "Verses": "25 karththarudaiya Saththaththirku Sevikodaamal, Thangal Koodaarangalil Murumuruththaargal. "},
{ "Verses": "26 appozhudhu Avargal Vanaandharaththile Madiyavum, Avargal Sandhadhi Jaadhigalukkulle Azhiyavum, "},
{ "Verses": "27 avargal Parpala Dhesangalile Sidharadikkappadavum, Avargalukku Virodhamaaga Thammudaiya Kaiyai Eduththaar. "},
{ "Verses": "28 avargal Paagaalpeyorai Patrikkondu, Jeevanillaadhavaigalukku Itta Baligalai Pusiththu, "},
{ "Verses": "29 thangal Kiriyaigalinaal Avarukku Kobam Moottinaargal; Aagaiyaal Vaadhai Avargalukkul Pugundhadhu. "},
{ "Verses": "30 appozhudhu Pinegaas Ezhundhu Nindru Niyaayanseydhaan; Adhinaal Vaadhai Niruththappattadhu. "},
{ "Verses": "31 adhu Thalaimurai Thalaimuraiyaaga Endraikkum Avanukku Needhiyaaga Ennappattadhu. "},
{ "Verses": "32 meribaavin Thanneergalidaththilum Avarukku Kadunkobam Moottinaargal; Avargal Nimiththam Mosekkum Pollaappu Vandhadhu. "},
{ "Verses": "33 avargal Avan Aaviyai Visanappaduththinadhinaale, Than Udhadugalinaal Padharippesinaan. "},
{ "Verses": "34 karththar Thangalukku Sonnapadi, Avargal Andha Janangalai Azhikkavillai. "},
{ "Verses": "35 jaadhigaludane Kalandhu, Avargal Kiriyaigalai Katru; "},
{ "Verses": "36 avargaludaiya Vikkiragangalai Seviththaargal; Avaigal Avargalukku Kanniyaayitru. "},
{ "Verses": "37 avargal Thangal Kumaararaiyum Thangal Kumaaraththigalaiyum Pisaasugalukku Baliyittaargal. "},
{ "Verses": "38 avargal Kaanaandhesaththu Vikkiragangalukku Baliyittu, Thangal Kumaarar Kumaaraththigaludaiya Kutramillaadha Raththaththai Sindhinaargal; Dhesam Raththaththaal Theettuppattadhu. "},
{ "Verses": "39 avargal Thangal Kiriyaigalinaal Asuththamaagi, Thangal Seygaigalinaal Soramponaargal. "},
{ "Verses": "40 adhinaal Karththarudaiya Kobam Thamadhu Janaththinmel Moondadhu; Avar Thamadhu Sudhandharaththai Aruvaruththaar. "},
{ "Verses": "41 avargalai Jaadhigaludaiya Kaiyil Oppukkoduththaar; Avargaludaiya Pagaignar Avargalai Aandaargal. "},
{ "Verses": "42 avargaludaiya Saththurukkal Avargalai Odukkinaargal; Avargaludaiya Kaiyinkeezh Thaazhththappattaargal. "},
{ "Verses": "43 anegandharam Avargalai Viduviththaar; Avargalo Thangal Yosanaiyinaal Avarukku Virodhamaai Kalagampanni, Thangaludaiya Akkiramaththinaal Sirumaippaduththappattaargal. "},
{ "Verses": "44 avargal Kooppidudhalai Avar Ketkumbodho, Avargalukku Undaana Idukkaththai Avar Kannokki, "},
{ "Verses": "45 avargalukkaaga Thamadhu Udanpadikkaiyai Ninaiththu, Thamadhu Migundha Kirubaiyinpadi Manasthaapappattu, "},
{ "Verses": "46 avargalai Siraipidiththa Yaavarum Avargalukku Irangumpadi Seydhaar. "},
{ "Verses": "47 engal Dhevanaagiya Karththaave, Naangal Umadhu Parisuththa Naamaththaippotri, Ummai Thudhikkiradhil Menmaipaaraattumpadi Engalai Ratchiththu, Engalai Jaadhigalilirundhu Serththarulum. "},
{ "Verses": "48 isravelin Dhevanaagiya Karththar Anaadhiyaai Endrendraikkum Sthoththirikkappadaththakkavar. Janangalellaarum: Aamen, Allelooyaa Enbaargalaaga. "}
]