[
{ "Verses": "1 naan Thudhikkum Dhevane, Mavunamaayiraadheyum. "},
{ "Verses": "2 dhunmaarkkanudaiya Vaayum, Kabattuvaayum, Enakku Virodhamaai Thirandhirukkiradhu; Kalla Naavinaal Ennode Pesugiraargal. "},
{ "Verses": "3 pagaiyundaakkum Vaarththaigalaal Ennai Soozhndhukondu, Mugaandharamillaamal Ennode Porseygiraargal. "},
{ "Verses": "4 en Sinegaththukku Badhilaaga Ennai Virodhikkiraargal, Naano Jebampannikkondirukkiren. "},
{ "Verses": "5 nanmaikku Badhilaaga Enakku Theemaiseygiraargal, En Sinegaththukku Badhilaaga Ennai Pagaikkiraargal. "},
{ "Verses": "6 avanukku Melaaga Dhushtanai Erpaduththivaiyum, Saaththaan Avan Valadhupakkaththil Nirpaanaaga. "},
{ "Verses": "7 avan Niyaayam Visaarikkappadumpodhu Kutravaaliyaagakkadavan; Avan Jebam Paavamaagakkadavadhu. "},
{ "Verses": "8 avan Naatkal Konjamaagakkadavadhu; Avan Uththiyogaththai Veroruvan Perakkadavan. "},
{ "Verses": "9 avan Pillaigal Thikkatravargalum, Avan Manaivi Vidhavaiyumaagakkadavargal. "},
{ "Verses": "10 avan Pillaigal Alaindhu Thirindhu Pichchaiyeduththu, Thangal Paazhaana Veedugalilirundhu Irandhunnakkadavargal. "},
{ "Verses": "11 kadan Koduththavan Avanukku Ulladhellaavatraiyum Abagariththukkolvaanaaga; Avan Pirayaasaththin Balanai Anniyar Pariththukkollakkadavargal. "},
{ "Verses": "12 avanukku Oruvarum Irakkang Kaanbiyaamalum, Avanudaiya Thikkatra Pillaigalukku Dhayavuseyyaamalum Povaargalaaga. "},
{ "Verses": "13 avan Sandhadhiyaar Nirmoolamaagakkadavargal; Irandaanthalaimuraiyil Avargal Per Atruppovadhaaga. "},
{ "Verses": "14 avan Pidhaakkalin Akkiramam Karththarukku Munbaaga Ninaikkappadakkadavadhu, Avan Thaayin Paavam Neengaamaliruppadhaaga. "},
{ "Verses": "15 avaigal Niththamum Karththarukku Munbaaga Irukkakkadavadhu; Avargal Per Boomiyiliraamal Nirmoolamaavadhaaga. "},
{ "Verses": "16 avan Dhayaiseyya Ninaiyaamal, Sirumaiyum Elimaiyumaanavanai Thunbappaduththi, Manamurivullavanai Kolaiseyyumpadi Thedinaane. "},
{ "Verses": "17 saabaththai Virumbinaan, Adhu Avanukku Varum; Avan Aaseervaadhaththai Virumbaamarponaan, Adhu Avanukku Dhooramaai Vilagippom. "},
{ "Verses": "18 saabaththai Avan Thanakku Angiyaaga Uduththikkondaan; Adhu Avan Ullaththil Thanneeraippolavum, Avan Elumbugalil Enneyaippolavum Paayum. "},
{ "Verses": "19 adhu Avan Moodikkollugira Vasthiramaagavum, Niththamum Kattikkollugira Kachchaiyaagavum Iruppadhaaga. "},
{ "Verses": "20 idhudhaan Ennai Virodhikkiravargalukkum, En Aaththumaavukku Virodhamaai Theengu Pesugiravargalukkum Karththaraal Varum Balan. "},
{ "Verses": "21 aandavaraagiya Karththaave, Neer Umadhu Naamaththinimiththam Ennai Aadhariththu, Umadhu Kirubai Nalamaanadhinaal, Ennai Viduviththarulum. "},
{ "Verses": "22 naan Sirumaiyum Elimaiyumaanavan, En Irudhayam Enakkul Kuththundirukkiradhu. "},
{ "Verses": "23  Saayum Nizhalaippol Agandru Ponen; Vettukkiliyaippol Parakkadikkappadugiren. "},
{ "Verses": "24 ubavaasaththinaal En Muzhangaalgal Thalarchchiyadaigiradhu; En Maamsam Bushtiyatru Ularndhu Pogiradhu. "},
{ "Verses": "25 naan Avargalukku Nindhaiyaanen; Avargal Ennai Paarththu, Thangal Thalaiyaith Thulukkugiraargal. "},
{ "Verses": "26 en Dhevanaagiya Karththaave, Enakku Sagaayampannum; Umadhu Kirubaiyinpadi Ennai Ratchiyum. "},
{ "Verses": "27 idhu Umadhu Karam Endrum, Karththaave, Dhevareer Idhai Seydheer Endrum, Avargal Arivaargalaaga. "},
{ "Verses": "28  Avargal Sabiththaalum, Neer Aaseervadhiyum; Avargal Ezhumbinaalum Vetkappattuppovaargalaaga; Umadhu Adiyaano Magizhakkadavan. "},
{ "Verses": "29 en Virodhigal Lachchaiyaal Moodappattu, Thangal Vetkaththai Saalvaiyaippol Thariththukkollakkadavargal. "},
{ "Verses": "30 karththarai Naan En Vaayinaal Migavum Thudhiththu, Anegar Naduvile Avarai Pugazhuven. "},
{ "Verses": "31 aakkinaikkullaagath Theerkkiravargalinindru Eliyavanudaiya Aaththumaavai Ratchikkumpadi Avar Avan Valadhupaarisaththil Nirpaar. "}
]