[
{ "Verses": "1 dhevan Ezhundharuluvaar, Avarudaiya Saththurukkal Sidharundu, Avaraip Pagaikkiravargal Avarukku Munbaaga Odippovaargal. "},
{ "Verses": "2 pugai Parakkadikkappaduvadhupola Avargalaip Parakkadippeer; Mezhugu Akkinikkumun Uruguvadhupola Dhunmaarkkar Dhevanukkumun Azhivaargal. "},
{ "Verses": "3 needhimaangalo Dhevanukkumunbaaga Magizhndhu Kalikoorndhu, Aanandha Sandhoshamadaivaargal. "},
{ "Verses": "4 dhevanaippaadi, Avarudaiya Naamaththaik Keerththanampannungal; Vanaandharangalil Erivarugiravarukku Vazhiyai Aayaththappatuththungal; Avarudaiya Naamam Yegovaa, Avarukku Munbaagak Kalikoorungal. "},
{ "Verses": "5 thammudaiya Parisuththa Vaasasthalaththilirukkira Dhevan, Thikkatra Pillaigalukkuth Thagappanum, Vidhavaigalukku Niyaayam Visaarikkiravarumaayirukkiraar. "},
{ "Verses": "6 dhevan Thanimaiyaanavargalukku Veeduvaasal Erpaduththi, Kattundavargalai Vidudhalaiyaakkugiraar; Dhurogigalo Varanda Boomiyil Thanguvaargal. "},
{ "Verses": "7 dhevane, Neer Ummudaiya Janangalukku Munne Sendru, Avaandharaveliyile Nadandhuvarugaiyil,(selaa.) "},
{ "Verses": "8 boomi Adhirndhadhu; Dhevanaagiya Umakku Munbaaga Vaanamum Pozhindhadhu; Isravelin Dhevanaayirukkira Dhevanukku Munbaagave Indhach Seenaai Malaiyum Asaindhadhu. "},
{ "Verses": "9 dhevane, Samboorana Mazhaiyaip Peyyappannineer; Ilaiththuppona Umadhu Sudhandharaththaith Thidappaduththineer. "},
{ "Verses": "10 ummudaiya Mandhai Adhile Thangiyirundhadhu; Dhevane, Ummudaiya Thayaiyinaale Ezhaigalaip Paraamarikkireer. "},
{ "Verses": "11 aandavar Vasanam Thandhaar; Adhaip Pirasiththappaduththugiravargalin Koottam Migudhi. "},
{ "Verses": "12 senaigalin Raajaakkal Thaththaliththu Odinaargal; Veettilirundha Sthireeyaanaval Kollaipporulaip Pangittaal. "},
{ "Verses": "13 neengal Aduppinadiyil Kidandhavargalaayirundhaalum, Velliyaal Alangarikkappatta Puraachsiragugalpolavum, Pasumpon Niramaagiya Adhin Iragugalin Saayalaagavum Iruppeergal. "},
{ "Verses": "14 sarvavallavar Adhil Raajaakkalaich Sidharadiththapodhu, Adhu Salmon Malaiyin Uraindha Mazhaipol Venmaiyaayitru. "},
{ "Verses": "15 dhevaparvadham Paasaan Parvadham Polirukkiradhu; Paasaan Parvadham Uyarndha Sigarangalulladhu. "},
{ "Verses": "16 uyarndha Sigaramulla Parvadhangale, En Thullugireergal; Indhap Parvadhaththil Vaasamaayirukka Dhevan Virumbinaar; Aam, Karththar Idhile Endrendraikkum Vaasamaayiruppaar. "},
{ "Verses": "17 dhevanudaiya Radhangal Padhinaayirangalum, Aayiramaayirangalumaayirukkiradhu; Aandavar Parisuththa Sthalamaana Seenaayilirundhavannamaai Avaigalukkul Irukkiraar. "},
{ "Verses": "18 dhevareer Unnadhaththirku Eri, Siraippattavargalaich Siraiyaakkik Konduponeer; Dhevanaagiya Karththarmanusharukkul Vaasampannumporuttu, Dhurogigalaagiya Manushargalukkaagavum Varangalaip Petrukkondeer. "},
{ "Verses": "19 ennaalum Aandavarukku Sthoththiramundaavadhaaga; Nammel Baaransumaththinaalum Nammai Ratchikkira Dhevan Avare. (selaa.) "},
{ "Verses": "20 nammudaiya Dhevan Ratchippai Arulum Dhevanaayirukkiraar; Aandavaraagiya Karththaraal Maranaththirku Neengum Vazhigalundu. "},
{ "Verses": "21 meyyaagave Dhevan Thammudaiya Saththurukkalin Sirasaiyum, Than Akkiramangalil Thunindhu Nadakkiravanudaiya Mayirulla Uchchanthalaiyaiyum Udaippaar. "},
{ "Verses": "22 un Kaalgal Saththurukkalin Raththaththil Padhiyumpadiyaagavum, Un Naaigalin Naavu Adhai Nakkumpadiyaagavum, "},
{ "Verses": "23 ennudaiya Janaththaip Paasaanilirundhu Thirumba Azhaiththuvaruven; Adhaich Samuththira Aazhangalilirundhum Thirumba Azhaiththuvaruven Endru Aandavar Sonnaar. "},
{ "Verses": "24 dhevane, Ummudaiya Nadaigalaik Kandaargal; En Dhevanum En Raajaavum Parisuththa Sthalaththile Nadandhuvarugira Nadaigalaiye Kandaargal. "},
{ "Verses": "25 munnaagap Paadugiravargalum, Pinnaaga Veenaigalai Vaasikkiravargalum, Sutrilum Thamburu Vaasikkira Kannigaigalum Nadandhaargal. "},
{ "Verses": "26 isravelin Ootrilirundhu Thondrinavargale, Sabaigalin Naduve Aandavaraagiya Dhevanai Sthoththiriyungal. "},
{ "Verses": "27 ange Avargalai Aalugira Sinna Benyameenum, Yoodhaavin Pirapukgalum, Avargal Koottamum, Sebulonin Pirabukgalum, Napthaliyin Pirabukgalum Undu. "},
{ "Verses": "28 un Dhevan Unakkup Balaththaik Kattalaiyittaar; Dhevane, Neer Engalnimiththam Undupanninadhaith Thidappaduththum. "},
{ "Verses": "29 erusalemilulla Ummudaiya Aalayaththinimiththam, Raajaakkal Umakkuk Kaanikkaigalaik Konduvaruvaargal. "},
{ "Verses": "30 naanalilulla Mirugakoottaththaiyum, Janangalaagiya Kandrugalodukooda Rishaba Koottaththaiyum Adhattum; Ovvoruvanum Vellippanangalaik Konduvandhu Panindhukolluvaan; Yuththangalil Piriyappadugira Janangalaich Sidharadippaar. "},
{ "Verses": "31 pirabukkal Egipthilirundhu Varuvaargal; Eththiyoppiyaa Dhevanai Nokki Kaiyedukkath Theevirikkum. "},
{ "Verses": "32 boomiyin Raajyangale, Dhevanaip Paadi, Aandavaraik Keerththanam Pannungal. (selaa.) "},
{ "Verses": "33 aadhimudhalaayirukkira Vaanaadhi Vaanangalinmel Ezhundharuliyirukkiravaraip Paadungal; Idho, Thamadhu Saththaththaip Balaththa Saththamaai Muzhangappannugiraar. "},
{ "Verses": "34 dhevanudaiya Vallamaiyaip Pirasiththappaduththungal; Avarudaiya Magimai Isravelinmelum, Avarudaiya Vallamai Megamandalangalilum Ulladhu. "},
{ "Verses": "35 dhevane, Umadhu Parisuththa Sthalangalilirundhu Bayangaramaai Vilangugireer; Isravelin Dhevan Thammudaiya Janangalukkup Belanaiyum Saththuvaththaiyum Arulugiravar; Dhevanukku Sthoththiramundaavadhaaga. "}
]