[
{ "Verses": "1 karththaave, Ummai Nambiyirukkiren; Naan Orupodhum Vetkam Adaiyaadhapadi Seyyum. "},
{ "Verses": "2 umadhu Needhiyinimiththam Ennai Viduviththu, Ennaik Kaaththarulum; Umadhu Seviyai Enakkuch Saaiththu, Ennai Ratchiyum. "},
{ "Verses": "3 naan Eppozhudhum Vandhadaiyaththakkak Kanmalaiyaayirum; Ennai Ratchippadharkuk Kattalaiyitteere; Neere En Kanmalaiyum En Kottaiyumaai Irukkireer. "},
{ "Verses": "4 en Dhevane, Dhunmaarkkanudaiya Kaikkum, Niyaayakkedum Kodumaiyumullavanudaiya Kaikkum Ennaith Thappuviyum. "},
{ "Verses": "5 karththaraagiya Aandavare, Neere En Nokkamum, En Siruvayadhu Thodangi En Nambikkaiyumaayirukkireer. "},
{ "Verses": "6 naan Karppaththil Urpaviththadhumudhal Ummaal Aadharikkappatten; En Thaayin Vayitrilirundhu Ennai Eduththavar Neere; Ummaiye Naan Eppozhudhum Thudhippen. "},
{ "Verses": "7 anegarukku Naan Oru Pudhumai Polaanen; Neero Enakkup Balaththa Adaikkalamaayirukkireer. "},
{ "Verses": "8 en Vaai Umadhu Thudhiyinaalum, Naaldhorum Umadhu Magaththuvaththinaalum Niraindhiruppadhaaga. "},
{ "Verses": "9 mudhirndhavayadhil Ennaith Thallividaamalum, En Belan Odungumpodhu Ennaik Kaividaamalum Irum. "},
{ "Verses": "10 en Saththurukkal Enakku Virodhamaaip Pesi, En Aaththumaavukkuk Kaaththirukkiravargal Egamaai Aalosanaipanni: "},
{ "Verses": "11 dhevan Avanaik Kaivittaar, Avanaith Thodarndhu Pidiyungal; Avanai Viduvippaar Illai Engiraargal. "},
{ "Verses": "12 dhevane, Enakkuth Dhooramaayiraadheyum; En Dhevane, Enakkuch Sagaayampannath Theeviriyum. "},
{ "Verses": "13 en Aaththumaavai Virodhikkiravargal Vetki Azhiyavum, Enakkup Pollaapputh Thedugiravargal Nindhaiyaalum Lachchaiyaalum Moodappadavunkadavargal. "},
{ "Verses": "14 naano Eppozhudhum Nambikkaikondirundhu, Menmelum Ummaith Thudhippen. "},
{ "Verses": "15 en Vaai Naaldhorum Umadhu Needhiyaiyum Umadhu Ratchippaiyum Sollum; Avaigalin Thogaiyai Naan Ariyen. "},
{ "Verses": "16 karththaraagiya Aandavarudaiya Vallamaiyai Munnittu Nadappen; Ummudaiya Needhiyaippatriye Menmaipaaraattuven. "},
{ "Verses": "17 dhevane, En Siruvayadhumudhal Enakkup Podhiththuvandheer; Idhuvaraikkum Ummudaiya Adhisayangalai Ariviththuvandhen. "},
{ "Verses": "18 ippozhudhum Dhevane, Indhach Sandhadhikku Umadhu Vallamaiyaiyum, Varappogira Yaavarukkum Umadhu Baraakkiramaththaiyum Naan Arivikkumalavum, Mudhirvayadhum Naraimayirumullavanaakum Varaikkum Ennaik Kaivideeraaga. "},
{ "Verses": "19 dhevane, Ummudaiya Needhi Unnadhamaanadhu, Peridhaanavaigalai Neer Seydheer; Dhevane, Umakku Nigaraanavar Yaar? "},
{ "Verses": "20 anega Ikkattugalaiyum Aabaththugalaiyum Kaanumpadi Seydha Ennai Neer Thirumbavum Uyirppiththu, Thirumbavum Ennaip Boomiyin Paadhaalangalilirundhu Erappannuveer. "},
{ "Verses": "21 en Menmaiyaip Perugappanni, Ennai Marupadiyum Thetruveer. "},
{ "Verses": "22 en Dhevane, Naan Veenaiyaikkondu Ummaiyum Ummudaiya Saththiyaththaiyum Thudhippen; Isravelin Parisuththare, Suramandalaththaikkondu Ummaip Paaduven. "},
{ "Verses": "23 naan Paadumpodhu En Udhadugalum, Neer Meettukkonda En Aaththumaavum Gembeeriththu Magizhum. "},
{ "Verses": "24 enakkup Pollaappaith Thedugiravargal Vetki Lachchaiyadaindhapadiyaal, Naaldhorum En Naavu Umadhu Needhiyaik Kondaadum. "}
]