[
{ "Verses": "1 idukkan Seydhu, Ooththaiyum Azhukkumaayirukkira Nagaraththukku Aiyo! "},
{ "Verses": "2 adhu Saththaththukku Sevikodukkavillai; Adhu Kadindhukolludhalai Etrukkollavillai; Adhu Karththarai Nambavillai; Adhu Than Dhevanidaththil Seravillai. "},
{ "Verses": "3 adharkulle Irukkira Adhin Adhipadhigal Kerchchikkira Singangal; Adhin Nyaayaadhipadhigal Saayankaalaththil Purappadugiradhum Vidiyarkaalamattum Oru Elumbaiyum Meedhiyaaga Vaikkaadhadhumaana Onaaigal. "},
{ "Verses": "4 adhin Theerkkadharisigal Veenperumaiyum Vanjagamumullavargal; Adhin Aasaariyargal Parisuththa Sthalaththaip Parisuththakkulaichchalaakki, Vedhaththukku Aniyaayancheydhaargal. "},
{ "Verses": "5 adharkul Irukkira Karththar Needhiyullavar; Avar Aniyaayancheyvadhillai; Avar Kuraivillaamal, Kaalaidhorum Thammudaiya Nyaayaththai Vilangappannugiraar; Aniyaayakkaarano Vetkam Ariyaan. "},
{ "Verses": "6 jaadhigalai Sangariththen; Avargal Thurugangal Paazhaayina; Avargaludaiya Veedhigalai Oruvarum Kadandhupogaadhapadikkup Paazhaakkinen; Avargaludaiya Pattanangal Manusharillaadhapadikkum Kudiyillaadhapadikkum Avaandharaiyaayina. "},
{ "Verses": "7 un Vaasasthalam Nirmoolamaagaadhapadikku Nee Enakku Bayandhu, Kadindhukolludhalai Etrukkol Endren; Naan Avargalai Eppadi Dhandiththaalum, Avargal Adhikaalaiyil Ezhundhu Thangal Kiriyaigalaiyellaam Kedaakkinaargal. "},
{ "Verses": "8 aagaiyaal Naan Kollaiyaada Ezhumbum Naalmattum Enakkuk Kaaththirungal Endru Karththar Sollugiraar; En Sinamaagiya Ukkirakobaththaiyellaam Avargalmel Soriyumpadi Jaadhigalai Serkkavum, Raajyangalaik Koottavum Naan Theermaanampanninen; Boomiyellaam En Erichchalin Akkiniyinaal Azhiyum. "},
{ "Verses": "9 appozhudhu Janangalellaarum Karththarudaiya Naamaththaith Thozhudhukondu, Orumanappattu Avarukku Aaraadhanai Seyyumpadikku, Naan Avargal Baashaiyai Suththamaana Baashaiyaaga Maarappannuven. "},
{ "Verses": "10 eththiyoppiyaavin Nadhigalukku Akkaraiyilirundhu Ennidaththil Vinnappampannugiravargalaagiya Sidharadikkappattavargalin Kumaaraththiyaanaval Enakkuk Kaanikkai Konduvaruvaal, "},
{ "Verses": "11 enakku Virodhamaaith Dhrogampanni, Nee Seydha Un Ellaak Kiriyaigalinimiththamum Annaalile Vetkappadaadhiruppaai; Appozhudhu Naan Un Perumaiyaikkuriththuk Kalikoorndhavargalai Un Naduvilirundhu Vilakkividuven; Nee Ini En Parisuththa Parvadhaththil Agangaarankollamaattaai. "},
{ "Verses": "12 un Naduvil Sirumaiyum Elimaiyumaana Janaththai Meedhiyaaga Vaippen; Avargal Karththarudaiya Naamaththinmel Nambikkaiyaayiruppaargal. "},
{ "Verses": "13 isravelil Meedhiyaanavargal Aniyaayancheyvadhillai; Avargal Poi Pesuvadhumillai; Vanjaganaavu Avargal Vaayil Kandupidikkappaduvadhumillai; Avargal Thangalai Bayappaduththuvaarillaamal Pusiththup Paduththukkolvaargal. "},
{ "Verses": "14 seeyon Kumaaraththiye, Gembeeriththuppaadu; Isravelare, Aarppariyungal; Erusalem Kumaaraththiye, Nee Muzhuirudhayaththodum Magizhndhu Kalikooru. "},
{ "Verses": "15 karththar Un Aakkinaigalai Agatri, Un Saththurukkalai Vilakkinaar; Isravelin Raajaavaagiya Karththar Un Naduvile Irukkiraar; Inith Theengaik Kaanaadhiruppaai. "},
{ "Verses": "16 annaalile Erusalemaip Paarththu, Bayappadaadhe Endrum, Seeyonaip Paarththu Un Kaigalaith Thalaravidaadhe Endrum Sollappadum. "},
{ "Verses": "17 un Dhevanaagiya Karththar Un Naduvil Irukkiraar; Avar Vallamaiyullavar, Avar Ratchippaar; Avar Unperil Sandhoshamaai Magizhndhu, Thammudaiya Anbinimiththam Amarndhiruppaar; Avar Unperil Gembeeramaaik Kalikooruvaar (magizhvudan Paaduvaar). "},
{ "Verses": "18 un Sabaiyin Manusharaayirundhu Pandigai Aasarippillaamaiyaal Undaana Nindhaiyinimiththam Sanjalappattavargalai Naan Egamaaik Koottikkolluven. "},
{ "Verses": "19 idho, Akkaalaththile Unnai Sirumaippaduththina Yaavaraiyum Dhandippen; Nondiyaanavanai Ratchiththu, Thallundavanai Serththukkolluven; Avargal Vetkam Anubaviththa Sagala Dhesangalilum Avargalukkup Pugazhchchiyum Keerththiyum Undaaga Seyven. "},
{ "Verses": "20 akkaalaththile Ungalaik Koottikkonduvaruven, Akkaalaththile Ungalai Serththukkolven; Ungal Kankaana Naan Ungal Siraiyiruppaith Thiruppumpodhu, Boomiyilulla Sagala Janangalukkullum Naan Ungalaik Keerththiyum Pugazhchchiyumaaga Vaippen Endru Karththar Sollugiraar. "}
]