[
{ "Verses": "1 virumbappadaadha Jaadhiye, Kattalai Pirakkumunnum Padharaippola Naan Parandhupogumunnum Karththarudaiya Ukkirakobam Ungalmel Irangumunnum,karththarudaiya Kobaththin Naal Ungalmel Varumunnum, "},
{ "Verses": "2 neengal Ungalai Uyththu Aaraaindhu Sodhiyungal. "},
{ "Verses": "3 dhesaththilulla Ellaa Sirumaiyaanavargale, Karththarudaiya Nyaayaththai Nadappikkiravargale, Avaraith Thedungal; Needhiyaith Thedungal, Manaththaazhmaiyaith Thedungal; Appozhudhu Oruvelai Karththarudaiya Kobaththin Naalile Maraikkappaduveergal. "},
{ "Verses": "4 kaadhsaa Kudiyatru, Askalon Paazhaagum; Asthoththaip Pattappagalile Parakkadippaargal; Ekron Verode Pidungappadum. "},
{ "Verses": "5 samuththirakkarai Kudigalaagiya Kireththiyarukku Pelistharin Dhesamaagiya Kaanaane, Karththarudaiya Vaarththai Unakku Virodhamaayirukkiradhu; Ini Unnil Kudiyillaadhapadikku Unnai Azhippen. "},
{ "Verses": "6 samuththirakkarai Dhesam Meyppar Thangum Kudilgalum Aattuththozhuvangalumaagum. "},
{ "Verses": "7 andha Dhesam Yoodhaa Vamsaththaaril Meedhiyaanavargalin Vamsamaagum; Avargal Avvidangalil Mandhai Meyppaargal; Askalonin Veedugalile Saayankaalaththile Paduththukkolvaargal; Avargaludaiya Dhevanaagiya Karththar Avargalai Visaariththu, Avargal Siraiyiruppaith Thiruppuvaar. "},
{ "Verses": "8 movaab Seydha Nindhanaiyaiyum, Ammon Puththirar En Janaththai Nindhiththu, Avargal Ellaiyaik Kadandhuperumai Paaraatti Sonna Dhooshanangalaiyum Ketten. "},
{ "Verses": "9 aagaiyaal Movaab Sodhomaippolum, Ammon Puththirarin Dhesam Gomoraavaip Polumaaga, Kaanchori Padarum Idamum, Uppup Pallamum, Niththiya Paazhumaayirukkum; En Janaththil Meendhavargal Avargalaik Kollaiyittu, En Jaadhiyil Meedhiyaanavargal Avargalai Sudhandhariththukkolvaargal Enbadhai En Jeevanaikkondu Sollugiren Endru Isravelin Dhevanaagiya Senaigalin Karththar Uraikkiraar. "},
{ "Verses": "10 avargal Senaigaludaiya Karththarin Janaththukku Virodhamaaip Perumaipaaraatti Avargalai Nindhiththapadiyinaal, Idhu Avargal Agangaaraththukkup Padhilaaga Avargalukkuk Kidaikkum. "},
{ "Verses": "11 karththar Avargalmel Kediyaayiruppaar; Boomiyilulla Dhevargalaiyellaam Melindhupogappannuvaar; Appozhudhu Theevugalilulla Sagala Purajaadhigalum Avaravar Thangal Thangal Sthaanaththilirundhu Avaraip Panindhukolvaargal. "},
{ "Verses": "12 eththiyoppiyaraagiya Neengalum En Pattayaththinaal Kolaiseyyappaduveergal. "},
{ "Verses": "13 avar Thamadhu Kaiyai Vadadhesaththukku Virodhamaai Neetti, Aseeriyaavai Azhiththu, Niniveyaip Paazhum Vanaandharaththukkoththa Varatchiyumaana Sthalamaakkuvaar. "},
{ "Verses": "14 adhin Naduvil Mandhaigalum Jaadhiyaana Sagala Mirugangalum Paduththukkollum; Adhinudaiya Sigarangalinmel Naaraiyum Kottaanum Raaththangum; Palaganigalil Koovugira Saththam Pirakkum; Vaasarpadigalil Paazhkkadippu Irukkum; Kedhurumarangalin Machchaith Thirappaakkippoduvaar. "},
{ "Verses": "15 naandhaan, Ennaith Thavira Veroruvarum Illai Endru Than Irudhayaththil Solli, Nirvisaaramaai Vaazhndhu Kalikoorndhirundha Nagaram Idhuve; Idhu Paazhum Mirugajeevangalin Thaabaramumaaippoivittadhe! Adhin Vazhiyaaippogiravan Evanum Eesal Pottuth Than Kaiyaik Kottuvaan. "}
]