[
{ "Verses": "1 neeyo Aarokkiyamaana Ubadhesaththukketravaigalaip Pesu. "
},{ "Verses": "2 mudhirvayadhulla Purushargal Jaakkiradhaiyullavargalum, Nallozhukkamullavargalum, Thelindhabuththiyullavargalum, Visuvaasaththilum Anbilum Porumaiyilum Aarokkiyamullavargalumaayirukkumpadi Buththisollu. "
},{ "Verses": "3 mudhirvayadhulla Sthireegalum Appadiye Parisuththaththukketravidhamaai Nadakkiravargalum, Avadhoorupannaadhavargalum, Madhubaanaththukku Adimaippadaadhavargalumaayirukkavum, "
},{ "Verses": "4 dhevavasanam Dhooshikkappadaadhapadikku Baaliya Sthireegal Thangal Purusharidaththilum, Thangal Pillaigalidaththilum Anbullavargalum, "
},{ "Verses": "5 thelindhabuththiyullavargalum, Karpullavargalum, Veettil Thariththirukkiravargalum, Nallavargalum, Thangal Purusharukkuk Keezhppadigiravargalumaayirukkumpadi, Avargalukkup Padippikkaththakka Narkaariyangalai Bodhikkiravargalumaayirukkavum Mudhirvayadhulla Sthireegalukku Buththisollu. "
},{ "Verses": "6 appadiye, Baaliya Purusharum Thelindhabuththiyullavargalaayirukkavum Nee Buththisolli, "
},{ "Verses": "7 neeye Ellaavatrilum Unnai Narkiriyaigalukku Maadhiriyaagak Kaanbiththu, "
},{ "Verses": "8 edhiriyaanavan Ungalaikkuriththup Pollaangu Sollugiradharku Ondrumillaamal Vetkappadaththakkadhaaga, Ubadhesaththile Vigarpamillaadhavanum, Nallozhukkamullavanum Kutrampidikkappadaadha Aarokkiyamaana Vasanaththaip Pesugiravanumaayiruppaayaaga. "
},{ "Verses": "9 velaikkaarar Nammudaiya Ratchagaraagiya Dhevanudaiya Ubadhesaththai Ellaavatrilum Alangarikkaththakkadhaaga, "
},{ "Verses": "10 thangal Ejamaangalukku Keezhppadindhirundhu Edhirththuppesaamal, Ellaavatrilum Piriyam Undaaga Nadandhukollavum, Thirudaamalirundhu, Sagalavidhaththilum Nallunmaiyaik Kaanbikkavum Buththisollu. "
},{ "Verses": "11 enenil Ellaa Manusharukkum Ratchippai Alikkaththakka Dheva Kirubaiyaanadhu Pirasannamaagi, "
},{ "Verses": "12 naam Avabakthiyaiyum Lowgiga Ichchaigalaiyum Veruththu, Thelindhabuththiyum Needhiyum Dhevabakthiyum Ullavargalaai Ivvulagaththile Jeevanampanni, "
},{ "Verses": "13 naam Nambiyirukkira Aanandha Baakkiyaththukkum, Magaa Dhevanum Namadhu Ratchagarumaagiya Yesukiristhuvinudaiya Magimaiyin Pirasannamaagudhalukkum Edhirpaarththukkondirukkumpadi Namakku Bodhikkiradhu. "
},{ "Verses": "14 avar Nammai Sagala Akkiramangalinindru Meettukkondu, Thamakkuriya Sondha Janangalaagavum, Narkiriyaigalai Seyya Bakthivairaakkiyamullavargalaagavum Nammai Suththigarikkumpadi, Namakkaagath Thammaiththaame Oppukkoduththaar. "
},{ "Verses": "15 ivaigalai Nee Pesi, Bodhiththu, Sagala Adhigaaraththodum Kadindhukol. Oruvanum Unnai Asattaipanna Idankodaadhiruppaayaaga. "
}
]