[
{ "Verses": "1 dhevanudaiya Oozhiyakkaaranum Yesukiristhuvinudaiya Apposthalanumaagiya Pavul, Podhuvaana Visuvaasaththinpadi Uththama Kumaaranaagiya Theeththuvukku Ezhudhugiradhaavadhu: "
},{ "Verses": "2 pidhaavaagiya Dhevanaalum, Nammudaiya Ratchagaraayirukkira Karththaraagiya Yesu Kiristhuvinaalum, Kirubaiyum Irakkamum Samaadhaanamum Undaavadhaaga. "
},{ "Verses": "3 poiyuraiyaadha Dhevan Aadhikaalamudhal Niththiya Jeevanaikkuriththu Vaakkuththaththampanni, Adhaikkuriththa Nambikkaiyaippatri Dhevabakthikkedhuvaana Saththiyaththai Arigira Arivum Visuvaasamum Dhevanaal Therindhukollappattavargalukku Undaagumpadi, "
},{ "Verses": "4 etrakaalangalile Nammudaiya Ratchagaraagiya Dhevanudaiya Kattalaiyinpadi Enakku Oppuvikkappatta Pirasangaththinaale Thamadhu Vaarththaiyai Velippaduththinaar. "
},{ "Verses": "5 nee Kuraivaayirukkiravaigalai Ozhungupaduththumpadikkum, Naan Unakkuk Kattalaiyittapadiye, Pattanangaldhorum Moopparai Erpaduththumpadikkum, Unnaik Kireththaatheevile Vittuvandhene. "
},{ "Verses": "6 kutransaattappadaadhavanum, Ore Manaiviyaiyudaiya Purushanum, Dhunmaarkkarendrum Adangaadhavargalendrum Peredukkaadha Visuvaasamulla Pillaigalai Udaiyavanumaagiya Oruvanirundhaal Avanaiye Erpaduththalaam. "
},{ "Verses": "7 enenil, Kankaaniyaanavan Dhevanudaiya Ukkiraanakkaaranukketravidhamaai, Kutranchaattappadaadhavanum, Than Ishtappadi Seyyaadhavanum, Murkobamillaadhavanum, Madhubaanappiriyamillaadhavanum, Adiyaadhavanum, Izhivaana Aadhaayaththai Ichchiyaadhavanum, "
},{ "Verses": "8 anniyarai Ubasarikkiravanum, Nallormel Piriyamullavanum, Thelindhabuththiyullavanum, Needhimaanum, Parisuththavaanum, Ichchaiyadakkamullavanum, "
},{ "Verses": "9 aarokkiyamaana Ubadhesaththinaale Buththisollavum, Edhirpesugiravargalaik Kandanam Pannavum Vallavanumaayirukkumpadi, Thaan Bodhikkappattadharketra Unmaiyaana Vasanaththai Nandraaip Patrikkollugiravanumaayirukkavendum. "
},{ "Verses": "10 anegar, Viseshamaai Viruththasedhanamullavargal, Adangaadhavargalum, Veenpechchukkaararum, Manadhai Mayakkugiravargalumaayirukkiraargal. "
},{ "Verses": "11 avargaludaiya Vaayai Adakkavendum; Avargal Izhivaana Aadhaayaththukkaagath Thagaadhavaigalai Ubadhesiththu, Muzhukkudumbangalaiyum Kavizhththuppodugiraargal. "
},{ "Verses": "12 kireththaatheevaar Oyaappoiyar, Dhushtamirugangal, Peruvayitru Somberigal Endru Avargalil Oruvanaagiya Avargal Theerkkadharisiyaanavane Solliyirukkiraan. "
},{ "Verses": "13 indha Saatchi Unmaiyaayirukkiradhu; Idhu Mugaandharamaaga, Avargal Yoodharudaiya Kattukkadhaigalukkum, Saththiyaththai Vittu Vilagugira Manusharudaiya Karpanaigalukkum Sevikodaamal, "
},{ "Verses": "14 visuvaasaththile Aarokkiyamullavargalaayirukkumpadi, Nee Avargalaik Kandippaaik Kadindhukol. "
},{ "Verses": "15 suththamullavargalukku Sagalamum Suththamaayirukkum; Asuththamullavargalukkum Avisuvaasamullavargalukkum Ondrum Suththamaayiraadhu; Avargaludaiya Buththiyum Manasaatchiyum Asuththamaayirukkum. "
},{ "Verses": "16 avargal Dhevanai Arindhirukkiromendru Arikkaipannugiraargal, Kiriyaigalinaalo Avarai Marudhalikkiraargal; Avargal Aruvarukkappadaththakkavargalum, Keezhppadiyaadhavargalum, Endha Narkiriyaiyunseyya Aagaadhavargalumaayirukkiraargal.   "
}
]