[
{ "Verses": "1 dhuraiththanangalukkum Adhigaarangalukkum Keezhppadindhu Adangiyirukkavum, Sagalavidhamaana Narkiriyaigalaiyum Seyya Aayaththamaayirukkavum, "
},{ "Verses": "2 oruvanaiyum Dhooshiyaamalum, Sandai Pannaamalum, Porumaiyullavargalaai Ellaa Manusharukkum Saandhagunaththaik Kaanbikkavum Avargalukku Ninaippoottu. "
},{ "Verses": "3 enenil, Murkaalaththile Naamum Buththiyeenarum, Keezhppadiyaadhavargalum, Vazhithappi Nadakkiravargalum, Palavidha Ichchaigalukkum Inbangalukkum. Adimaippattavargalum, Dhurkgunaththodum Poraamaiyodum Jeevanampannugiravargalum, Pagaikkappadaththakkavargalum, Oruvaraiyoruvar Pagaikkiravargalumaayirundhom. "
},{ "Verses": "4 nammudaiya Ratchagaraagiya Dhevanudaiya Dhayaiyum Manusharmelulla Anbum Pirasannamaanabodhu, "
},{ "Verses": "5 naam Seydha Needhiyin Kiriyaigalinimiththam Avar Nammai Ratchiyaamal, Thamadhu Irakkaththinpadiye, Marujenma Muzhukkinaalum, Parisuththa Aaviyinudaiya Pudhidhaakkudhalinaalum Nammai Ratchiththaar. "
},{ "Verses": "6 thamadhu Kirubaiyinaale Naam Needhimaangalaakkappattu, Niththiya Jeevan Undaagum Engira Nambikkaiyinpadi Sudhandharamaagaththakkadhaaga, "
},{ "Verses": "7 avar Namadhu Ratchagaraagiya Yesukiristhu Moolamaai, Andhap Parisuththaaviyai Nammel Sambooranamaaip Pozhindharulinaar. "
},{ "Verses": "8 indha Vaarththai Unmaiyulladhu; Dhevanidaththil Visuvaasamaanavargal Narkiriyaigalai Seyya Jaakkiradhaiyaayirukkumpadi Nee Ivaigalaikkuriththuth Thittamaaip Bodhikkavendumendru Virumbugiren; Ivaigale Nanmaiyum Manusharukkup Pirayojanamumaanavaigal. "
},{ "Verses": "9 buththiyeenamaana Tharkkangalaiyum Vamsavaralaarugalaiyum, Sandaigalaiyum, Niyaayappiramaanaththaikkuriththu Undaagira Vaakkuvaadhangalaiyum Vittu Vilagu; Avaigal Appirayojanamum Veenumaayirukkum. "
},{ "Verses": "10 vedhappurattanaayirukkira Oruvanukku Nee Irandorudharam Buththi Sonnapinbu Avanaivittu Vilagu. "
},{ "Verses": "11 appadippattavan Nilai Thavari, Thanniledhaane Aakkinaiththeerppudaiyavanaaip Paavanjseygiravanendru Arindhirukkiraaye. "
},{ "Verses": "12 naan Arththemaavaiyaavadhu Theegikkuvaiyaavadhu Unnidaththil Anuppumbodhu Nee Nikkoppolikku Ennidaththil Vara Jaakkiradhaippadu; Maarikaalaththile Ange Thangumpadi Theermaaniththirukkiren. "
},{ "Verses": "13 niyaayasaasthiriyaagiya Senaavukkum Appollovukkum Oru Kuraivumillaadhapadikku Avargalai Jaakkiradhaiyaai Visaariththu Vazhivittanuppu. "
},{ "Verses": "14 nammudaiyavargalum Kaniyatravargalaayiraadhapadi Kuraivugalai Neekkugiradharkedhuvaaga Narkiriyaigalai Seyyappazhagattum. "
},{ "Verses": "15 ennodirukkira Yaavarum Unakku Vaazhththudhal Sollugiraargal. Visuvaasaththile Nammai Sinegikkiravargalukku Vaazhththudhal Sollu. Kirubaiyaanadhu Ungalanaivarodunkooda Iruppadhaaga. Aamen. "
}
]