[
{ "Verses": "1 pinbu Naam Thirumbi, Basaanukkup Pogira Vazhiyaaip Ponom; Baasaanin Raajaavaagiya Ok Thannudaiya Sagala Janangalodum Nammode Edhirththu Yuththampannumbadi Purappattu, Edhreyikku Vandhaan. "
},{ "Verses": "2 appozhudhu Karththar Ennai Nokki: Avanukkup Bayappadavendaam; Avanaiyum Avanudaiya Janangal Ellaaraiyum Avan Dhesaththaiyum Un Kaiyil Oppukkoduththen; Esponile Kudiyirundha Emoriyarin Raajaavaagiya Seekonukku Nee Seydhadhupola, Avanukkum Seyvaai Endraar. "
},{ "Verses": "3 appadiye Nammudaiya Dhevanaagiya Karththar Baasaanin Raajaavaagiya Okaiyum Avanudaiya Sagala Janangalaiyum Nammudaiya Kaiyil Oppukkoduththaar; Avanukku Oruvarum Meedhiyaayiraamarpogumattum Avanai Muriya Adiththom. "
},{ "Verses": "4 akkaalaththile Avanudaiya Pattanangalaiyellaam Pidiththom; Avargalidaththil Naam Pidiththukkollaadha Pattanam Illai; Baasaanilirundha Okin Raajyamaana Aruvadhu Pattanangalulla Arkop Dhesam Muzhuvadhaiyum Pidiththom. "
},{ "Verses": "5 andhap Pattanangalellaam Uyarndha Madhilgalaalum Aranaakkappattirundhadhu; Avaigal Andri, Madhilillaadha Pattanangalum Anegam. "
},{ "Verses": "6 avaigalaiyum Sangaarampanninom; Naam Esponin Raajaavaagiya Seekonukkuch Seydhadhupola, Andha Ellaap Pattanangalilumulla Purusharaiyum Sthireegalaiyum Pillaigalaiyum Sangaarampanninom. "
},{ "Verses": "7 aanaalum Pattanangalilulla Aasthiyaiyum Sagala Mirugajeevangalaiyum Namakkendru Kollaiyittom. "
},{ "Verses": "8 ippadiye Yordhaanukku Ippuraththilulla Arnon Nadhithodangi, Ermon Malaivaraikkumulla Dhesaththai Naam Akkaalaththil Emoriyarudaiya Irandu Raajaakkalidamirundhu Pidiththom. "
},{ "Verses": "9 seedhoniyar Ermonaich Cheeriyon Engiraargal; Emoriyaro Adhaich Cheneer Engiraargal. "
},{ "Verses": "10 samanaana Naattin Ellaap Pattanangalaiyum, Keeleyaadh Muzhuvadhaiyum, Salkaayi, Edhreyi Ennum Paasaanilirundha Okudaiya Raajyaththin Pattanangalmattumulla Baasaan Muzhuvadhaiyum Pidiththom. "
},{ "Verses": "11 meendhirundha Iraatchadharil Baasaanin Raajaavaagiya Ok Enbavanmaaththiram Thappiyirundhaan; Irumpinaar Seydha Avanudaiya Kattil Manidharudaiya Kai Muzhaththinpadiye, Onbadhu Muzha Neelamum Naalumuzha Agalamumaayirundhadhu; Adhu Ammon Puththirarudaiya Rappaapattanaththil Irukkiradhallavaa? "
},{ "Verses": "12 akkaalaththile Sudhandharamaagap Petrukkonda Dhesaththai Arnon Nadhiyarukeyulla Aarover Thodangi, Keeleyaadh Malainaattil Paadhiyaiyum, Adhilirukkira Pattanangalaiyum, Roobaniyarukkum Kaaththiyarukkum Koduththen. "
},{ "Verses": "13 keeleyaaththin Matrappangaiyum, Okin Raajyamaayirundha Baasaan Muzhuvadhaiyum, Manaaseyin Paadhik Koththiraththukkuk Koduththadhum Andri, Raatchadha Dhesamennappatta Paasaanukkullaana Arkop Seemai Yaavaiyum Koduththen. "
},{ "Verses": "14 manaaseyin Kumaaranaagiya Yaaveer Arkop Seemai Muzhuvadhaiyum Kesooriyar Maagaaththiyar Enbavargaludaiya Ellaimattum Kattikkondu, Adharkuth Than Naamaththinbadiye Baasaan Avodhyaayeer Endru Perittaan, Adhu Innaalvaraikkum Vazhangivarugiradhu. "
},{ "Verses": "15 maakeerukkuk Keeleyaaththaik Koduththen. "
},{ "Verses": "16 melum Keeleyaath Thodangi Arnon Nadhi Odugira Pallaththaakkum, Kadaiyaandharamumaana Ammon Puththirarin Ellaiyaagiya Yopokku Aarumattum Irukkira Dhesaththaiyum, "
},{ "Verses": "17 kinnareth Thodangi Asdhodhpiskaavukkuth Thaazhvaaik Kizhakke Irukkira Uppukkadalaana Samanaana Veliyin Kadalmattum, Yordhaanin Ellaikkul Adangiya Samanaana Veliyaiyum, Roobaniyarukkum Kaaththiyarukkum Koduththen. "
},{ "Verses": "18 akkaalaththile Naan Ungalai Nokki: Ungal Dhevanaagiya Karththar Ungalukku Indha Dhesaththaich Sudhandharamaagak Koduththaar; Yuththanjeyyaththakkavargalaaiya Neengal Ellaarum Isravel Puththiraraana Ungal Sagodhararukku Munne Aayudhapaanigalaaga Nadandhu Pongal. "
},{ "Verses": "19 ungal Manaivigalum Ungal Pillaigalum Ungal Aadumaadugalummaaththiram Naan Ungalukkuk Koduththa Ungal Pattanangalil Irukkattum; Ungalukkuth Thiralaana Aadumaadugal Undendru Ariven. "
},{ "Verses": "20 aanaalum Karththar Ungalai Ilaippaarappanninadhupola, Ungal Sagodhararaiyum Ilaippaarappanni, Yordhaanukku Appuraththil Ungal Dhevanaagiya Karththar Kodukkira Dhesaththaich Sudhandhariththukkollumattum Neengal Irundhu, Pinbu Avaravar Naan Ungalukkuk Koduththa Ungal Sudhandharaththukkuth Thirumbuveergalaaga Endren. "
},{ "Verses": "21 akkaalaththile Naan Yosuvaavai Nokki: Ungal Dhevanaagiya Karththar Andha Irandu Raajaakkalukkum Seydhavaigalaiyellaam Un Kangal Kandadhu; Nee Poich Cherum Ellaa Raajyangalukkum Karththar Appadiye Seyvaar. "
},{ "Verses": "22 avargalukkup Bayappadeergalaaga; Ungal Dhevanaagiya Karththar Thaame Ungalukkaaga Yuththampannuvaar Endru Sonnen. "
},{ "Verses": "23 akkaalaththile Naan Karththarai Nokki: "
},{ "Verses": "24 karththaraagiya Aandavare, Neer Umadhu Adiyenukku Umadhu Magaththuvaththaiyum Umadhu Vallamaiyulla Karaththaiyum Kaanbikkath Thodangineer; Vaanaththilum Boomiyilum Ummudaiya Kiriyaigalukkum Ummudaiya Vallamaigalukkum Oppaagach Seyyaththakka Dhevanyaar? "
},{ "Verses": "25 naan Kadandhupoi Yordhaanukku Appuraththilulla Andha Nalla Dhesaththaiyum Andha Nalla Malaiyaiyum, Leebanonaiyum Paarkkumbadi Uththaravu Koduththarulum Endru Vendikkonden. "
},{ "Verses": "26 karththaro Ungal Nimiththam Enmel Kobangondu, Enakkuch Sevikodaamal, Ennai Nokki: Podhum, Ini Indhak Kaariyaththaik Kuriththu Ennode Pesavendaam. "
},{ "Verses": "27 nee Piskaavin Kodumudiyil Eri, Un Kangalai Merkilum Vadakkilum Therkilum Kizhakkilum Ereduththu, Un Kangalinaale Adhaip Paar; Indha Yordhaanai Nee Kadandhupovadhillai. "
},{ "Verses": "28 nee Yosuvaavukkuk Kattalai Koduththu, Avanaith Thidappaduththip Balappaduththu; Avan Indha Janangalukku Munbaagak Kadandhupoi, Avane Nee Kaanum Dhesaththai Avargalukkup Pangittukkoduppaan Endraar. "
},{ "Verses": "29 pinbu Pedhpeyorukku Edhiraana Pallaththaakkil Thangiyirundhom. "
}
]