[
{ "Verses": "1 neengal Ungal Dhevanaagiya Karththarin Pillaigal; Seththavanukkaagak Keerik Kollaamalum, Ungal Kangalukku Idaiyile Savarampannaamalum Iruppeergalaaga. "
},{ "Verses": "2 neengal Ungal Dhevanaagiya Karththarukkup Parisuththamaana Janangal; Boomiyinmeedhengumulla Ellaa Janangalilum Ungalaiye Karththar Thamakkuch Sondha Janangalaayirukkath Therindhukondaar. "
},{ "Verses": "3 aruvaruppaanadhondraiyum Pusikkavendaam. "
},{ "Verses": "4 neengal Pusikkaththagum Mirugangalaavana: Maatum, Semmariyaadum, Vellaadum, "
},{ "Verses": "5 maanum, Velimaanum, Kalaimaanum, Varaiyaadum, Pullimaanum, Sarukumaanum, Pulvaayume. "
},{ "Verses": "6 mirugangalil Virikulampulladhaayirundhu, Kulampugal Irandaagap Pirindhirukkiradhum, Asaipodugiradhumaana Sagala Mirugangalaiyum Neengal Pusikkalaam; "
},{ "Verses": "7 asaipodugiravaigalilum, Virikulampullavaigalilum, Neengal Pusikkaththakaadhavaigal Evaiyendraal: Ottagamum, Musalum, Kuzhimusalume; Avaigal Asaipottum Avaigalukku Virikulampillai; Avaigal Ungalukku Asuththamaayiruppadhaaga. "
},{ "Verses": "8 pandriyum Pusikkaththakaadhu; Adhu Virikulampulladhaayirundhum, Asaipodaadhirukkum; Adhu Ungalukku Asuththamaayiruppadhaaga; Ivaigalin Maamsaththaip Pusiyaamalum Ivaigalin Udalaith Thodaamalum Iruppeergalaaga. "
},{ "Verses": "9 jalaththilirukkira Ellaavatrilum Siragum Sedhilum Ullavaigalaiyellaam Neengal Pusikkalaam. "
},{ "Verses": "10 siragum Sedhilum Illaadha Yaadhondraiyum Pusikkalaagaadhu; Adhu Ungalukku Asuththamaayiruppadhaaga. "
},{ "Verses": "11 suththamaana Sagala Patchigalaiyum Neengal Pusikkalaam. "
},{ "Verses": "12 neengal Pusikkaththagaadhavaigal Evaiyendraal: Kazhugum, Karudanum, Kadaluraanjiyum, "
},{ "Verses": "13 pairiyum, Valloorum, Sagalavidha Parundhum, "
},{ "Verses": "14 sagalavidha Kaagangalum, "
},{ "Verses": "15 theekkuruviyum, Kookaiyum, Sempukamum, Sagalavidhamaana Tegaiyum, "
},{ "Verses": "16 aandhaiyum, Kottaanum, Naaraiyum, "
},{ "Verses": "17 koozhakkataavum, Kurukum, Neerkkaakamum, "
},{ "Verses": "18 kokkum, Sagalavidha Raajaaliyum, Puzhukkoththiyum, Vowvaalume. "
},{ "Verses": "19 parakkiravaigalil Oorvana Yaavum Ungalukku Asuththaamaayiruppadhaaga; Avaigal Pusikkaththagaadhavaigal. "
},{ "Verses": "20 suththamaana Paravaigal Yaavaiyum Neengal Pusikkalaam. "
},{ "Verses": "21 thaanaai Irandhuponadhondraiyum Pusikkavendaam; Ungal Vaasalgalil Irukkira Paradhesikku Adhaip Pusikkak Kodukkalaam; Alladhu Anniyanukku Adhai Vitruppodalaam; Neengal Ungal Dhevanaagiya Karththarukkup Parisuththa Janangal. Vellaattukkuttiyai Adhin Thaayin Paalile Samaikkavendaam. "
},{ "Verses": "22 nee Un Dhevanaagiya Karththarukku Eppozhudhum Bayandhirukkap Pazhagumbadikku, Varushandhorum Nee Vidhaikkira Vidhaippinaale Vayalil Vilaiyum Ellaap Palanilum Thasamabaagaththaip Piriththu, "
},{ "Verses": "23 un Dhevanaagiya Karththar Thamadhu Naamam Vilangumbadi Therindhukollum Sthaanaththile, Un Dhaaniyaththilum Un Thiraatcharasaththilum Un Enneyilum Thasamabaagaththaiyum Un Aadumaadugalin Thalaiyeetrugalaiyum Avarudaiya Sannidhiyil Pusippaayaaga. "
},{ "Verses": "24 un Dhevanaagiya Karththar Unnai Aaseervadhikkum Kaalaththil, Un Dhevanaagiya Karththar Thamadhu Naamam Vilangumbadi Therindhukonda Sthaanam Unakku Vegu Dhooramaayirukkiradhinaal, Vazhippirayaanaththin Vegu Tholaiyinimiththam, Nee Adhaik Kondupogak Koodaadhirukkumaanaal, "
},{ "Verses": "25 adhaip Panamaakki, Panamudippai Un Kaiyile Pidiththukkondu, Un Dhevanaagiya Karththar Therindhukonda Sthalaththirkup Poi, "
},{ "Verses": "26 ange Un Ishtappadi Aadumaadu, Thiraatcharasam, Madhubaanam Mudhalaana Sagalaththaiyum Panamkoduththu Vaangi, Un Dhevanaagiya Karththarudaiya Sannidhiyil, Neeyum Un Kudumbaththaarum Un Vaasalgalil Irukkira Leviyanum Pusiththuch Sandhoshappaduveergalaaga. "
},{ "Verses": "27 leviyanukku Unnode Pangum Sudhandharamum Illaadhabadiyaal Avanaik Kaividaayaaga. "
},{ "Verses": "28 moondraam Varushaththin Mudivile Avvarushaththil Unakku Vandha Balan Ellaavatrilum Thasamabaagaththaip Piriththu, Un Vaasalgalil Vaikkakkadavaai. "
},{ "Verses": "29 leviyanukku Unnode Pangum Sudhandharamum Illaadhabadiyinaal, Avanum, Un Vaasalgalil Irukkira Paradhesiyum, Thikkatravanum. Vidhavaiyum Vandhu Pusiththuth Thirupthiyadaivaargalaaga; Appozhudhu Un Kai Seyyum Velaiyilellaam Un Dhevanaagiya Karththar Unnai Aaseervadhippaar. "
}
]