[
{ "Verses": "1 naan Unakku Munbaaga Vaiththa Aaseervaadhamum Saabamumaagiya Indhak Kaariyangalellaam Unmel Varumbodhu: Nee Un Dhevanaagiya Karththaraal Thuraththividappattu, Ellaa Jaadhigalidaththilum Poyirukkumbodhu, Nee Un Irudhayaththile Sindhanaiseydhu, "
},{ "Verses": "2 un Dhevanaagiya Karththaridaththukke Thirumbi, Indru Naan Unakkuk Karpikkirabadiyellaam, Neeyum Un Pillaigalum Ungal Muzhu Irudhayaththodum Ungal Muzhu Aaththumaavodum Avarudaiya Saththaththirkuch Sevikoduththaal, "
},{ "Verses": "3 un Dhevanaagiya Karththar Un Siraiyiruppaith Thiruppi, Unakku Irangi, Un Dhevanaagiya Karththar Unnaich Sidhara Adiththa Ellaa Janangalidaththilum Irukkira Unnaith Thirumbach Serththukkolluvaar. "
},{ "Verses": "4 unnudaiyavargal Vaanaththin Kadaiyaana Thisaimattum Thuraththundirundhaalum, Un Dhevanaagiya Karththar Ange Irukkira Unnaik Kootti, Angeyirundhu Unnaik Konduvandhu, "
},{ "Verses": "5 un Pidhaakkal Sudhandhariththirundha Dhesaththai Nee Sudhandharikkumbadikku, Un Dhevanaagiya Karththar Adhil Unnaich Serththu, Unakku Nanmaiseydhu, Un Pidhaakkalaippaarkkilum Unnaip Perugappannuvaar. "
},{ "Verses": "6 un Dhevanaagiya Karththaril Nee Un Muzhu Irudhayaththodum Un Muzhu Aaththumaavodum Anbukoorndhu Pizhaikkumbadi, Un Dhevanaagiya Karththar Un Irudhayaththaiyum Un Sandhadhiyaarin Irudhayaththaiyum Viruththasedhanampanni, "
},{ "Verses": "7 indhach Saabangalaiyellaam Un Saththurukkalmelum Unnaith Thunbappaduththina Un Pagaignarmelum Sumarappannuvaar. "
},{ "Verses": "8 neeyo Mananthirumbi, Karththarin Saththaththirkuch Sevikoduththu, Naan Indru Unakkuk Karpikkira Avarudaiya Ellaak Karpanaigalinbadiyum Seyvaai. "
},{ "Verses": "9 appozhudhu Unakku Nanmai Undaagumbadi Un Dhevanaagiya Karththar Un Kaikal Seyyum Ellaa Velaigalilum, Un Karppaththin Kaniyilum, Un Mirugajeevanin Palanilum, Un Nilaththin Kaniyilum Unakkup Paripooranamundaagach Seyvaar. "
},{ "Verses": "10 un Dhevanaagiya Karththarudaiya Saththaththirkuch Sevikoduththu, Indha Niyaayappiramaana Pusthagaththil Ezhudhiyirukkira Avarudaiya Karpanaigalaiyum Avarudaiya Kattalaigalaiyum Kaikkollumbodhum, Un Dhevanaagiya Karththaridaththil Un Muzhu Irudhayaththodum Un Muzhu Aaththumaavodum Thirumbumbodhum, Karththar Un Pidhaakkalmel Sandhoshamaayirundhadhupola, Unmelum Unakku Nanmai Undaagath Thirumbavum Sandhoshamaayiruppaar. "
},{ "Verses": "11 naan Indru Unakku Vidhikkira Kattalai Unakku Maraiporulum Alla, Adhu Unakkuth Thooramaanadhum Alla. "
},{ "Verses": "12 naangal Adhaik Kettu, Adhinbadi Seyyumporuttu, Engalnimiththam Vaanaththukku Eri, Adhai Engalukkuk Konduvarugiravan Yaarendru Nee Sollaththakkadhaaga, Adhu Vaanaththilulladhum Alla; "
},{ "Verses": "13 naangal Adhaik Kettu, Adhinbadi Seyyumporuttu, Engalnimiththam Samuththiraththaik Kadandhu, Adhaik Konduvarugiravan Yaar Endru Nee Sollaththakkadhaaga, Adhu Samuththiraththirku Appuraththilulladhum Alla; "
},{ "Verses": "14 nee Andha Vaarththaiyinbadiye Seyyumporuttu, Adhu Unakku Migavum Sameebamaai Un Vaayilum Un Irudhayaththilum Irukkiradhu. "
},{ "Verses": "15 idho, Jeevanaiyum Nanmaiyaiyum, Maranaththaiyum Theemaiyaiyum Indru Unakku Munne Vaiththen. "
},{ "Verses": "16 nee Pizhaiththup Perugumbadikkum, Nee Sudhandharikkappogira Dhesaththil Un Dhevanaagiya Karththar Unnai Aaseervadhikkumbadikkum, Nee Un Dhevanaagiya Karththaril Anbukooravum, Avar Vazhigalil Nadakkavum, Avar Karpanaigalaiyum Kattalaigalaiyum Niyaayangalaiyum Kaikkollavum, Naan Indru Unakkuk Karpikkiren. "
},{ "Verses": "17 nee Kelaadhabadikku, Manam Pedhiththu, Izhuppundupoi, Vere Dhevargalaippanindhu, Avargalaich Sevippaayaanaal, "
},{ "Verses": "18 neengal Sudhandharikkiradharku Yordhaanaik Kadandhupogira Dhesaththil Nedunaal Vaazhaamal, Nichchayamaai Azhindhupoveergal Enbadhai Indru Ungalukku Arivikkiren. "
},{ "Verses": "19 naan Jeevanaiyum Maranaththaiyum, Aaseervaadhaththaiyum Saabaththaiyum Unakkumun Vaiththen Endru Ungalmel Vaanaththaiyum Boomiyaiyum Indru Saatchivaikkiren; Aagaiyaal, Neeyum Un Sandhadhiyum Pizhaikkumbadikku, Nee Jeevanaith Therindhukondu, "
},{ "Verses": "20 karththar Un Pidhaakkalaagiya Aabiragaamukkum Eesaakkukkum Yaakkobukkum Koduppen Endru Avargalukku Aanaiyittuk Koduththa Dhesaththile Kudiyirukkumbadikku, Un Dhevanaagiya Karththaril Anbukoorndhu, Avar Saththaththirkuch Sevikoduththu, Avaraip Patrikkolvaayaaga; Avare Unakku Jeevanum Theerkkaayusumaanavar Endraan. "
}
]