[
{ "Verses": "1 dhevanudaiya Manushanaagiya Mose Thaan Maranamataiyumunne Isravel Puththirarai Aaseervadhiththa Aaseervaadhamaavadhu: "
},{ "Verses": "2 karththar Seenaayilirundhu Ezhundharuli, Seyeerilirundhu Avargalukku Udhayamaanaar; Paaraan Malaiyilirundhu Piragaasiththu, Padhinaayirangalaana Parisuththavaangalode Pirasannamaanaar; Avargalukkaaga Akkinimayamaana Piramaanam Avarudaiya Valadhukaraththilirundhu Purappattadhu. "
},{ "Verses": "3 meyyaagave Avar Janangalaich Sinegikkiraar; Avarudaiya Parisuththavaangalellaarum Ummudaiya Kaiyil Irukkiraargal; Avargal Ummudaiya Paadhaththilvizhundhu, Ummudaiya Vaarththaigalinaal Podhanaiyadaivaargal. "
},{ "Verses": "4 mose Namakku Oru Niyaayappiramaanaththaik Karpiththaan; Adhu Yaakkobin Sabaikkuch Sudhandharamaayitru. "
},{ "Verses": "5 janangalin Thalaivarum Isravelin Koththirangalum Koottangoodinapodhu Avar Yeshooranukku Raajaavaayirundhaar. "
},{ "Verses": "6 rooban Saavaamal Pizhaippaanaaga; Avan Janam Konjamaayiraadhu Endraan. "
},{ "Verses": "7 avan Yoodhaavaik Kuriththu: Karththaave, Yoodhaavin Saththaththaik Kettu, Avan Than Janaththode Thirumbachcherappannum; Avan Kai Palakkakkadavadhu; Avanudaiya Saththurukkalukku Avanai Neengalaakki Viduvikkira Sagaayaraayiruppeeraaga Endraan. "
},{ "Verses": "8 leviyaikkuriththu: Nee Maasaavile Pareetchaipaarththu, Meripaavin Thanneeridaththil Vaakkuvaadhampannina Un Parisuththa Purushan Vasamaai Unnudaiya Thummeem Ooreem Enbavaigal Iruppadhaaga. "
},{ "Verses": "9 than Thagappanukkum Than Thaaikkum: Naan Ungalaip Paaren Endru Solli, Than Sagodhararai Angigariyaamal, Than Pillaigalaiyum Ariyaamalirukkiravan Vasamaai Avaigal Iruppadhaaga; Avargal Ummudaiya Vaarththaigalaik Kaikkondu, Ummudaiya Udanbadikkaiyaik Kaakkiravargal. "
},{ "Verses": "10 avargal Yaakkobukku Ummudaiya Niyaayangalaiyum, Isravelukku Ummudaiya Piramaanaththaiyum Podhiththu, Umadhu Sannidhaanaththile Thoobavarkkaththaiyum, Umadhu Balibeedaththinmel Sarvaangadhaganabaligalaiyum Iduvaargal. "
},{ "Verses": "11 karththaave, Avan Sambaththai Aaseervadhiththu, Avan Kaikkiriyaiyinmel Piriyamaayirum; Avanaip Pagaiththu Avanukku Virodhamaai Ezhumbugiravargal Thirumba Ezhundhiraadhabadi Avargaludaiya Iduppugalai Norukkividum Endraan. "
},{ "Verses": "12 benyameenaikkuriththu: Karththarukkup Piriyamaanavan, Avarode Sugamaaith Thangiyiruppaan; Avanai Ennaalum Avar Kaappaatri, Avan Ellaikkulle Vaasamaayiruppaar Endraan. "
},{ "Verses": "13 yoseppaikkuriththu: Karththaraal Avanudaiya Dhesam Aaseervadhikkappaduvadhaaga; Adhu Vaanaththin Selvaththinaalum, Paniyinaalum, Aazhaththilulla Neerootrugalinaalum, "
},{ "Verses": "14 sooriyan Pakkuvappaduththum Arumaiyaana Kanigalinaalum, Sandhiran Pakkuvappaduththum Arumaiyaana Palangalinaalum, "
},{ "Verses": "15 aadhiparvadhangalil Undaagum Thiraviyangalinaalum Niththiya Malaigalil Pirakkum Arumporulgalinaalum, "
},{ "Verses": "16 naadum Adhin Niraivum Kodukkum Arumaiyaana Thaaniyangalinaalum Aaseervadhikkappaduvadhaaga. Mudchediyil Ezhundharulinavarin Thayai Yoseppudaiya Sirasinmelum, Than Sagodhararil Viseshiththavanudaiya Uchchandhalaiyinmelum Varuvadhaaga. "
},{ "Verses": "17 avan Alangaaram Avan Thalaiyeetruk Kaalaiyinudaiya Alangaaraththaippolavum, Avan Kombugal Kaandaamirugaththin Kombugalaippolavum Irukkum; Avaigalaale Janangalai Egamaai Dhesaththin Kadaiyaandharangalmattum Muttith Thuraththuvaan; Avaigal Eppiraayeemin Padhinaayirangalum Manaaseyin Aayirangalumaanavaigal Endraan. "
},{ "Verses": "18 sepulonaikkuriththu: Sepulone, Nee Veliye Purappattuppogaiyilum, Isakkaare, Nee Un Koodaarangalil Thangugaiyilum Sandhoshamaayiru. "
},{ "Verses": "19 janangalai Avargal Malaiyinmel Varavazhaiththu, Ange Needhiyin Baligalai Iduvaargal; Kadalgalilulla Sambooranaththaiyum Manalukkulle Maraindhirukkum Porulgalaiyum Anubavippaargal Endraan. "
},{ "Verses": "20 kaaththaikkuriththu: Kaaththukku Visthaaramaana Idaththaik Kodukkiravar Sthoththirikkappattavar; Avan Singaththaippol Thangiyirundhu, Puyaththaiyum Uchchandhalaiyaiyum Peerippoduvaan. "
},{ "Verses": "21 avan Thanakkaaga Mudhal Idaththaippaarththukkondaan; Ange Thanakku Niyaayappiramaanikan Koduththa Pangupaththiramaayirukkiradhu; Aanaalum Avan Janaththina Munnaniyaai Vandhu, Matra Israveludane Karththarin Needhiyaiyum Avarudaiya Niyaayangalaiyum Nadappippaan Endraan. "
},{ "Verses": "22 thaanaikkuriththu: Thaan Oru Baalasingam, Avan Paasaanilirundhu Paaivaan Endraan. "
},{ "Verses": "23 napdhaliyaikkuriththu: Napdhali Karththarudaiya Dhayavinaale Thirupthiyadaindhu, Avarudaiya Aaseervaadhaththinaale Niraindhiruppaan. Nee Metrisaiyaiyum Thendhisaiyaiyum Sudhandhariththukkol Endraan. "
},{ "Verses": "24 aaseraikkuriththu: Aaser Puththirapaakkiyamudaiyavanaai, Than Sagodhararukkup Piriyamaayirundhu, Than Kaalai Enneyile Thoippaan. "
},{ "Verses": "25 irumbum Vengalamum Un Paadharatchaiyin Keezhirukkum; Un Naatkalukkuththakkadhaai Un Belanum Irukkum Endraan. "
},{ "Verses": "26 yeshooranudaiya Dhevanaippol Oruvarum Illai; Avar Unakkuch Sagaayamaai Vaanangalinmelum Thamadhu Maatchimaiyodu Aagaaya Mandalangalinmelum Erivarugiraar. "
},{ "Verses": "27 anaadhi Dhevane Unakku Adaikkalam; Avarudaiya Niththiya Puyangal Unakku Aadhaaram; Avar Unakku Munnindru Saththurukkalaith Thuraththi, Avargalai Azhiththuppodu Endru Kattalaiyiduvaar. "
},{ "Verses": "28 isravel Sugamaaith Thaniththu Vaasampannuvaan; Yaakkobin Ootraanadhu Dhaaniyamum Thiraatcharasamumulla Dhesaththile Irukkum; Avarudaiya Vaanamum Paniyaip Peyyum. "
},{ "Verses": "29 isravele, Nee Paakkiyavaan; Karththaraal Ratchikkappatta Janame, Unakku Oppaanavan Yaar? Unakkuch Sagaayanjeyyum Ketakamum Unakku Magimaiporundhiya Pattayamum Avare; Un Saththurukkal Unakku Ichchagam Pesi Adanguvaargal; Avargal Medugalai Midhippaai, Endru Sonnaan. "
}
]