[
{ "Verses": "1 vaanangale, Sevikodungal, Naan Pesuven; Boomiye, En Vaaimozhigalaik Ketpaayaaga. "
},{ "Verses": "2 mazhaiyaanadhu Ilampayirinmel Pozhivadhupola, En Ubadhesam Pozhiyum; Paniththuligal Pullinmel Iranguvadhupola, En Vasanam Irangum. "
},{ "Verses": "3 karththarudaiya Naamaththai Pirasiththampannuven; Nammudaiya Dhevanukku Magaththuvaththaich Seluththungal. "
},{ "Verses": "4 avar Kanmalai; Avar Kiriyai Uththamamaanadhu; Avar Vazhigalellaam Niyaayam, Avar Niyaayakkedillaadha Saththiyamulla Dhevan; Avar Needhiyum Semmaiyumaanavar. "
},{ "Verses": "5 avargalo Thangalaik Keduththukkondaargal, Avargal Avarudaiya Pillaigal Alla; Idhuve Avargal Kaariyam; Avargal Maarupaadum Thaarumaarumulla Sandhadhiyaar. "
},{ "Verses": "6 vivegamillaadha Madhiketta Janangale, Ippadiyaa Karththarukkup Badhilalikkireergal. Unnai Aatkondapidhaa Avarallavaa? Unnai Undaakki Unnai Nilaippaduththinavar Avarallavaa? "
},{ "Verses": "7 poorvanaatkalai Ninai; Thalaimurai Thalaimuraiyaaich Sendra Varushangalaik Gavaniththuppaar; Un Thagappanaik Kel, Avan Unakku Arivippaan; Un Mooppargalaik Kel, Avargal Unakkuch Solluvaargal. "
},{ "Verses": "8 unnadhamaanavar Jaadhigalukkuch Sudhandharangalaip Pangittu, Aadhaamin Puththirarai Vevveraaip Piriththagaalaththil, Isravel Puththirarudaiya Thogaikkuththakkadhaai, Sarvajanangalin Ellaigalaith Thittampanninaar. "
},{ "Verses": "9 karththarudaiya Janame Avarudaiya Pangu; Yaakkobu Avarudaiya Sudhandharaveedham. "
},{ "Verses": "10 paazhaana Nilaththilum Oolaiyitudhalulla Verumaiyaana Avaandhara Veliyilum Avar Avanaik Kandupidiththaar, Avanai Nadaththinaar, Avanai Unarththinaar, Avanaith Thamadhu Kanmaniyaippolak Kaaththarulinaar. "
},{ "Verses": "11 kazhugu Than Koottaik Kalaiththu, Than Kunjugalinmel Asaivaati, Than Settaigalai Viriththu, Avaigalai Eduththu, Avaigalaith Than Settaigalinmel Sumandhukondupogiradhupola, "
},{ "Verses": "12 karththar Oruvare Avanai Vazhi Nadaththinaar; Anniya Dhevan Avarode Irundhadhillai. "
},{ "Verses": "13 boomiyilulla Uyarndha Sthaanangalinmel Avanai Erivarappanninaar; Vayalil Vilaiyum Palanai Avanukkup Pusikkak Koduththaar; Kanmalaiyilulla Thenaiyum, Karpaaraiyilirundhu Vadiyum Enneyaiyum Avan Unnumbadi Seydhaar. "
},{ "Verses": "14 pasuvin Venneyaiyum, Aattin Paalaiyum, Paasaanil Meyum Aattukkuttigal Aattukkadaakkal Vellaattukkadaakkal Ivaigaludaiya Kozhuppaiyum, Kozhumaiyaana Kodhumaiyaiyum, Raththampondra Suyamaana Thiraatcharasaththaiyum Saappittaai. "
},{ "Verses": "15 yeshooran Kozhuththuppoi Udhaiththaan; Kozhuththu, Sdhooliththu, Ninam Thunninapodhu, Thannai Undaakkina Dhevanai Vittu, Than Ratchippin Kanmalaiyai Asattaipanninaan. "
},{ "Verses": "16 anniya Dhevargalaal Avarukku Erichchalai Moottinaargal; Aruvaruppaanavaigalinaal Avaraik Kobappaduththinaargal. "
},{ "Verses": "17 avargal Dhevanukkup Baliyidavillai; Thaangal Ariyaadhavaigalum, Thangal Pidhaakkal Bayappadaadhavaigalum, Noodhanamaaith Thondriya Pudhu Theyvangalumaagiya Peygalukke Baliyittaargal. "
},{ "Verses": "18 unnai Jenippiththa Kanmalaiyai Nee Ninaiyaamarponaai; Unnaip Petra Dhevanai Marandhaai. "
},{ "Verses": "19 karththar Adhaik Kandu, Thamadhu Kumaararum Thamadhu Kumaaraththigalum Thammaik Kobappaduththinadhinimiththam Manamadivaagi, Avargalaip Purakkaniththu: "
},{ "Verses": "20 en Mugaththai Avargalukku Maraippen; Avargaludaiya Mudivu Eppadiyirukkum Endru Paarppen; Avargal Magaa Maarupaadulla Sandhadhi; Unmaiyillaadha Pillaigal. "
},{ "Verses": "21 dheyvam Allaadhavaigalil Enakku Erichchalai Mootti, Thangal Maayaigalinaal Ennaik Kobappaduththinaargal; Aagaiyaal Madhikkappadaadha Janangalinaal Avargalukku Erichchalai Undaakki, Madhiketta Jaadhiyinaal Avargalaik Kobappaduththuven. "
},{ "Verses": "22 en Kobaththinaal Akkini Patrikkondadhu, Adhu Thaazhndha Naragamattum Eriyum; Adhu Boomiyaiyum Adhin Palanaiyum Azhiththu, Parvadhangalin Asthibaarangalai Vegappannum. "
},{ "Verses": "23 theengugalai Avargalmel Kuvippen; Ennudaiya Ampugalaiyellaam Avargalmel Pirayogippen. "
},{ "Verses": "24 avargal Pasiyinaal Vaadi, Eripandhamaana Ushnaththinaalum, Kodiya Vaadhaiyinaalum Maandupovaargal; Dhushtamirugangalin Parkalaiyum, Tharaiyil Oorum Paambugalin Vishaththaiyum Avargalukkul Anuppuven. "
},{ "Verses": "25 veliyile Pattayamum, Ulle Bayangaramum, Vaalibanaiyum Kanniyaiyum Kuzhandhaiyaiyum Naraiththa Kizhavanaiyum Azhikkum. "
},{ "Verses": "26 engal Kai Uyarndhadhendrum, Karththar Idhaiyellaam Seyyavillai Endrum Avargaludaiya Pagaignar Thappennangondu Solluvaargal Endru, "
},{ "Verses": "27 naan Saththuruvin Kurodhaththirku Anjaadhirundhenaanaal, Naan Avargalai Moolaikkumoolai Sidhara Adiththu, Manidharukkul Avargaludaiya Peyar Atruppogappannuven Endru Solliyiruppen. "
},{ "Verses": "28 avargal Yosanaiketta Jaadhi, Avargalukku Unarvu Illai. "
},{ "Verses": "29 avargal Gnaanamadaindhu, Idhai Unarndhu, Thangal Mudivaich Sindhiththukkondaal Nalamaayirukkum Endraar. "
},{ "Verses": "30 avargaludaiya Kanmalai Avargalai Virkaamalum, Karththar Avargalai Oppukkodaamalum Irundhaaraanaal, Oruvan Aayiramperaith Thuraththi, Iranduper Padhinaayiramperai Ottuvadheppadi? "
},{ "Verses": "31 thangal Kanmalai Nammudaiya Kanmalaiyaippol Alla Endru Nammudaiya Saththurukkale Theermaanikkiraargal. "
},{ "Verses": "32 avargaludaiya Thiraatsachchedi, Sodhomilum Gomoraa Nilangalilum Payiraana Thiraatsachchediyilum Thaazhndha Jaadhiyaayirukkiradhu, Avaigalin Pazhangal Pidhthum Avaigalin Kulaigal Kasappumaai Irukkiradhu. "
},{ "Verses": "33 avargaludaiya Thiraatcharasam Valusarppangalin Vishamum Viriyan Paambugalin Kodiya Vishamumaanadhu. "
},{ "Verses": "34 idhu Ennidaththil Vaiththuvaikkappattu, En Pokkishangalil Idhu Muththirai Podappattirukkiradhillaiyo? "
},{ "Verses": "35 pazhivaanguvadhum Padhilalippadhum Enakku Uriyadhu; Etrakaalaththil Avargaludaiya Kaal Thallaadum; Avargaludaiya Aabaththunaal Sameebamaayirukkiradhu; Avargalukku Neridum Kaariyangal Theeviriththu Varum. "
},{ "Verses": "36 karththar Thammudaiya Janangalai Niyaayantheerththu, Avargal Belanpoyitrendrum, Adaikkappattavargalaavadhu Vidudhalai Petravargalaavadhu Oruvarum Illaiyendrum Kaanumbodhu, Thammudaiya Oozhiyakkaararmel Paridhaabappaduvaar. "
},{ "Verses": "37 appozhudhu Avar: Avargal Baliyitta Baligalin Kozhuppaith Thindru, Paanabaligalin Thiraatcharasaththaikkudiththa Avargaludaiya Dheyvangalum Avargal Nambina Kanmalaiyum Enge? "
},{ "Verses": "38 avaigal Ezhundhu Ungalukkuch Sagaayampannina Ungalukku Maraividamaayirukkattum. "
},{ "Verses": "39 naan Naane Avar, Ennode Vere Dhevan Illai Enbadhai Ippozhudhu Paarungal; Naan Kollugiren, Naan Uyirppikkiren; Naan Kaayappaduththugiren, Naan Sosthappaduththugiren; En Kaikkuth Thappuvippaar Illai. "
},{ "Verses": "40 naan En Karaththai Vaanaththirkuneraaga Uyarththi, Naan Endrendraikkum Jeeviththirukkiravar Engiren. "
},{ "Verses": "41 minnum En Pattayaththai Naan Karukkaakki, En Kaiyaanadhu Niyaayaththaip Pidiththukkollumaanaal, En Saththurukkalidaththil Pazhivaangi, Ennaip Pagaikkiravargalukkup Padhilalippen. "
},{ "Verses": "42 kolaiyundum Siraippattum Ponavargaludaiya Raththaththaale En Ambugalai Verikollappannuven; En Pattayam Thalaivar Mudharkondu Sagala Saththurukkalin Maamsaththaiyum Patchikkum. "
},{ "Verses": "43 jaadhigale, Avarudaiya Janangalodekoodak Kalikoorungal; Avar Thamadhu Oozhiyakkaararin Raththaththirkup Pazhivaangi, Thammudaiya Saththurukkalukkup Badhilaliththu, Thamadhu Dhesaththinmelum Thamadhu Janangalinmelum Kirubaiyullavaraavaar. "
},{ "Verses": "44 moseyum Noonin Kumaaranaagiya Yosuvaavum Vandhu, Indhap Paattin Vaarththaigalaiyellaam Janangal Ketkaththakkadhaagach Sonnaargal. "
},{ "Verses": "45 mose Indha Vaarththaigalaiyellaam Isravelar Yaavarukkum Sollimudiththapinbu, "
},{ "Verses": "46 avargalai Nokki: Indha Niyaayappiramaana Vaarththaigalinbadiyellaam Ungal Pillaigal Seyyumbadi Gavanamaayirukka, Neengal Avargalukkuk Karpikkumbadi, Naan Indru Ungalukkusaatchiyaai Oppuvikkira Vaarththaigalaiyellaam Ungal Manadhile Vaiyungal. "
},{ "Verses": "47 idhu Ungalukku Viyarththamaana Kaariyam Allave; Idhu Ungal Jeevanaayirukkiradhu, Neengal Sudhandhariththukkollumbadi Yordhaanaik Kadandhupoich Serumdhesaththil Idhinaal Ungal Naatkalai Needikkappannuveergal Endraan. "
},{ "Verses": "48 andha Naaliledhaane Karththar Moseyai Nokki: "
},{ "Verses": "49 nee Erigovukku Edhiraana Movaap Dhesaththilulla Indha Apaareem Ennum Malaigalilirukkira Nebo Parvadhaththileri, Naan Isravel Sandhadhiyaarukkuk Kaaniyaatchiyaagak Kodukkum Kaanaan Dhesaththaip Paar; "
},{ "Verses": "50 neengal Seen Vanaandharaththilulla Kaadhesile Meripaavin Thanneer Sameebaththil Isravel Puththirarukkulle Ennaip Parisuththampannaamal, Avargal Naduve En Kattalaigalai Meerinadhinaale, "
},{ "Verses": "51 un Sagodharanaagiya Aaron Or Ennum Malaiyile Mariththu, Than Janaththaaridaththil Serkkappattadhupola Neeyum Erappogira Malaiyile Mariththu, Un Janaththaaridaththil Serkkappaduvaai. "
},{ "Verses": "52 naan Isravel Puththirarukkuk Kodukkappogira Edhireyirukkira Dhesaththai Nee Paarppaai; Aanaalum Adharkul Nee Piravesippadhillai Endraar. "
}
]