[
{ "Verses": "1 mose Isravelar Ellaaraiyum Azhaippiththu, Avargalai Nokki: Isravelare, Naan Indru Ungal Kaadhugal Ketkach Sollum Kattalaigalaiyum Niyaayangalaiyum Kelungal; Neengal Avaigalinbadiye Seyyumbadikku Avaigalaik Katruk Kaikkollakkadaveergal. "
},{ "Verses": "2 nammudaiya Dhevanaagiya Karththar Orepile Nammode Udanbadikkaipanninaar. "
},{ "Verses": "3 andha Udanbadikkaiyaik Karththar Nammudaiya Pidhaakkaludan Pannaamal, Innaalil Inge Uyirodirukkira Nammellaarodum Panninaar. "
},{ "Verses": "4 karththar Malaiyile Akkiniyin Naduvilirundhu Mugamugamaai Ungalode Pesinaar. "
},{ "Verses": "5 karththarudaiya Vaarththaiyai Ungalukku Arivikkumbadi, Akkaalaththile Naan Karththarukkum Ungalukkum Naduvaaga Nindren; Neengal Akkinikkup Bayandhu Malaiyil Eraamal Irundheergal; Appozhudhu Avar Sonnadhu Ennavendraal: "
},{ "Verses": "6 unnai Adimaiththana Veedaagiya Egipthudhesaththilirundhu Purappadappannina Un Dhevanaagiya Karththar Naane. "
},{ "Verses": "7 ennaiyandri Unakku Vere Dhevargal Undaayirukkavendaam. "
},{ "Verses": "8 mele Vaanaththilum, Keezhe Boomiyilum, Boomiyinkeezhth Thanneerilum Undaayirukkiravaigalukku Oppaana Oru Suroobaththaiyaagilum Yaadhoru Vikkiragaththaiyaagilum Nee Unakku Undaakkavendaam. "
},{ "Verses": "9 nee Avaigalai Namaskarikkavum Sevikkavum Vendaam; Un Dhevanaagiya Karththaraayirukkira Naan Erichchalulla Dhevanaayirundhu, Ennaip Pagaikkiravargalaikkuriththup Pidhaakkaludaiya Akkiramaththaip Pillaigalidaththil Moondraam Naangaam Thalaimuraimattum Visaarikkiravaraayirukkiren. "
},{ "Verses": "10 ennidaththil Anbukoorndhu, En Karpanaigalaik Kaikkollugiravargalukko Aayiram Thalaimuraimattum Irakkanjeygiravaraayirukkiren. "
},{ "Verses": "11 un Dhevanaagiya Karththarudaiya Naamaththai Veenile Vazhangaadhiruppaayaaga; Karththar Thammudaiya Naamaththai Veenile Vazhangugiravanaith Thandiyaamal Vidaar. "
},{ "Verses": "12 un Dhevanaagiya Karththar Unakkuk Kattalaiyittapadiye, Oivunaalaip Parisuththamaai Aasarippaayaaga. "
},{ "Verses": "13 aarunaalum Nee Velaiseydhu, Un Kiriyaigalaiyellaam Nadappippaayaaga. "
},{ "Verses": "14 ezhaam Naalo Un Dhevanaagiya Karththarudaiya Oivunaal; Adhile Neeyaanaalum, Un Kumaaranaanaalum, Un Kumaaraththiyaanaalum, Un Velaikkaaranaanaalum, Un Velaikkaariyaanaalum, Un Erudhaanaalum, Un Kazhudhaiyaanaalum, Unakku Irukkira Matrendha Mirugajeevanaanaalum, Un Vaasalgalil Irukkira Anniyanaanaalum Yaadhoru Velaiyum Seyyavendaam; Nee Ilaippaaruvadhupola Un Velaikkaaranum Un Velaikkaariyum Ilaippaaravendum; "
},{ "Verses": "15 nee Egipthudhesaththil Adimaiyaayirundhaai Endrum, Un Dhevanaagiya Karththar Unnai Avvidaththilirundhu Vallamaiyulla Karaththinaalum Ongiya Puyaththinaalum Purappadappanninaar Endrum Ninaippaayaaga; Aagaiyaal Oivunaalai Aasarikka Un Dhevanaagiya Karththar Unakkuk Kattalaiyittaar. "
},{ "Verses": "16 un Dhevanaagiya Karththar Unakkuk Kodukkira Dhesaththile Un Naatkal Neediththiruppadharkum, Nee Nandraayiruppadharkum, Un Dhevanaagiya Karththar Unakkuk Kattalaiyittapadiye, Un Thagappanaiyum Un Thaayaiyum Ganampannuvaayaaga. "
},{ "Verses": "17 kolai Seyyaadhiruppaayaaga. "
},{ "Verses": "18 vibasaaramj Seyyaadhiruppaayaaga "
},{ "Verses": "19 kalavu Seyyaadhiruppaayaaga "
},{ "Verses": "20 piranukku Virodhamaagap Poisaatchi Sollaadhiruppaayaaga. "
},{ "Verses": "21 piranudaiya Manaiviyai Ichchiyaadhiruppaayaaga; Piranudaiya Veettaiyum, Avanudaiya Nilaththaiyum, Avanudaiya Velaikkaaranaiyum, Avanudaiya Velaikkaariyaiyum, Avanudaiya Erudhaiyum, Avanudaiya Kazhudhaiyaiyum, Pinnum Piranukkulla Yaadhondraiyum Ichchiyaadhiruppaayaaga Endraar. "
},{ "Verses": "22 indha Vaarththaigalai Karththar Malaiyile Akkiniyilum Megaththilum Kaarirulilum Irundhu Ungal Sabaiyaar Ellaarodum Magaa Saththaththudane Sonnaar; Avaigalodu Ondrum Koottaamal, Avaigalai Irandu Karpalagaigalil Ezhudhi, Ennidaththil Koduththaar. "
},{ "Verses": "23 malai Akkiniyaal Erikaiyil Irulin Naduvilirundhu Undaana Saththaththai Neengal Kettapodhu, Koththirath Thalaivarum Moopparumaagiya Neengal Ellaarum Ennidaththil Vandhu: "
},{ "Verses": "24 idho, Nammudaiya Dhevanaagiya Karththar Namakkuth Thammudaiya Magimaiyaiyum Thammudaiya Magaththuvaththaiyum Kaanbiththaar; Akkiniyin Naduvilirundhu Undaana Avarudaiya Saththaththaiyum Kettom; Dhevan Manushanode Pesiyum, Avan Uyirodirukkiradhai Innaalile Kandom. "
},{ "Verses": "25 ippozhudhu Naangal Saavaanen? Indhap Periya Akkini Engalaip Patchikkume; Naangal Innum Nammudaiya Dhevanaagiya Karththarin Saththaththaik Ketpomaagil Saavom. "
},{ "Verses": "26 naangal Kettadhupola, Akkiniyin Naduvilirundhu Pesugira Jeevanulla Dhevanudaiya Saththaththai Maamsamaanavargalil Yaaraavadhu Kettu Uyirodirundhadhu Undo? "
},{ "Verses": "27 neere Sameebiththuppoi, Nammudaiya Dhevanaagiya Karththar Solvadhaiyellaam Kettu, Nammudaiya Dhevanaagiya Karththar Solvadhaiyellaam Neere Engalukkuch Sollavendum; Naangal Kettu, Adhinbadiye Seyvom Endreergal. "
},{ "Verses": "28 neengal Ennode Pesugaiyil, Karththar Ungal Vaarththaigalaik Kettu, Karththar Ennai Nokki: Indha Janangal Unnode Sonna Vaarththaigalaik Ketten; Avargal Sonnadhu Ellaam Nandraaich Sonnaargal. "
},{ "Verses": "29 avargalum Avargal Pillaigalum Endrendraikkum Nandraayirukkumbadi, Avargal Ennaalum Enakkup Bayandhu, En Karpanaigalaiyellaam Kaikkolvadharketra Irudhayam Avargalukku Irundhaal Nalamaayirukkum. "
},{ "Verses": "30 nee Poi: Ungal Koodaarangalukkuth Thirumbippongal Endru Avargalukkuch Sol.neeyo Inge Ennidaththil Nil; Naan Avargalukkuch Sudhandharamaagak Kodukkum Dhesaththil Avargal Seyyumbadi Nee Avargalukkup Podhikkavendiya Sagala Karpanaigalaiyum Kattalaigalaiyum Niyaayangalaiyum Unakkuch Solluven Endraar. "
},{ "Verses": "31 ungal Dhevanaagiya Karththar Ungalukkuk Karpiththapadiye Seyyach Saavadhaanamaayirungal; Valadhupuram Idadhupuram Saayaadhiruppeergalaaga. "
},{ "Verses": "32 neengal Sudhandharikkum Dhesaththile Pizhaiththuch Sugiththu Neediththirukkumbadi, Ungal Dhevanaagiya Karththar Ungalukku Vidhiththa Vazhigalellaavatrilum Nadakkakkadaveergal. "
}
]