[
{ "Verses": "1 karththar Enakkuch Solliyabadi Naam Thirumbi, Sivandha Samuththiraththirkup Pogira Vazhiyaai Vanaandharaththirkup Pirayaanampanni, Anega Naal Seyeer Naattaich Sutriththirindhom. "
},{ "Verses": "2 appozhudhu Karththar Ennai Nokki: "
},{ "Verses": "3 neengal Indha Malainaattaich Sutrith Thirindhadhu Podhum; Vadakke Thirumbungal. "
},{ "Verses": "4 janangalukku Nee Kattalaiyidavendiyadhu Ennavendraal: Seyeerile Kudiyirukkira Esaavin Puththiraraana Ungal Sagodhararin Ellaiyaik Kadakkappogireergal; Avargal Ungalukkup Bayappaduvaargal; Neengalo Migavum Echcharikkaiyaayirungal; "
},{ "Verses": "5 avargalode Porchcheyyavendaam; Avargal Dhesaththile Oru Adi Nilamum Ungalukkuk Koden; Seyeer Malainaattai Esaavukkuch Sudhandharamaagak Koduththirukkiren. "
},{ "Verses": "6 bojanapadhaarththangalai Avargal Kaiyile Panaththirku Vaangip Pusiththu, Thanneeraiyum Avargal Kaiyile Panaththirku Vaangik Kudiyungal. "
},{ "Verses": "7 un Dhevanaagiya Karththar Un Kaikkiriyaigalilellaam Unnai Aaseervadhiththu Varugiraar; Indhap Periya Vanaandharavazhiyaai Nee Nadandhuvarugiradhai Arivaar; Indha Naarpadhu Varushamum Un Dhevanaagiya Karththar Unnode Irundhaar; Unakku Ondrum Kuraivupadavillai Endru Sol Endraar. "
},{ "Verses": "8 appadiye Naam Seyeerile Kudiyirukkira Nammudaiya Sagodhararaagiya Esaavin Puththirarai Vittup Purappattu, Andharaveli Vazhiyaai Elaadhmelum, Esiyonkepermelum Poi, Thirumbikkondu, Movaap Vanaandharavazhiyaai Vandhom. "
},{ "Verses": "9 appozhudhu Karththar Ennai Nokki: Nee Movaabai Varuththappaduththaamalum, Avargalode Porseyyaamalum Iru; Avargal Dhesaththil Unakku Ondrum Sudhandharamaagak Koden; Aar Ennum Pattanaththin Seemaiyai Lodh Puththirarukkuch Sudhandharamaagak Koduththen. "
},{ "Verses": "10 thiralaanavargalum Enaakkiyaraippola Nediyavargalumaana Balaththa Janangalaagiya Emiyar Adhil Munne Kudiyirundhaargal. "
},{ "Verses": "11 avargalum Enaakkiyaraiyoththa Raatchadhar Endru Ennappattaargal; Movaabiyaro Avargalai Emiyar Endru Sollugiraargal. "
},{ "Verses": "12 oriyarum Seyeeril Munne Kudiyirundhaargal; Karththar Thangalukkuch Sudhandharamaagak Koduththa Dhesaththaarai Isravel Thuraththinadhupola, Esaavin Puththirar Andha Oriyaraith Thuraththi, Avargalaith Thangal Mugaththirku Munbaaga Azhiththu, Avargal Irundha Sthaanaththil Kudiyerinaargal. "
},{ "Verses": "13 neengal Ezhundhu, Seredh Aatraik Kadandhupongal Endru Sonnaar; Appadiye Seredh Aatraik Kadandhom. "
},{ "Verses": "14 yuththa Manidharaana Andhach Sandhadhiyellaam Karththar Thangalukku Aanaiyittabadiye Paalayaththin Naduvilirundhu Maandupoga, Naam Kaadhesparneyaavai Vittuppurappattadhu Mudhalkondu, Seredh Aatraik Kadakkumattum, Sendra Kaalam Muppaththettu Varushamaayitru. "
},{ "Verses": "15 avargal Paalayaththin Naduvilirundhu Maandu Ozhiyumattum Karththarin Kai Avargalai Nirmoolamaakkumbadikku Avargalukku Virodhamaayirundhadhu. "
},{ "Verses": "16 yuththamanidhar Ellaarum Janaththin Naduvilirundhu Seththuth Theerndhapinbu, "
},{ "Verses": "17 karththar Ennai Nokki: "
},{ "Verses": "18 nee Aar Pattanam Irukkira Movaabin Ellaiyai Indraikkuk Kadandhu, "
},{ "Verses": "19 ammon Puththirarukku Edhiraagach Serappogiraai; Nee Avargalai Varuththappaduththavum Avargalode Por Seyyavum Vendaam; Ammon Puththirarin Dhesaththil Ondrum Unakkuch Sudhandharamaagak Koden; Adhai Lodh Puththirarukkuch Sudhandharamaagak Koduththirukkiren. "
},{ "Verses": "20 adhuvum Raatchadharudaiya Dhesamaaga Ennappattadhu; Murkaalaththil Raatchadhar Adhile Kudiyirundhaargal, Ammoniyar Avargalaich Chamsoomiyar Endru Sollugiraargal. "
},{ "Verses": "21 avargal Thiralaanavargalum Enaakkiyaraippola Nediyavargalumaana Balaththa Janangalaayirundhaargal; Karththaro Seyeeril Kudiyirundha Esaavin Puththirarukku Munbaaga Oriyarai Azhikka, Avargal Andha Janangalaith Thuraththivittu, Avargal Irundha Sthaanaththil Innaalvaraikkum Kudiyirukkiradhupolavum, "
},{ "Verses": "22 kapdhorilirundhu Purappatta Kapdhoriyar Aasereem Thodangi Aasaamattum Kudiyirundha Aaviyarai Azhiththu, Avargal Irundha Sthaanaththile Kudiyerinadhupolavum, "
},{ "Verses": "23 karththar Avargalai Ivargalukku Munbaaga Azhiyappanna, Ivargal Avargalaith Thuraththivittu, Avargal Irundha Sthaanaththile Kudiyerinaargal. "
},{ "Verses": "24 neengal Ezhundhu Pirayaanampanni, Arnon Aatraik Kadandhupongal; Esponin Raajaavaagiya Seekon Ennum Emoriyanaiyum Avan Dhesaththaiyum Un Kaiyile Oppukkoduththen; Idhumudhal Adhaich Sudhandhariththukkollumbadi Avanode Yuththanjey. "
},{ "Verses": "25 vaanaththinkeezh Engumulla Janangal Unnaale Thigilum Bayamum Adaiyumbadi Seyya Indru Naan Thodanguven; Avargal Un Keerththiyaik Kettu, Unnimiththam Nadungi, Vedhanaippaduvaargal Endraar. "
},{ "Verses": "26 appozhudhu Naan Kedhemodh Vanaandharaththilirundhu Esponin Raajaavaagiya Seekonidaththil, Samaadhaana Vaarththaigalaich Sollumbadi Sthaanaapadhigalai Anuppi: "
},{ "Verses": "27 naan Ummudaiya Dhesaththaik Kadandhupogumbadi Uththaravukodum; Valadhupuram Idadhupuram Saayaamal Perumpaadhai Vazhiyaai Nadappen. "
},{ "Verses": "28 seyeeril Kudiyirukkira Esaavin Puththirarum, Aar Pattanaththil Kudiyirukkira Movaabiyarum Enakkuch Seydhadhupola, Neerum Naan Yordhaanaik Kadandhu, Engal Dhevanaagiya Karththar Engalukkuk Kodukkira Dhesaththil Serumattum, "
},{ "Verses": "29 enakkup Pusikka Aagaaraththaiyum Kudikkath Thanneeraiyum Kirayaththukkuth Thaarum; Naan Kaalnadaiyaaik Kadandhupogamaaththiram Uththaravukodum Endru Solli Anuppinen. "
},{ "Verses": "31 appozhudhu Karththar Ennai Nokki: Idho, Seekonaiyum Avan Dhesaththaiyum Unakku Oppukkodukkappogiren; Idhumudhal Avan Dhesaththai Vasappaduththi, Sudhandhariththukkol Endraar. "
},{ "Verses": "32 seekon Thannudaiya Ellaa Janangalodungooda Nammode Yuththampannap Purappattu, Yaakaasile Vandhaan. "
},{ "Verses": "33 avanai Nammudaiya Dhevanaagiya Karththar Namakku Oppukkoduththaar; Naam Avanaiyum Avan Kumaararaiyum Avanudaiya Sagala Janangalaiyum Muriya Adiththu, "
},{ "Verses": "34 akkaalaththil Avan Pattanangalaiyellaam Pidiththu, Sagala Pattanangalilum Irundha Sthiree Purusharaiyum, Pillaigalaiyum, Oruvaraiyum Meedhiyaaga Vaikkaamal Sangaarampanninom. "
},{ "Verses": "35 mirugajeevangalaiyum Naam Pidiththa Pattanangalaiyumaaththiram Namakkendru Vaiththukkondom. "
},{ "Verses": "36 arnon Aatrangaraiyil Irukkira Aaroverum Aatrandaiyil Irukkira Pattanamum Thodangi, Keeleyaadhvaraikkum Namakku Edhirththunirkaththakka Aranippaana Pattanam Irundhadhillai, Ellaavatraiyum Nammudaiya Dhevanaagiya Karththar Namakku Oppukkoduththaar. "
},{ "Verses": "37 ammon Puththirarudaiya Dhesaththaiyum, Yaabok Aatrangaraiyilulla Idangalaiyum, Malaigalilulla Pattanangalaiyum, Nammudaiya Dhevanaagiya Karththar Namakku Vilakkina Matra Idangalaiyum Seraamal Vilagipponaai. "
}
]