[
{ "Verses": "1 ungal Pidhaakkalin Dhevanaagiya Karththar Ungalukkuch Sudhandharikkak Kodukkira Dhesaththile, Neengal Boomiyil Uyirodirukkum Naalellaam Kaikkondu Nadakkavendiya Kattalaigalum Niyaayangalumaavana: "
},{ "Verses": "2 neengal Thuraththividum Jaadhigal Thangal Dhevargalaich Seviththa Uyarndha Malaigalinmelum, Medugalinmelum, Pachchaiyaana Sagala Marangalin Keezhumulla Idangalaiyellaam Mutrilum Azhiththu, "
},{ "Verses": "3 avargal Balibeedangalai Idiththu, Avargal Silaigalaith Thagarththu, Avargal Thoppugalai Akkiniyaal Sutteriththu, Avargal Dhevargalin Vikkiragangalai Norukki, Avaigalin Perum Avvidaththil Iraamal Azhiyumbadi Seyyakkadaveergal. "
},{ "Verses": "4 ungal Dhevanaagiya Karththarukku Neengal Appadich Seyyaamal, "
},{ "Verses": "5 ungal Dhevanaagiya Karththar Thammudaiya Naamam Vilangumbadi, Ungal Sagala Koththirangalilum Therindhukollum Sthaanamaagiya Avarudaiya Vaasasthalaththaiye Naadi, Ange Poi, "
},{ "Verses": "6 ange Ungal Sarvaanga Thaganangalaiyum, Ungal Baligalaiyum, Thasamabaagangalaiyum, Ungal Kai Ereduththup Padaikkum Padaippugalaiyum, Ungal Poruththanaigalaiyum, Ungal Urachagabaligalaiyum, Ungal Aadumaadugalin Thalaiyeetrugalaiyum Konduvandhu, "
},{ "Verses": "7 ange Ungal Dhevanaagiya Karththarudaiya Sannidhiyile Pusiththu, Neengal Kaiyittuch Seydhadhum, Ungal Dhevanaagiya Karththar Ungalai Aaseervadhiththadhumaana Yaavukkaagavum Neengalum Ungal Kudumbaththaarum Sandhoshappaduveergalaaga. "
},{ "Verses": "8 inge Innaalil Naam Avanavan Thanthan Paarvaikkuch Sariyaanadhaiyellaam Seygiradhupola Neengal Seyyaadhiruppeergalaaga. "
},{ "Verses": "9 ungal Dhevanaagiya Karththar Ungalukkuk Kodukkum Ilaippaarudhalilum Sudhandharaththilum Neengal Innum Piravesikkavillaiye. "
},{ "Verses": "10 neengal Yordhaanaik Kadandhupoi, Ungal Dhevanaagiya Karththar Ungalukkuch Sudhandharikkak Kodukkum Dhesaththil Kudiyerumpodhum, Sutrilum Irukkira Ungal Saththurukkalaiyellaam Avar Vilakki, Ungalai Ilaippaarappannugiradhinaal Neengal Sugamaai Vasiththirukkumpodhum, "
},{ "Verses": "11 ungal Dhevanaagiya Karththar Thamadhu Naamam Vilangumbadi Therindhukollum Or Idam Undaayirukkum; Ange Neengal Naan Ungalukkuk Kattalaiyitta Yaavaiyum Ungal Sarvaanga Dhaganangalaiyum, Ungal Baligalaiyum, Ungal Thasama Paagangalaiyum, Ungal Kai Ereduththup Padaikkum Padaippugalaiyum, Neengal Karththarukku Nerndhukollum Viseshiththa Ellaap Poruththanaigalaiyum Konduvandhu, "
},{ "Verses": "12 ungal Dhevanaagiya Karththarudaiya Sannidhiyil Neengalum, Ungal Kumaararum, Ungal Kumaaraththigalum, Ungal Velaikkaararum, Ungal Velaikkaarigalum, Ungalodu Pangum Sudhandharamum Illaamal Ungal Vaasalgalil Irukkira Leviyanum Sandhoshappaduveergalaaga. "
},{ "Verses": "13 kanda Idamellaam Nee Un Sarvaanga Thaganabaligalai Idaadhabadikku Echcharikkaiyaayiru. "
},{ "Verses": "14 un Koththirangal Ondril Karththar Therindhukollum Idaththilmaaththiram Nee Un Sarvaanga Thaganabaligalaiyittu, Naan Unakkuk Karpikkira Yaavaiyum Ange Seyvaayaaga. "
},{ "Verses": "15 aanaalum Un Dhevanaagiya Karththar Unakku Arulum Aaseervaadhaththirkuththakkadhaai, Nee Un Vaasalgalilengum Un Ishtappadiye Mirugajeevangalai Adiththup Pusikkalaam; Theettuppattavanum Theettuppadaadhavanum, Avaigalai, Velimaanaiyum Kalaimaanaiyum Pusikkiradhupola Pusikkalaam. "
},{ "Verses": "16 raththaththaimaaththiram Pusikkavendaam; Adhaith Thanneeraippol Tharaiyile Ootrividavendum. "
},{ "Verses": "17 un Dhaaniyaththilum Un Thiraatcharasaththilum Un Enneyilum Thasamabaagaththaiyum, Un Aadumaadugalin Thalaiyeetrugalaiyum, Nee Nerndhukollum Unnudaiya Sagala Poruththanaigalaiyum, Un Urchaagak Kaanikkaigalaiyum, Un Kai Ereduththup Padaikkum Padaippugalaiyum, Nee Un Vaasalgalil Pusikkavendaam. "
},{ "Verses": "18 un Thevanaakiya Karththar Therindhukollum Sdhaanaththil Neeyum Un Kumaaranum, Un Kumaaraththiyum, Un Velaikkaaranum, Un Velaikkaariyum, Un Vaasalkalil Irukkira Leviyanum, Un Thevanaakiya Karththarutaiya Sannidhiyil Adhaip Pusiththu, Nee Kaiyittuch Cheyyum Ellaakkaariyaththilum Un Thevanaakiya Karththarutaiya Sannidhiyil Sandhoshappatuvaayaaka. "
},{ "Verses": "19 nee Un Dhesaththilirukkum Naalellaam Leviyanaik Kaividaadhabadikkum Echcharikkaiyaayiru. "
},{ "Verses": "20 un Dhevanaagiya Karththar Unakkuch Sonnabadi, Un Ellaiyai Visthaaramaakkumbodhu, Nee Iraichchi Pusikka Aasaikondu, Iraichchi Pusippen Enbaayaanaal, Nee Un Ishtappadi Iraichchi Pusikkalaam. "
},{ "Verses": "21 un Dhevanaagiya Karththar Thamadhu Naamam Vilangumbadi Therindhukollum Sthaanam Unakkuth Dhooramaanaal, Karththar Unakku Aliththa Un Aadumaadugalil Edhaiyaagilum Naan Unakku Vidhiththabadi Nee Adiththu, Un Ishtappadi Un Vaasalgalile Pusikkalaam. "
},{ "Verses": "22 velimaanaiyum Kalaimaanaiyum Pusikkiradhupola Nee Adhaip Pusikkalaam; Theettuppattavanum Theettuppadaadhavanum Adhaip Pusikkalaam. "
},{ "Verses": "23 raththaththaimaaththiram Pusikkaadhabadikku Echcharikkaiyaayiru; Iraththame Uyir; Maamsaththode Uyiraiyum Pusikkavendaam. "
},{ "Verses": "24 adhai Nee Saappidaamal Thanneeraip Pol Tharaiyile Ootrivitavendum. "
},{ "Verses": "25 nee Karththarin Paarvaikkuch Semmaiyaanadhaich Seyvadhinaal, Neeyum Unakkup Pinvarum Un Pillaikalum Nandraayirukkumbadi Nee Adhaich Saappidalaagaadhu. "
},{ "Verses": "26 unakkuriya Parisuththa Vasthukkalaiyum, Un Poruththanaigalaiyum Karththar Therindhukollum Sthaanaththirku Nee Konduvandhu, "
},{ "Verses": "27 un Dhevanaagiya Karththarudaiya Balibeedaththinmel Un Sarvaanga Thaganabaligalai Maamsaththodum Raththaththodumkoodap Baliyidakkadavaai; Nee Seluththum Matrap Baligalin Raththamum Un Dhevanaagiya Karththarudaiya Balibeedaththinmel Ootrappadakkadavadhu; Maamsaththaiyo Nee Pusikkalaam. "
},{ "Verses": "28 nee Un Dhevanaagiya Karththarin Paarvaikku Nanmaiyum Semmaiyumaanadhaich Seyvadhinaal, Neeyum Unakkup Pinvarum Un Pillaigalum Endrendraikkum Nandraayirukkumbadikku, Naan Unakkuk Karpikkira Indha Ellaa Vaarththaigalaiyum Nee Gavaniththuk Kel. "
},{ "Verses": "29 nee Sudhandharikkappogira Dhesaththin Jaadhigalai Un Dhevanaagiya Karththar Unakku Munbaagach Sangarikkumbodhum, Nee Avargal Dhesaththaich Sudhandhariththu Adhile Kudiyirukkumbodhum, "
},{ "Verses": "30 avargal Unakku Munbaaga Azhikkappattapinbu, Nee Avargalaip Pinbatrich Chikkikkollaadhabadikkum, Indha Jaadhigal Thangal Dhevargalaich Seviththabadi Naanum Sevippen Endru Solli Avargaludaiya Dhevargalaik Kuriththuk Kettu Visaariyaadhabadikkum Echcharikkaiyaayiru. "
},{ "Verses": "31 un Dhevanaagiya Karththarukku Appadich Seyyaayaaga; Karththar Verukkira Aruvaruppaana Yaavaiyum Avargal Thangal Dhevargalukkuch Seydhu, Thangal Kumaararaiyum Thangal Kumaaraththigalaiyum Thangal Thevargalukku Akkiniyile Sutteriththaargale. "
},{ "Verses": "32 naan Unakku Vidhikkira Yaavaiyum Seyyumbadi Gavanamaayiru; Nee Adhanode Ondrum Koottavum Vendaam, Adhil Ondrum Kuraikkavum Vendaam. "
}
]