[
{ "Verses": "1 ezhaam Varushaththin Mudivile Vidudhalaipannuvaayaaga. "
},{ "Verses": "2 vidudhalaiyin Vivaramaavadhu: Piranukkuk Kadankoduththavan Evanum, Karththar Niyamiththa Vidudhalai Koorappattapadiyaal, Andhak Kadanaip Piran Kaiyilaagilum Than Sagodharan Kaiyilaagilum Thandaamal Vittuvidakkadavan. "
},{ "Verses": "3 anniya Jaadhiyaan Kaiyile Nee Kadanaith Thandalaam; Un Sagodharanidaththilo Unakku Varavendiyadhai Un Kai Vittuvidakkadavadhu. "
},{ "Verses": "4 eliyavan Unakkul Illaadhirukkumbadiyaaga Ippadich Seyyavendum; Indru Naan Unakkuk Karpikkira Ellaak Karpanaigalinbadiyum Nee Seyyumbadi, Un Dhevanaagiya Karththarin Saththaththaik Gavanamaaik Ketpaayaanaal, "
},{ "Verses": "5 un Dhevanaagiya Karththar Unakkuch Sudhandharikkumbadi Kodukkum Dhesaththil, Unnai Menmelum Aaseervadhippaar. "
},{ "Verses": "6 un Dhevanaagiya Karththar Unakkuch Sonnabadi Unnai Aaseervadhippadhinaal, Nee Anegam Jaadhigalukkuk Kadan Koduppaai, Neeyo Kadan Vaanguvadhillai; Nee Anegam Jaadhigalai Aaluvaai, Unnaiyo Avargal Aaluvadhillai. "
},{ "Verses": "7 un Dhevanaagiya Karththar Unakkuk Kodukkum Dhesaththin Endha Vaasalilum Un Sagodhararil Eliyavanaana Oruvan Irundhaal, Eliyavanaagiya Un Sagodharanukku Un Irudhayaththai Nee Kadinamaakkaamalum, Un Kaiyai Moodaamalum, "
},{ "Verses": "8 avanukku Un Kaiyaith Thaaraalamaaith Thirandhu, Avanudaiya Avasaraththinimiththam Avanukkuth Thevaiyaanadhaik Kadankoduppaayaaga. "
},{ "Verses": "9 vidudhalai Varushamaagiya Ezhaam Varusham Kittiyirukkiradhendru Solli, Un Irudhayaththile Pollaadha Ninaivu Kondu, Un Ezhaich Sagodharanukkuk Kodaamal Maruththu, Avanmel Van Kan Vaikkaadhabadikkum, Avan Unnaik Kuriththuk Karththarai Nokki Abayamidaadhabadikkum Echcharikkaiyaayiru; Appadich Seyvaayaanaal Adhu Unakkup Paavamaayirukkum. "
},{ "Verses": "10 avanukkuth Dhaaraalamaaik Koduppaayaaga; Avanukkuk Kodukkumbodhu Un Irudhayam Visanappadaadhiruppadhaaga; Adhinimiththamaaga Un Dhevanaagiya Karththar Unnudaiya Ellaak Kiriyaigalilum, Nee Kaiyittuch Seyyum Ellaak Kaariyangalilum Unnai Aaseervadhippaar. "
},{ "Verses": "11 dhesaththile Eliyavargal Illaadhiruppadhillai; Aagaiyaal Un Dhesaththile Sirumaippattavanum Eliyavanumaagiya Un Sagodharanukku Un Kaiyaith Dhaaraalamaaith Thirakkavendum Endru Naan Unakkuk Kattalaiyidugiren. "
},{ "Verses": "12 un Sagodharanaagiya Ebireya Purushanaagilum Ebireya Sthireeyaagilum Unakku Vilaippattaal, Aaruvarusham Unnidaththil Sevikkavendum; Ezhaam Varushaththil Avanai Vidudhalaipanni Anuppi Viduvaayaaga. "
},{ "Verses": "13 avanai Vidudhalaipanni Anuppi Vidumbodhu Avanai Verumaiyaai Anuppividaamal, "
},{ "Verses": "14 un Dhevanaagiya Karththar Unnai Aaseervadhiththadhinbadi, Un Aattumandhaiyilum Un Kalaththilum Un Aalaiyilum Eduththu Avanukkuth Dhaaraalamaaik Koduththu Anuppividuvaayaaga. "
},{ "Verses": "15 nee Egipthudhesaththil Adimaiyaayirundhadhaiyum, Un Dhevanaagiya Karththar Unnai Meettukkondadhaiyum Ninaivukoorakkadavaai; Aagaiyaal Naan Indru Indhak Kaariyaththai Unakkuk Kattalaiyidugiren. "
},{ "Verses": "16 aanaalum, Avan Unnidaththil Nanmaipetru, Unnaiyum Un Kudumbaththaiyum Nesippadhinaal: Naan Unnaivittup Pogamaatten Endru Unnudane Solvaaneyaagil, "
},{ "Verses": "17 nee Oru Kambiyai Eduththu, Avan Kaadhaik Kadhavode Serththuk Kuththuvaayaaga; Pinbu Avan Endraikkum Unakku Adimaiyaayirukkakkadavan; Un Adimaippennukkum Appadiye Seyyakkadavaai. "
},{ "Verses": "18 avanai Vidudhalaiyaakki Anuppividuvadhu Unakku Visanamaaik Kaanappadavendaam; Rattippaana Koolikku Eedaaga Aaru Varusham Unnidaththil Seviththaane; Ippadi Un Dhevanaagiya Karththar Nee Seyyum Ellaavatrilum Unnai Aaseervadhippaar. "
},{ "Verses": "19 un Aadumaadugalil Thalaiyeetraagiya Aanaiyellaam Un Dhevanaagiya Karththarukkup Parisuththamaakkakkadavaai; Un Maattin Thalaiyeetrai Velaikollaamalum, Un Aattin Thalaiyeetrai Mayir Kaththariyaamalum Iruppaayaaga. "
},{ "Verses": "20 karththar Therindhukollum Sthalaththile Varushandhorum Neeyum Un Veettaarumaai Un Dhevanaagiya Karththarudaiya Sannidhiyil Appadippattavaigalaip Pusikkakkadaveergal. "
},{ "Verses": "21 adharku Mutam Kurutu Mudhalaana Yaadhoru Pazhudhu Irundhaal, Adhai Un Dhevanaagiya Karththarukkup Baliyidavendaam. "
},{ "Verses": "22 appadippattadhai Nee Un Vaasalgalile, Kalaimaanaiyum Velimaanaiyum Pusippadhupolap Pusikkalaam; Theettuppattavanum Theettuppadaadhavanum Adhaip Pusikkalaam. "
},{ "Verses": "23 adhin Raththaththaimaaththiram Saappidaamal, Adhaith Thanneeraippolath Tharaiyile Ootrividakkadavaai. "
}
]