[
{ "Verses": "1 un Dhevanaakiya Karththar Unakkuch Sudhandharikkak Kodukkum Dhesaththil, Kolaiseyyappattuk Kidakkira Oruvanai Veliyile Kandu, Avanaik Kondravan Innaan Endru Theriyaadhirundhaal, "
},{ "Verses": "2 un Moopparum Un Niyaayaadhibadhigalum Purappattuppoi, Kolaiseyyappattavanaich Sutrilum Irukkum Pattanangalmattum Alappaargalaaga. "
},{ "Verses": "3 kolaiseyyappattavanukkuch Sameebamaana Pattanaththu Mooppar, Velaiyil Panpadaadhadhum Nugaththatiyil Pinaikkappadaadhadhumaana Oru Kitaariyaip Pidiththu, "
},{ "Verses": "4 uzhudhu Vidhaiyaadha Dharisaana Pallaththaakkile Adhaik Kondupoi, Andhap Pallaththaakkile Adhin Thalaiyai Vettippodakkadavargal. "
},{ "Verses": "5 un Dhevanaagiya Karththar Thamakku Aaraadhanai Seyyavum Karththarudaiya Naamaththile Aaseervadhikkavum Leviyin Kumaararaagiya Aasaariyaraith Therindhukondaatiyaal, Avargalum Aththarunaththil Vandhirukkavendum; Avargal Vaakkinbadiye Sagala Vazhakkum Sagala Kaayachchedhamum Theerkkappadavendum. "
},{ "Verses": "6 kolaiseyyappattavanukkuch Sameebamaana Pattanaththin Mooppar Ellaarum Pallaththaakkile Thalai Vettappatta Kitaariyinmel Thangal Kaigalaik Kazhuvi: "
},{ "Verses": "7 engal Kaigal Andha Raththaththaich Sindhinadhum Illai, Engal Kangal Adhaik Kandadhum Illai; "
},{ "Verses": "8 karththaave, Neer Meettukkonda Umadhu Janamaagiya Isravelinmel Kutramillaadha Raththappazhiyaich Sumaththaamal Umadhu Janamaagiya Isravelinmel Kirubaiyullavaraayirum Endru Solvaargalaaga; Appozhudhu Raththappazhi Avargalukku Nivirththiyaakum. "
},{ "Verses": "9 ippadik Karththarin Paarvaikkuch Semmaiyaanadhai Nee Seyvaayaagil, Kutramillaadha Raththappazhiyai Un Naduvilirundhu Vilakkippoduvaai. "
},{ "Verses": "10 nee Un Saththurukkalukku Edhiraaga Yuththaththirkup Purappattu, Un Dhevanaagiya Karththar Avargalai Un Kaiyil Oppukkodukkiradhinaal, Avargalaich Chiraipidiththuvandhu, "
},{ "Verses": "11 siraigalil Roobavadhiyaana Oru Sthireeyaikkandu, Avalai Vivaagampanna Virumbi, "
},{ "Verses": "12 avalai Un Veettirkul Azhaiththukkondupovaayaanaal, Aval Than Thalaiyaich Chiraiththu, Than Nagangalaik Kalaindhu, "
},{ "Verses": "13 than Siraiyiruppin Vasthiraththaiyum Neekki, Un Veettilirundhu, Oru Maadhamattum Than Thagappanaiyum Thaayaiyum Ninaiththuth Thukkangondaadakkadaval; Adhanpinbu Nee Avalode Serndhu, Avalukku Purushanaayiru, Aval Unakku Manaiviyaayiruppaal. "
},{ "Verses": "14 avalmel Unakkup Piriyamillaamarponaal, Nee Avalai Panaththirku Virkaamal, Avalaith Than Ishtappadi Pogavidalaam; Nee Avalaith Thaazhmaippaduththinabadiyinaal Avalaale Aadhaayam Perumbadi Thedavendaam. "
},{ "Verses": "15 irandu Manaivigalaiyudaiya Oruvan, Oruththiyinmel Viruppaayum Matravalmel Veruppaayum Irukka, Iruvarum Avanukkup Pillaigalaip Petraargaleyaagil Mudharpirandhavan Verukkappattavalin Puththiranaanaalum, "
},{ "Verses": "16 thagappan Thanakku Undaana Aasthiyaith Than Pillaigalukkup Pangidumnaalil, Verukkappattavalidaththil Pirandha Mudharperaanavanukku Seshtapuththira Sudhandharaththai Kodukkavendumeyallaamal, Virumbappattavalidaththil Pirandhavanukkuk Kodukkalaagaadhu. "
},{ "Verses": "17 verukkappattavalidaththil Pirandhavanai Seshtapuththiranaaga Angigariththu, Thanakku Undaana Aasthigalilellaam Irandu Pangai Avanukkuk Kodukkavendum; Avan Than Thagappanudaiya Mudharpalan, Seshtapuththira Sudhandharam Avanukke Uriyadhu. "
},{ "Verses": "18 than Thagappan Sollaiyum Than Thaayin Sollaiyum Kelaamalum, Avargalaal Thandikkappattum, Avargalukkuk Keezhppadiyaamalum Pogira Adangaadha Thushdappillai Oruvanukku Irundhaal, "
},{ "Verses": "19 avan Thagappanum Avan Thaayum Avanaip Pidiththu, Avan Irukkum Pattanaththin Moopparidaththukkum Avvidaththu Vaasalukkum Avanaik Kondupoi: "
},{ "Verses": "20 engal Maganaagiya Ivan Adangaadha Thushtanaayirukkiraan; Engal Sollaik Kelaan; Peruntheenikkaaranum Kudiyanumaayirukkiraan Endru Pattanaththin Moopparode Solluvaargalaaga. "
},{ "Verses": "21 appozhudhu Avan Saagumbadi Andhap Pattanaththu Manidharellaam Avanmel Kalleriyakkadavargal; Ippadiye Theemaiyai Un Naduvilirundhu Vilakkippodavendum; Isravelar Ellaarum Adhaik Kettup Bayappaduvaargal. "
},{ "Verses": "22 kolaiseyyappada Oruvanmel Saavukkup Paaththiramaana Paavam Undaayirukka, Avanaik Kolaiseyyumbadi Maraththile Thookkippoduvaayaanaal, "
},{ "Verses": "23 iravile Avan Piredham Maraththile Thongalaagaadhu; Annaaliledhaane Adhai Adakkampannavendum; Thookkippodappattavan Dhevanaal Sabikkappattavan; Aagaiyaal Un Dhevanaagiya Karththar Unakkuch Sudhandharamaagak Kodukkum Un Dhesaththaith Theettuppaduththaayaaga. "
}
]