[
{ "Verses": "1 akkaalaththile Karththar Ennai Nokki: Nee Mundhinavaigalukkoththa Irandu Karpalagaigalai Vettikkondu, Malaiyinmel Eri, Ennidaththil Vaa; Oru Marappettiyaiyum Seyvaayaaga. "
},{ "Verses": "2 nee Udaiththuppotta Mundhina Palagaigalil Irundha Vaarththaigalai Naan Andhap Palagaigalil Ezhudhuven; Nee Avaigalaip Pettiyile Vaippaayaaga Endraar. "
},{ "Verses": "3 appadiye Naan Seeththim Maraththinaal Oru Pettiyaich Seydhu, Mundhinavaigalukkoththa Irandu Karpalagaigalai Vetti, Avaigalai En Kaiyile Eduththukkondu Malaiyil Erinen. "
},{ "Verses": "4 munne Sabaikoodivandha Naalil Karththar Malaiyil Akkini Naduvilirundhu Ungalukku Vilambina Paththuk Karpanaigalaiyum Avar Mun Ezhudhiyirundha Piragaaram Andhap Palagaigalil Ezhudhi, Avaigalai Ennidaththil Thandhaar. "
},{ "Verses": "5 appozhudhu Naan Thirumbi Malaiyilirundhu Irangi, Andhap Palagaigalai Naan Seydha Pettiyile Vaiththen; Karththar Enakkuk Kattalaiyittabadiye Avaigal Adhile Vaiththirukkiradhu. "
},{ "Verses": "6 pinbu Isravel Puththirar Peneyaakkaanukkatuththa Peroththileyirundhu Moseraavukkup Pirayaanampanninaargal; Ange Aaron Mariththu Adakkampannappattaan; Avan Sthaanaththile Avan Kumaaranaagiya Eleyaasaar Aasaariyanaanaan. "
},{ "Verses": "7 angeyirundhu Kudhkodhaavukkum, Kudhkodhaavilirundhu Aarugilulla Naadaagiya Yodhpaaththukkum Pirayaanampanninaargal. "
},{ "Verses": "8 akkaalaththile Karththarudaiya Udanbadikkaip Pettiyaich Sumappadharkum, Innaalvaraikkum Nadandhuvarugiradhupola, Karththarudaiya Sannidhiyile Nindru Avarukku Aaraadhanai Seyvadharkum, Avar Naamaththaik Kondu Aaseervadhippadharkum, Karththar Leviyin Koththiraththaip Piriththeduththaar. "
},{ "Verses": "9 aagaiyaal Levikku Avan Sagodhararode Pangum Sudhandharamum Illai; Un Dhevanaagiya Karththar Avanukkuch Sonnabadi, Karththare Avanukkuch Sudhandharam. "
},{ "Verses": "10 naan Mundhina Piragaaramaagave Naarpadhunaal Iravum Pagalum Malaiyil Irundhen; Karththar Andha Muraiyum En Mandraattaik Kettu, Unnai Azhikkaamal Vittaar. "
},{ "Verses": "11 karththar Ennai Nokki: Naan Koduppen Endru Avargaludaiya Pidhaakkalukku Aanaiyitta Dhesaththil Avargal Poi Adhaidh Sudhandhariththuk Kollumbadi, Nee Ezhundhu, Janaththirku Munbaagap Pirayaanappattup Po Endraar. "
},{ "Verses": "12 ippozhudhum Isravele, Nee Un Dhevanaagiya Karththarukkup Bayandhu, Avar Vazhigalilellaam Nadandhu, Avaridaththil Anbukoorndhu, Un Muzhu Irudhayaththodum Un Muzhu Aaththumaavodum Un Dhevanaagiya Karththaraich Seviththu, "
},{ "Verses": "13 naan Indru Unakkuk Karpikkira Karththarudaiya Karpanaigalaiyum Avarudaiya Kattalaigalaiyum Unakku Nanmaiyundaagumbadi Kaikkollavendum Enbadhaiye Allaamal, Vere Edhai Un Dhevanaagiya Karththar Unnidaththil Ketkiraar. "
},{ "Verses": "14 idho, Vaanangalum Vaanaadhivaanangalum, Boomiyum Adhilulla Yaavum, Un Dhevanaagiya Karththarudaiyavaigal. "
},{ "Verses": "15 aanaalum Karththar Un Pidhaakkalmel Anbukoorumporuttu Avargalidaththil Piriyam Vaiththu, Avargalukkup Pin Avargaludaiya Sandhadhiyaagiya Ungalai, Innaalil Irukkirabadiye, Sagala Jaadhigalukkullum Thamakkendru Therindhukondaar. "
},{ "Verses": "16 aagaiyaal Neengal Ini Ungal Pidariyaik Kadinappaduththaamal, Ungal Irudhayaththin Nuniththolai Viruththasedhanampannungal. "
},{ "Verses": "17 ungal Dhevanaagiya Karththar Dhevaadhi Dhevanum, Karththaadhi Karththarum, Magaththuvamum Vallamaiyum Bayangaramumaana Dhevanumaayirukkiraar; Avar Patchapaadham Pannugiravarum Alla, Paridhaanam Vaangugiravarum Alla. "
},{ "Verses": "18 avar Thikkatra Pillaikkum Vidhavaikkum Niyaayanjeygiravarum, Anniyanmel Anbuvaiththu Avanukku Annavasthiram Kodukkiravarumaai Irukkiraar. "
},{ "Verses": "19 neengalum Egipthudhesaththil Anniyaraayirundhapadiyaal, Anniyaraich Snegippeergalaaga. "
},{ "Verses": "20 un Dhevanaagiya Karththarukkup Bayandhu, Avaraich Seviththu, Avaraip Patrikkondirundhu, Avarudaiya Naamaththaikkondu Aanaiyiduvaayaaga. "
},{ "Verses": "21 avare Un Pugazhchchi; Un Kan Kanda Indhap Periya Bayangaramaana Kaariyangalai Unnidaththil Seydha Un Dhevan Avare. "
},{ "Verses": "22 un Pidhaakkal Ezhuvadhuperaai Egipthukkup Ponaargal; Ippozhudho Un Dhevanaagiya Karththar Unnaith Thiratchiyile Vaanaththin Natchaththirangalaippolaakkinaar. "
}
]