[
{ "Verses": "1 orepile Isravel Puththirarode Pannikkonda Udanbadikkaiyai Allaamal, Movaabin Dhesaththile Avargalode Udanbadikkaipannik Karththar Mosekkuk Kattalaiyitta Vaarththaigal Ivaigale. "
},{ "Verses": "2 mose Isravelar Ellaaraiyum Varavazhaiththu, Avargalai Nokki: Egipthudhesaththil Ungal Kangalukku Munbaagap Paarvonukkum Avanudaiya Ellaa Oozhiyakkaararukkum Avanudaiya Dhesamuzhuvadharkum, "
},{ "Verses": "3 karththar Seydha Periya Sodhanaigalaiyum, Periya Adaiyaalangalaiyum, Arpudhangalaiyum Kannaara Gkandeerale. "
},{ "Verses": "4 aagilum Karththar Ungalukku Unaraththakka Irudhayaththaiyum, Kaanaththakka Kangalaiyum, Ketkaththakka Kaadhugalaiyum Innaalvaraikkum Kodukkavillai. "
},{ "Verses": "5 karththaraagiya Naan Ungal Dhevan Endru Neengal Arindhukollumbadikku, Naan Naarpadhu Varusham Ungalai Vanaandharaththil Nadaththinen; Ungalmel Irundha Vasthiram Pazhaiyadhaaip Pogavum Illai, Ungal Kaalilirundha Paadharatchaigal Pazhaiyadhaaip Pogavum Illai. "
},{ "Verses": "6 neengal Appam Saappidavum Illai, Thiraatcharasamum Madhuvum Kudikkavum Illai Endraar. "
},{ "Verses": "7 neengal Ivvidaththukku Vandhapodhu, Esponin Raajaavaagiya Seekonum, Paasaanin Raajaavaagiya Ogum Nammode Yuththanjeyyap Purappattargal; Naam Avargalai Muriya Adiththu, "
},{ "Verses": "8 avargaludaiya Dhesaththaip Pidiththu, Adhai Roobaniyarukkum Kaaththiyarukkum Manaaseyin Paadhik Koththiraththirkum Sudhandharamaagak Koduththom. "
},{ "Verses": "9 ippozhudhum Neengal Seyvadhellaam Ungalukku Vaaikkumbadikku, Indha Udanbadikkaiyin Vaarththaigalaik Kaikkondu, Avaigalinbadi Seyveegalaaga. "
},{ "Verses": "10 un Dhevanaagiya Karththar Unakkuch Sonnabadiyeyum, Un Pidhaakkalaagiya Aabiragaamukkum Eesaakkukkum Yaakkobukkum Aanaiyittuk Koduththabadiyeyum, Indru Unnaith Thamakku Janamaaga Erpaduththikkollavum, Thaam Unakku Dhevanaayirukkavum, "
},{ "Verses": "11 nee Un Thevanaakiya Karththarutaiya Utanpatikkaikkum Indru Avar Unnote Pannukira Avarutaiya Aanaiyurudhikkum Utpatumpatikku, "
},{ "Verses": "12 ungal Koththirangalin Thalaivarum Ungal Moopparum Ungal Adhibadhigalum Isravelin Sagala Purusharum, "
},{ "Verses": "13 ungal Pillaigalum, Ungal Manaivigalum, Ungal Paalayaththukkullirukkira Ungal Virakukkaaranum, Ungal Thanneerkkaaranumaana Anniyar Ellaarum Indru Ungal Dhevanaagiya Karththarudaiya Samugaththil Nirkireergale. "
},{ "Verses": "14 naan Ungalodemaaththiram Indha Udanbadikkaiyaiyum Indha Aanaiyaiyum Urudhiyaiyum Pannaamal, "
},{ "Verses": "15 indru Inge Nammodekooda Nammudaiya Dhevanaagiya Karththarudaiya Samugaththil Nirkiravargalodeyum, Indru Inge Nammode Iraadhavargalodeyumkooda Adhaip Pannugiren. "
},{ "Verses": "16 naam Ekipthu Dhesaththil Kudiyirundhadhaiyum, Naam Kadandhuvandha Idangalilirundha Jaadhigalin Naduvil Nadandhuvandhadhaiyum Neengal Arindhirukkireergal. "
},{ "Verses": "17 avargaludaiya Aruvaruppugalaiyum, Avargalidaththilirukkira Maramum Kallum Velliyum Ponnumaana Avargaludaiya Narakalaana Dhevargalaiyum Kandirukkireergal. "
},{ "Verses": "18 aagaiyaal, Andha Jaadhigalin Dhevargalaich Sevikkap Pogumbadi, Indru Nammudaiya Dhevanaagiya Karththaraivittu Agalugira Irudhayamulla Oru Purushanaagilum Sthireeyaagilum Kudumbamaagilum Koththiramaagilum Ungalil Iraadhabadikkum, Nanjaiyum Ettiyaiyum Mulaippikkira Yaadhoru Ver Ungalil Iraadhabadikkum Paarungal. "
},{ "Verses": "19 appadippattavan Indha Aanaiyurudhiyin Vaarththaigalaik Kettum, Thaagaththinimiththam Verikkak Kudiththu, Mana Ishtappadi Nadandhaalum Enakkuch Sugamundaayirukkum Endru Than Ullaththaith Thetrikkondaal, Karththar Avanai Mannikkach Siththamaayiraar. "
},{ "Verses": "20 appozhudhu Karththarin Kobamum Erichchalum Andha Manidhanmel Pugaiyum; Indhap Pusthagaththil Ezhudhiyirukkira Saabangalellaam Avanmel Thangum; Karththar Avan Perai Vaanaththinkeezh Iraadhabadikkuk Kulaiththuppoduvaar. "
},{ "Verses": "21 indha Niyaayappiramaana Pusthagaththil Ezhudhiyirukkira Udanbadikkaiyinudaiya Sagala Saabangalinbadiyum Avanukkuth Theengaaga Karththar Isravel Koththirangal Ellaavatrirkum Avanaip Purambaakkippoduvaar. "
},{ "Verses": "22 appozhudhu Ungalukkup Pin Ezhumbum Thalaimuraiyaana Ungal Pillaigalum, Dhooradhesaththilirundhu Varum Anniyarum, Karththar Indha Dhesaththukku Varuviththa Vaadhaigalaiyum Noigalaiyum Kaanumbodhum, "
},{ "Verses": "23 karththar Thamadhu Kobaththilum Thamadhu Ukkiraththilum Sodhomaiyum Komoraavaiyum Adhmaraavaiyum Sepoyeemaiyum Kavizhththuppottadhupola, Indha Dhesaththin Nilangalellaam Vidhaippum Vilaivum Yaadhoru Poondin Mulaippumillaadhabadikku, Kandhagaththaalum Uppaalum Erikkappattadhaik Kaanumbodhum, "
},{ "Verses": "24 andha Jaadhigalellaam Karththar Indha Dhesaththirku En Ippadich Seydhaar; Indha Magaa Kobam Patriyerindhadharkuk Kaaranam Enna Endru Solluvaargal. "
},{ "Verses": "25 adharku: Avargaludaiya Pidhaakkalin Dhevanaagiya Karththar Avargalai Egipthu Dhesaththilirundhu Purappadappannumbodhu, Avargalode Pannina Udanbadikkaiyai Avargal Vittuppoi, "
},{ "Verses": "26 thaangal Ariyaamalum Thangalukku Oru Palanum Alikkaamalum Irukkira Dhevargalaagiya Vere Dhevargalaich Seviththu, Avaigalaip Panindhukondabadiyinaale, "
},{ "Verses": "27 karththar Indhap Pusthagaththil Ezhudhiyirukkira Saabangal Ellaavatraiyum Indhath Dhesaththinmel Varappanna Adhinmel Kobam Moondavaraagi, "
},{ "Verses": "28 avargalaik Kobaththinaalum Ukkiraththinaalum Magaa Erichchalinaalum Avargaludaiya Dhesaththilirundhu Verode Pidungi, Innaalil Irukkiradhupola, Avargalai Vere Dhesaththil Erindhuvittaar Endru Sollappadum. "
},{ "Verses": "29 maraivaanavaigal Nammudaiya Dhevanaagiya Karththarukke Uriyavaigal; Velippaduththappattavaigalo, Indha Niyaayappiramaanaththin Vaarththaigalinbadiyellaam Seyyumbadikku, Namakkum Nammudaiya Pillaigalukkum Endrendraikkum Uriyavaigal. "
}
]