[
{ "Verses": "1 indru Naan Unakku Vidhikkira Un Dhevanaagiya Karththarudaiya Kattalaigalinbadiyellaam Seyya Nee Gavanamaayirukkumbadikku, Avar Saththaththirku Unmaiyaaich Sevikoduppaayaanaal, Un Dhevanaagiya Karththar Boomiyilulla Sagala Jaadhigalilum Unnai Menmaiyaaga Vaippaar. "
},{ "Verses": "2 nee Un Dhevanaagiya Karththarin Saththaththukkuch Sevikodukkumbodhu, Ippozhudhu Sollappadum Aaseervaadhangalellaam Unmel Vandhu Unakkuppalikkum. "
},{ "Verses": "3 nee Pattanaththilum Aaseervadhikkappattiruppaai; Veliyilum Aaseervadhikkappattiruppaai. "
},{ "Verses": "4 un Karppaththin Kaniyum, Un Nilaththin Kaniyum, Un Maadugalin Perukkamum, Un Aadugalin Mandhaigalumaagiya Un Mirugajeevangalin Palanum Aaseervadhikkappattirukkum. "
},{ "Verses": "5 un Koodaiyum, Maappisaikira Un Thottiyum Aaseervadhikkappattirukkum. "
},{ "Verses": "6 nee Varugaiyilum Aaseervadhikkappattiruppaai, Nee Pogaiyilum Aaseervadhikkappattiruppaai. "
},{ "Verses": "7 unakku Virodhamaai Ezhumpum Un Saththurukkalaik Karththar Unakkumunbaaga Muriya Adikkappadumbadi Oppukkoduppaar; Oru Vazhiyaai Unakku Edhiraagap Purappattu Varuvaargal; Ezhu Vazhiyaai Unakku Munbaaga Odippovaargal. "
},{ "Verses": "8 karththar Un Kalanjiyangalilum, Nee Kaiyidum Ellaa Velaiyilum Unakku Aaseervaadham Kattalaiyiduvaar; Un Dhevanaagiya Karththar Unakkuk Kodukkum Dhesaththile Unnai Aaseervadhippaar. "
},{ "Verses": "9 nee Un Dhevanaagiya Karththarin Kattalaigalaik Kaikkondu, Avar Vazhigalil Nadakkumbodhu, Karththar Unakku Aanaiyittabadiye, Unnaith Thamakkup Parisuththa Janamaaga Nilaippaduththuvaar. "
},{ "Verses": "10 appozhudhu Karththarudaiya Naamam Unakkuth Tharikkappattadhu Endru Boomiyin Janangalellaam Kandu, Unakkup Bayappaduvaargal. "
},{ "Verses": "11 unakkuk Koduppen Endru Karththar Un Pidhaakkalukku Aanaiyittadhesaththil, Karththar Un Karppaththin Kaniyilum, Un Mirugajeevangalin Palanilum, Un Nilaththin Kaniyilum Unakkup Paripoorana Nanmai Undaagak Kattalaiyiduvaar. "
},{ "Verses": "12 etrakaalaththil Un Dhesaththile Mazhai Peyyavum, Nee Kaiyittuchcheyyum Velaigalaiyellaam Aaseervadhikkavum, Karththar Unakkuth Thamadhu Nalla Pokkishasaalaiyaagiya Vaanaththaith Thirappaar; Nee Anegam Jaadhigalukkuk Kadankoduppaai. Neeyo Kadan Vaangaadhiruppaai. "
},{ "Verses": "13 indru Naan Ungalukku Vidhikkira Vaarththaigal Yaavaiyum Vittu Vilagi Vere Dhevargalaich Sevikkumbadi, Nee Valadhupuram Idadhupuram Saayaamal, "
},{ "Verses": "14 indru Naan Unakku Vidhikkira Un Dhevanaagiya Karththarin Kattalaigalai Kaikkollavum Avaigalinbadi Nadakkavum Avaigalukkuch Sevikoduththuvandhaal, Karththar Unnai Vaalaakkaamal Thalaiyaakkuvaar, Nee Keezhaagaamal Melaavaai. "
},{ "Verses": "15 indru Naan Unakku Vidhikkira Un Dhevanaagiya Karththarudaiya Ellaak Karpanaigalinbadiyum Kattalaigalinbadiyum Nadakkak Gavanamaayirukkiradharku, Avar Saththaththirkuch Sevikodaadhepovaayaagil, Ippozhudhu Sollappadum Saabangalellaam Unmel Vandhu, Unakkup Palikkum. "
},{ "Verses": "16 nee Pattanaththilum Sabikkappattiruppaai, Veliyilum Sabikkappattiruppaai. "
},{ "Verses": "17 un Koodaiyum, Maappisaigira Un Thottiyum Sabikkappattirukkum. "
},{ "Verses": "18 un Karppaththin Kaniyum, Un Nilaththin Kaniyum, Un Maadugalin Perukkamum, Un Aadugalin Mandhaigalum Sabikkappattirukkum. "
},{ "Verses": "19 nee Varugaiyilum Sabikkappattiruppaai, Nee Pogaiyilum Sabikkappattiruppaai. "
},{ "Verses": "20 ennaivittu Vilagi Nee Seydhuvarugira Un Dhurkkiriyaigalinimiththam Seekkiraththil Kettuppoi Azhiyumattum, Nee Kaiyittuch Seygiradhellaavatrilum Karththar Unakkuch Saabaththaiyum Sanjalaththaiyum Kettaiyum Varappannuvaar. "
},{ "Verses": "21 nee Sudhandharikkum Dhesaththil Karththar Unnai Nirmoolamaakkumattum Kollai Noi Unnaip Pidiththukkollappannuvaar. "
},{ "Verses": "22 karththar Unnai Eelaiyinaalum, Kaaichchalinaalum Ushnaththinaalum, Eripandhaththinaalum, Varatchiyinaalum, Karukkaayinaalum, Vishappaniyinaalum Vaadhippaar; Nee Azhiyumattum Ivaigal Unnaip Pinthodarum. "
},{ "Verses": "23 un Thalaikkumelulla Vaanam Vengalamum, Unakkuk Keezhulla Boomi Irumbumaai Irukkum. "
},{ "Verses": "24 un Dhesaththu Mazhaiyaik Karththar Puzhudhiyum Mannumaaga Peyyappannuvaar; Nee Azhiyumattum Appadiye Vaanaththilirundhu Unmel Irangivarum. "
},{ "Verses": "25 un Saththurukkalukku Munbaaga Nee Muriya Adikkappadumbadi Karththar Seyvaar; Oru Vazhiyaai Avargalukku Edhiraagap Purappaduvaai, Ezhu Vazhiyaai Avargalukku Munbaaga Odippovaai; Nee Boomiyilulla Ellaa Raajyangalilum Sidharundupovaai. "
},{ "Verses": "26 un Pinam Aagaayaththup Paravaigalukkum Boomiyin Mirugangalukkum Iraiyaagum; Avaigalai Virattuvaarillaadhiruppaargal. "
},{ "Verses": "27 nee Gunamaagaadhabadi Karththar Unnai Egipthin Eripandhamaana Parukkalinaalum, Moolaviyaadhiyinaalum, Soriyinaalum, Siranginaalum Vaadhippaar. "
},{ "Verses": "28 karththar Unnaip Puththimayakkaththinaalum, Kuruttaattaththinaalum, Manaththikaippinaalum Vaadhippaar. "
},{ "Verses": "29 kurudan Andhakaaraththile Thadaviththirikiradhupola, Nee Pattappagalile Thadavikkondu Thirivaai; Un Vazhigalil Ondrum Unakku Vaaikkaadhepom; Udhaviseyvaarillaamal Nee Ennaalum Odukkappadugiravanum Parikodukkiravanumaai Iruppaai. "
},{ "Verses": "30 pennai Unakku Niyamippaai, Veroruvan Avaludan Sayanippaan; Veettaik Kattuvaai, Adhile Kudiyirukkamaattaai; Thiraatchaththottaththai Naattuvaai, Adhin Palanai Anubavikkamaattaai. "
},{ "Verses": "31 un Maadugal Un Kangalukku Munbaaga Adikkappadum, Nee Adhil Ondrum Pusippadhillai; Un Kazhudhai Unakku Munbaagak Kollaiyittuk Kondupogappattu, Unakkuth Thirumba Agappadaamalpom; Un Aadugal Un Saththurukkalukkuk Kodukkappadum; Viduvippaar Oruvarum Unakku Illaadhiruppaargal. "
},{ "Verses": "32 un Kumaararum Un Kumaaraththigalum Anniya Janangalukku Oppukkodukkappaduvaargal; Avargalaik Kaana Un Kangal Naadorum Paarththuppaarththup Pooththuppom; Un Kaiyil Belanillaadhirukkum. "
},{ "Verses": "33 un Nilaththin Kaniyaiyum, Un Pirayaasaththin Ellaap Palanaiyum Nee Ariyaadha Janangal Pusippaargal; Nee Sagalanaalum Odukkappattum Norukkappattum Iruppaai. "
},{ "Verses": "34 un Kankal Kaanum Kaariyangalinaale Madhimayangippovaai. "
},{ "Verses": "35 un Ullangaal Thodangi Uchchanthalaimattum Gunamaagaadhabadikku, Karththar Unnai Muzhangaalgalilum Thodaigalilum Kodiya Eripandhap Parukkalinaale Vaadhippaar. "
},{ "Verses": "36 karththar Unnaiyum, Unakkaaka Nee Erpaduththikkonda Raajaavaiyum, Neeyum Un Pidhaakkalum Ariyaadha Jaadhigalidaththukkup Pogappannuvaar; Ange Nee Maramum Kallumaana Anniya Dhevargalaich Sevippaai. "
},{ "Verses": "37 . Karththar Unnaik Kondupoividum Ellaa Janangalukkullum Biramippum Pazhamozhiyum Pariyaasach Chollumaavaai. "
},{ "Verses": "38 migundha Vidhaiyai Vayalukkuk Kondupovaai, Konjam Aruppaai; Vettukkili Adhaip Patchiththuppodum. "
},{ "Verses": "39 thiraatchaththottangalai Naattippayiriduvaai, Aanaalum Nee Thiraatcharasam Kudippadhum Illai, Thiraatchappazhangalaich Serppadhum Illai; Poochchi Adhaith Thindru Podum. "
},{ "Verses": "40 olivamarangal Un Ellaigalilengum Irukkum, Aanaalum Adhin Enneyai Nee Poosikkolvadhillai; Un Olivamaraththin Pinjugal Udhirndhupom. "
},{ "Verses": "41 nee Kumaararaiyum Kumaaraththigalaiyum Peruvaai, Aanaalum Avargal Unnodekooda Iraargal; Avargal Siraippattuppovaargal. "
},{ "Verses": "42 un Marangalellaavatraiyum Un Nilaththin Kanigalaiyum Vittil Patchiththuppodum. "
},{ "Verses": "43 un Naduvilirukkira Anniyan Unakku Merpattu Menmelum Uyarndhiruppaan; Nee Migavum Thaazhththappattuppovaai. "
},{ "Verses": "44 avan Unnidaththil Kadanpataan; Nee Avanidaththil Kadanpaduvaai; Avan Thalaiyaayiruppaan, Nee Vaalaayiruppaai. "
},{ "Verses": "45 un Dhevanaagiya Karththar Unakku Vidhiththa Avarudaiya Karpanaigalaiyum Kattalaigalaiyum Kaikkollumbadi, Nee Avar Saththaththirkuch Sevikodaadhabadiyinaal, Indhach Saabangal Ellaam Unmel Vandhu, Nee Azhiyumattum Unnaiththodarndhu Pidiththu, "
},{ "Verses": "46 unnilum Un Sandhadhiyilum Endraikkum Adaiyaalamaagavum Arpudhamaagavum Irukkum. "
},{ "Verses": "47 sagalamum Paripooranamaayirukkaiyil, Nee Manamakizhchchiyodum Kalippodum Un Dhevanaagiya Karththaraich Seviyaamarponadhinimiththam, "
},{ "Verses": "48 sagalamum Kuraivupattu, Pattiniyodum Thaagaththodum Nirvaanaththodum, Karththar Unakku Virodhamaai Anuppum Saththurukkalaich Sevippaai; Avargal Unnai Azhiththuth Theerumattum, Iruppu Nugaththatiyai Un Kazhuththinmel Poduvaargal. "
},{ "Verses": "49 kizhavan Endru Mugampaaraamalum, Vaaliban Endru Irangaamalum Irukkum Kodiya Mugamulladhum, "
},{ "Verses": "50 unakkuth Theriyaadha Baashaiyaip Pesugiradhumaana Jaadhiyai Vegudhooraththilulla Boomiyin Kadaiyaandharaththilirundhu Karththar Unmel Kazhugu Parakkum Vegamaai Varappannuvaar. "
},{ "Verses": "51 nee Azhiyumattum Andha Jaadhiyaan Un Mirugajeevangalin Palanaiyum, Un Nilaththin Kaniyaiyum Pusippaan; Avan Unnai Azhiththuth Theerumattum Un Dhaaniyaththilum, Thiraatcharasaththilum, Enneyilum, Un Mandhaigalilulla Aadumaadugalilum Unakku Ondrum Meedhiyaakavaikkamaattaan. "
},{ "Verses": "52 un Dhesamengum Nee Nambiyirukkum Uyaramum Aranippum Madhilgal Vizhumalavum, Avan Un Vaasalgalilengum Unnai Mutrikkaippoduvaan; Un Dhevanaagiya Karththar Unakkuk Koduththa Unnudaiya Dhesamengumulla Unnudaiya Vaasalgaldhorum Unnai Mutrikkaippoduvaan. "
},{ "Verses": "53 un Saththurukkal Unnai Mutrikkaippottu Nerukkungaalaththil, Un Dhevanaagiya Karththar Unakkuk Koduththa Un Karppakkaniyaana Un Puththirapuththirigalin Maamsaththaith Thinbaai. "
},{ "Verses": "54 un Saththurukkal Un Vaasalgalilum Unnai Mutrikkaippottu Nerukkungaalaththil, Unnidaththil Serukkum Sugaselvamumulla Manidhan Sagalaththaiyum Izhandhu, Than Illaamaiyinaale Thaan Thinnum Than Pillaigalin Maamsaththile, "
},{ "Verses": "55 than Sagodharanukkaagilum, Than Maarbil Irukkira Manaivikkaagilum, Thanakku Meendhirukkira Than Makkalil Oruvanukkaagilum Konjamenum Kodaadhabadi Avargalmel Vangannaayiruppaan. "
},{ "Verses": "56 unnidaththil Sugaselvaththinaalum Serukkinaalum Than Ullangaalaith Tharaiyinmel Vaikka Anjina Serukkum Sugaselvamumulla Sthiree Than Kaalgalin Naduve Purappatta Than Nanjukkodiyinimiththamum, Thaan Petra Pillaigalinimiththamum, Than Maarbil Irukkira Purushanmelum Than Kumaaranmelum Than Kumaaraththiyinmelum Vankannaayiruppaal; "
},{ "Verses": "57 un Saththurukkal Un Vaasalgalil Unnai Mutrikkaippottu Nerukkungaalaththil, Sagalamum Kuraivupaduvadhinaal, Avaigalai Ragasiyamaaith Thinnuvaan. "
},{ "Verses": "58 un Dhevanaagiya Karththar Ennum Magimaiyum Bayangaramumaana Naamaththirkup Bayappadumbadikku, Nee Indhap Pusthagaththil Ezhudhiyirukkira Indha Niyaayappiramaana Vaarththaigalinbadiyellaam Nadakkak Gavanamaayiraavittaal, "
},{ "Verses": "59 karththar Neengaadha Periya Vaadhaigalaalum Neengaadha Kodiya Rogangalaalum Unnaiyum Un Sandhadhiyaiyum Adhisayamaai Vaadhiththu, "
},{ "Verses": "60 nee Kandu Bayandha Egipthu Viyaadhigalellaam Unmel Varuvippaar; Avaigal Unnaip Patrikkollum. "
},{ "Verses": "61 indha Niyaayappiramaana Pusthagaththil Ezhudhiyiraadha Ellaap Piniyaiyum Vaadhaiyaiyum Nee Azhiyumalavum Karththar Unmel Varappannuvaar. "
},{ "Verses": "62 thiratchiyile Vaanaththu Natchaththirangalaippol Irundha Neengal, Ungal Dhevanaagiya Karththarin Saththaththirkuch Sevikodaamalponadhinaal, Konjam Janamaaippoveergal. "
},{ "Verses": "63 karththar Ungalukku Nanmai Seyyavum Ungalaip Perugappannavum Eppadi Ungal Mel Irammiyamaayirundhaaro, Appadiye Karththar Ungalai Azhikkavum Ungalai Adhampannavum Irammiyamaayiruppaar; Neengal Sudhandharikkappogira Dhesaththilirundhu Pidungippodappaduveergal. "
},{ "Verses": "64 karththar Unnaip Boomiyin Oru Munaidhuvakki Boomiyin Marumunaimattum Irukkira Ellaa Janangalukkullum Sidhara Adippaar; Ange Neeyum Un Pidhaakkalum Ariyaadha Maramum Kallumaana Anniya Dhevargalaich Sevippaai. "
},{ "Verses": "65 andha Jaadhikalukkulle Unakku Ilaippaarudhal Iraadhu, Un Ullangaalgal Thangith Tharikka Idamum Iraadhu; Ange Karththar Unakkuth Thaththalikkira Irudhayaththaiyum, Sorndhupogira Kangalaiyum, Manachchanjalaththaiyum Koduppaar. "
},{ "Verses": "66 un Jeevan Unakkuch Sandhegaththil Oosalaadum; Un Jeevanaippatri Nambikkaiyillaamal Iravum Pagalum Dhigilkondiruppaai. "
},{ "Verses": "67 nee Bayappadum Un Irudhayaththin Digilinaalum, Un Kangal Kaanum Kaatchiyinaalum, Vidiyarkaalaththil Eppozhudhu Saayangaalam Varumo Endrum, Saayangaalaththil, Eppozhudhu Vidiyarkaalam Varumo Endrum Solluvaai. "
},{ "Verses": "68 inik Kaanaadhiruppaai Endru Naan Unakkuch Sonnavazhiyaai, Karththar Unnaik Kappalgalile Egiptghirkuth Thirumbak Kondupogappannuvaar; Ange Ungal Saththurukkalukku Velaikkaararaagavum Velaikkaarigalaagavum Virkappaduveergal; Ungalaik Kolvaarum Illaadhiruppaargal Endraan. "
}
]