[
{ "Verses": "1 pinbu Mose, Isravelin Moopparkooda Irukkaiyil, Janangalai Nokki: Naan Indru Ungalukku Vidhikkira Kattalaigalaiyellaam Kaikkollungal. "
},{ "Verses": "2 un Dhevanaagiya Karththar Ungalukkuk Kodukkum Dhesaththirku Nee Poga Yordhaanaik Kadakkum Naalil, Nee Periyakallugalai Naatti, Avaigalukkuch Saandhu Poosi, "
},{ "Verses": "3 un Pidhaakkalin Dhevanaagiya Karththar Unakkuch Sonnabadi Unakkuk Kodukkum Paalum Thenum Odugira Dhesaththirkul Piravesikkumbadi Nee Kadandhuponapinbu, Indha Niyaayappiramaana Vaarththaigal Yaavaiyum Avaigalil Ezhudhakkadavaai. "
},{ "Verses": "4 melum Neengal Yordhaanaik Kadandhapodhu, Indru Naan Ungalukkuk Kattalaiyittapadi Andhak Kallugalai Epaalmalaiyile Naatti, Avaigalukkuch Saandhu Poosi, "
},{ "Verses": "5 ange Iruppaayudhampadaadha Karkalaale Ungal Dhevanaagiya Karththarukku Oru Balibeedaththaik Kattakkadavaai. "
},{ "Verses": "6 nee Un Dhevanaagiya Karththarin Balibeedaththai Muzhukkarkalaale Katti, Adhinmel Un Dhevanaagiya Karththarukkuch Sarvaanga Dhaganabaligalaiyum, "
},{ "Verses": "7 samaadhaanabaligalaiyum Ittu, Un Dhevanaagiya Karththarudaiya Sandhadhiyil Pusiththuch Sandhoshamaayirundhu, "
},{ "Verses": "8 andhak Kallugalil Indha Niyaayappiramaanaththin Vaarththaigalaiyellaam Thulakkamaai Ezhudhakkadavaai Endru Kattalaiyittaan. "
},{ "Verses": "9 pinnum Mose, Leviyaraagiya Aasaariyargalumkooda Irukkaiyil, Isravelar Ellaaraiyum Nokki: Isravele, Gavaniththuk Kel; Innaalile Un Dhevanaagiya Karththarukku Janamaanaai. "
},{ "Verses": "10 aagaiyaal Nee Un Dhevanaagiya Karththarudaiya Saththaththirkuk Keezhppadindhu, Indru Naan Unakku Vidhikkira Avarudaiya Karpanaigalinbadiyum Avarudaiya Kattalaigalinbadiyum Seyvaayaaga Endru Sonnaan. "
},{ "Verses": "11 melum Annaalile Mose Janangalai Nokki: "
},{ "Verses": "12 neengal Yordhaanaik Kadandhapinbu, Janangal Aaseervadhikkappadumbadi Keriseem Malaiyil Simiyon, Levi, Yoodhaa, Isakkaar, Yoseppu, Penyameen Ennum Koththirangal Nirkavendum. "
},{ "Verses": "13 saabangoorappadumporuttu Epaalmalaiyil Roopan, Kaadh, Aaser, Sepulon, Thaan, Napthali Ennum Koththirangal Nirkavendum. "
},{ "Verses": "14 appozhudhu Leviyar Uraththa Saththamittu Isravel Manidhar Ellaaraiyum Paarththu: "
},{ "Verses": "15 karththarukku Aruvaruppaana Kaariyamaagiya Thozhilaaligaludaiya Kaivelaiyaal Seyyappattadhum Vaarppikkappattadhumaana Yaadhoru Vikkiragaththai Undupanni Olippidaththile Vaikkiravan Sabikkappattavan Enbaargalaaga; Adharku Janangalellaarum Piradhiyuththaramaaga Aamen Endru Sollakkadavargal. "
},{ "Verses": "16 than Thagappanaiyum Than Thaayaiyum Dhooshikkiravan Sabikkappattavan Enbaargal; Janangalellaarum Aamen Endru Sollakkadavargal. "
},{ "Verses": "17 piranudaiya Ellaikkuriyai Otrippodugiravan Sabikkappattavan Enbaargalaaga; Janangalellaarum Aamen Endru Sollakkadavargal. "
},{ "Verses": "18 kurutanai Vazhidhappachcheykiravan Sabikkappattavan Enbaargalaaga; Janangalellaarum Aamen Endru Sollakkadavargal. "
},{ "Verses": "19 paradhesi Thikkatravan Vidhavai Aagiya Ivargaludaiya Niyaayaththaip Purattugiravan Sabikkappatavan Enbaargalaaga; Janangalellaarum Aamen Endru Sollakkadavargal. "
},{ "Verses": "20 than Thagappan Manaiviyode Sayanikkiravan, Than Thagappanudaiya Maanaththaith Thirandhabadiyinaale, Sabikkappattavan Enbaargalaaga; Janangalellaarum Aamen Endru Sollakkadavargal. "
},{ "Verses": "21 yaadhoru Mirugaththode Punarchsicheygiravan Sabikkappattavan Enbaargalaaga; Janangalellaarum Aamen Endru Sollakkadavargal. "
},{ "Verses": "22 than Thagappanukkaavadhu Thaaikkaavadhu Kumaaraththiyaagiya Than Sagodhariyode Sayanikkiravan Sabikkappattavan Enbaargalaaga; Janangalellaarum Aamen Endru Sollakkadavargal. "
},{ "Verses": "23 than Maamiyode Sayanikkiravan Sabikkappattavan Enbaargalaaga; Janangalellaarum Aamen Endru Sollakkadavargal. "
},{ "Verses": "24 olippidaththile Piranaik Kolaiseygiravan Sabikkappattavan Enbaargalaaga; Janangalellaarum Aamen Endru Sollakkadavargal. "
},{ "Verses": "25 kutramillaadhavanaik Kolaiseyyumbadi Paridhaanam Vaangugiravan Sabikkappattavan Enbaargalaaga; Janangalellaarum Aamen Endru Sollakkadavargal. "
},{ "Verses": "26 indha Niyaayappiramaana Vaarththaigalaiyellaam Kaikkondu Nadavaadhavan Sabikkappattavan Enbaargalaaga; Janangalellaarum Aamen Endru Sollakkadavargal. "
}
]