[
{ "Verses": "1 neengal Pizhaiththup Perugi, Karththar Ungal Pidhaakkalukku Aanaiyittukkoduththa Dhesaththile Piravesiththu, Adhaich Sudhandharikkumbadi Naan Indru Ungalukku Vidhikkira Ellaak Kattalaigalaigalinpadiyum Seyyadh Saavadhaanamaayiruppeergalaaga. "
},{ "Verses": "2 un Dhevanaagiya Karththar Unnaich Sirumaippaduththumbadikkum, Thammudaiya Kattalaigalai Nee Kaikkolvaayo Kaikkollamaattaayo Endru Avar Unnaich Sodhiththu, Un Irudhayaththilulladhai Nee Ariyumbadikkum, Unnai Indha Naarpadhu Varushamalavum Vanaandharaththile Nadaththivandha Ellaa Vazhiyaiyum Ninaippaayaaga. "
},{ "Verses": "3 avar Unnaich Sirumaippaduththi, Unnaip Pasiyinaal Varuththi, Manushan Appaththinaal Maaththiram Alla, Karththarudaiya Vaayilirundhu Purappadugira Ovvoru Vaarththaiyinaalum Pizhaippaan Enbadhai Unakku Unarththumbadikku, Neeyum Un Pidhaakkalum Ariyaadhirundha Mannaavinaal Unnaip Poshiththaar. "
},{ "Verses": "4 indha Naarpadhu Varushamum Unmelirundha Vasthiram Pazhaiyadhaaippogavumillai, Un Kaal Veengavum Illai. "
},{ "Verses": "5 oruvan Than Puththiranaich Sitchikkiradhupola Un Dhevanaagiya Karththar Unnaich Sitchikkiraar Endru Nee Un Irudhayaththil Arindhukolvaayaaga. "
},{ "Verses": "6 aagaiyaal, Un Dhevanaagiya Karththarin Vazhigalil Nadandhu, Avarukkup Bayappadumbadikku, Avarudaiya Karpanaigalaik Kaikkollakkadavaai. "
},{ "Verses": "7 un Dhevanaagiya Karththar Unnai Nalla Dhesaththile Piravesikkappannugiraar; Adhu Pallaththaakkugalilum Malaigalilumirundhu Purappadugira Aarugalum Ootrugalum Erigalumulla Dhesam; "
},{ "Verses": "8 adhu Kodhumaiyum Vaarkodhumaiyum Thiraatchach Chedigalum Aththimarangalum Maadhalanchedigalumulla Dhesam; Adhu Olivamarangalum, Enneyum Thenumulla Dhesam; "
},{ "Verses": "9 adhu Thaazhchchiyillaamal Appam Pusikkaththakkadhum Ondrum Unakkuk Kuraivupadaadhadhumaana Dhesam; Adhu Kallukal Irumbaayirukkiradhum, Sembu Vetti Edukkaththakka Malaigalulladhumaana Dhesam. "
},{ "Verses": "10 aagaiyaal, Nee Pusiththuth Thirupthiyadaindhirukkaiyil, Un Dhevanaagiya Karththar Unakkuk Koduththa Andha Nalla Dhesaththukkaaga Avarai Sthoththirikkakkadavaai. "
},{ "Verses": "11 un Dhevanaagiya Karththarai Maravaadhabadikkum, Naan Indru Unakku Vidhikkira Avarudaiya Karpanaigalaiyum Niyaayangalaiyum Kattalaigalaiyum Kaikkollaamalpogaadhabadikkum Echcharikkaiyaayiru. "
},{ "Verses": "12 nee Pusiththuth Thirupthiyaagi, Nalla Veedugalaik Katti, Avaigalil Kudiyirukkumpodhum, "
},{ "Verses": "13 un Aadumaadugal Thiratchiyaagi, Unakku Velliyum Ponnum Perugi, Unakku Undaanavaiyellaam Varththikkumpodhum, "
},{ "Verses": "14 un Irudhayam Mettimaiyadaiyaamalum, Unnai Adimaiththana Veedaagiya Egipthilirundhu Purappadappanninavarum, "
},{ "Verses": "15 unnudaiya Pinnaatkalil Unakku Nanmai Seyyumporuttu, Unnaich Sirumaippaduththi, Unnaich Sodhiththu, Kollivaaich Sarppangalum Thelkalum, Thanneerillaadha Varatchiyumulla Bayangaramaana Periya Vanaandharavazhiyaai Unnai Azhaiththuvandhavarum, Unakkaagap Paaraiyaana Kanmalaiyilirundhu Thanneer Purappadappanninavarum. "
},{ "Verses": "16 un Pidhaakkal Ariyaadha Mannaavinaal Vanaandharaththile Unnaip Poshiththu Vandhavarumaana Un Dhevanaagiya Karththarai Nee Maravaamalum, "
},{ "Verses": "17 en Saamarththiyamum En Kaibelanum Indha Aisuvariyaththai Enakkuch Sambaadhiththadhu Endru Nee Un Irudhayaththil Sollikkollaamalum Irukka Echcharikkaiyaayirundhu, "
},{ "Verses": "18 un Dhevanaagiya Karththarai Ninaippaayaaga; Avare Un Pidhaakkalukku Aanaiyittukkoduththa Thammudaiya Udanbadikkaiyai Urudhippaduththumbadi, Innaalil Unakku Undaayirukkiradhupola, Aisuvariyaththaich Sambaadhikkiradharkaana Belanai Unakkuk Kodukkiravar. "
},{ "Verses": "19 un Dhevanaagiya Karththarai Nee Marandhu, Vere Dhevargalaip Pinpatri Avargalaich Seviththu, Avargalaip Panindhu Kolvaayaanaal, Nichchayamaai Azhindhupoveergal Endru Indru Ungalukkuch Saatchiyaai Arivikkiren. "
},{ "Verses": "20 un Dhevanaagiya Karththarudaiya Saththaththirku Neengal Keezhppadiyaamalpovadhinaal, Karththar Ungalukku Munbaaga Azhiththa Jaadhigalaippola Neengalum Azhiveergal. "
}
]