[
{ "Verses": "1 nee Un Dhevanaagiya Karththaridaththil Anbukoorndhu, Avarudaiya Piramaanangalaiyum, Avarudaiya Kattalaigalaiyum, Avarudaiya Niyaayangalaiyum, Avarudaiya Karpanaigalaiyum Eppozhudhum Kaikkolvaayaaga. "
},{ "Verses": "2 ungal Dhevanaagiya Karththar Seydha Sitchaiyaiyum, Avarudaiya Magaththuvaththaiyum, Avarudaiya Balaththa Kaiyaiyum, Avarudaiya Ongiya Puyaththaiyum, "
},{ "Verses": "3 avar Egipthin Naduvile Egipthin Raajaavaagiya Paarvonukkum, Avan Dhesam Anaiththirkum Seydha Avarudaiya Adaiyaalangalaiyum, Avarudaiya Kiriyaigalaiyum, "
},{ "Verses": "4 egipthiya Senaiyum Avargal Kudhiraigalum Radhangalum Ungalaip Pin Thodarndhuvarugaiyil, Karththar Sivandha Samuththiraththin Jalaththai Avargalmel Puralappanni, Innaalvaraikkum Irukkiradhupola, Avargalai Azhiththa Avarudaiya Seygaiyaiyum, "
},{ "Verses": "5 neengal Ivvidaththirku Varumalavum Avar Ungalukku Vanaandharaththil Seydhadhaiyum, "
},{ "Verses": "6 boomi Than Vaayaith Thirandhu, Eliyaap Ennum Roopan Kumaaranudaiya Makkalaana Thaaththaanaiyum Apiraamaiyum, Avargal Kudumbangalaiyum, Avargal Koodaarangalaiyum, Isravelar Ellaarukkullum Avargalukku Irundha Avargaludaiya Sagala Porulgalaiyum Vizhungumbadi Seydhadhaiyum, Ariyaamalum Kaanaamalum Irukkira Ungal Pillaigaludan Naan Pesavillai; Indru Neengale Arindhukollungal. "
},{ "Verses": "7 karththar Seydha Magaththuvamaana Kiriyaigalaiyellaam Ungal Kangal Allavo Kandadhu. "
},{ "Verses": "8 aagaiyaal Neengal Balappadumbadikkum, "
},{ "Verses": "9 neengal Sudhandharikkappogira Dhesaththukkul Piravesiththu Adhaich Sudhandharikkumbadikkum, Karththar Ungal Pidhaakkalukkum Avargal Sandhadhikkum Koduppen Endru Avargalukku Aanaiyitta Paalum Thenum Odugira Dhesaththil Neengal Neediththu Vaazhumbadikkum, Indru Naan Ungalukkuk Karpikkira Karpanaigalaiyellaam Kaikkolveergalaaga. "
},{ "Verses": "10 nee Sudhandharikkappogira Dhesam Nee Vittuvandha Egipthu Dhesaththaippol Iraadhu; Ange Nee Vidhaiyai Vidhaiththu, Keeraiththottaththirku Neerppaaichchugiradhupola Un Kaalaal Neerppaaichchi Vandhaai. "
},{ "Verses": "11 neengal Sudhandharikkappogira Dhesamo, Malaigalum Pallaththaakkugalumulla Dhesam; Adhu Vaanaththin Mazhaith Thanneeraik Kudikkum Dhesam; "
},{ "Verses": "12 adhu Un Dhevanaagiya Karththar Visaarikkira Dhesam, Varushaththin Thuvakkamudhal Varushaththin Mudivumattum Eppozhudhum Un Dhevanaagiya Karththarin Kangal Adhinmel Vaikkappattirukkum. "
},{ "Verses": "13 neengal Ungal Dhevanaagiya Karththaridaththil Ungal Muzhu Irudhayaththodum Ungal Muzhu Aaththumaavodum Anbu Koorndhu, Avaraich Sevikkumbadi, Naan Indru Ungalukkuk Karpikkira En Karpanaigalukkuk Keezhppadindhaal, "
},{ "Verses": "14 nee Un Dhaaniyaththaiyum Un Thiraatcharasaththaiyum Un Enneyaiyum Serkkumpadikku, Naan Etrakaalaththil Ungal Dhesaththil Munmaariyaiyum Pinmaariyaiyum Peyyappanni, "
},{ "Verses": "15 mirugajeevangalukkaaga Un Veligalile Pul Mulaikkumbadi Seyven, Nee Saappittuth Thirupthiyadaivaai Engiraar. "
},{ "Verses": "16 ungal Irudhayam Vanjikkappadaamalum, Neengal Vazhivilagi Anniya Dhevargalaich Seviththu Avargalai Namaskariyaamalum Irukkumbadi Echcharikkaiyaayirungal. "
},{ "Verses": "17 illaavidil Karththarudaiya Kobam Ungalmel Moondu, Mazhai Peyyaamalpogavum, Dhesam Than Palanaik Kodaamalirukkavum Vaanaththai Adaiththuppoduvaar; Karththar Ungalukkuk Koduththa Nalla Dhesaththilirundhu Neengal Seekkiraththil Azhindhupoveergal. "
},{ "Verses": "18 aagaiyaal Karththar Ungal Pidhaakkalukkuk Koduppen Endru Avargalukku Aanaiyitta Dhesaththil Ungal Naatkalum, Ungal Pillaikalin Naatkalum, Boomiyinmel Vaanam Irukkum Naatkalaippola Anegamaayirukkumbadikku, "
},{ "Verses": "19 neengal En Vaarththaigalai Ungal Irudhayaththilum Ungal Aaththumaavilum Padhiththu, Avaigalai Ungal Kaiyinmel Adaiyaalamaagak Katti, Ungal Kangalin Naduve Gnaabakakkuriyaaga Vaiththu, "
},{ "Verses": "20 avaigalai Ungal Pillaigalukku Ubadhesiththu, Neengal Veettil Utkaarndhirukkirapodhum, Vazhiyile Nadakkirapodhum, Paduththukkollugirapodhum, Ezhundhirukkirapodhum Avaigalaik Kuriththup Pesuveergalaaga. "
},{ "Verses": "21 avaigalai Ungal Veettu Nilaigalilum Ungal Vaasalgalilum Ezhudhuveergalaaga. "
},{ "Verses": "22 neengal Ungal Dhevanaakgiya Karththaridaththil Anbukoorndhu, Avar Vazhigalilellaam Nadandhu, Avaraip Patrik Kondirukkumbadi, Naan Ungalukkuch Seyyak Karpikkira Indhak Karpanaigalaiyellaam Jaakkiradhaiyaaik Kaikkolveergalaanaal, "
},{ "Verses": "23 karththar Ungalukku Munbaaga Andha Jaadhigalaiyellaam Thuraththividuvaar; Ungalaippaarkkilum Janam Peruththa Balaththa Jaadhigalai Neengal Thuraththuveergal. "
},{ "Verses": "24 ungal Ullangaal Midhikkum Idamellaam Ungaludaiyadhaayirukkum; Vanaandharaththaiyum Leebanonaiyum Thodangi, Aippiraaththu Nadhiyaiyum Thodangi, Kadaisich Samuththiramvaraikkum Ungal Ellaiyaayirukkum. "
},{ "Verses": "25 ungal Mun Oruvarum Edhirththu Nirpadhillai; Ungal Dhevanaagiya Karththar Ungalukkuch Sonnapadi Ungalaal Undaakum Bayamum Ketiyum Neengal Midhikkum Boomiyinmelellaam Varappannuvaar. "
},{ "Verses": "26 idho, Indru Naan Ungalukku Munbaaga Aaseervaadhaththaiyum Saabaththaiyum Vaikkiren. "
},{ "Verses": "27 indru Naan Ungalukkuk Karpikkira Ungal Dhevanaagiya Karththarin Karpanaigalukkuk Keezhppadindheergalaanaal Aaseervaadhamum, "
},{ "Verses": "28 engal Dhevanaagiya Karththarin Karpanaigalukkuk Keezhppadiyaamal, Indru Naan Ungalukku Vidhikkira Vazhiyaivittu Vilagi, Neengal Ariyaadha Vere Dhevargalaip Pinbatruveergalaanaal Saabamum Varum. "
},{ "Verses": "29 nee Sudhandharikkappogira Dhesaththil Un Dhevanaagiya Karththar Unnaip Piravesikkappannumbodhu, Keriseem Malaiyinmel Aaseervaadhaththaiyum Epaal Malaiyinmel Saabaththaiyum Koorakkadavaai. "
},{ "Verses": "30 avaigal Yordhaanukku Appuraththile Sooriyan Asthamikkira Merkuvazhiyaaik Kaanaaniyar Kudiyirukkira Naattu Veliyile Kilkaalukku Edhiraana More Ennum Samaboomiyin Arugeyallavo Irukkiradhu? "
},{ "Verses": "31 ungal Dhevanaagiya Karththar Ungalukkuk Kodukkira Dhesaththaich Sudhandharippadharku, Neengal Yordhaanaik Kadandhupoi, Adhaich Sudhandhariththuk Kondu, Adhile Kudiyiruppeergal. "
},{ "Verses": "32 aagaiyaal Ungalukku Indru Naan Erpaduththugira Sagala Kattalaigalaiyum, Niyaayangalaiyum Kaikkondu Nadakkakkadaveergal. "
}
]