[
{ "Verses": "1 un Sagodharanudaiya Maadaavadhu Aadaavadhu Vazhithappippogiradhaik Kandaayaanaal, Adhaik Kaanaadhavanpol Iraamal, Adhai Un Sagodharanidaththukkuth Thiruppikkondu Pogakkadavaai. "
},{ "Verses": "2 un Sagodharan Unakkuch Sameebamaayiraamalum Unakku Arimugamaayiraamalum Irundhaal, Nee Adhai Un Veettirkuk Kondupoi, Adhai Un Sagodharan Thedivarumattum Unnidaththilevaiththu, Avanukkuth Thirumbak Kodukkakkadavaai. "
},{ "Verses": "3 appadiye Avan Kazhudhaiyaikkuriththum Seyyakkadavaai; Avan Vasthiraththaikkuriththum Appadiye Seyyakkadavaai; Un Sagodharanidaththilirundhu Kaanaamarponavaigalil Edhaiyaagilum Kandupidiththaayaanaal Appadiye Seyyakkadavaai; Avaigalai Nee Kaanaadhavanpol Vittuppogalaagaadhu. "
},{ "Verses": "4 un Sagodharanudaiya Kazhudhaiyaavadhu Avanudaiya Maadaavadhu Vazhiyile Vizhundhukidakkiradhaik Kandaayaanaal, Adhaik Kaanaadhavanpola Vittuppogaamal, Avanodekooda Adhaith Thookkiyeduththuviduvaayaaga. "
},{ "Verses": "5 purusharin Udaigalai Sthireegal Tharikkalaagaadhu, Sthireegalin Udaigalaip Purushar Tharikkalaagaadhu; Appadich Seygiravargal Ellaarum Un Dhevanaagiya Karththarukku Aruvaruppaanavargal. "
},{ "Verses": "6 vazhiyaruge Oru Maraththilaavadhu Tharaiyilaavadhu Kunjugalaayinum Muttaigalaayinumulla Oru Kuruvikkoodu Unakkuththenpadumbodhu, Thaayaanadhu Kunjugalinmelaavadhu Muttaigalinmelaavadhu Adaikaaththukkondirundhaal, Nee Kunjugalode Thaayaiyum Pidikkalaagaadhu. "
},{ "Verses": "7 thaayaip Pogavittu, Kunjugalaimaaththiram Eduththukkollalaam; Appozhudhu Nee Nandraayiruppaai; Un Naatgalum Neediththirukkum. "
},{ "Verses": "8 nee Pudhuveettaik Kattinaal, Oruvan Un Meththaiyilirundhu Vizhugiradhinaale, Nee Raththappazhiyai Un Veettinmel Sumaththikkollaadhabadikku, Adharkuk Kaippidisuvaraik Kattavendum. "
},{ "Verses": "9 un Thiraatchaththottaththile Parpalavidhamaana Vidhaiyai Vidhaikkaayaaga; Ippadich Seydhaal Nee Vidhaiththavaigalin Payiraiyum, Thiraatchaththottaththin Balanaiyum Theettuppaduththuvaai. "
},{ "Verses": "10 maattaiyum Kazhudhaiyaiyum Pinaiththu Uzhaadhiruppaayaaga. "
},{ "Verses": "11 aattumayirum Panjunoolum Kalandha Vasthiraththai Uduththikkollaayaaga. "
},{ "Verses": "12 nee Thariththukkolgira Un Mel Sattaiyin Naangu Orangalilum Thongalgalai Undupannuvaayaaga. "
},{ "Verses": "13 oru Sthireeyai Vivaagampannina Oruvan Avalidaththil Piravesiththapinbu Avalai Veruththu: "
},{ "Verses": "14 naan Indha Sthireeyai Vivaagampanni, Avalidaththil Serndhapodhu Kannimaiyaik Kaanavillai Endru Avalmel Aavalaadhiyaana Viseshangalaich Saatri, Avalukku Avadhooru Undaakkinaal; "
},{ "Verses": "15 andha Sthireeyin Thagappanum Aval Thaayum Avaludaiya Kannimaiyin Adaiyaalaththaip Pattanaththu Vaasalilulla Moopparidaththil Konduvarakkadavargal. "
},{ "Verses": "16 ange Andhap Pennin Thagappan: En Magalai Indha Manidhanukku Manaiviyaagak Koduththen, Ivan Avalai Veruththu, "
},{ "Verses": "17 naan Un Magalidaththil Kannimaiyaik Kaanavillaiyendru Aavalaadhiyaana Viseshangalai Avalmel Saatrugiraan; En Magaludaiya Kannimaiyin Adaiyaalam Inge Irukkiradhu Endru Moopparidaththil Solvaanaaga; Pinbu Pattanaththu Moopparukku Munbaaga Andha Vasthiraththai Virikkakkadavargal. "
},{ "Verses": "18 appozhudhu Andhap Pattanaththu Mooppar Andha Manidhanaip Pidiththu, Avanaith Thandiththu, "
},{ "Verses": "19 avan Isravelil Oru Kanniyai Avadhoorupanninadhinaale, Avan Kaiyil Nooru Vellikkaasai Aparaadhamaaga Vaangi, Pennin Thagappanukkukkodukkakkadavargal; Avalo Avanukku Manaiviyaayirukkavendum; Avan Than Jeevanullalavum Avalaith Thallividakkoodaadhu. "
},{ "Verses": "20 andhap Pennidaththil Kannimai Kaanappadavillaiyennum Sangadhi Meyppattadheyaanaal, "
},{ "Verses": "21 andhap Pennai Aval Thagappanudaiya Veettuvaasalukku Munbaagak Konduvandhu, Aval Isravelil Madhiketta Kaariyaththaich Seydhu, Than Thagappan Veettile Vesiththanampanninabadiyinaale, Avaludaiya Pattanaththu Manidhar Avalaik Kallerindhu Kollakkadavargal; Ippadiye Theemaiyai Un Naduvilirundhu Vilakkakkadavaai. "
},{ "Verses": "22 purushanukku Vivaagampannappatta Sthireeyode Oruvan Sayanikkak Kandupidikkappattaal, Andha Sthireeyode Sayaniththa Manidhanum Andha Sthireeyum Iruvarum Saagavendum; Ippadiye Theemaiyai Isravelilirundhu Vilakkakkadavaai. "
},{ "Verses": "23 kannigaiyaana Oru Pen Oruvanukku Niyamikkappattirukkaiyil, Matroruvan Avalai Oorukkulle Kandu, Avalode Sayaniththaal, "
},{ "Verses": "24 appozhudhu Andhap Pen Oorukkullirundhum Kookkuralidaadhadhinaalum, Andha Manidhan Piranudaiya Manaiviyaik Karpazhiththapadiyinaalum, Iruvaraiyum Andhap Pattanaththu Vaasalukkumun Kondupoi, Avargalmel Kallerindhu Kollakkadaveergal; Ippadiye Theemaiyai Un Naduvilirundhu Vilakkakkadavaai. "
},{ "Verses": "25 oruvanukku Niyamikkappatta Pennai Veliyile Oruvan Kandu, Avalaip Balavandhamaaip Pidiththu, Avalode Sayaniththaaneyaagil, Avalode Sayaniththa Manidhan Maaththiram Saagakkadavan. "
},{ "Verses": "26 pennukku Ondrum Seyyalaagaadhu; Penninmel Saavukku Edhuvaana Kutram Illai; Ikkaariyam Oruvan Matroruvanmel Ezhumbi Avanudaiya Jeevanai Vaanginadhupola Irukkiradhu. "
},{ "Verses": "27 veliyile Avan Avalaik Kandupidiththaan; Niyamikkappatta Pen Appozhudhu Kookkuralittum Avalaik Kaappaatruvaar Illaamarpoyitru. "
},{ "Verses": "28 niyamikkappadaadha Kanniyaasthireeyaagiya Oru Pennai Oruvan Kandu, Kaiyaip Pidiththu Avalode Sayanikkaiyil, Avargal Kandupidikkappattaal, "
},{ "Verses": "29 avalode Sayaniththa Manidhan Pennin Thagappanukku Aimbadhu Vellikkaasaik Kodukkakkadavan; Avan Avalaik Karpazhiththabadiyinaal, Aval Avanukku Manaiviyaayirukkavendum; Avan Uyirodirukkumalavum Avalaith Thallivitakkoodaadhu. "
},{ "Verses": "30 oruvanum Than Thagappanudaiya Manaiviyaich Seralaagaadhu; Than Thagappan Maanaththai Avan Velippaduththalaagaadhu. "
}
]