[
{ "Verses": "1 pazhudhum Avalatchanamumulla Yaadhoru Maattaiyaavadhu Aattaiyaavadhu Un Dhevanaagiya Karththarukkup Baliyidavendaam; Adhu Un Dhevanaagiya Karththarukku Aruvaruppaayirukkum. "
},{ "Verses": "2 un Dhevanaagiya Karththarin Kangalukku Munbaaga Endhap Purushanaavadhu Sthireeyaavadhu Un Dhevanaagiya Karththar Unakkuk Kodukkira Vaasalgal Ondril Akkiramanjeydhu, Avarudaiya Udanbadikkaiyai Meeri, "
},{ "Verses": "3 naan Vilakkiyirukkira Vere Dhevargalaiyaavadhu Sandhirasooriyar Mudhalaana Vaanasenaigalaiyaavadhu Seviththu, Avaigalai Namaskarikkiradhaagak Kaanappattaal, "
},{ "Verses": "4 adhu Un Seviketka Unakku Arivikkappadumbodhu, Nee Adhai Nandraai Visaarikkakkadavaai; Adhu Mey Endrum, Appadippatta Aruvaruppu Isravelil Nadandhadhu Nichchayam Endrum Kandaayaanaal, "
},{ "Verses": "5 andha Akkiramaththaich Seydha Purushanaiyaavadhu Sthireeyaiyaavadhu Un Vaasalgalukku Veliye Kondupoi, Appadippattavargal Saagumbadi Kalleriyakkadavaai. "
},{ "Verses": "6 saavukkup Paaththiramaanavan Irandu Moondru Saatchigaludaiya Vaakkinaal Kolaiseyyappadakkadavan; Ore Saatchiyinudaiya Vaakkinaal Avan Kolaiseyyappadalaagaadhu. "
},{ "Verses": "7 avanaik Kolaiseygiradharkuch Saatchigaludaiya Kaigal Mundhiyum Ellaa Janangaludaiya Kaigal Pindhiyum Avanmel Iruppadhaaga; Ippadiye Theemaiyai Un Naduvilirundhu Vilakkakkadavaai. "
},{ "Verses": "8 un Vaasalgalil Raththappazhigalaik Kuriththum, Viyaachchiyangalaik Kuriththum, Kaayampatta Sedhangalaikkuriththum Vazhakku Nerittu, Niyaayandheerppadhu Unakku Aridhaayirundhaal, Nee Ezhundhu, Un Dhevanaagiya Karththar Therindhu Erpaduththina Sthaanaththirkup Poi, "
},{ "Verses": "9 leviyaraana Aasaariyaridaththilum Annaatkalil Irukkira Niyaayaadhibadhiyinidaththilum Visaarikkavendum; Niyaayam Innadhendru Avargal Unakku Arivippaargal. "
},{ "Verses": "10 karththar Therindhukonda Idaththilirundhu Avargal Unakku Arivikkum Theerppukku Nee Inangi, Avargal Unakku Vidhikkirabadi Seyyak Gavanamaayiruppaayaaga. "
},{ "Verses": "11 avargal Unakku Arivikkum Theerppai Vittu Valadhupuram Idadhupuram Saayaamal, Avargal Unakku Unarththum Piramaanaththinbadiyum, Unakkuch Sollum Niyaayaththeerppinbadiyum Seyyakkadavaai. "
},{ "Verses": "12 ange Un Dhevanaagiya Karththarukku Aaraadhanai Seyyumbadi Nirkira Aasaariyanudaiya Sollaiyaagilum, Niyaayaadhipadhiyinudaiya Sollaiyaagilum Kelaamal, Oruvan Idumpuseydhaal, Avan Saagakkadavan; Ippadiye Theemaiyai Isravelilirundhu Vilakkakkadavaai. "
},{ "Verses": "13 appozhudhu Janangal Ellaarum Adhaik Kettu, Bayandhu, Ini Idumbu Seyyaadhiruppaargal. "
},{ "Verses": "14 un Dhevanaagiya Karththar Unakkuk Kodukkum Dhesaththil Nee Poich Serndhu, Adhaich Sudhandhariththukkondu, Adhil Kudiyerinapin, Nee: Ennaich Sutrilum Irukkira Sagala Jaadhigalaiyum Pola, Naanum Enakku Oru Raajaavai Erpaduththavendum Enbaayaanaal; "
},{ "Verses": "15 un Dhevanaagiya Karththar Therindhu Kolbavanaiye Unakku Raajaavaaga Vaikkakkadavaai; Un Sagodhararukkullirukkira Oruvanaiye Unmel Raajaavaaga Erpaduththakkadavaai; Un Sagodharan Allaadha Anniyanai Raajaavaaga Erpaduththak Koodaadhu. "
},{ "Verses": "16 avan Anega Kudhiraigalaich Sambaadhiyaamalum, Anega Kudhiraigalaith Thanakkuch Sambaadhikkumbadikku Janangalaith Thirumba Egipthirkup Pogappannaamalum Irukkakkadavan; Ini Andha Vazhiyaai Neengal Thirumbippogavendaam Endru Karththar Ungalukkuch Solliyirukkiraare. "
},{ "Verses": "17 avan Irudhayam Pinvaangip Pogaadhabadi Avan Anegam Sthireegalaip Padaikkavendaam; Velliyum Ponnum Thanakku Migudhiyaaip Perugappannavum Vendaam. "
},{ "Verses": "18 avan Than Singaasanaththinmel Veetrirukkumbodhu, Avanudaiya Irudhayam Avan Sagodhararperil Mettimai Kollaamalum, Karpanaiyaivittu Valadhupuram Idadhupuram Saayaamalum, "
},{ "Verses": "19 indha Niyaayappiramaanaththin Ellaa Vaarththaigalaiyum, Indhak Kattalaigalaiyum Kaikkondu, Ivaigalin Badi Seyvadharkaagath Than Dhevanaagiya Karththarukkup Bayandhirukkumbadi Katrukkollumporuttu, "
},{ "Verses": "20 avan Leviyaraagiya Aasaariyaridaththilirukkira Niyaayappiramaana Noolaip Paarththu, Thanakkaaga Oru Piradhiyai Ezhudhi, Thannidaththil Vaiththukkondu, Than Jeevanulla Naalellaam Adhai Vaasikkakkadavan; Ippadich Seyvadhinaal, Thaanum Than Kumaararum Isravelin Naduve Thangal Raajyaththile Neediththu Vaazhuvaargal. "
}
]