[
{ "Verses": "1 oruvan Oru Sthireeyai Vivaagampannikkondapinbu, Avalidaththil Ilachchaiyaana Kaariyaththaik Kandu, Avalmel Piriyamatravanaanaal, Avan Thalludhalin Seettai Ezhudhi, Aval Kaiyile Koduththu, Avalaith Than Veettilirundhu Anuppividalaam. "
},{ "Verses": "2 aval Avanudaiya Veettaivittup Ponapinbu, Veroruvanukku Manaiviyaagalaam. "
},{ "Verses": "3 andha Irandaam Purushanum Avalai Veruththu, Thalludhalin Seettai Ezhudhi, Aval Kaiyile Koduththu, Avalaith Than Veettilirundhu Anuppivittaalum, Avalai Vivaagampannina Andha Irandaam Purushan Irandhuponaalum, "
},{ "Verses": "4 aval Theettuppattabadyanaal, Avalaith Thallivitta Avaludaiya Mundhinapurushan Thirumbavum Avalai Manaiviyaagach Serththukkollak Koodaadhu; Adhu Karththarukku Munbaaga Aruvaruppaanadhu; Un Dhevanaagiya Karththar Unakkuch Sudhandharamaagak Kodukkum Dhesaththinmel Paavam Varappannaayaaga. "
},{ "Verses": "5 oruvan Oru Pennaip Pudhidhaai Vivaagampanniyirundhaal, Avan Yuththaththirkup Purappadavendaam; Avanmel Yaadhoru Velaiyum Sumaththavendaam; Avan Oru Varushapariyandham Than Veettil Than Ishtappadiyirundhu, Thaan Vivaagampannina Sthireeyaich Sandhoshappaduththuvaanaaga. "
},{ "Verses": "6 thirikaiyin Adikkallaiyaavadhu Adhin Merkallaiyaavadhu Oruvarum Adagaaga Vaangak Koodaadhu; Adhu Jeevanai Adaguvaanguvadhupolaagum. "
},{ "Verses": "7 than Sagodhararaagiya Isravel Puththiraril Oruvanaith Thirudi, Adhinaal Aadhaayandhedi, Avanai Vitruppotta Oruvan Agappattaal, Andhath Thirudan Kolaiseyyappadavendum; Ippadiye Theemaiyai Un Naduvilirundhu Vilakkakkadavaai. "
},{ "Verses": "8 kushtarogaththaikkuriththu Leviyaraagiya Aasaariyar Ungalukkup Podhikkum Yaavaiyum Gavaniththuch Seyyumbadi Migavum Echcharikkaiyaayirungal; Naan Avargalukkuk Kattalaiyittabadiye Seyyak Gavanamaayiruppeergalaaga. "
},{ "Verses": "9 neengal Egipthilirundhu Purappattuvarugira Vazhiyile Ungal Dhevanaagiya Karththar Miriyaamukkuch Seydhadhai Ninaiththukkollungal. "
},{ "Verses": "10 piranukku Nee Edhaagilum Kadanaagakkoduththaal, Avan Kodukkum Adagai Vaanga Nee Avan Veettirkul Piravesikkavendaam. "
},{ "Verses": "11 veliye Nirpaayaaga; Kadan Vaanginavan Andha Adagai Veliye Unnidaththil Konduvaruvaanaaga. "
},{ "Verses": "12 avan Thariththiranaanaal, Nee Avan Adagai Vaiththukkondu Niththiraiseyyaamal, "
},{ "Verses": "13 avan Than Vasthiraththaip Pottup Paduththukkondu Unnai Aaseervadhikkumbadi, Pozhudhupogumbodhu, Thirumba Andha Adagai Avanukkuk Koduththuvidavendum; Adhu Un Dhevanaagiya Karththarukku Munbaaga Unakku Needhiyaayirukkum. "
},{ "Verses": "14 un Sagodhararilum, Un Dhesaththin Vaasalgalilulla Anniyarilum Ezhaiyum Elimaiyumaana Koolikkaaranai Odukkaayaaga. "
},{ "Verses": "15 avan Velaiseydha Naalildhaane, Pozhudhupogumunne, Avan Kooliyai Avanukkuk Koduththuvidavendum; Avan Ezhaiyum Adhinmel Aavalumaayirukkiraan; Adhaik Kodaavittaal Avan Unnaik Kuriththuk Karththarai Nokki Muraiyiduvaan; Adhu Unakkup Paavamaayirukkum. "
},{ "Verses": "16 pillaigalukkaagap Pidhaakkalum, Pidhaakkalukkaagap Pillaigalum Kolaiseyyappadavendaam; Avanavan Seydha Paavaththinimiththam Avanavan Kolaiseyyappadavendum. "
},{ "Verses": "17 nee Anniyanudaiya Niyaayaththaiyum Thikkatra Pillaiyin Niyaayaththaiyum Purattaamalum, Vidhavaiyin Vasthiraththai Adagaaga Vaangaamalum Irundhu, "
},{ "Verses": "18 nee Egipthile Adimaiyaayirundhadhaiyum, Un Dhevanaagiya Karththar Unnai Angeyirundhu Meettukkonduvandhadhaiyum Ninaippaayaaga; Aagaiyaal, Ippadichcheyyumbadi Naan Unakkuk Kattalaiyidugiren. "
},{ "Verses": "19 nee Un Payirai Arukkaiyil Un Vayalile Oru Arikkattai Maradhiyaai Vaiththu Vandhaayaanaal, Adhai Eduththu Varumbadi Thirumbip Pogavendaam; Un Dhevanaagiya Karththar Un Kaippirayaasaththilellaam Unnai Aaseervadhikkumbadi, Adhaip Paradhesikkum Thikkatrapillaikkum Vidhavaikkum Vittuviduvaayaaga. "
},{ "Verses": "20 nee Un Olivamaraththai Udhirththuvittapinbu, Kombile Thappiyirukkiradhaip Parikkumbadi Thirumbip Pogavendaam; Adhaip Paradhesikkum Thikkatra Pillaikkum Vidhavaikkum Vittuviduvaayaaga; "
},{ "Verses": "21 nee Un Thiraatchappazhangalai Aruththapinbu, Marupatiyum Adhai Arukkath Thirumbippogavendaam; Adhaip Paradhesikkum Thikkatra Pillaikkum Vidhavaikkum Vittuviduvaayaaga. "
},{ "Verses": "22 nee Egipthile Adimaiyaayirundhadhai Ninaippaayaaga; Aagaiyaal, Ippadich Seyyumbadi Naan Unakkuk Kattalaiyidugiren. "
}
]