[
{ "Verses": "1 pinnum Mose Poi Isravelar Yaavaraiyum Nokki: "
},{ "Verses": "2 indru Naan Nootriyiruvadhu Vayadhullavan; Ini Naan Pokkum Varaththumaayirukkak Koodaadhu; Indha Yordhaanai Nee Kadandhupovadhillai Endru Karththar Ennode Solliyirukkiraar. "
},{ "Verses": "3 un Dhevanaagiya Karththardhaame Unakku Munbaagak Kadandhupovaar, Avare Unakku Munnindru, Andha Dhesaththaarai Azhippaar; Nee Avargal Dhesaththaich Sudhandharippaai; Karththar Sonnabadiye Yosuvaa Unakku Munbaagak Kadandhupovaan. "
},{ "Verses": "4 karththar Azhiththa Emoriyarin Raajaakkalaagiya Seekonukkum, Okukkum, Avargal Dhesaththirkum Seydhadhupolave Avargalukkum Seyvaar. "
},{ "Verses": "5 naan Ungalukku Vidhiththa Kattalaigalinbadi Avargalukkuch Seyvadharku Karththar Avargalai Ungalukku Oppukkoduppaar. "
},{ "Verses": "6 neengal Balangondu Thidamanadhaayirungal, Avargalukkup Bayappadavum Thigaikkavum Vendaam; Un Dhevanaagiya Karththardhaame Unnodekooda Varugiraar; Avar Unnai Vittu Vilaguvadhum Illai; Unnaik Kaividuvadhum Illai Endru Sonnaan. "
},{ "Verses": "7 pinbu Mose Yosuvaavai Azhaiththu, Isravelar Ellaarum Paarththirukka, Avanai Nokki: Balangondu Thidamanadhaayiru; Karththar Ivargalukkuk Koduppen Endru Ivargaludaiya Pidhaakkalukku Aanaiyitta Dhesaththukku Nee Indha Janaththai Azhaiththukkondupoi, Adhai Ivargal Sudhandharikkumbadiseyvaai. "
},{ "Verses": "8 karththardhaame Unakku Munbaagap Pogiravar, Avar Unnode Iruppaar; Avar Unnai Vittu Vilaguvadhumillai, Unnaik Kaividuvadhumillai; Nee Bayappadavum Kalangavum Vendaam Endraan. "
},{ "Verses": "9 mose Indha Niyaayappiramaanaththai Ezhudhi, Adhaik Karththarudaiya Udanbadikkaip Pettiyaich Sumakkira Levipuththiraraana Aasaariyarukkum Israveludaiya Mooppar Ellaarukkum Oppuviththu, "
},{ "Verses": "10 avargalukkuk Kattalaiyittadhu Ennavendraal: Vidudhalaiyin Varushamaagiya Ovvoru Ezhaam Varushaththinmudivile Koodaarappandigaiyil, "
},{ "Verses": "11 un Dhevanaagiya Karththar Therindhukollum Sthaanaththil, Isravelar Ellaarum Avarudaiya Sannidhiyil Serndhuvandhirukkumbodhu, Indha Niyaayappiramaanaththai Isravelar Ellaarumketka Avargalukku Munbaaga Vaasikkakkadavaai. "
},{ "Verses": "12 purushargalum Sthireegalum Pillaigalum Un Vaasalgalilirukkum Anniyargalum Kettu, Katrukkondu, Ungal Dhevanaagiya Karththarukkup Bayandhu, Indha Niyaayappiramaana Vaarththaigalinbadi Yellaam Seyyak Gavanamaayirukkumbadikkum, "
},{ "Verses": "13 adhai Ariyaadha Avargal Pillaigalum Kettu, Neengal Yordhaanaik Kadandhu Sudhandharikkappogira Dhesaththil Uyirodirukkum Naalellaam, Ungal Dhevanaagiya Karththarukkup Bayappadak Katrukkollumbadikkum Janaththaikkootti, Adhai Vaasikkavendum Endraan. "
},{ "Verses": "14 pinpu Karththar Moseyai Nokki: Idho, Nee Marikkungaalam Sameebiththirukkiradhu; Naan Yosuvaavukkuk Kattalaikodukkumbadi, Avanai Azhaiththukkondu, Aasarippuk Koodaaraththil Vandhu Nillungal Endraar; Appadiye Moseyum Yosuvaavum Poi, Aasarippuk Koodaaraththil Nindraargal. "
},{ "Verses": "15 karththar Koodaaraththile Megasthambaththil Dharisanamaanaar; Megasthambam Koodaaravaasalmel Nindradhu. "
},{ "Verses": "16 karththar Moseyai Nokki: Nee Un Pidhaakkalode Paduththukkollappogiraai; Indha Janangal Ezhumbi, Thaangal Poyirukkum Dhesaththilulla Anniya Dhevargalaich Soramaarkkamaaip Pinbatri, Ennaivittu, Thangaludane Naan Pannina Udanbadikkaiyai Meeruvaargal. "
},{ "Verses": "17 annaalile Naan Avargalmel Kobangondu, Avargalaik Kaivittu, En Mugaththai Avargalukku Maraippen; Adhinaal Avargal Patchikkappadumbadikku Anega Theengugalum Ikkattugalum Avargalaith Thodarum; Annaalile Avargal: Engal Dhevan Engal Naduve Iraadhadhinaale Allavaa Indhath Theengugal Engalaith Thodarndhadhu Enbaargal. "
},{ "Verses": "18 avargal Vere Dhevargalidaththil Thirumbippoi Seydha Sagala Theemaigalinimiththamum Naan Annaalile En Mugaththai Maraikkave Maraippen. "
},{ "Verses": "19 ippozhudhu Neengal Indhap Paattai Ezhudhikkondu, Idhai Isravel Puththirarukkup Padippiththu, Indhappaattu Enakkuch Saatchiyaaga Isravel Puththirarukkulle Irukkumbadi Idhai Avargal Vaayil Vazhangappannungal. "
},{ "Verses": "20 naan Avargal Pidhaakkalukku Aanaiyittukkoduththa Paalum Thenum Odugira Dhesaththil Avargalaip Piravesikkappanninapinbu, Avargal Pusiththuth Thirupthiyaagi Kozhuththuppoyirukkumbodhu, Avargal Vere Dhevargalidaththil Thirumbi, Avargalaich Seviththu, Enakkuk Kobammootti, En Udanbadikkaiyai Meeruvaargal. "
},{ "Verses": "21 anega Theengugalum Ikkattugalum Avargalaith Thodarumbodhu, Avargal Sandhadhiyaarin Vaayil Marandhupogaadhirukkum Indhap Paatte Avargalukku Virodhamaana Saatchi Pagarum; Naan Aanaiyittukkoduththa Dhesaththil Avargalaip Piravesikkappannaadhirukkira Ippozhudhe Avargal Kondirukkum Ennam Innadhu Endru Ariven Endraar. "
},{ "Verses": "22 andraikke Mose Andhap Paattai Ezhudhi, Adhai Isravel Puththirarukkup Padippiththaan. "
},{ "Verses": "23 avar Noonin Kumaaranaagiya Yosuvaavai Nokki: Nee Balangondu Thidamanadhaayiru, Isravel Puththirarukku Naan Aanaiyittukkoduththa Dhesaththil Nee Avargalai Nadaththikkondupovaai; Naan Unnodiruppen Endru Kattalaiyittaar. "
},{ "Verses": "24 mose Indha Niyaayappiramaanaththin Vaarththaigal Muzhuvadhaiyum Oru Pusthagaththil Ezhudhi Mudiththapinbu, "
},{ "Verses": "25 mose Karththarudaiya Udanbadikkaip Pettiyaich Sumakkira Leviyarai Nokki: "
},{ "Verses": "26 neengal Indha Niyaayappiramaana Pusthagaththai Eduththu, Adhai Ungal Dhevanaagiya Karththarudaiya Udanbadikkaip Pettiyin Pakkaththile Vaiyungal; Ange Adhu Unakku Virodhamaana Saatchiyaayirukkum. "
},{ "Verses": "27 naan Un Kalakakkunaththaiyum Un Kadinak Kazhuththaiyum Arindhirukkiren; Indru Naan Innum Ungaludan Uyirodirukkaiyil, Karththarukku Virodhamaagak Kalagampannineergale; En Maranaththirkuppinbu Evvalavu Adhigamaaik Kalagampannuveergal! "
},{ "Verses": "28 ungal Koththirangalilulla Mooppar Ungal Adhibadhigal Ellaarudaiya Kaadhugalum Ketkaththakkadhaaga Naan Indha Vaarththaigalaich Sollavum, Avargalukku Virodhamaaga Vaanaththaiyum Boomiyaiyum Saatchivaikkavum Avargalai Ennidaththil Koodivaraseyyungal. "
},{ "Verses": "29 en Maranaththirkuppinbu Neengal Nichchayamaai Ungalaik Ketduththu, Naan Ungalukkuk Kattalaiyitta Vazhiyaivittu Vilaguveergal; Aagaiyaal, Kadaisinaatkalil Theengu Ungalukku Neridum; Ungal Kaikkiriyaigalinaale Karththaraik Kobappaduththumbadikku, Avar Paarvaikkup Pollaappaanadhaich Seyveergal Enbadhai Ariven Endru Solli, "
},{ "Verses": "30 isravel Sabaiyaar Ellaarum Ketka Mose Indhap Paattin Vaarththaigalai Mudiyumvaraiyum Sonnaan. "
}
]