[
{ "Verses": "1 vidhaiyadikkappattavanum, Kosamarupattavanum Karththarudaiya Sabaikku Udpadalaagaadhu. "
},{ "Verses": "2 vesippillaiyum Karththarudaiya Sabaikku Udpadalaagaadhu; Avanukkup Paththaam Thalaimuraiyaanavanum Karththarudaiya Sabaikku Udpadalaagaadhu. "
},{ "Verses": "3 ammoniyanum Movaabiyanum Karththarudaiya Sabaikku Udpadalaagaadhu; Paththaam Thalaimuraiyilum Endraikkum Avargal Karththarudaiya Sabaikku Udpadalaagaadhu. "
},{ "Verses": "4 neengal Egipthilirundhu Purappattuvarugira Vazhiyile, Avargal Appaththodum Thanneerodum Ungalukku Edhirkondu Varaadhadhinimiththamum, Unnaich Sabikkumbadiyaai Mesoppoththaamiyaavin Ooraagiya Peththorilirundha Peyorin Kumaaran Pileyaamukkuk Koolipesi Avanai Azhaippiththadhinimiththamum Ippadich Seyyavendum. "
},{ "Verses": "5 un Dhevanaagiya Karththar Pileyaamukkuch Sevikodukkach Siththamillaamal, Un Dhevanaagiya Karththar Unmel Anbukoorndhabadiyinaal, Un Dhevanaagiya Karththar Andhach Saabaththai Unakku Aaseervaadhamaaga Maarappanninaar. "
},{ "Verses": "6 nee Un Aayulnaatkalullalavum Orukkaalum Avargal Samaadhaanaththaiyum Nanmaiyaiyum Thedaadhe. "
},{ "Verses": "7 edhomiyanai Aruvarukkaayaaga, Avan Un Sagodharan; Egipthiyanai Aruvarukkaayaaga, Avan Dhesaththile Paradhesiyaayirundhaai. "
},{ "Verses": "8 moondraam Thalaimuraiyil Avargalukkup Pirandha Pillaigal Karththarudaiya Sabaikku Udpadalaam. "
},{ "Verses": "9 nee Padaiyeduththu Un Saththurukkalukku Virodhamaaip Purappadumbodhu, Theetaana Kaariyangal Ellaavatrirkum Vilagiyiruppaayaaga. "
},{ "Verses": "10 rbaakkaalaththil Samaviththa Theettinaale Asuththamaayirukkira Oruvan Ungalilirundhaal, Avan Paalayaththirku Veliye Poi, Paalayaththirkul Varaamal, "
},{ "Verses": "11 saayangaalaththile Jalaththil Snaanampanni, Sooriyan Asthamikkumpodhu Paalayaththirkul Varakkadavan. "
},{ "Verses": "12 nee Velikkup Poyirukkaththakka Idam Paalayaththirkup Purambe Irukkavendum. "
},{ "Verses": "13 un Aayudhangalode Oru Sirukolum Unnidaththil Irukkakkadavadhu; Nee Malajalaadhikkup Pogumpodhu, Adhanaal Mannaith Thondi, Malajalaadhikkirundhu, Unnilirundhu Kazhindhuponadhai Moodippodakkadavaai. "
},{ "Verses": "14 un Dhevanaagiya Karththar Unnai Ratchikkavum, Un Saththurukkalai Unakku Oppukkodukkavum, Un Paalayaththirkulle Ulaavikkondirukkiraar; Aagaiyaal, Avar Unnidaththil Asusiyaana Kaariyaththaik Kandu, Unnaivittup Pogaadhabadikku, Un Paalayam Suththamaayirukkakkadavadhu. "
},{ "Verses": "15 than Ejamaanukkuth Thappi Unnidaththil Vandha Velaikkaaranai Avanudaiya Ejamaan Kaiyil Oppukkodaayaaga. "
},{ "Verses": "16 avan Unakku Irukkira Un Vaasalgal Ondrile Thanakkuch Sammadhiyaana Idaththaith Therindhukondu, Adhile Unnudane Iruppaanaaga; Avanai Odukkavendaam. "
},{ "Verses": "17 isravelin Kumaaraththigalil Oruththiyum Vesiyaayirukkak Koodaadhu; Isravelin Kumaararil Oruvanum Aanpunarchchikkaaranaayirukkak Koodaadhu. "
},{ "Verses": "18 vesippanayaththaiyum, Naayin Kirayaththaiyum Endhap Poruththanaiyinaalaagilum Un Dhevanaagiya Karththarin Aalayaththile Konduvaraayaaga; Avaigal Irandum Un Dhevanaagiya Karththarukku Aruvaruppaanavaigal. "
},{ "Verses": "19 kadanaagak Kodukkira Panaththukkum Aagaaraththukkum, Kadanaagak Kodukkiravere Endhap Porulukkum, Un Sagodharan Kaiyil Vatti Vaangaayaaga. "
},{ "Verses": "20 anniyan Kaiyil Nee Vattivaangalaam; Nee Sudhandharikkappogira Dhesaththil Un Dhevanaagiya Karththar Nee Kaiyidumvelaiyilellaam Unnai Aaseervadhikkumbadi Un Sagodharan Kaiyile Vattivaangaayaaga. "
},{ "Verses": "21 nee Un Dhevanaagiya Karththarukkup Poruththanai Panniyirundhaal, Adhaich Seluththath Thaamadhanjeyyaadhe; Un Dhevanaagiya Karththar Adhai Nichchayamaai Un Kaiyil Ketpaar; Adhu Unakkup Paavamaagum. "
},{ "Verses": "22 nee Poruththanaipannaadhirundhaal, Unmel Paavam Illai. "
},{ "Verses": "23 un Vaayinaal Sonnadhai Niraivetravendum; Un Dhevanaagiya Karththarukku Un Vaayinaal Nee Poruththanaipannich Sonna Urchaagabaliyaich Seluththith Theerppaayaaga. "
},{ "Verses": "24 nee Piranudaiya Thiraatchaththottaththil Piravesiththaal, Un Aasaitheera Thiraatchappazhangalaith Thirupthiyaagap Pusikkalaam; Un Koodaiyile Ondrum Eduththukkondu Pogak Koodaadhu. "
},{ "Verses": "25 piranudaiya Vilaichchalil Piravesiththaal, Un Kaiyinaal Kadhirgalaik Koiyalaam; Nee Andha Vilaichchalil Arivaalai Idalaagaadhu. "
}
]