[
{ "Verses": "1 manidharukkulle Vazhakkundaai, Avargal Niyaayam Visaarikkappata Niyaayasthalaththile Vandhaal, Niyaayaadhibadhigal Needhimaanai Needhimaan Endrum Kutravaaliyaik Kutravaali Endrum Theerkkakkadavargal. "
},{ "Verses": "2 kutravaali Adigalukkup Paaththiravaanaanaal, Niyaayaadhibadhi Avanaik Keezhekidakkappanni, Avan Kutraththirkuththakkadhaaith Thanakku Munbaakak Kanakkinbadi Avanai Adippikkakkadavan. "
},{ "Verses": "3 avanai Naarpadhu Adivaraikkum Adikkalaam; Avanai Adhilum Adhigamaai Adikkiradhinaal Un Sagodharan Un Kangalukku Munbaaga Neesanaaith Thondruvaan; Aadhalaal Avanai Adhigamaai Adikkavendaam. "
},{ "Verses": "4 poradikkira Maattai Vaai Kattaayaaga. "
},{ "Verses": "5 sagodharar Ondraaik Kudiyirukkumbodhu, Avargalil Oruvan Puththira Sandhaanamillaamal Mariththaal, Mariththavanudaiya Manaivi Puraththilirukkira Anniyanukku Manaiviyaagak Koodaadhu; Avaludaiya Purushanin Sagodharan Avalaith Thanakku Manaiviyaagak Kondu, Avalidaththil Serndhu, Purushanudaiya Sagodharan Seyyavendiya Kadamaiyaich Seyyakkadavan. "
},{ "Verses": "6 mariththa Sagodharanudaiya Per Isravelil Atruppogaadhabadikku, Avanperai Aval Perum Thalaippillaikkuth Tharikkavendum. "
},{ "Verses": "7 avan Than Sagodharanudaiya Manaiviyai Vivaagampanna Manadhillaadhirundhaal, Avan Sagodharanudaiya Manaivi Vaasalil Koodiya Moopparidaththukkuppoi: En Purushanudaiya Sagodharan Than Sagodharanudaiya Perai Isravelil Nilaikkappannamaatten Engiraan; Purushanudaiya Sagodharan Seyyavendiya Kadamaiyaich Seyya Avan Manadhillaadhirukkiraan Endru Solvaalaaga. "
},{ "Verses": "8 appozhudhu Andhap Pattanaththu Mooppar Avanai Azhaippiththu Avanodepesiyum, Avan Avalai Vivaagampannikkolla Enakkuch Sammadhamillai Endru Pidivaadhamaaich Sonnaal, "
},{ "Verses": "9 avan Sagodharanudaiya Manaivi Moopparin Kangalukku Munpaaga Avanidaththil Vandhu, Avan Kaalilirukkira Paadharatchaiyaik Kazhatri, Avan Mugaththile Thuppi, Than Sagodharan Veettaik Kattaadhavanukku Ippadiye Seyyappadavendum Endru Sollakkadaval. "
},{ "Verses": "10 isravelil Appadippattavan Veedu, Paadharatchai Kazhatrippodappattavan Veedu Ennappadum. "
},{ "Verses": "11 purushar Oruvarodoruvar Sandaipannik Kondirukkaiyil, Oruvanudaiya Manaivi Than Purushanai Adikkiravan Kaikku Avanaith Thappuvikkumbadi Vandhu, Than Kaiyai Neetti, Adikkiravan Maanaththaip Pidiththadhundaanaal, "
},{ "Verses": "12 avaludaiya Kaiyaith Tharikkakkadavaai; Un Kan Avalukku Irangavendaam. "
},{ "Verses": "13 un Paiyile Peridhum Siridhumaana Palavidha Niraikarkalai Vaiththirukkavendaam. "
},{ "Verses": "14 un Veettil Peridhum Siridhumaana Palavidha Padigalaiyum Vaiththirukkavendaam. "
},{ "Verses": "15 un Dhevanaagiya Karththar Unakkuk Kodukkum Dhesaththil Un Naatkal Neediththirukkumbadi, Kuraiyatra Sumuththiraiyaana Niraigallum, Kuraiyatra Sumuththiraiyaana Padiyum Unnidaththilirukkavendum. "
},{ "Verses": "16 ivaimudhalaana Aniyaayaththaich Seygiravan Evanum Un Dhevanaagiya Karththarukku Aruvaruppaanavan. "
},{ "Verses": "17 egipthilirundhu Purappattu Varugira Vazhiyile, Amalekku Dhevanukkup Bayappadaamal Unakku Edhiraaga Vandhu, "
},{ "Verses": "18 nee Ilaiththu Vidaaiththirukkaiyil, Pinvarugira Un Paalayaththilulla Balaveenaraiyellaam Vettinaan Enbadhai Ninaiththiru. "
},{ "Verses": "19 un Dhevanaagiya Karththar Nee Sudhandhariththukkolla Unakkuk Kodukkumdhesaththin Sutruppuraththaaraagiya Unnudaiya Saththurukkalaiyellaam Un Dhevanaagiya Karththar Vilakki, Unnai Ilaippaarappannumbodhu, Nee Amalekkin Perai Vaanaththinkeezh Iraadhabadikku Azhiyappannakkadavaai; Idhai Marakkavendaam. "
}
]