[
{ "Verses": "1 ungalukkulle Oru Theerkkadharisiyaagilum, Soppanakkaaranaagilum Ezhumbi: "
},{ "Verses": "2 neengal Ariyaadha Vere Dhevargalaip Pinbatri, Avargalaich Sevippom Vaarungal Endru Solli, Ungalukku Oru Adaiyaalaththaiyum Arpudhaththaiyum Kaanbippen Endru Kurippaaich Sonnaalum, Avan Sonna Adaiyaalamum Arpudhamum Nadandhaalum, "
},{ "Verses": "3 andhath Theerkkadharisiyaagilum, Andhach Soppanakkaaranaagilum Sollugiravaigalaik Kelaadhiruppeergalaaga; Ungal Dhevanaagiya Karththaridaththil Neengal Ungal Muzhu Irudhayaththodum Ungal Muzhu Aaththumaavodum Anbukoorugireergalo Illaiyo Endru Ariyumbadikku Ungal Dhevanaagiya Karththar Ungalaich Sodhikkiraar. "
},{ "Verses": "4 neengal Ungal Dhevanaagiya Karththaraip Pinbatri, Avarukkup Bayandhu, Avar Karpanaigalaik Kaikkondu, Avar Saththaththaik Kettu, Avaraich Seviththu, Avaraip Patrikkolveergalaaga. "
},{ "Verses": "5 andhath Theerkkadharisiyum, Andhach Soppanakkaaranum Kolaiseyyappadakkadavan; Neengal Nadakkumbadi Ungal Dhevanaagiya Karththar Ungalukku Vidhiththa Vazhiyai Vittu Ungalai Vilakkumbadi, Avan, Ungalai Egipthudhesaththilirundhu Purappadappanninavarum Ungalai Adimaiththana Veettilirundhu Neengalaakki Meettukkondavarumaana Ungal Dhevanaagiya Karththarukku Virodhamaana Dhurogap Pechchaip Pesinaan; Ippadippatta Theemaiyai Ungalidaththilirundhu Vilakkuveergalaaga. "
},{ "Verses": "6 un Thaaikkup Pirandha Un Sagodharanaagilum, Un Kumaaranaagilum, Un Kumaaraththiyaagilum, Un Maarpilulla Un Manaiviyaagilum, Un Piraananaippolirukkira Un Sinegidhanaagilum Unnai Nokki: Naam Poi Vere Dhevargalaich Sevippom Vaarungal Endru Solli, "
},{ "Verses": "7 unnaich Sutrilum Unakkuch Sameebaththilaagilum Unakkuth Dhooraththilaagilum, Dhesaththin Orumunai Thodangi Marumunaimattumulla Evvidaththilaagilum Irukkira Janangaludaiya Dhevargalil, Neeyum Un Pidhaakkalum Ariyaadha Anniya Dhevargalaich Sevikkumbadi Ragasiyamaai Unnai Evivittaal, "
},{ "Verses": "8 nee Avanukkuch Sammadhiyaamalum, Avanukkuch Sevikodaamalum, Un Kan Avanmel Irakkangollaamalum, Avanaith Thappavidaamalum, Avanai Oliththu Vaikkaamalum, "
},{ "Verses": "9 avanaik Kolaiseydhupodavendum; Avanaik Kolaiseyvadharku, Mudhal Un Kaiyum Pinbu Sagala Janaththin Kaiyum Avanmel Irukkakkadavadhu. "
},{ "Verses": "10 adimaiththana Veedaagiya Egipthu Dhesaththilirundhu Unnaip Purappadappannina Un Dhevanaagiya Karththarai Vittu Vilagumbadi Avan Unnai Evinabadiyinaal, Avan Saagumbadi Avanmel Kalleriyakkadavaai. "
},{ "Verses": "11 isravelar Yaavarum Adhaik Kettup Bayandhu, Ini Un Naduve Ippadippatta Theemaiyaana Kaariyaththaich Seyyaadhiruppaargal. "
},{ "Verses": "12 un Dhevanaagiya Karththar Unakkuk Kudiyirukkumbadi Kodukkum Pattanangal Ondril Peliyaalin Makkalaagiya Dhushtamanidhar Unnidaththilirundhu Purappattu, "
},{ "Verses": "13 neengal Ariyaadha Vere Dhevargalaich Sevikkappovom Vaarungal Endru Thangal Pattanaththin Kudigalai Evinaargal Engira Seydhiyaik Kelvippadumbodhu, "
},{ "Verses": "14 nee Nandraai Visaariththu, Kettaaraaindhu, Appadippatta Aruvaruppaana Kaariyam Un Naduve Nadandhadhu Meyyum Nichchayamum Endru Kaanbaayaanaal, "
},{ "Verses": "15 andha Pattanaththin Kudigalaip Pattayakkarukkinaal Vetti, Adhaiyum Adhilulla Yaavatraiyum Adhin Miruga Jeevangalaiyum Pattayakkarukkinaal Sangaarampanni, "
},{ "Verses": "16 adhil Kollaiyittadhaiyellaam Adhin Naduveedhiyile Kootti, Un Dhevanaagiya Karththarukku Endru Andhap Pattanaththaiyum, Adhil Kollaiyidappatta Yaavatraiyum Muzhuvadhum Akkiniyil Sutterikkakkadavaai; Adhu Inik Kattappadaamal, Niththiya Manmedaayirukkadavadhu. "
},{ "Verses": "17 sabikkappatta Porulil Ondrum Un Kaiyil Irukkavendaam. Naan Indru Unakkuk Karpikkira Un Dhevanaagiya Karththarin Karpanaigalaiyellaam Nee Kaikkondu, Un Dhevanaagiya Karththarudaiya Paarvaikkuch Semmaiyaanadhaich Seyyumbadi, Avar Saththaththirkuch Sevikoduppaayaanaal, "
},{ "Verses": "18 karththar Thamadhu Kobaththin Ukkiraththaivittuth Thirumbi, Unakkuth Dhayaiseydhu, Unakku Irangi, Avar Un Pidhaakkalukku Aanaiyittabadi Unnai Viruththiyadaiyappannuvaar. "
}
]