[
{ "Verses": "1 pinpu Mose Movaapin Samanaana Veligalilirundhu Erigovukku Edhiraana Nebo Malaiyilirukkum Pisgaavin Kodumudiyil Erinaan; Appozhudhu Karththar Avanukku, Thaanmattumulla Keeleyaath Dhesam Anaiththaiyum, "
},{ "Verses": "2 napdhali Dhesam Anaiththaiyum, Eppiraayeem Manaase Enbavargalin Dhesaththaiyum, Kadaisich Samuththiramvaraikkumulla Yoodhaa Dhesam Anaiththaiyum, "
},{ "Verses": "3 thenpuraththaiyum, Sovaarvaraikkumulla Pereechchamarangalin Pattanam Ennum Oormudharkondu Erigovin Pallaththaakkaagiya Samanaana Boomiyaiyum Kaanbiththaar. "
},{ "Verses": "4 appozhudhu Karththar Avanai Nokki: Naan Ungal Sandhadhikkuk Koduppen Endru Aabiragaamukkum Eesaakkukkum Yaakkobukkum Aanaiyitta Dhesam Idhudhaan, Idhai Un Kan Kaanumbadi Seydhen; Aanaalum Avvidaththirkuk Kadandhupovadhillai Endraar. "
},{ "Verses": "5 appadiye Karththarin Dhaasanaagiya Mose Movaap Dhesamaana Avvidaththile Karththarudaiya Vaarththaiyinbadiye Mariththaan. "
},{ "Verses": "6 avar Avanai Movaap Dhesaththilulla Pedhpeyorukku Edhiraana Pallaththaakkile Adakkampanninaar. Innaalvaraikkum Oruvanum Avan Piredhakkuzhiyai Ariyaan. "
},{ "Verses": "7 mose Marikkirapodhu Nootrirupathuvayadhaayirundhaan; Avan Kan Iruladaiyavumillai, Avan Belan Kuraiyavumillai. "
},{ "Verses": "8 isravel Puththirar Movaapin Samanaana Veligalil Mosekkaaga Muppadhu Naal Azhudhukondirundhaargal; Mosekkaaga Azhudhu Thukkangondaadina Naatgal Mudindhadhu. "
},{ "Verses": "9 mose Noonin Kumaaranaagiya Yosuvaavinmel Than Kaigalai Vaiththabadiyinaal Avan Gnaanaththin Aaviyinaal Niraiyappattaan; Isravel Puththirar Avanukkuk Keezhppadindhu, Karththar Mosekkuk Kattalaiyittabadiye Seydhaargal. "
},{ "Verses": "10 mose Egipthudhesaththile Paarvonukkum, Avanudaiya Ellaa Oozhiyakkaararukkum, Avanudaiya Dhesamanaiththirkum Seyyumbadi Karththar Avanai Anuppich Seyviththa Sagala Adaiyaalangalaiyum Arpudhangalaiyum, "
},{ "Verses": "11 avan Isravelar Ellaarukkum Piraththiyatchamaaich Seydha Sagala Vallamaiyaana Kiriyaigalaiyum, Magaa Bayangaramaana Seygaigalaiyum Paarththaal, "
},{ "Verses": "12 karththarai Mugamugamaai Arindha Moseyaippola, Oru Theerkkadharisiyum Isravelil Appuram Ezhumbinadhillai Endru Vilangum. "
}
]