[
{ "Verses": "1 un Dhevanaagiya Karththar Unakkuk Kodukkum Dhesaththin Jaadhigalai Un Dhevanaagiya Karththar Veratruppogap Pannuvadhinaal, Nee Avarkal Dhesaththaich Sudhandhariththukkondu, Avargal Pattanangalilum Avargal Veedugalilum Kudiyerumbodhu, "
},{ "Verses": "2 nee Un Dhevanaagiya Karththar Unakkuch Sudhandharikkak Kodukkum Un Dhesaththin Naduvile, Unakkaaga Moondru Pattanangalaip Piriththu Vaikkakkadavaai. "
},{ "Verses": "3 kolaiseydhavan Evanum Ange Odippogumbadi Un Dhevanaagiya Karththar Unnaich Sudhandharikkappannap Pogira Un Dhesaththin Ellaiyai Nee Moondru Pangaagap Paguththu Adharku Vazhiyai Undupannakkadavaai. "
},{ "Verses": "4 kolaiseydhu Ange Odippoi, Uyirodirukkaththakkavan Yaarendraal: Thaan Munne Pagaiththiraadha Piranoruvanai Manadhariyaamal Kondravan Thaane. "
},{ "Verses": "5 oruvan Viraguvetta Matroruvanode Kaattil Poi, Maraththai Vettath Than Kaiyilirundha Kodariyai Ongumbodhu, Irumpaanadhu Kaambai Vittuk Kazhandru Matravan Mel Pattadhinaal Avan Irandhuponaal, "
},{ "Verses": "6 raththappazhikkaaran Than Manam Erigaiyil, Kolaiseydhavanai Vazhi Dhooramaayirukkiradhinaale Pin Thodarndhu Pidiththu, Avanaik Kondru Podaadhabadikku, Ivan Andhap Pattanangal Ondril Odippoi Uyirodiruppaanaaga; Ivan Avanai Munne Pagaikkaadhabadiyinaal, Ivanmel Saavukkaana Kutram Sumaravillai. "
},{ "Verses": "7 idhinimiththam Moondru Pattanangalai Unakkaagap Piriththuvaikkakkadavaai Endru Naan Unakkuk Kattalaiyidugiren. "
},{ "Verses": "8 nee Un Dhevanaagiya Karththaridaththil Anbukoorndhu, Ennaalum Avar Vazhigalil Nadappadharkaaga, Indru Naan Unakkuk Karpikkira Indha Ellaak Karpanaigalaiyum Kaikkondu Adhinbadi Seydhu, "
},{ "Verses": "9 un Dhevanaagiya Karththar Un Pidhaakkalukku Aanaiyittabadiye, Avar Un Ellaiyai Visthaaramaakki, Un Pidhaakkalukkuk Koduppen Endru Sonna Dhesam Muzhuvadhaiyum Unakkuk Koduththaal, "
},{ "Verses": "10 appozhudhu Un Dhevanaagiya Karththar Unakkuch Sudhandharamaagak Kodukkum Un Dhesaththil Kutramillaadha Raththam Sindhappadugiradhinaal Unmel Raththappazhi Sumaraadhabadikku, Indha Moondru Pattanangalum Allaamal Innum Moondru Pattanangalai Erpaduththakkadavaai. "
},{ "Verses": "11 oruvan Piranoruvanaip Pagaiththu, Avanukkup Padhivirundhu, Avanukku Virodhamaai Ezhumbi, Avan Saagumbadi Avanai Adiththu, Indhap Pattanangalil Ondril Odippoyiruppaanaagil, "
},{ "Verses": "12 andhap Pattanaththin Mooppargal Aal Anuppi, Angeyirundhu Avanaik Konduvarumbadi Seydhu, Avan Saagumbadikku Avanai Raththappazhi Vaangugiravan Kaiyil Oppukkodukkakkadavargal. "
},{ "Verses": "13 un Kan Avanukku Irangavendaam; Kutramillaadha Iraththappazhiyai Isravelai Vittu Vilakkakkadavaai; Appozhudhu Nee Nandraayiruppaai. "
},{ "Verses": "14 un Dhevanaagiya Karththar Unakkuch Sudhandharamaagak Kodukkum Dhesaththil Un Kaivasamaayirukkum Kaaniyaatchiyile Munnorgal Kuriththirukkira Piranudaiya Ellaiyai Otrippodaayaaga "
},{ "Verses": "15 oruvan Endha Akkiramaththaiyaavadhu Endhap Paavaththaiyaavadhu Seydhaan Endru Sollappattaal, Ore Saatchiyinaal Niyaayandheerkkak Koodaadhu; Irandu Moondru Saatchigaludaiya Vaakkinaale Kaariyam Nilaivarappadavendum. "
},{ "Verses": "16 oruvanmel Oru Kutraththaich Sumaththumbadi, Oru Poisaatchikkaaran Avanmel Saatchisolla Ezhumbinaal, "
},{ "Verses": "17 vazhakkaadugira Iruvarum Karththarudaiya Sannidhiyil Akkaalaththil Irukkum Aasaariyargalukkum Niyaayaadhibadhigalukkum Munbaaga Vandhu Nirpaargalaaga. "
},{ "Verses": "18 appozhudhu Niyaayaadhibadhigal Nandraai Visaaranaiseyyakkadavargal; Saatchi Kallasaatchi Endrum, Than Sagodharan Mel Abaandamaaik Kutranjaatrinaan Endrum Kandaal, "
},{ "Verses": "19 avan Than Sagodharanukkuch Seyya Ninaiththabadiye Avanukkuch Seyyakkadaveergal; Ivvidhamaaith Theemaiyai Un Naduvilirundhu Vilakkuvaayaaga. "
},{ "Verses": "20 matravargalum Adhaik Kettup Bayandhu, Ini Ungalukkulle Appadippatta Theemaiyaich Seyyaadhiruppaargal. "
},{ "Verses": "21 un Kan Avanukku Irangavendaam; Jeevanukku Jeevan, Kannukkuk Kan, Pallukkup Pal, Kaikkuk Kai, Kaalukkuk Kaal Kodukkappadavendum. "
}
]