[
{ "Verses": "1 nee Un Saththurukkalukku Edhiraaga Yuththanjeyyap Purappattup Pogaiyil, Kudhiraigalaiyum Radhangalaiyum, Unnilum Periya Koottamaagiya Janangalaiyum Kandaal, Avargalukkup Bayappagaayaaga; Unnai Egipthu Dhesaththilirundhu Purappadappannina Un Dhevanaagiya Karththar Unnode Irukkiraar. "
},{ "Verses": "2 neengal Yuththanjeyyath Thodangumbodhu, Aasaariyan Serndhuvandhu, Janangalidaththil Pesi: "
},{ "Verses": "3 isravelare, Kelungal: Indru Ungal Saththurukkaludan Yuththanjeyyap Pogireergal; Ungal Irudhayam Thuvalavendaam; Neengal Avargalaip Paarththup Bayappadavum Kalangavum Thaththalikkavum Vendaam. "
},{ "Verses": "4 ungalukkaaga Ungal Saththurukkalode Yuththampannavum Ungalai Ratchikkavum Ungalode Koodappogiravar Ungal Dhevanaagiya Karththarendru Sollavendum. "
},{ "Verses": "5 andriyum Adhibadhigal Janangalai Nokki: Pudhuveettaik Katti, Adhaip Piradhishtaipannaadhirukkiravan Evano, Avan Than Veettukkuth Thirumbippogakkadavan; Avan Yuththaththile Seththaal Veroruvan Adhaip Piradhishtaipannavendiyadhaagum. "
},{ "Verses": "6 thiraatchaththottaththai Naatti, Adhai Anubaviyaadhirukkiravan Evano, Avan Than Veettukkuth Thirumbippogakkadavan; Avan Yuththaththile Seththaal Veroruvan Adhai Anubavikkavendiyadhaagum. "
},{ "Verses": "7 oru Pennaith Thanakku Niyamiththukkondu, Avalai Vivaagampannaadhirukkiravan Evano, Avan Than Veettukkuththirumpippogakkadavan; Avan Yuththaththile Seththaal Veroruvan Avalai Vivaagampannavendiyadhaagum Endru Sollavendum. "
},{ "Verses": "8 pinnum Adhibadhigal Janangaludane Pesi: Bayangaaliyum Dhidanatravanumaayirukkiravan Evano, Avan Than Sagodhararin Irudhayaththaith Than Irudhayaththaippolak Karaindhupogappannaadhabadikku, Than Veettukkuth Thirumbippogakkadavan Endru Sollavendum. "
},{ "Verses": "9 adhibadhigal Janangalode Pesimudindhapinbu, Janangalai Nadaththumbadi Senaiththalaivarai Niyamikkakkadavargal. "
},{ "Verses": "10 nee Oru Pattanaththinmel Yuththampanna Nerungumbodhu, Andhap Pattanaththaarukkuch Samaadhaanam Koorakkadavaai. "
},{ "Verses": "11 avargal Unakkuch Samaadhaanamaana Uththaravukoduththu, Vaasalaith Thirandhaal, Adhilulla Janangal Ellaarum Unakkup Pagudhi Kattugiravargalaagi, Unakku Oozhiyanjeyyakkadavargal. "
},{ "Verses": "12 avargal Unnode Samaadhaanappadaamal, Unnode Yuththampannuvaargalaanaal, Nee Adhai Mutrikkaipottu, "
},{ "Verses": "13 un Dhevanaagiya Karththar Adhai Un Kaiyil Oppukkodukkumbodhu, Adhilulla Purushargal Ellaaraiyum Pattayakkarukkinaal Vetti, "
},{ "Verses": "14 sdhireegalaiyum Kuzhandhaigalaiyum Mirugajeevangalaiyum Maaththiram Uyirode Vaiththu, Pattanaththilulla Ellaavatraiyum Kollaiyittu, Un Dhevanaagiya Karththar Unakku Oppukkoduththa Un Saththurukkalin Kollaipporulai Anubavippaayaaga. "
},{ "Verses": "15 indha Jaadhigalaich Serndha Pattanangalaayiraamal, Unakku Vegudhooraththilirukkira Sagala Pattanangalukkum Ippadiye Seyvaayaaga. "
},{ "Verses": "16 un Dhevanaagiya Karththar Unakkuch Sudhandharamaagak Kodukkira Eththiyar, Emoriyar, Kaanaaniyar, Perisiyar, Eviyar, Eboosiyar Ennum Janangalin Pattanangalilemaaththiram Suvaasamulladhondraiyum Uyirode Vaikkaamal, "
},{ "Verses": "17 avargalai Un Dhevanaagiya Karththar Unakkuk Kattalaiyittabadiye Sangaarampannakkadavaai. "
},{ "Verses": "18 avargal Thangal Dhevargalukkuch Seygira Thangaludaiya Sagala Aruvaruppugalinbadiye Neengalum Seyya Ungalukkuk Katrukkodaamalum, Neengal Ungal Dhevanaagiya Karththarukku Virodhamaaip Paavanjeyyaamalum Irukkumbadi Ippadich Seyyavendum. "
},{ "Verses": "19 nee Oru Pattanaththinmel Yuththampanni Adhaip Pidikka Anega Naal Adhai Mutrikkaipottirukkumbodhu, Nee Kodariyai Ongi, Adhin Marangalaivettich Sedhampannaayaaga; Avaigalin Kaniyai Nee Pusikkalaame; Aagaiyaal Unakkuk Koththalaththirku Udhavumendru Avaigalai Vettaayaaga; Veliyin Virutchangal Manushanudaiya Jeevanaththukkaanavaigal. "
},{ "Verses": "20 pusikkiradharketra Kani Kodaadha Maram Endru Nee Arindhirukkira Marangalaimaaththiram Vettiyazhiththu, Unnode Yuththampannugira Pattanam Pidipadumattum Adharku Edhiraagak Koththalampodalaam. "
}
]