[
{ "Verses": "1 nee Sudhandharikkappogira Dhesaththil Un Dhevanaagiya Karththar Unnaip Piravesikkappanni, Unnaippaarkkilum Janam Peruththa Jaadhigalaagiya Eththiyar, Kirkaasiyar, Emoriyar, Kaanaaniyar, Perisiyar, Eviyar, Eboosiyar Ennum Ezhu Balaththa Jaadhigalai Unakku Munbaagath Thuraththi, "
},{ "Verses": "2 un Dhevanaagiya Karththar Avargalai Unnidaththil Oppukkodukkumbodhu, Avargalai Muriya Adiththu, Avargalaich Sangaaram Pannakkadavaai; Avargalode Udanbadikkaipannavum Avargalukku Irangavum Vendaam. "
},{ "Verses": "3 avargalode Sambandham Kalavaayaaga; Un Kumaaraththigalai Avargal Kumaararukkuk Kodaamalum, Avargal Kumaaraththigalaik Un Kumaararukkum Kollaamalum Iruppaayaaga. "
},{ "Verses": "4 ennaip Pinpatraamal, Anniya Dhevargalaich Sevikkumbadi Avargal Un Kumaararai Vilagappannuvaargal; Appozhudhu Karththarudaiya Kobam Ungalmel Moondu, Ungalaich Seekkiraththil Azhikkum. "
},{ "Verses": "5 neengal Avargalukkuch Seyyavendiyadhu Ennavendraal: Avargal Balibeedangalai Idiththu, Avargal Silaigalaith Thagarththu, Avargal Thoppugalai Vetti, Avargal Vikkiragangalai Akkiniyile Eriththuppodavendum. "
},{ "Verses": "6 nee Un Dhevanaagiya Karththarukkup Parisuththa Janam, Poochchakkaraththilulla Ellaa Janangalilum Un Dhevanaagiya Karththar Unnaith Thamakkuch Sondhamaayirukkumbadi Therindhukondaar. "
},{ "Verses": "7 sagala Janangalilum Neengal Thiratchiyaana Janamendru Karththar Ungalperil Anbuvaiththu Ungalaith Therindhukollavillai; Neengal Sagala Janangalilum Konjamaayirundheergal. "
},{ "Verses": "8 karththar Ungalil Anbukoorndhadhinaalum, Ungal Pidhaakkalukku Itta Aanaiyaik Kaakkavendum Enbadhinaalum; Karththar Balaththa Kaiyinaal Ungalaip Purappadappanni, Adimaiththana Veedaagiya Egipthinindrum Adhin Raajaavaana Paarvonin Kaiyinindrum Ungalai Meettukkondaar. "
},{ "Verses": "9 aagaiyaal Un Dhevanaagiya Karththare Dhevan Endrum, Thammil Anbukoorndhu, Thamadhu Karpanaigalaik Kaikkollugiravargalukku Avar Aayiram Thalaimuraimattum Udanbadikkaiyaiyum Dayavaiyum Kaakkira Unmaiyulla Dhevan Endrum, "
},{ "Verses": "10 thammaip Pagaikkiravargalukkup Piraththiyatchamaaip Padhilaliththu Avargalai Azhippaar Endrum, Thammaip Pagaikkiravanukku Avar Thaamadhiyaamal Piraththiyatchamaaip Padhilalippaar Endrum Nee Ariyakkadavaai. "
},{ "Verses": "11 aagaiyaal Nee Seyyumbadi Naan Indru Unakkuk Kattalaiyidugira Karpanaigalaiyum Kattalaigalaiyum Niyaayangalaiyum Kaikkolvaayaaga. "
},{ "Verses": "12 indha Niyaayangalai Neengal Kettu, Kaikkondu, Avaigalinbadi Seyveergalaanaal, Appozhudhu Un Dhevanaagiya Karththar Un Pidhaakkalukku Aanaiyittukkoduththa Udanbadikkaiyaiyum Kirubaiyaiyum Unakkaagak Kaaththu, "
},{ "Verses": "13 unmel Anbu Vaiththu, Unnai Aaseervadhiththu, Unakkuk Koduppen Endru Un Pidhaakkalukku Aanaiyittuk Koduththa Dhesaththil Unnaip Perugappanni, Un Karppakkaniyaiyum, Un Nilaththin Kanigalaagiya Un Daaniyaththaiyum, Un Thiraatcharasaththaiyum, Un Enneyaiyum, Un Maadugalin Balanaiyum, Un Aattumandhaigalaiyum Aaseervadhippaar. "
},{ "Verses": "14 sagala Janangalaip Paarkkilum Nee Aaseervadhikkappattiruppaai; Ungalukkullum Ungal Mirugajeevangalukkullum Aanilaagilum Pennilaagilum Malatiruppadhillai. "
},{ "Verses": "15 karththar Sagala Noigalaiyum Unnaivittu Vilakkuvaar; Unakkuth Therindhirukkira Egipthiyarin Kodiya Rogangalil Ondrum Unmel Varappannaamal, Unnaip Pagaikkira Yaavarmelum Avaigalai Varappannuvaar. "
},{ "Verses": "16 un Dhevanaagiya Karththar Unnidaththil Oppukkodukkum Sagala Janangalaiyum Nirmoolamaakkakkadavaai; Un Kan Avargalukku Irangaadhiruppadhaaga; Avargal Dhevargalai Nee Seviyaamal Iruppaayaaga; Adhu Unakkuk Kanniyaayirukkum. "
},{ "Verses": "17 andha Jaadhigal Ennilum Janam Peruththavaigal, Naan Avargalaith Thuraththividuvadhu Eppadi Endru Un Irudhayaththil Sollikkondaayaanaal, "
},{ "Verses": "18 un Dhevanaagiya Karththar Paarvonukkum Egipthiyar Yaavarukkum Seydhadhaiyum, "
},{ "Verses": "19 un Kangal Kanda Periya Sodhanaigalaiyum, Adaiyaalangalaiyum Arpudhangalaiyum, Un Dhevanaagiya Karththar Unnaip Purappadappannik Kaanbiththa Balaththa Kaiyaiyum Ongiya Puyaththaiyum Nandraai Ninaiththu, Avargalukkup Bayappadaadhiru; Nee Paarththup Bayappadugira Ellaa Janangalukkum Un Dhevanaagiya Karththar Appadiye Seyvaar. "
},{ "Verses": "20 meedhiyaayirundhu Unakkuth Thappi Oliththukkollugiravargalum Azhindhupogumattum Un Dhevanaagiya Karththar Avargalukkulle Kulavigalai Anuppuvaar. "
},{ "Verses": "21 avargalaip Paarththup Bayappadavendaam; Ungal Dhevanaagiya Karththar Ungalukkulle Irukkiraar, Avar Vallamaiyum Bayangaramumaana Dhevan. "
},{ "Verses": "22 andha Jaadhigalai Un Dhevanaagiya Karththar Konjam Konjamaai Unnaivittuth Thuraththividuvaar; Nee Avargalai Orumikka Nirmoolamaakkavendaam; Nirmoolamaakkinaal Kaattumirugangal Unnidaththil Perugippogum. "
},{ "Verses": "23 un Dhevanaagiya Karththar Avargalai Unnidaththil Oppukkoduththu, Avargal Azhiyumattum Avargalai Migavum Kalangadippaar. "
},{ "Verses": "24 avargaludaiya Raajaakkalai Un Kaiyil Oppukkoduppaar; Avargal Per Vaanaththinkeezh Iraadhabadikku Avargalaich Sangarikkakkadavaai; Nee Avargalaich Sangariththuth Theerumattum Oruvarum Unakku Edhirththu Nirkamaattaargal. "
},{ "Verses": "25 avargal Dhevargalin Vikkiragangalai Akkiniyinaal Sutterikkakkadavaai; Nee Avaigalaal Sikkikkollaadhabadikku, Avaigalil Irukkira Velliyaiyum Ponnaiyum Ichchiyaamalum, Adhai Eduththukkollaamalum Iruppaayaaga; Avaigal Un Dhevanaagiya Karththarukku Aruvaruppaanavaigal. "
},{ "Verses": "26 avaigalaippola Nee Saabaththukkullaagaadhabadi Aruvaruppaanadhai Un Veettile Kondupogaayaaga; Adhaich Chee Endru Veruththu Mutrilum Aruvarukkakkadavaai, Adhu Saabaththirkullaanadhu. "
}
]