[
{ "Verses": "1 isravelare, Neengal Pizhaiththirukkumbadikkum, Ungal Pidhaakkalin Dhevanaagiya Karththar Ungalukkuk Kodukkira Dhesaththil Neengal Piravesiththu Adhaich Sudhandhariththukkollumbadikkum, Neengal Kaikkolvadharku Naan Ungalukkup Podhikkira Kattalaigalaiyum Niyaayangalaiyum Kelungal. "
},{ "Verses": "2 naan Ungalukkuk Karpikkum Ungal Dhevanaagiya Karththarin Kattalaigalai Neengal Kaikkollumbadi, Naan Ungalukkuk Karpikkira Vasanaththode Neengal Ondrum Koottavum Vendaam, Adhil Ondrum Kuraikkavum Vendaam. "
},{ "Verses": "3 paakaalpeyorin Nimiththam Karththar Seydhadhai Ungal Kankal Kandirukkiradhu; Paakaalpeyoraip Pinpatrina Manidharaiyellaam Un Dhevanaagiya Karththar Un Naduvil Iraadhabadikku Azhiththuppottaar. "
},{ "Verses": "4 aanaalum Ungal Dhevanaagiya Karththaraip Patrikkonda Neengalellaarum Innaalvaraikkum Uyirodirukkireergal. "
},{ "Verses": "5 neengal Sudhandhariththukkollumbadi Piravesikkum Dhesaththile Neengal Kaikkollumporuttu, En Dhevanaagiya Karththar Enakkuk Karpiththabadiye, Naan Ungalukkuk Kattalaigalaiyum Niyaayangalaiyum Podhiththen. "
},{ "Verses": "6 aagaiyaal Avaigalaik Kaikkondu Nadavungal; Janangalin Kangalukkumunbaagavum Idhuve Ungalukku Gnaanamum Vivegamumaai Irukkum; Avargal Indhak Kattalaigalaiyellaam Kettu, Indhap Periya Jaadhiye Gnaanamum Vivegamumulla Janangal Enbaargal. "
},{ "Verses": "7 nammudaiya Dhevanaagiya Karththarai Naam Thozhudhukollugirapodhellaam, Avar Namakkuch Sameebamaayirukkiradhupola, Dhevanai Ivvalavu Sameebamaaip Petrirukkira Vere Periya Jaadhi Edhu? "
},{ "Verses": "8 innaalil Naan Ungalukku Vidhikkira Indha Niyaayappiramaanam Muzhumaikkum Oththa Ivvalavu Needhiyulla Kattalaigalaiyum Niyaayangalaiyum Petrirukkira Vere Periya Jaadhi Edhu? "
},{ "Verses": "9 orepile Un Dhevanaagiya Karththarukku Munbaaga Nee Nirkumpodhu, Karththar Ennai Nokki: Janangalai Ennidaththil Koodivarachcheydhu, En Vaarththaigalai Avargal Ketkumbadi Pannuven; Avargal Boomiyil Uyirodirukkum Naalellaam Enakkup Bayandhirukkumbadi Avaigalaik Katrukkondu, Thangal Pillaigalukkum Podhikkakkadavargal Endru Solliya Naalil, "
},{ "Verses": "10 un Kangal Kanda Kaariyangalai Nee Maravaadhabadikkum, Un Jeevanulla Naalellaam Avaigal Un Irudhayaththai Vittu Neengaadhabadikkum Nee Echcharikkaiyaayirundhu, Un Aaththumaavaich Jaakkiradhaiyaaik Kaaththukkol; Avaigalai Un Pillaigalukkum Un Pillaigalin Pillaigalukkum Arivikkakkadavaai. "
},{ "Verses": "11 neengal Serndhuvandhu, Malaiyin Adivaaraththil Nindreergal; Andha Malaiyil Vaanaththai Alaaviya Akkini Eriya, Irulum Megamum Andhagaaramum Soozhndhadhu. "
},{ "Verses": "12 andha Akkiniyin Naduvilirundhu Karththar Ungalode Pesinaar; Vaarththaigalin Saththaththai Neengal Ketteergal; Andhach Saththaththai Neengal Kettadheyandri, Oru Roobaththaiyum Kaanavillai. "
},{ "Verses": "13 neengal Kaikkollavendum Endru Avar Ungalukkuk Kattalaiyitta Paththukkarpanaigalaagiya Thammudaiya Udanbadikkaiyai Avar Ungalukku Ariviththu, Avaigalai Irandu Karpalagaigalil Ezhudhinaar. "
},{ "Verses": "14 neengal Sudhandhariththukkollappogira Dhesaththil Neengal Kaikkollavendiya Kattalaigalaiyum Niyaayangalaiyum Ungalukkup Podhikka Vendumendru Akkaalaththile Karththar Enakkuk Kattalaiyittaar. "
},{ "Verses": "15 karththar Orepile Akkiniyin Naduvilirundhu Ungalode Pesina Naalil, Neengal Oru Roobaththaiyum Kaanavillai. "
},{ "Verses": "16 aagaiyaal Neengal Ungalaik Keduththukkondu, Aan Uruvum, Pen Uruvum, "
},{ "Verses": "17 boomiyilirukkira Yaadhorumirugaththin Uruvum, Aagaayaththil Parakkira Settaiyulla Yaadhoru Patchiyin Uruvum, "
},{ "Verses": "18 boomiyilulla Yaadhoru Oorum Piraaniyin Uruvum, Boomiyinkeezhth Thanneerilulla Yaadhoru Machchaththin Uruvumaayirukkira Ivaigalil Yaadhoru Uruvukku Oppaana Vikkiragaththai Ungalukku Undaakkaadhabadikkum, "
},{ "Verses": "19 ungal Kangalai Vaanaththirku Ereduththu, Ungal Dhevanaagiya Karththar Vaanaththin Keezhengum Irukkira Ellaa Janangalukkum Erpaduththina Vaanaththin Sarva Senaigalaagiya Sandhira Sooriya Natchaththirangalai Nokki, Avaigalaith Thozhudhu Sevikka Inangaadhabadikkum, Ungal Aaththumaakkalaikkuriththu Migavum Echcharikkaiyaayirungal. "
},{ "Verses": "20 innaalil Neengal Irukkiradhupola, Thamakkuch Sudhandharamaana Janamaayirukkumbadi, Karththar Ungalaich Serththukkondu, Ungalai Egipthu Ennum Iruppukkaalavaayilirundhu Purappadappanninaar. "
},{ "Verses": "21 karththar Ungal Nimiththam Enmel Kobangondu, Naan Yordhaanaik Kadandhupovadhillai Endrum, Un Dhevanaagiya Karththar Unakkuch Sudhandharamaagak Kodukkira Andha Nalla Dhesaththil Naan Piravesippadhillai Endrum Aanaiyittaar. "
},{ "Verses": "22 adhinaal Indha Dhesaththil Naan Maranamadaiyavendum; Naan Yordhaanaik Kadandhupovadhillai; Neengalo Kadandhupoi, Andha Nalla Dhesaththaich Sudhandhariththukkolveergal. "
},{ "Verses": "23 neengalo Ungal Dhevanaagiya Karththar Ungalode Pannina Udanbadikkaiyai Marandhu, Ungal Dhevanaagiya Karththar Vendaam Endru Vilakkina Evvidha Saayalaana Vikkiragaththaiyum Ungalukku Undaakkaadhabadikku Echcharikkaiyaayirungal. "
},{ "Verses": "24 un Dhevanaagiya Karththar Patchikkira Akkini, Avar Erichchalulla Dhevan. "
},{ "Verses": "25 neengal Pillaigalum Pillaigalin Pillaigalum Petru, Dhesaththil Vegunaal Irundhapinbu, Neengal Ungalaik Keduththu, Yaadhoruvikkiragaththaiyaavadhu Yaadhoru Saayalaana Suroobaththaiyaavadhu Panni, Un Dhevanaagiya Karththarukkuk Kobam Undaakka Avar Paarvaikkup Pollaappaanadhaich Seydhaal, "
},{ "Verses": "26 neengal Yordhaanaik Kadandhu Sudhandharikkappogira Dhesaththil Iraamal, Seekkiramaai Mutrilum Azhindhupoveergal Endru, Innaalil Ungalukku Virodhamaai Vaanaththaiyum Boomiyaiyum Saatchi Vaikkiren; Neengal Adhile Nedunaal Iraamal Nirmoolamaakkappaduveergal. "
},{ "Verses": "27 karththar Ungalaip Purajaadhigalukkulle Sidhara Adippaar; Karththar Ungalaik Kondupoi Vidappogira Jaadhigalidaththile Konja Janangalaai Meendhiruppeergal. "
},{ "Verses": "28 ange Kaanaamalum Kelaamalum Saappidaamalum Mugaraamalum Irukkira Maramum Kallumaana, Manushar Kaivelaiyaagiya Dhevargalaich Sevippeergal. "
},{ "Verses": "29 appozhudhu Angeyirundhu Un Dhevanaagiya Karththaraith Theduvaai; Un Muzhu Irudhayaththodum Un Muzhu Aaththumaavodum Avaraith Thedumpodhu, Avaraik Kandadaivaai. "
},{ "Verses": "30 nee Viyaagulappada Ivaigalellaam Unnaith Thodarndhu Pidikkumbodhu, Kadaisinaatkalil Un Dhevanaagiya Karththaridaththil Thirumbi Avar Saththaththirkuk Keezhppadivaayaanaal, "
},{ "Verses": "31 un Dhevanaagiya Karththar Irakkamulla Dhevanaayirukkirabadiyaal, Avar Unnaik Kaividavumaattaar, Unnai Azhikkavumaattaar, Un Pidhaakkalukkuth Thaam Aanaiyittuk Koduththa Udanbadikkaiyai Marakkavumaattaar. "
},{ "Verses": "32 dhevan Manushanaip Boomiyile Sirushtiththa Naalmudhal, Unakku Mun Irundha Poorvanaatkalil, Vaanaththin Orumunai Thodangi Adhin Marumunaimattumulla Evvidaththilaagilum Ippadippatta Periya Kaariyam Nadandhadhundo, Ippadippatta Kaariyam Kelvippattadhundo: "
},{ "Verses": "33 akkiniyin Naduvilirundhu Pesugira Dhevanudaiya Saththaththai Nee Kettadhupola, Yaadhoru Janamaavadhu Kettadhum Uyirodirundhadhum Undo? "
},{ "Verses": "34 alladhu Ungal Dhevanaagiya Karththar Egipthile Ungal Kangalukku Munbaaga Ungalukkuch Seydhapadiyellaam Dhevan Anniya Jaadhigalin Naduvilirundhu Oru Janaththaich Sodhanaigalinaalum, Adaiyaalangalinaalum, Arpudhangalinaalum, Yuththaththinaalum, Vallamaiyulla Karaththinaalum, Ongiya Puyaththinaalum, Magaa Bayangaramaana Seyalgalinaalum, Thamakkendru Therindhukolla Vagaipanninadhundo Endru Nee Visaariththuppaar. "
},{ "Verses": "35 karththare Dhevan, Avaraiyallaamal Veroruvarum Illai Enpadhai Nee Ariyumbadikku, Idhu Unakkuk Kaattappattadhu. "
},{ "Verses": "36 unnai Ubadhesikkumbadikku, Avar Vaanaththilirundhu Thamadhu Saththaththai Unakkuk Ketkappanni, Boomiyile Thamadhu Periya Akkiniyai Unakkuk Kaanbiththaar; Akkiniyin Naduvilirundhu Undaana Avarudaiya Vaarththaigalaik Kettaai. "
},{ "Verses": "37 avar Un Pidhaakkalil Anbu Koorndhabadiyaal, Avargaludaiya Pinsandhadhiyaith Therindhukondu, "
},{ "Verses": "38 unnilum Balaththa Periya Jaadhigalai Unakku Munnindru Thuraththavum, Unnai Azhaiththukkondupoi, Innaalil Irukkiradhupola, Avargal Dhesaththai Unakkuch Sudhandharamaagak Kodukkavum, Unnaith Thamadhu Mugaththukkumun Thamadhu Migundha Vallamaiyinaal Egipthilirundhu Purappadappanninaar. "
},{ "Verses": "39 aagaiyaal, Uyara Vaanaththilum Thaazha Boomiyilum Karththare Dhevan, Avaraith Thavira Oruvarum Illai Enbadhai Nee Innaalil Arindhu, Un Manadhile Sindhiththu, "
},{ "Verses": "40 neeyum Unakkup Pinvarum Un Pillaigalum Nandraayirukkumbadikkum, Un Dhevanaagiya Karththar Unakku Endraikkum Kodukkira Dhesaththile Nee Neediththa Naalaayirukkumbadikkum, Naan Indru Unakkuk Karpikkira Avarudaiya Kattalaigalaiyum Avarudaiya Karpanaigalaiyum Kaikkollakkadavaai Endraan. "
},{ "Verses": "41 murpagaiyindrik Kaippisakaaip Piranaik Kondravan Adaikkalappattanangalil Oru Pattanaththil Thappiyodippoip Pizhaiththirukkumbadiyaaga, "
},{ "Verses": "42 roopaniyaraich Serndha Samaboomiyaagiya Vanaandharaththilulla Peserum, Kaaththiyaraich Serndha Keeleyaaththilulla Raamoththum, Manaaseyaraich Serndha Paasaanilulla Kolaanumaagiya "
},{ "Verses": "43 moondru Pattanangalai Mose Yordhaanukku Ippuraththil Sooriyodhaya Thisaiyile Erpaduththinaan. "
},{ "Verses": "44 idhuve Mose Isravel Puththirarukku Vidhiththa Piramaanam. "
},{ "Verses": "45 isravel Puththirar Egipdhilirundhu Purappattapinbu, Yordhaanukku Ippuraththil Esponil Kudiyirundha Emoriyarin Raajaavaagiya Seekonudaiya Dhesaththilulla Pedhpeyorukku Edhiraana Pallaththaakkile, Avargalukku Mose Sonna Saatchigalum Kattalaigalum Niyaayangalum Ivaigale. "
},{ "Verses": "46 moseyum Isravel Puththirarum Egipthilirundhu Purappattapinbu Andha Raajaavai Muriya Adiththu, "
},{ "Verses": "47 yordhaanukku Ippuraththil Sooriyodhaya Thisaiyil Arnon Aatrangaraiyilulla Aarover Thodangi Ermon Ennum Seeyon Malaivaraikkumulla Dhesamum, "
},{ "Verses": "48 yordhaanukku Ippuraththil Sooriyodhaya Thisaiyil Asdhodh Piskaavukkum Thaazhndha Samanaana Veliyaich Serndha Kadalmattumulla Samanaana Veliyanaiththumaagiya, "
},{ "Verses": "49 emoriyarudaiya Irandu Raajaakkalin Dhesangalaana Seekonudaiya Dhesaththaiyum Paasaanin Raajaavaagiya Okin Dhesaththaiyum Kattikkondaargal.  "
}
]