[
{ "Verses": "1 aapip Maadhaththaik Gavaniththirundhu, Adhil Un Dhevanaagiya Karththarukkup Paskaavai Aasarikkakkadavaai; Aapipmaadhaththile Iraakkaalaththil Un Dhevanaagiya Karththar Unnai Egipthilirundhu Purappadappanninaare. "
},{ "Verses": "2 karththar Thamadhu Naamam Vilangumbadi Therindhukollum Sthaanaththil, Un Dhevanaagiya Karththarukkup Paskaavin Baliyaagiya Aadumaadugalaip Baliyiduvaayaaga. "
},{ "Verses": "3 nee Egipthudhesaththilirundhu Purappatta Naalai Nee Uyirodirukkum Naalellaam Ninaikkumbadi, Paskaappaliyudane Pulippulla Appam Pusiyaamal, Sirumaiyin Appamaagiya Pulippillaadha Appangalai Ezhunaalvaraikkum Pusikkakkadavaai; Nee Theeviramaai Egipthudhesaththilirundhu Purappattabadiyinaal Ippadich Seyyavendum. "
},{ "Verses": "4 ezhunaal Alavum Un Ellaigalilengum Pulippulla Appam Unnidaththil Kaanappadalaagaadhu; Nee Mudhalnaal Saayangaalaththil Itta Baliyin Maamsaththil Edhaagilum Iraamuzhudhum Vidiyar Kaalamvaraikkum Vaikkavendaam. "
},{ "Verses": "5 un Dhevanaagiya Karththar Unakkuk Kodukkum Unnudaiya Vaasalgalil Edhilum Nee Paskaavai Adikkavendaam. "
},{ "Verses": "6 un Dhevanaagiya Karththar Thamadhu Naamam Vilangumbadi Therindhukollum Sthaanaththile, Nee Egipthilirundhu Purappatta Neramaagiya Saayangaalaththile Sooriyan Asthamikkirapodhu Paskaavai Adiththu, "
},{ "Verses": "7 un Dhevanaagiya Karththar Therindhukonda Sthaanaththile, Adhaipporiththup Pusiththu, Vidiyarkaalaththile Un Koodaarangalukkuth Thirumbippovaayaaga. "
},{ "Verses": "8 nee Aarunaalum Pulippillaadha Appam Pusikkavendum; Ezhaam Naal Un Dhevanaagiya Karththarukku Aasarikkappadum Naalaayirukkum; Adhile Yaadhoru Velaiyum Seyyavendaam. "
},{ "Verses": "9 ezhu Vaarangalai Ennuvaayaaga; Aruppu Arukkath Thodangum Kaalamudhal Nee Andha Ezhu Vaarangalaiyum Ennavendum. "
},{ "Verses": "10 avaigal Mudindhapodhu Vaarangalin Pandigaiyai Un Dhevanaagiya Karththarukku Endru Aasariththu, Un Dhevanaagiya Karththar Unnai Aaseervadhiththadharkuth Thakkadhaai Un Kaikku Nerndha Manappoorvamaana Kaanikkaiyaagiya Pagudhiyaich Seluththi, "
},{ "Verses": "11 un Dhevanaagiya Karththar Thamadhu Naamam Vilangumbadi Therindhukollum Sthaanaththile, Neeyum, Un Kumaaranum, Un Kumaaraththiyum, Un Velaikkaaranum, Unvelaikkaariyum, Un Vaasalgalil Irukkira Leviyanum, Unnidaththil Irukkira Paradhesiyum, Thikkatra Pillaiyum, Vidhavaiyum, Un Dhevanaagiya Karththarudaiya Sannidhiyil Sandhoshappattu, "
},{ "Verses": "12 nee Egipthil Adimaiyaayirundhadhai Ninaiththu, Indhak Kattalaigalaik Kaikkondu Ivaigalinbadi Seyyakkadavaai. "
},{ "Verses": "13 nee Un Kalaththin Balanaiyum Un Aalaiyin Balanaiyum Serththapinbu, Koodaarappandigaiyai Ezhunaal Aasariththu, "
},{ "Verses": "14 un Pandigaiyil Neeyum, Un Kumaaranum, Un Kumaaraththiyum Un Velaikkaaranum, Un Velaikkaariyum, Un Vaasalgalil Irukkira Leviyanum, Paradhesiyum, Thikkatra Pillaiyum, Vidhavaiyum Sandhoshappadakkadaveergal; "
},{ "Verses": "15 unakku Undaana Ellaa Varaththilum Un Kaigaludaiya Ellaak Kiriyaiyilum Un Dhevanaagiya Karththar Unnai Aaseervadhiththabadiyinaal, Karththar Therindhu Kollum Sthaanaththil Un Dhevanaagiya Karththarukku Ezhunaalalavum Pandigaiyai Aasariththuch Sandhoshamaayiruppaayaaga. "
},{ "Verses": "16 varushaththil Moondrudharam Pulippillaadha Appappandigaiyilum, Vaarangalin Pandigaiyilum, Koodaarappandigaiyilum, Un Aanmakkal Ellaarum Un Dhevanaagiya Karththar Therindhukollum Sthaanaththile, Avar Sannidhikku Munbaaga Vandhu Kaanappadakkadavargal. "
},{ "Verses": "17 aanaalum Avargal Karththarudaiya Sannidhiyil Verungaiyode Varaamal, Un Dhevanaagiya Karththar Unakku Aruliya Aaseervaadhaththirkuththakkadhaaga, Avanavan Than Than Thagudhikku Etrapadi Kaanikkaiyaik Konduvarakkadavan. "
},{ "Verses": "18 un Dhevanaagiya Karththar Un Koththirangal Dhorum Unakkuk Kodukkum Vaasalgalilellaam, Niyaayaadhibadhigalaiyum Thalaivaraiyum Erpaduththuvaayaaga; Avargal Needhiyudan Janangalukku Niyaayaththeerppuch Seyyakkadavargal. "
},{ "Verses": "19 niyaayaththaip Purattaadhiruppaayaaga; Mugadhaatchiniyam Pannaamalum, Paridhaanam Vaangaamalum Iruppaayaaga; Paridhaanam Gnaanigalin Kangalaik Kurudaakki, Needhimaangalin Niyaayangalaith Thaarumaaraakkum. "
},{ "Verses": "20 nee Pizhaiththu, Un Dhevanaagiya Karththar Unakkuk Kodukkum Dhesaththaich Sudhandhariththukkollumbadikku Needhiyaiye Pinbatruvaayaaga. "
},{ "Verses": "21 nee Un Dhevanaagiya Karththarukku Undaakkum Balibeedaththandaiyil Yaadhoru Thoppaiyum Undaakka Vendaam; "
},{ "Verses": "22 yaadhoru Silaiyaiyum Niruththavendaam; Un Dhevanaagiya Karththar Adhai Verukkiraar. "
}
]