[
{ "Verses": "1 nee Un Dhevanaagiya Karththarukkup Bayandhu, Uyirodirukkum Naalellaam, Neeyum Un Kumaaranum Un Kumaaraththiyum, Naan Unakku Vidhikkira Avarudaiya Ellaak Karpanaigalaiyum Kattalaigalaiyum Kaikkollugiradhinaale Un Vaazhnaatkal Neediththirukkumbadi, "
},{ "Verses": "2 neengal Sudhandharikkappogira Dhesaththile Kaikkollavadharkaaga, Ungalukkup Podhikkavendum Endru Ungal Dhevanaagiya Karththar Karpiththa Karpanaigalum Kattalaigalum Niyaayangalum Ivaigale. "
},{ "Verses": "3 isravele, Nee Nandraayiruppadharkum, Un Pidhaakkalin Dhevanaagiya Karththar Unakkuch Sonnabadi, Paalum Thenum Odugira Dhesaththil Nee Migavum Viruththiyadaivadharkum, Avaigalukkuch Sevikoduththu, Avaigalinbadi Seyyach Saavadhaanamaayiru. "
},{ "Verses": "4 isravele, Kel: Nammudaiya Dhevanaagiya Karththar Oruvare Karththar. "
},{ "Verses": "5 nee Un Dhevanaagiya Karththaridaththil Un Muzhu Irudhayaththodum, Un Muzhu Aaththumaavodum, Un Muzhup Balaththodum Anbukooruvaayaaga. "
},{ "Verses": "6 indru Naan Unakkuk Kattalaiyidugira Indha Vaarththaigalai Un Irudhayaththil Irukkakkadavadhu. "
},{ "Verses": "7 nee Avaigalai Un Pillaigalukkuk Karuththaaip Podhiththu, Nee Un Veettil Utkaarndhirukkirapodhum, Vazhiyil Nadakkirapodhum, Paduththukkollugirapodhum, Ezhundhirukkirapodhum Avaigalaik Kuriththup Pesi, "
},{ "Verses": "8 avaigalai Un Kaiyinmel Adaiyaalamaagak Kattikkolvaayaaga; Avaigal Un Kangalukku Naduve Gnaabagakkuriyaai Irukkakkadavadhu. "
},{ "Verses": "9 avaigalai Un Veettu Nilaigalilum, Un Vaasalgalilum Ezhudhuvaayaaga. "
},{ "Verses": "10 un Dhevanaagiya Karththar Unakkuk Koduppen Endru Aabiragaam Eesaakku Yaakkobu Enbavargalaagiya Un Pidhaakkalukku Aanaiyittuk Koduththa Dhesaththil Unnaip Piravesikkappannumpodhum, Nee Kattaadha Vasadhiyaana Periya Pattanangalaiyum, "
},{ "Verses": "11 nee Nirappaadha Sagala Nalla Vasthukkalaalum Nirambiya Veedugalaiyum, Nee Vettaamal Vettappattirukkira Thuravugalaiyum, Nee Nadaadha Thiraatchaththottangalaiyum Olivaththoppugalaiyum, Avar Unakkuk Koduppadhinaal, Nee Saappittuth Thirupthiyaagumpodhum, "
},{ "Verses": "12 nee Adimaippattirundha Veedaagiya Egipthudhesaththilirundhu Unnaip Purappadappannina Karththarai Maravaadhabadikku Echcharikkaiyaayiru. "
},{ "Verses": "13 un Dhevanaagiya Karththarukkup Bayandhu, Avarukke Aaraadhanaiseydhu, Avarudaiya Naamaththaikkonde Aanaiyiduvaayaaga. "
},{ "Verses": "14 un Dhevanaagiya Karththarudaiya Kobam Unmel Moondu, Unnaip Boomiyil Vaikkaamal Azhiththuppodaadhabadikku, Ungalaich Sutrilum Irukkira Janangalin Dhevargalaagiya Anniya Dhevargalaip Pinbatraadhiruppeergalaaga. "
},{ "Verses": "15 un Naduvilirukkira Un Dhevanaagiya Karththar Erichchalulla Dhevanaayirukkiraare. "
},{ "Verses": "16 neengal Maasaavile Seydhadhupola, Ungal Dhevanaagiya Karththaraip Pareetchai Paaraadhiruppeergalaaga. "
},{ "Verses": "17 ungal Dhevanaagiya Karththar Ungalukkuk Karpiththa Avarudaiya Karpanaigalaiyum Avarudaiya Saatchigalaiyum Avarudaiya Kattalaigalaiyum Karuththaaik Kaikkolluveergalaaga. "
},{ "Verses": "18 nee Nandraayirukkiradharkum, Karththar Un Pidhaakkalukku Aanaiyittukkoduththa Nalla Dhesaththil Nee Piravesiththu, Adhaich Sudhandharippadharkum, "
},{ "Verses": "19 karththar Thaam Sonnabadi, Un Saththurukkalaiyellaam Un Mugaththirku Munbaagath Thuraththividuvadharkum, Nee Karththarudaiya Paarvaikkuch Semmaiyum Nanmaiyumaai Irukkiradhaich Seyvaayaaga. "
},{ "Verses": "20 naalaikku Un Puththiran: Nammudaiya Dhevanaagiya Karththar Ungalukkuk Kattalaiyitta Indhach Saatchigalum Kattalaigalum Niyaayangalum Enna Endru Unnidaththil Kettaal; "
},{ "Verses": "21 nee Un Puththiranai Nokki: Naangal Egipthile Paarvonukku Adimaigalaayirundhom; Karththar Balaththa Kaiyinaale Engalai Egipthilirundhu Purappadappanninaar. "
},{ "Verses": "22 karththar Engal Kankalukku Munpaaga, Egipthinmelum Paarvonmelum Avan Kudumbam Anaiththinmelum Kodidhaana Periya Adaiyaalangalaiyum Arpudhangalaiyum Vilangappanni, "
},{ "Verses": "23 thaam Nammudaiya Pidhaakkalukku Aanaiyittukkoduththa Dhesaththukku Engalai Azhaiththukkondupoi, Adhai Namakkuk Kodukkumbadi Engalai Avvidaththilirundhu Purappadappanninaar. "
},{ "Verses": "24 innaalil Irukkiradhupola, Nammai Avar Uyirode Kaappadharkum, Ennaalum Nandraayirukkiradharkum, Nammudaiya Dhevanaagiya Karththarukkup Bayandhu Indha Ellaak Kattalaigalinbadiyeyum Seyyak Karththar Namakkuk Kattalaiyittaar. "
},{ "Verses": "25 nammudaiya Dhevanaagiya Karththar Namakkuk Kattalaiyittapadiye Naam Avar Samugaththil Indha Ellaakkattalaigalinbadiyum Seyyach Saavadhaanamaayirundhaal, Namakku Needhiyaayirukkum Endru Solvaayaaga. "
}
]