[
{ "Verses": "1 un Dhevanaagiya Karththar Unakkuch Sudhandharamaagak Kodukkum Dhesaththil Nee Poich Serndhu, Adhaik Kattikkondu, Adhil Vaasampannumbodhu, "
},{ "Verses": "2 un Dhevanaagiya Karththar Unakkuk Kodukkum Un Dhesaththil Nee Payiridum Nilaththin Kanigalilellaam Mundhina Palanai Eduththu, Oru Koodaiyile Vaiththu, Un Dhevanaagiya Karththar Thamadhu Naamam Vilangumbadi Therindhukondirukkum Sthaanaththirkup Poi, "
},{ "Verses": "3 annaatkalil Irukkum Aasaariyanidaththil Sendru, Avanai Nokki: Karththar Engalukkuk Kodukka Nammudaiya Pidhaakkalukku Aanaiyittadhesaththil Vandhu Serndhen Endru Indru Ummudaiya Dhevanaagiya Karththarudaiya Sannidhiyil Arikkaiyidugiren Enbaayaaga. "
},{ "Verses": "4 appozhudhu Aasaariyan Andhak Koodaiyai Un Kaiyilirundhu Vaangi, Adhai Un Dhevanaagiya Karththarin Balibeedaththirku Munbaaga Vaikkakkadavan. "
},{ "Verses": "5 appozhudhu Nee Un Dhevanaagiya Karththarudaiya Sannidhiyil Nindru Vasaniththuch Sollavendiyadhu Ennavendraal En Thagappan Azhivukku Neraana Seeriya Dhesaththaanaayirundhaan. Avan Konjam Janangalode Egipthukkuppoi, Avvidaththil Paradhesiyaaich Sanjariththu, Ange Periya Balaththa Thiratchiyaana Jaadhiyaanaan. "
},{ "Verses": "6 egipthiyar Engalai Odukki, Engalaich Sirumaippaduththi, Engalmel Ganamaana Velaiyaich Sumaththinapodhu, "
},{ "Verses": "7 engal Pidhaakkalin Dhevanaagiya Karththarai Nokkik Kooppittom; Karththar Engal Saththaththaik Kettu, Engal Sirumaiyaiyum Engal Varuththaththaiyum Engal Odukkaththaiyum Paarththu, "
},{ "Verses": "8 engalaip Balaththa Kaiyinaalum, Ongiya Puyaththinaalum, Magaa Bayangarangalinaalum, Adaiyaalangalinaalum, Arpudhangalinaalum Egipthilirundhu Purappadappanni, "
},{ "Verses": "9 engalai Ivvidaththukku Azhaiththuvandhu, Paalum Thenum Odugira Dhesamaagiya Indhath Dhesaththai Engalukkuk Koduththaar. "
},{ "Verses": "10 ippozhudhum, Idho, Karththaave, Dhevareer Enakkuk Koduththa Nilaththinudaiya Kanigalin Mudharpalanaik Konduvandhen Endru Solli, Adhai Undhevanaagiya Karththarudaiya Sannidhiyil Vaiththu, Un Dhevanaagiya Karththarudaiya Sannidhiyil Panindhu, "
},{ "Verses": "11 neeyum Leviyanum, Unnidaththilirukkira Paradhesiyum Un Dhevanaagiya Karththar Unakkum Un Veettaarukkum Anukkiragampannina Sagala Nanmaigalinimiththamum Sandhoshappaduveergalaaga. "
},{ "Verses": "12 thasamabaagam Seluththum Varushamaagiya Moondraam Varushaththile, Nee Un Varaththilellaam Paththil Ondrai Eduththu, Leviyanum Paradhesiyum Thikkatra Pillaiyum Vidhavaiyum Un Vaasalgalil Pusiththuth Thirupthiyaagumbadi Avargalukkuk Koduththuth Theerndhapinbu, "
},{ "Verses": "13 nee Un Dhevanaagiya Karththarudaiya Sannidhiyil Poi Avarai Nokki: Dhevareer Enakkuk Koduththa Ellaak Kattalaigalinbadiyum, Naan Parisuththamaana Porulgalai En Veettilirundhu Eduththuvandhu, Leviyanukkum Paradhesikkum Thikkatra Pillaikkum Vidhavaikkum Koduththen; Ummudaiya Kattalaigalil Ondraiyum Naan Meeravum Illai Marakkavum Illai. "
},{ "Verses": "14 naan Dhukkangondaadumbodhu Adhil Pusikkavum Illai, Theettaana Kaariyaththukku Adhil Ondrum Edukkavumillai; Izhavu Kaariyaththukkaaga Adhil Ondru Padaikkavum Illai; Naan En Dhevanaagiya Karththarin Saththaththirkuk Keezhppadindhu, Dhevareer Enakkuk Kattalaiyittabadi Sagalamum Seydhen. "
},{ "Verses": "15 neer Umadhu Parisuththa Vaasasthalamaagiya Paralogaththilirundhu Nokkip Paarththu, Umadhu Janangalaagiya Isravelaraiyum, Neer Engal Pidhaakkalukku Aanaiyittabadiye, Engalukkuk Koduththa Paalum Thenum Odugira Dhesaththaiyum Aaseervadhiyum Endru Solvaayaaga. "
},{ "Verses": "16 indhak Kattalaigalinbatdiyum Niyaayangalinbadiyum Nee Seyyumporuttu, Indru Un Dhevanaagiya Karththar Unakkuk Kattalaiyidugiraar; Aagaiyaal Un Muzhuirudhayaththotum Un Muzhu Aaththumaavodum Avaigalaik Kaaththu Nadakkakkadavaai. "
},{ "Verses": "17 karththar Enakku Dhevanaayiruppaarendrum, Naan Avar Vazhigalil Nadandhu, Avar Kattalaigalaiyum Avar Karpanaigalaiyum Avar Niyaayangalaiyum Kaikkondu, Avar Saththaththirkuk Keezhppadiven Endrum Nee Indru Avarukku Vaakkukkoduththaai. "
},{ "Verses": "18 karththarum Unakku Vaakkukkoduththu Unakkuch Solliyirukkirabadi: Nee Ennudaiya Kattalaigalaiyellaam Kaikkondaal, Enakkuch Sondha Janamaayiruppaai Endrum, "
},{ "Verses": "19 naan Undupannina Ellaa Jaadhigalaippaarkkilum, Pugazhchchiyilum Keerththiyilum Magimaiyilum Unnaich Sirandhirukkumbadi Seyven Endrum, Naan Sonnabadiye, Nee Un Dhevanaagiya Karththaraana Enakkup Parisuththa Janamaayiruppaai Endrum, Avar Indru Unakkuch Sollugiraar Endraan. "
}
]