[
{ "Verses": "1 leviyaraagiya Aasaariyarukkum Levikoththiraththaar Anaivarukkum Isravel Puththirarudan Pangum Sudhandharamum Illaadhiruppadhaaga; Karththarukku Idappadum Dhaganabaligalaiyum Avarukkuch Sudhandharamaanavaigalaiyum Avargal Pusippaargalaaga. "
},{ "Verses": "2 avargal Sagodhararukkulle Avargalukkuch Sudhandharamillai; Karththar Avargalukkuch Solliyabadiye, Avare Avargal Sudhandharam. "
},{ "Verses": "3 janaththinidaththil Petrukkolla Vendiya Aasaariyarukkuriya Varaththaavadhu: Janangal Baliyidum Aadumaadugalil Munnandhodaiyaiyum Thaadaigalaiyum Iraippaiyaiyum Aasaariyanukkuk Kodukkavendum. "
},{ "Verses": "4 un Dhaaniyam, Thiraatcharasam, Enney, Aatturomam Ennum Ivaigalin Mudharbalanaiyum Avanukkuk Kodukkavendum. "
},{ "Verses": "5 avanum Avan Kumaararum Ennaalum Karththarin Naamaththai Munnittu Aaraadhanai Seyyumbadi Nirkumporuttu, Un Dhevanaagiya Karththar Un Koththiraththaar Ellaarukkullum Avanaiye Therindhukondaar. "
},{ "Verses": "6 isravelil Evvidaththilumulla Un Vaasalgal Yaadhondrile Thangina Oru Leviyan Avvidaththai Vittu, Karththar Therindhukonda Sthaanaththirku Manappoorvamaai Vandhaal, "
},{ "Verses": "7 ange Karththarudaiya Sannidhiyil Nirkum Leviyaraagiya Than Ellaach Sagodhararaippolum Than Dhevanaagiya Karththarin Naamaththai Munnittu Oozhiyanjeyvaan. "
},{ "Verses": "8 appadippattavargal Thangal Pidhaakkaludaiya Aasthiyin Vilaikkirayaththai Anubavikkiradhum Allaamal, Saappaattirkaagach Samamaana Paagaththaiyum Petrukkolvaargal. "
},{ "Verses": "9 un Dhevanaagiya Karththar Unakkuk Kodukkum Dhesaththil Nee Poich Serum Podhu, Andha Jaadhigal Seyyum Aruvaruppugalinbadi Seyyak Katruk Kollavendaam. "
},{ "Verses": "10 than Maganaiyaavadhu Than Magalaiyaavadhu Theekkadakkappannugiravanum, Kurisollugiravanum, Naalpaarkkiravanum, Anjanam Paarkkiravanum, Sooniyakkaaranum, "
},{ "Verses": "11 mandhiravaadhiyum, Sannadhakkaaranum, Maayaviththaikkaaranum, Seththavargalidaththil Kuriketkiravanum Ungalukkulle Irukkavendaam. "
},{ "Verses": "12 ippadippattavaigalaich Seygiravan Evanum Karththarukku Aruvaruppaanavan; Ippadippatta Aruvaruppugalin Nimiththam Un Dhevanaagiya Karththar Avargalai Un Munnindru Thuraththividugiraar. "
},{ "Verses": "13 un Dhevanaagiya Karththarukku Munbaaga Nee Uththamanaayirukkakkadavaai. "
},{ "Verses": "14 nee Thuraththividappogira Indha Jaadhigal Naal Paarkkiravargalukkum Kuri Sollugiravargalukkum Sevikodukkiraargal; Nee Appadich Seygiradharku Un Dhevanaagiya Karththar Uththaravukodaar. "
},{ "Verses": "15 un Dhevanaagiya Karththar Ennaip Pola Oru Theerkkadharisiyai Unakkaaga Un Naduve Un Sagodhararilirundhu Ezhumbap Pannuvaar; Avarukkuch Sevikoduppeergalaaga. "
},{ "Verses": "16 orepile Sabai Koottappattanaalil: Naan Saagaadhabadi En Dhevanaagiya Karththarin Saththaththai Ini Naan Kelaamalum, Indhap Periya Akkiniyai Ini Naan Kaanaamalum Iruppenaaga Endru Un Dhevanaagiya Karththarai Nee Vendik Kondadhinbadiyellaam Avar Seyvaar. "
},{ "Verses": "17 appozhudhu Karththar Ennai Nokki: Avargal Sonnadhu Sariye. "
},{ "Verses": "18 unnaippola Oru Theerkkadharisiyai Naan Avargalukkaaga Avargal Sagodhararilirundhu Ezhumbappanni, En Vaarththaigalai Avar Vaayil Aruluven; Naan Avarukkuk Karpippadhaiyellaam Avargalukkuch Solluvaar. "
},{ "Verses": "19 en Naamaththinaale Avar Sollum En Vaarththaigalukkuch Sevikodaadhavan Evano Avanai Naan Visaarippen. "
},{ "Verses": "20 sollumbadi Naan Kattalaiyidaadha Vaarththaiyai En Naamaththinaale Sollath Thuniyum Theerkkadharisiyum, Vere Dhevargalin Naamaththinaale Pesum Theerkkadharisiyum Saagakkadavan. "
},{ "Verses": "21 karththar Sollaadha Vaarththai Innadhendru Naan Eppadi Ariven Endru Nee Un Irudhayaththil Solvaayaagil, "
},{ "Verses": "22 oru Theerkkadharisi Karththarin Naamaththinaale Sollum Kaariyam Nadavaamalum Niraiveraamalum Ponaal, Adhu Karththar Sollaadha Vaarththai; Andhath Theerkkadharisi Adhaith Thunikaraththinaal Sonnaan; Avanukku Nee Bayappadavendaam. "
}
]