[
{ "Verses": "1 isravele, Kel: Nee Ippozhudhu Yordhaanaik Kadandhu, Unnilum Janam Peruththadhum Balaththadhumaana Jaadhigalaith Thuraththi, Vaanaththaiyalaaviya Madhil Soozhndha Periya Pattanangalaip Pidiththu, "
},{ "Verses": "2 enaakkin Puththiraraagiya Periyavargalum Netiyavargalumaana Janangalaith Thuraththividappogiraai; Ivargal Seydhiyai Nee Arindhu, Enaak Puththirarukku Munbaaga Nirpavan Yaar Endru Sollappaduvadhai Nee Kettirukkiraai. "
},{ "Verses": "3 un Dhevanaagiya Karththar Unakku Munbaagak Kadandhupogiravar Enbadhai Indru Ariyakkadavaai; Avar Patchikkira Akkiniyaippola Avargalai Azhippaar; Avargalai Unakku Munbaaga Vizhappannuvaar; Ivvidhamaaik Karththar Unakkuch Sonnabadiye, Nee Avargalaich Seekkiramaaith Thuraththi, Avargalai Azhippaai. "
},{ "Verses": "4 un Dhevanaagiya Karththar Avargalai Unakku Munbaagaththuraththugaiyil, Nee Un Irudhayaththile: En Needhiyinimiththam Indha Dhesaththaich Sudhandhariththukkollumbadi Karththar Ennai Azhaiththuvandhaar Endru Sollaayaaga; Andha Jaadhigaludaiya Aagaamiyaththinimiththame Karththar Avargalai Unakku Munbaagath Thuraththi Vidugiraar. "
},{ "Verses": "5 un Needhiyinimiththamum Un Irudhayaththinudaiya Uththamaththinimiththamum Nee Avargal Dhesaththaich Sudhandharikkumbadi Piravesippadhillai; Andha Jaadhigaludaiya Aagaamiyaththinimiththamaagavum, Aabiragaam Eesaakku Yaakkobu Ennum Un Pidhaakkalukkuk Karththar Aanaiyittuch Sonna Vaarththaiyai Niraivetrumbadiyaagavum, Un Dhevanaagiya Karththar Avargalai Unakku Munbaagath Thuraththividugiraar. "
},{ "Verses": "6 aagaiyaal, Un Needhiyinimiththam Un Dhevanaagiya Karththar Unakku Andha Nalla Dhesaththaich Sudhandharikkakkodaar Enbadhai Ariyakkadavaai; Nee Vanangaak Kazhuththulla Janam. "
},{ "Verses": "7 nee Vanaandharaththil Un Dhevanaagiya Karththarukkuk Kadungobam Undaakkinadhai Ninai, Adhai Maravaayaaga; Neengal Egipthu Dhesaththilirundhu Purappatta Naal Mudhal, Ivvidaththil Vandhu Serumattum, Karththarukku Virodhamaaik Kalagampannineergal. "
},{ "Verses": "8 orebilum Neengal Karththarukkuk Kadungobam Undaakkinadhinaal, Karththar Ungalai Azhikkaththakkadhaana Ukkirangondaar. "
},{ "Verses": "9 karththar Ungalode Pannina Udanbadikkaip Palagaigalaagiya Karpalagaigalaip Petrukkollumbadi Naan Malaiyil Erinapodhu, Naarpadhunaal Iravum Pagalum Malaiyil Thangi Appam Pusiyaamalum Thanneer Kudiyaamalum Irundhen. "
},{ "Verses": "10 appozhudhu Dhevanudaiya Viralinaal Ezhudhiyirundha Irandu Karpalagaigalaik Karththar Ennidaththil Oppukkoduththaar; Sabai Koodiyirundha Naalil Karththar Malaiyile Akkiniyin Naduvilirundhu Ungaludane Pesina Vaarththaigalinbadiye Avaigalil Ezhudhiyirundhadhu. "
},{ "Verses": "11 iravum Pagalum Naarpadhunaal Mudindhu, Karththar Enakku Andha Udanbadikkaiyin Irandu Karpalagaigalaik Kodukkirapodhu, "
},{ "Verses": "12 karththar Ennai Nokki: Nee Ezhundhu, Seekkiramaai Ivvitam Vittu, Irangippo; Nee Ekipdhilirundhu Azhaiththukkontuvandha Un Janangal Thangalaik Ketuththukkontaarkal; Naan Avarkalukku Vidhiththa Vazhiyai Avarkal Seekkiramaaka Vittu Vilaki, Vaarppikkappatta Vikkirakaththaith Thangalukkaaka Untaakkinaarkal Endraar. "
},{ "Verses": "13 pinnum Karththar Ennai Nokki: Indha Janangalaip Paarththen; Adhu Vanangaak Kazhuththulla Janam. "
},{ "Verses": "14 aagaiyaal, Naan Avargalai Azhiththu, Avargal Perai Vaanaththinkeezh Atruppogappannumbadi, Nee Ennai Vittuvidu; Avargalaippaarkkilum Unnaip Balaththadhum Janam Peruththadhumaana Jaadhiyaakkuven Endraar. "
},{ "Verses": "15 appozhudhu Naan Thirumbi Malaiyilirundhu Iranginen, Malaiyaanadhu Akkini Patri Erindhukondirundhadhu; Udanbadikkaiyin Irandu Palagaigalum En Irandu Kaigalilum Irundhadhu. "
},{ "Verses": "16 naan Paarththapodhu, Neengal Ungal Dhevanaagiya Karththarukku Virodhamaagap Paavanjeydhu, Vaarppikkappatta Kandrukkuttiyai Ungalukku Undaakki, Karththar Ungalukku Vidhiththa Vazhiyaich Seekkiramaai Vittu Vilaginadhaik Kanden. "
},{ "Verses": "17 appozhudhu Naan En Irandu Kaigalilum Irundha Andha Irandu Palagaigalaiyum Ongi Erindhu, Avaigalai Ungal Kangalukku Munpaaga Udaiththuppotten. "
},{ "Verses": "18 karththaraik Kobappaduththuvadharku Neengal Avarudaiya Samugaththil Pollaappuch Seydhu Nadappiththa Ungaludaiya Sagala Paavangal Nimiththamum, Naan Karththarukku Munbaaga Munpolum Iravum Pagalum Naarpadhunaal Vizhundhukidandhen; Naan Appam Pusikkavumillai, Thanneer Kudikkavumillai. "
},{ "Verses": "19 karththar Ungalai Azhikkumbadi Ungalmel Kondirundha Kobaththirkum Ukkiraththirkum Bayandhirundhen; Karththar Andha Muraiyum En Mandraattaik Kettaar. "
},{ "Verses": "20 aaronmelum Karththar Migavum Kobangondu, Avanai Azhikkavendumendrirundhaar; Appozhudhu Aaronukkaagavum Vinnappampanninen. "
},{ "Verses": "21 ungal Paavakkiriyaiyaagiya Andhak Kandrukkuttiyai Naan Eduththu Akkiniyil Eriththu, Adhai Norukki, Thoolaaippogumattum Araiththu, Andhath Thoolai Malaiyilirundhu Odugira Aatrile Pottuvitten. "
},{ "Verses": "22 thaperaavilum, Maasaavilum, Kiprodh Aththaavaavilum Karththarukkuk Kadungobam Undaakkineergal. "
},{ "Verses": "23 neengal Poi, Naan Ungalukkuk Koduththa Dhesaththaich Sudhandhariththukkollungal Endru Karththar Kaadhesparneyaavilirundhu Ungalai Anuppugaiyilum, Neengal Ungal Dhevanaagiya Karththarai Visuvaasiyaamalum, Avarudaiya Saththaththukkuch Sevikodaamalum, Avarudaiya Vaakkukku Virodhamaaik Kalagampannineergal. "
},{ "Verses": "24 naan Ungalai Arindha Naalmudharkondu, Neengal Karththarukku Virodhamaagak Kalakampannugiravargalaayirundheergal. "
},{ "Verses": "25 karththar Ungalai Azhippen Endru Sonnabadiyinaal, Naan Munpol Karththarin Samugaththil Iravum Pagalum Naarpadhunaal Vizhundhukidandhen; Appozhudhu Naan Karththarai Nokkip Pannina Vinnappamaavadhu: "
},{ "Verses": "26 karththaraagiya Aandavare, Dhevareer Ummudaiya Magaththuvaththinaale Meettu, Balaththa Kaiyinaal Egipthilirundhu Konduvandha Umadhu Janaththaiyum, Umadhu Sudhandharaththaiyum Azhikkaadhiruppeeraaga. "
},{ "Verses": "27 karththar Avaraglukku Vaakkuththaththampanniyirundha Dhesaththil Avargalaip Piravesikkappannak Koodaamalponapadiyinaalum, Avargalai Veruththabadiyinaalum, Avargalai Vanaandharaththil Kondrupodumbadikke Konduvandhaar Endru Naangal Vittup Purappadumbadi Neer Seydha Dhesaththin Kudigal Sollaadhapadikku, "
},{ "Verses": "28 dhevareer Indha Janangalin Murattaattaththaiyum, Ivargal Aagaamiyaththaiyum, Ivargal Paavaththaiyum Paaraamal, Umadhu Dhaasaraagiya Aabiragaam Eesaakku Yaakkobu Enbavargalai Ninaiththarulum. "
},{ "Verses": "29 neer Umadhu Magaa Balaththinaalum, Ongiya Puyaththinaalum Purappadappannina Ivargal Umadhu Janamum Umadhu Sudhandharamumaayirukkiraargale Endru Vinnappampanninen. "
}
]