[
{ "Verses": "1 seyeer Malaivazhiyaai Orebukkup Padhinorunaal Pirayaana Dhooraththilulla Kaadhesbarneyaavilirundhu, "
},{ "Verses": "2 sooppukku Edhiraagavum, Paaraanukkum Thoppelukkum Laapaanukkum Aasaroththukkum Thisaakaapukkum Naduvaagavum Irukkira Yordhaanukkum Ikkaraiyaana Vanaandharaththin Samanaana Veliyile Vandhapodhu, Mose Isravelar Ellaaraiyum Nokkich Sonna Vasanangalaavana: "
},{ "Verses": "3 esponil Kudiyirundha Emoriyarin Raajaavaagiya Seekonaiyum, Edhreyin Aruge Asdharoththil Kudiyirundha Paasaanin Raajaavaagiya Ok Enbavanaiyum, Mose Muriya Adiththapinbu, "
},{ "Verses": "4 naarpadhaam Varusham Padhinoraam Maadham Mudhal Thedhiyile, Mose Isravel Puththirarukkuch Sollumbadi Thanakkuk Karththar Vidhiththa Yaavaiyum Avargalukkuch Sonnaan. "
},{ "Verses": "5 yordhaanukku Ippuraththilirukkira Movaabin Dhesaththil Mose Indha Niyaayappiramaanaththai Vivariththuk Kaanbikkath Thodangi, "
},{ "Verses": "6 orebile Nammudaiya Dhevanaagiya Karththar Nammode Sonnadhu Ennavendraal: Neengal Indha Malaiyaruge Thangiyirundhadhu Podhum. "
},{ "Verses": "7 neengal Thirumbip Pirayaanam Purappattu, Emoriyarin Malainaattirkum, Adharku Aduththa Ellaa Samanaana Veligalilum Kundrugalilum Pallaththaakkugalilum, Thendhisaiyilum Kadaloraththilum Irukkira Kaanaaniyarin Dhesaththukkum, Leebanonukkum, Aippiraaththu Nadhi Ennum Periya Nadhivaraikkum Pongal. "
},{ "Verses": "8 idho Indhath Dhesaththai Ungalukku Munbaaga Vaiththen; Neengal Poi, Karththar Ungal Pidhaakkalaagiya Aabiragaamukkum Eesaakkukkum Yaakkobukkum Avargalukkup Pinvarum Avargal Sandhadhikkum Aanaiyittukkoduththa Andhath Dhesaththaich Sudhandhariththukkollungal Endraar. "
},{ "Verses": "9 akkaalaththil Naan Ungalai Nokki: Naan Oruvanaaga Ungal Baaraththaith Thaangak Koodaadhu. "
},{ "Verses": "10 ungal Dhevanaagiya Karththar Ungalaip Perugappanninaar; Idho, Innaalil Neengal Vaanaththu Natchaththirangalaippolath Thiralaayirukkireergal. "
},{ "Verses": "11 neengal Ippozhudhu Irukkiradhaip Paarkkilum Aayiramadangu Adhigamaagumbadi Ungal Pidhaakkalin Dhevanaagiya Karththar Ungalukkuch Solliyapadiye Ungalai Aaseervadhippaaraaga. "
},{ "Verses": "12 ungal Varuththaththaiyum Pirayaasaththaiyum Vazhakkukalaiyum Naan Oruvanaaith Thaanguvadhu Eppadi? "
},{ "Verses": "13 naan Ungalukku Adhibadhigalai Erpaduththumporuttu, Ungal Koththirangalil Gnaanamum Vivegamum Arivum Ullavargal Endru Perpetra Manidharaith Therindhukollungal Endru Sonnen. "
},{ "Verses": "14 neengal Enakkup Piradhiyuththaramaaga: Neer Seyyasonna Kaariyam Nalladhu Endreergal. "
},{ "Verses": "15 aagaiyaal Naan Gnaanamum Arivumulla Manidharaagiya Ungal Koththirangalin Vamsapadhigalaith Therindhukondu, Avargal Ungalukkuth Thalaivaraayirukkumbadi, Aayiramperukkudh Adhibadhigalaagavum, Nooruperukku Adhibadhigalaagavum, Aimbadhuperukku Adhibadhigalaagavum, Paththupperukku Adhibadhigalaagavum Ungal Koththirangalil Adhigaarigalaagavum Erpaduththivaiththen. "
},{ "Verses": "16 akkaalaththile Ungaludaiya Niyaayaadhibadhigalai Naan Nokki: Neengal Ungal Sagodhararin Viyaachchiyangalaik Kettu, Irupatchaththaaraagiya Ungal Sagodhararukkum, Avargalidaththil Thangum Anniyanukkum, Needhiyinbadi Theerppuchcheyyungal. "
},{ "Verses": "17 niyaayaththile Mugadhaatchiniyam Paaraamal Periyavanukkuch Sevikoduppadhupolach Chiriyavanukkum Sevikodukkakkadaveergal; Manidhan Mugaththirkup Bayappadaadheergalaaga; Niyaayaththeerppu Dhevanudaiyadhu; Ungalukkuk Kadinamaayirukkum Kaariyaththai Ennidaththil Konduvaarungal; Naan Adhaik Ketpen Endru Solli, "
},{ "Verses": "18 neengal Seyyavendiya Kaariyangal Yaavaiyum Akkaalaththile Kattalaiyitten. "
},{ "Verses": "19 nammudaiya Dhevanaagiya Karththar Namakkuk Kattalaiyittapadiye, Naam Orebaivittup Pirayaanampanni, Emoriyarin Malainaattirku Neraaga Neengal Kanda Andhap Bayangaramaana Periya Vanaandharavazhi Muzhuvadhum Nadandhuvandhu, Kaadhesbarneyaavile Serndhom. "
},{ "Verses": "20 appozhudhu Naan Ungalai Nokki: Nammudaiya Dhevanaagiya Karththar Namakkuk Kodukkum Emoriyarin Malainaadumattum Vandhu Serndheergal. "
},{ "Verses": "21 idho, Un Dhevanaagiya Karththar Andhath Dhesaththai Unakku Munbaaga Vaiththirukkiraar; Un Pidhaakkaludaiya Dhevanaagiya Karththar Unakkuch Sonnapadiye, Nee Poi Adhaich Sudhandhariththukkol; Bayappadaamalum Kalangaamalum Iru Endren. "
},{ "Verses": "22 appozhudhu Neengal Ellaarum Ennidaththil Vandhu Namakkaaga Andhath Dhesaththaich Sodhiththuppaarkkavum, Naam Innavazhiyaaga Adhil Sendru, Innapattanangalukkup Pogalaam Endru Namakku Maruseydhi Konduvaravum, Namakku Munnaaga Manidharai Anuppuvom Endreergal. "
},{ "Verses": "23 adhu Enakku Nandraaik Kandadhu; Koththiraththukku Oruvanaagap Pannirandu Manidharaith Therindheduththu Anuppinen. "
},{ "Verses": "24 avargal Purappattu, Malaigalil Eri, Eskol Pallaththaakkumattum Poi, Adhai Vevupaarththu, "
},{ "Verses": "25 aththesaththuk Kanigalil Silavatraith Thangal Kaiyil Eduththukkondu Nammidaththil Vandhu, Nammudaiya Dhevanaagiya Karththar Namakkuk Kodukkum Dhesam Nalla Dhesam Endru Nammidaththil Sonnaargal. "
},{ "Verses": "26 appadiyirundhum, Neengal Pogamaattom Endru Ungal Dhevanaagiya Karththarudaiya Kattalaikku Virodhamaaga Edhirththu, "
},{ "Verses": "27 ungal Koodaarangalil Murumuruththu: Karththar Nammai Veruththu, Nammai Azhikkumporuttaaga Nammai Emoriyarin Kaiyil Oppukkodukkumbadi, Nammai Egipthudhesaththilirundhu Purappadappanninaar. "
},{ "Verses": "28 naam Enge Pogalaam; Andha Janangal Nammaippaarkkilum Balavaangalum, Netiyavargalum, Avargal Pattanangal Periyavaigalum, Vaanaththaiyalaavum Madhilullavaigalumaai Irukkiradhendrum, Enaakkiyarin Puththiraraiyum Ange Kandom Endrum Nammudaiya Sagodharar Solli, Nammudaiya Irudhayangalaik Kalangappanninaargal Endru Sonneergal. "
},{ "Verses": "29 appozhudhu Naan Ungalai Nokki: Neengal Kalangaamalum Avargalukkup Bayappadaamalum Irungal. "
},{ "Verses": "30 ungalukku Mun Sellum Ungal Dhevanaagiya Karththar Thaame Egipthil Ungalodirundhu, Ungal Kangalukku Munbaagach Seydhadhellaavatraippolavum, Ungalukkaaga Yuththampannuvaar. "
},{ "Verses": "31 oru Manidhan Than Pillaiyaich Sumandhukondu Povadhupola, Neengal Ivvidaththirku Varugiravaraikkum, Nadandhu Vandha Vazhigal Ellaavatrilum, Ungal Dhevanaagiya Karththar Ungalaich Sumandhukonduvandhadhaik Kandeergale. "
},{ "Verses": "32 ungal Dhevanaagiya Karththar Neengal Paalayamirangaththakka Idaththaip Paarkkavum, Neengal Pogavendiya Vazhiyai Ungalukkuk Kaattavum, "
},{ "Verses": "33 iravil Akkiniyilum Pagalil Megaththilum Ungalukkumun Sendraare. Ippadiyirundhum, Indhak Kaariyaththil Neengal Avarai Visuvaasiyaamalponeergal. "
},{ "Verses": "34 aagaiyaal Karththar Ungal Vaarththaigalin Saththaththaik Kettu, Kadungobamgondu: "
},{ "Verses": "35 ungal Pidhaakkalukkuk Koduppen Endru Naan Aanaiyitta Andha Nalla Dhesaththai Indhap Pollaadha Sandhadhiyaaraagiya Manidharil Oruvarum Kaanbadhillai Endrum, "
},{ "Verses": "36 eppunneyin Kumaaranaagiya Kaalebmaaththiram Adhaik Kaanbaan; Avan Karththarai Uththamamaaip Pinbatrinabadiyaal, Naan Avan Midhiththuvandha Dhesaththai Avanukkum Avan Pillaigalukkum Koduppen Endrum Aanaiyittaar. "
},{ "Verses": "37 andriyum Ungal Nimiththam Karththar Enmelum Kobamgondu: Neeyum Adhil Piravesippadhillai; "
},{ "Verses": "38 unakku Munbaaga Nirkira Noonin Kumaaranaagiya Yosuvaa Adhil Piravesippaan; Avanaith Thidappaduththu; Avane Adhai Isravelukkuch Sudhandharamaagap Pangiduvaan. "
},{ "Verses": "39 kollaiyaavaargal Endru Neengal Sonna Ungal Kuzhandhaigalum, Innaalile Nanmai Theemai Ariyaadha Ungal Pillaigalum Adhil Piravesippaargal; Avargalukku Adhaik Koduppen; Avargal Adhaich Sudhandhariththukkolvaargal. "
},{ "Verses": "40 neengalo Thirumbikkondu, Sivandha Samuththiraththin Vazhiyaai Vanaandharaththirkup Pirayaanappattuppongal Endraar. "
},{ "Verses": "41 appozhudhu Neengal Enakkup Piradhiyuththaramaaga: Karththarukku Virodhamaagap Paavamcheydhom; Nammudaiya Dhevanaagiya Karththar Engalukkuk Kattalaiyittapadiyellaam Naangal Poi Yuththampannuvom Endru Solli, Neengal Yaavarum Ungal Aayudhangalaith Thariththukkondu, Malaiyinmel Era Aayaththamaayirundheergal. "
},{ "Verses": "42 appozhudhu Karththar Ennaip Paarththu: Neengal Ungal Saththurukkalukku Munbaaga Murindhupogaadhabadikku, Pogaamalum Yuththampannaamalum Iruppeergalaaga; Naan Ungal Naduve Iren Endru Avargalukkuch Sol Endraar. "
},{ "Verses": "43 appadiye Naan Ungalukkuch Sonnen; Neengalo Sevikodaamal, Karththarudaiya Kattalaikku Virodhamaagath Thunindhu Malaiyinmel Erineergal. "
},{ "Verses": "44 andha Malaiyile Kudiyirundha Emoriyar Ungalai Edhirkkumbadi Purappattuvandhu, Theneekkal Thuraththugiradhupola Ungalaith Thuraththi, Ungalaich Cheyeer Thodangi Ormaamattum Muriya Adiththaargal. "
},{ "Verses": "45 neengal Thirumbivandhu, Karththarudaiya Samugaththil Azhudheergal; Karththar Ungal Saththaththaikketkavillai, Ungalukkuch Sevikodukkavum Illai. "
},{ "Verses": "46 ippadi Kaadhesile Thangi, Ange Vegunaalaayirundheergal. "
}
]