[
{ "Verses": "1 nee Rubavadhi, En Piriyame! Nee Rubavadhi; Un Mukkaattin Naduve Un Kangal Puraakkangalaayirukkiradhu; Un Koondhal Keeleyaadh Malaiyil Thazhaimeyum Vellaattu Mandhaiyaippolirukkiradhu. "},
{ "Verses": "2 un Parkal, Mayir Kaththarikkappattapin Kulippaattappattuk Karaiyerugiravaigalum, Ondraagilum Maladaayiraamal Ellaam Rattaikkuttiyeendravaigalumaana Aattumandhaiyaippolirukkiradhu. "},
{ "Verses": "3 un Udhadugal Sivappunoolukku Samaanamum, Un Vaakku Inbamumaayirukkiradhu; Un Mukkaattin Naduve Un Kannangal Vediththa Maadhalam Pazhampolirukkiradhu. "},
{ "Verses": "4 un Kazhuththu, Paraakkiramasaaligalin Kedagangalaagiya Aayiram Parisaigal Thookkiyirukkira Aayudhasaalaiyaakkappatta Dhaaveedhin Koburampolirukkiradhu. "},
{ "Verses": "5 un Irandu Sthanangalum Leelipushpangalil Meyum Rattaikkuttigalukku Samaanam. "},
{ "Verses": "6 pagal Kulirchchiyaagi Nizhal Saaindhupogumvaraikkum, Naan Vellaippolamalaiyilum Saambiraanimalaiyilum Poyiruppen. "},
{ "Verses": "7 en Piriyame! Nee Poorana Roobavadhi; Unnil Pazhudhondrumillai. "},
{ "Verses": "8 leebanonilirundhu Ennode Vaa, En Manavaaliye! Leebanonilirundhu Ennode Vaa. Amanaavin Kodumudiyilirundhum, Seneer Ermonin Kodumudiyilirundhum, Singangalin Thaabarangalilirundhum, Sivingigalin Malaigalilirundhum Keezhe Paar. "},
{ "Verses": "9 en Irudhayaththaik Kavarndhukondaai; En Sagodhariye! En Manavaaliye! Un Kangalilondrinaalum Un Kazhuththilulla Oru Sarappaniyinaalum En Irudhayaththaik Kavarndhukondaai. "},
{ "Verses": "10 un Nesam Evvalavu Inbamaayirukkiradhu; En Sagodhariye! En Manavaaliye! Dhraatcharasaththaippaarkkilum Un Nesam Evvalavu Madhuramaayirukkiradhu! Sagala Kandhavarkkangalaippaarkkilum Un Parimalathailangal Evvalavu Vaasanaiyaayirukkiradhu! "},
{ "Verses": "11 en Manavaaliye! Un Udhadugalilirundhu Then Ozhugugiradhu, Un Naavin Keezh Thenum Paalum Irukkiradhu, Un Vasthirangalin Vaasanai Leebanonin Vaasanaikkoppaayirukkiradhu. "},
{ "Verses": "12 en Sagodhariye! En Manavaaliye! Nee Adaikkappatta Thottamum, Maraivu Kattappatta Neerootrum, Muththirikkappatta Kinarumaayirukkiraai. "},
{ "Verses": "13 un Thottam Maadhalanchedigalum, Arumaiyaana Kanimarangalum, Marudhondri Sedigalum, Naladhachchedigalum, "},
{ "Verses": "14 naladhamum, Kungumamum, Vasambum, Lavangamum, Sagalavidha Thoobavarkka Marangalum, Vellaippolachchedigalum, Sandhana Virutchangalum, Sagalavidha Kandhavarkkachchedigalumulla Singaaravanamaayirukkiradhu. "},
{ "Verses": "15 thottangalukku Neerootrum, Jeevaththanneerin Thuravum, Leebanonilirundhu Odivarum Vaaikkaalgalum Undaayirukkiradhu. "},
{ "Verses": "16 vaadaiye! Ezhumbu; Thendrale! Vaa; Kandhappisingal Vadiya En Thottaththil Veesu; En Nesar Thammudaiya Thottaththukku Vandhu, Thamadhu Arumaiyaana Kanigalaip Pusippaaraaga. "}
]