[
{ "Verses": "1 aa, Neer En Thaayin Paalkudiththa En Sagodharanaippolirundheeraanaal, Naan Ummai Veliyile Sandhiththu Muththamiduven; Ennai Nindhikkavumaattaargal. "},
{ "Verses": "2 naan Ummaik Koottikkondu, En Thaayin Veettukku Azhaiththukkondupoven; Neer Ennaip Podhippeer, Kandhavarkkamitta Dhraatcharasaththaiyum, En Maadhalampazharasaththaiyum Umakkuk Kudikkakkoduppen. "},
{ "Verses": "3 avar Idadhukai En Thalaiyin Keezhirukkum, Avar Valadhukai Ennai Anaikkum. "},
{ "Verses": "4 erusalemin Kumaaraththigale! Enakkup Piriyamaanavalukku Manadhaagumattum Neengal Avalai Vizhikkappannaamalum Ezhuppaamalum Irukka Ungalai Aanaiyidugiren. "},
{ "Verses": "5 than Nesarmel Saarndhukondu Vanaandharaththilirundhu Varugira Ival Yaar? Kichchilimaraththin Keezh Ummai Ezhuppinen; Ange Umadhu Thaai Ummaip Petraal; Ange Ummaip Petraval Vedhanaippattu Ummaip Petraal. "},
{ "Verses": "6 neer Ennai Umadhu Irudhayaththinmel Muththiraiyaippolavum, Umadhu Buyaththinmel Muththiraiyaippolavum Vaiththukkollum; Nesam Maranaththaippol Validhu; Nesavairaakkiyam Paadhaalaththaippol Kodidhaayirukkiradhu; Adhin Thazhal Akkiniththazhalum Adhin Juvaalai Kadum Juvaalaiyumaayirukkiradhu. "},
{ "Verses": "7 thiralaana Thanneergal Nesaththai Avikkamaattaadhu, Vellangalum Adhaith Thanikkamaattaadhu; Oruvan Than Veettilulla Aasthigalaiyellaam Nesaththukkaagak Koduththaalum, Adhu Mutrilum Asattaipannappadum. "},
{ "Verses": "8 namakku Oru Siriya Sagodhariyundu, Avalukku Sthanangalillai; Nammudaiya Sagodhariyaik Ketkumnaalil Avalukkaaga Naam Enna Seyvom? "},
{ "Verses": "9 aval Oru Madhilaanaal, Adhinmel Vellikkottaiyaik Kattuvom; Aval Kadhavaanaal, Kedhuruppalagaigalai Adharku Inaippom. "},
{ "Verses": "10 naan Madhildhaan, En Sthanangal Koburangal; Avarudaiya Kangalil Kadaatchamperalaanen. "},
{ "Verses": "11 paagaal Aamonile Saalomonukku Oru Dhraatchaththottam Undaayirundhadhu, Andhath Thottaththaik Kaavalaaligal Vasaththile Adhin Palanukkaaga, Ovvoruvan Aayiram Vellikkaasu Konduvarumpadi Vittaar. "},
{ "Verses": "12 en Dhraatchaththottam Enakku Munbaaga Irukkiradhu; Saalomone! Umakku Andha Aayiramum, Adhin Kaniyaik Kaakkiravargalukku Irunoorum Serum. "},
{ "Verses": "13 thottangalil Vaasampannugiravale! Thozhar Un Saththaththaik Ketkiraargal; Naanum Adhaik Ketkattum. "},
{ "Verses": "14 en Nesare! Theeviriyum, Kandhavarkkangalin Malaigalmelulla Velimaanukkum Maraigalin Kuttikkum Samaanamaayirum. "}
]