[
{ "Verses": "1 raajakumaaraththiye! Paadharatchaigalitta Un Paadhangal Migavum Azhagaayirukkiradhu; Un Iduppin Vadivu Visiththirath Thozhirkaararin Velaiyaagiya Pooshanampolirukkiradhu. "},
{ "Verses": "2 un Naabi Dhraatcharasam Niraindha Vattakkalasam Polirukkiradhu; Un Vayiru Leeli Pushpangal Soozhndha Kodhumai Ambaarampolirukkiradhu. "},
{ "Verses": "3 un Irandu Sthanangalum Velimaanin Rattaikkuttigalukku Samaanamaayirukkiradhu. "},
{ "Verses": "4 un Kazhuththu Yaanaiththandhaththinaal Seydha Koburaththaippolavum, Un Kangal Esponile Padhrapeem Vaasalandaiyilirukkum Kulangalaippolavum, Un Mookku Thamaskuvin Thisaiyai Nokkum Leebanonin Koburaththaippolavum Irukkiradhu. "},
{ "Verses": "5 un Sirasu Karmel Malaiyaippolirukkiradhu; Un Thalaimayir Raththaambaramayamaayirukkiradhu; Raajaa Nadaikaavanangalil Mayanginirkiraar. "},
{ "Verses": "6 manamagizhchchiyai Undaakkum En Piriyame! Nee Evvalavu Roobavadhi, Nee Evvalavu Inbamullaval. "},
{ "Verses": "7 un Uyaram Panaimaraththozhungupolavum, Un Sthanangal Dhraatchakkulaigalpolavum Irukkiradhu. "},
{ "Verses": "8 naan Panaimaraththileri, Adhin Madalgalaip Pidippen Endren; Ippozhudhum Un Sthanangal Dhraatchakkulaigalpolavum, Un Mookkin Vaasanai Kichchilippazhangalpolavum Irukkiradhu. "},
{ "Verses": "9 un Thondai, En Nesar Kudikkaiyil Medhuvaayirangugiradhum, Urangugiravargalin Udhadugalaip Pesappannugiradhumaana, Nalla Dhraatcharasaththaippolirukkiradhu. "},
{ "Verses": "10 naan En Nesarudaiyaval, Avar Piriyam Enmelirukkiradhu. "},
{ "Verses": "11 vaarum En Nesare! Vayalveliyil Poi, Graamangalil Thanguvom. "},
{ "Verses": "12 adhikaalaiyile Dhraatchaththottangalukkup Povom; Dhraatchakkodi Thulirththu Adhin Poo Malarndhadho Endrum, Maadhalanchedigal Pooppooththadho Endrum Paarppom; Ange En Nesaththin Uchchidhangalai Umakkuth Tharuven. "},
{ "Verses": "13 thoodhaayeem Pazham Vaasanai Veesum; Namadhu Vaasalgalandaiyile Pudhiyavaigalum Pazhaiyavaigalumaana Sagalavidha Arumaiyaana Kanigalumundu; En Nesare! Avaigalai Umakku Vaiththirukkiren. "}
]