[
{ "Verses": "1 en Sagodhariye! En Manavaaliye! Naan En Thottaththil Vandhen, En Vellaippolaththaiyum En Kandhavarkkangalaiyum Serththen; En Thenkoottai En Thenodu Pusiththen; En Dhraatcharasaththai En Paalodum Kudiththen. Snegidhare! Pusiyungal; Piriyamaanavargale! Kudiyungal, Poorththiyaaik Kudiyungal. "},
{ "Verses": "2 naan Niththiraipanninen, En Idhayamo Vizhiththirundhadhu; Kadhavaith Thattugira En Nesarin Saththaththaik Ketten: En Sagodhariye! En Piriyame! En Puraave! En Uththamiye! Kadhavaith Thira; En Thalai Paniyinaalum, En Thalaimayir Iravil Peyyum Thooralinaalum Nanaindhirukkiradhu Endraar. "},
{ "Verses": "3 en Vasthiraththaik Kazhatrip Potten; Naan Eppadi Adhaith Thirumbavum Uduppen, En Paadhangalaik Kazhuvinen, Naan Eppadi Avaigalaith Thirumbavum Azhukkaakkuven Endren. "},
{ "Verses": "4 en Nesar Thamadhu Kaiyaik Kadhavuth Thuvaaraththin Vazhiyaai Neettinaar. Appozhudhu En Ullam Avar Nimiththam Ponginadhu. "},
{ "Verses": "5 en Nesarukkuk Kadhavaiththirakka Naan Ezhundhen; Poottina Kaippidigalilmel En Kaigalilirundhu Vellaippolamum, En Viralgalilirundhu Vaasanaiyulla Vellaippolamum Vadindhadhu. "},
{ "Verses": "6 en Nesarukkuk Kadhavaith Thirandhen; En Nesaro Illai, Poivittaar; Avar Sonna Vaarththaiyaal, En Aaththumaa Sorndhupoyitru. Avaraith Thedinen, Avaraik Kaanavillai; Avaraik Kooppitten, Avar Enakku Maruuththaravu Kodukkavillai. "},
{ "Verses": "7 nagaraththil Thirigira Kaavalaalar Ennaik Kandu, Ennai Adiththu, Ennaik Kaayappaduththinaargal; Alangaththin Kaavarkaarar Enmelirundha En Porvaiyai Eduththukkondaargal. "},
{ "Verses": "8 erusalemin Kumaaraththigale! Ennesaraik Kandeergalaanaal, Naan Nesaththaal Sogamadaindhirukkiren Endru Avarukku Sollumpadi Ungalai Aanaiyidugiren. "},
{ "Verses": "9 sthreegalukkul Roobavadhiye! Matra Nesaraippaarkkilum Un Nesar Edhil Viseshiththavar? Nee Ippadi Engalai Aanaiyida Matra Nesaraippaarkkilum Un Nesar Edhinaal Viseshiththavar? "},
{ "Verses": "10 en Nesar Venmaiyum Sivappumaanavar; Padhinaayirampergalil Sirandhavar. "},
{ "Verses": "11 avar Thalai Thangamayamaayirukkiradhu; Avar Thalaimayir Surulaayum, Kaagaththaippol Karumaiyaayumirukkiradhu. "},
{ "Verses": "12 avarudaiya Kangal Thanneer Niraindha Nadhigalin Oramaaith Thangum Puraakkangalukku Oppaanavaigalum, Paalil Kazhuvappattavaigalum, Nerththiyaaip Padhikkappattavaigalumaayirukkiradhu. "},
{ "Verses": "13 avar Kannangal Kandhavarkkappaaththigalaippolavum, Vaasanaiyulla Pushpangalaippolavumirukkiradhu; Avar Udhadugal Leelipushpangalaippondradhu, Vaasanaiyulla Vellaippolam Adhilirundhu Vadigiradhu. "},
{ "Verses": "14 avar Karangal Padikappachchai Padhiththa Ponvalaiyalgalaip Polirukkiradhu; Avar Angam Indhiraneela Raththinangal Izhaiththa Pragaasamaana Yaanaith Thandhaththaippolirukkiradhu. "},
{ "Verses": "15 avar Kaalgal Pasumpon Aadhaarangalinmel Nirkira Vellaikkal Thoongalaippolirukkiradhu; Avar Roobam Leebanonaippolavum Kedhurukkalaippolavum Sirappaayirukkiradhu. "},
{ "Verses": "16 avar Vaai Migavum Madhuramaayirukkiradhu; Avar Mutrilum Azhagullavar. Ivare En Nesar; Erusalemin Kumaaraththigale! Ivare En Snegidhar. "}
]