[
{ "Verses": "1 naan Saaronin Rojaavum, Pallaththaakkugalin Leelipushpamumaayirukkiren. "},
{ "Verses": "2 mullugalukkulle Leelipushpam Eppadiyirukkiradho, Appadiye Kumaaraththigalukkulle Enakkup Piriyamaanavalum Irukkiraal. "},
{ "Verses": "3 kaattumarangalukkulle Kichchilimaram Eppadiyirukkiradho, Appadiye Kumaararukkulle En Nesar Irukkiraar; Adhin Nizhalile Vaanjaiyaai Utkaarugiren, Adhin Kani En Vaaikku Madhuramaayirukkiradhu. "},
{ "Verses": "4 ennai Virundhusaalaikku Azhaiththukkonduponaar; Enmel Parandha Avarudaiya Kodi Nesame. "},
{ "Verses": "5 dhraatcharasaththaal Ennaith Thetrungal, Kichchilippazhangalaal Ennai Aatrungal; Nesaththaal Sogamadaindhirukkiren. "},
{ "Verses": "6 avar Idadhukai En Thalaiyinkeezh Irukkiradhu; Avar Valadhukai Ennai Anaiththukkollugiradhu. "},
{ "Verses": "7 erusalemin Kumaaraththigale! Enakkup Piriyamaanavalukku Manadhaagumattum, Neengal Avalai Vizhikkappannaamalum Ezhuppaamalumirukkumpadi Velimaangalmelum Veliyin Maraigalmelum Ungalai Aanaiyidugiren. "},
{ "Verses": "8 idhu En Nesarudaiya Saththam! Idho, Avar Malaigalmel Kudhiththum Medugalmel Thulliyum Varugiraar. "},
{ "Verses": "9 en Nesar Velimaanukkum Maraikkuttikkum Oppaayirukkiraar; Idho, Avar Engal Madhilukkuppurambe Nindru, Palagani Vazhiyaaip Paarththu, Kiraadhiyin Vazhiyaaith Thamadhu Malarndha Mugaththaik Kaanbikkiraar. "},
{ "Verses": "10 en Nesar Ennode Pesi: En Piriyame! En Roobavadhiye! Ezhundhu Vaa. "},
{ "Verses": "11 idho, Maarikaalam Sendradhu, Mazhaipeydhu Ozhindhadhu. "},
{ "Verses": "12 boomiyile Pushpangal Kaanappadugiradhu Kuruvigal Paadunkaalam Vandhadhu, Kaattuppuraavin Saththam Dhesaththil Ketkappadugiradhu. "},
{ "Verses": "13 aththimaram Kaaikaaiththadhu; Dhraatchakkodigal Pooppooththu Vaasanaiyum Parimalikkiradhu; En Piriyame! En Roobavadhiye! Nee Ezhundhuvaa. "},
{ "Verses": "14 kanmalaiyin Vedippugalilum Sigarangalin Maraividangalilum Thangugira En Puraave! Un Muga Roobaththai Enakkuk Kaanbi, Un Saththaththai Naan Ketkattum; Un Saththam Inbamum Un Mugaroobam Azhagumaayirukkiradhu Endraar. "},
{ "Verses": "15 dhraatchaththottangalaik Kedukkira Kuzhinarigalaiyum Sirunarigalaiyum Namakkup Pidiyungal; Nammudaiya Dhraatchaththottangal Poovum Pinjumaayirukkiradhe. "},
{ "Verses": "16 en Nesar Ennudaiyavar, Naan Avarudaiyaval. Avar Leeli Pushpangalukkulle Meygiraar. "},
{ "Verses": "17 en Nesare! Pagal Kulirchchiyaagi, Nizhal Saaindhupogumvaraikkum, Neer Thirumbi, Kundrum Pilappumaana Kanmalaigalil Kudhiththuvarum Kalaimaanukkum Maraigalin Kuttikkum Samaanamaayirum. "}
]