[
{ "Verses": "1 saalomon Paadina Unnadhappaattu. "},
{ "Verses": "2 avar Thamadhu Vaayin Muththangalaal Ennai Muththamiduvaaraaga: Umadhu Nesam Dhraatcharasaththaip Paarkkilum Inbamaanadhu. "},
{ "Verses": "3 umadhu Parimalathailangal Inbamaana Vaasanaiyullavaigal; Umadhu Naamam Ootrunda Parimalathailamaayirukkiradhu; Aagaiyaal Kanniyargal Ummai Nesikkiraargal. "},
{ "Verses": "4 ennai Izhuththukkollum, Umakkup Pinne Odi Varuvom; Raajaa Ennaith Thamadhu Araigalil Azhaiththukkonduvandhaar; Naangal Umakkul Kalikoorndhu Magizhuvom; Dhraatcharasaththaip Paarkkilum Umadhu Nesaththai Ninaippom; Uththamargal Ummai Nesikkiraargal. "},
{ "Verses": "5 erusalemin Kumaaraththigale! Kedhaarin Koodaarangalaippolavum Saalomonin Thiraigalaippolavum, Naan Karuppaayirundhaalum Azhagaayirukkiren. "},
{ "Verses": "6 naan Karuppaayirukkiren Endru Paaraadheyungal; Veyyil Enmerpattadhu; En Thaayin Pillaigal Enmel Kobamaayirundhu Ennai Dhraatchaththottangalukkuk Kaavarkaariyaaga Vaiththaargal; En Sondha Dhraatchaththottaththaiyo Naan Kaakkavillai. "},
{ "Verses": "7 en Aaththuma Nesare! Umadhu Mandhaiyai Enge Meyththu, Adhai Maththiyaanaththil Enge Madakkugireer? Enakku Sollum; Umadhu Thozharin Mandhaigal Aruge Alaindhuthirigiravalaippola Naan Irukkavendiyadhenna? "},
{ "Verses": "8 sthreegalil Roobavadhiye! Adhai Nee Ariyaayaagil, Mandhaiyin Kaaladigalaith Thodarndhupoi, Meyppargaludaiya Koodaarangalandaiyil Un Aattukkuttigalai Meyavidu. "},
{ "Verses": "9 en Piriyame! Paarvonudaiya Radhangalil Poondirukkira Parigal Pavunjukku Unnai Oppidugiren. "},
{ "Verses": "10 aabaranaadhigal Poonda Un Kannangalum, Aarangal Poonda Un Kazhuththum Azhagaayirukkiradhu. "},
{ "Verses": "11 vellip Pottugalulla Pon Aabaranangalai Unakkup Pannuvom. "},
{ "Verses": "12 raajaa Thamadhu Pandhiyilirukkundhanaiyum Ennudaiya Naladhathailam Than Vaasanaiyai Veesum. "},
{ "Verses": "13 en Nesar Enakku En Sthanangalin Naduvil Thangum Vellaippola Sendu. "},
{ "Verses": "14 en Nesar Enakku Engedhi Oor Dhraatchaththottangalil Mulaikkum Marudhondrip Poongoththu. "},
{ "Verses": "15 en Piriyame! Nee Roobavadhi; Nee Roobavadhi; Un Kangal Puraakkangal. "},
{ "Verses": "16 neer Roobamullavar; En Nesare! Neer Inbamaanavar; Nammudaiya Manjam Pasumaiyaanadhu. "},
{ "Verses": "17 nammudaiya Veettin Uththirangal Kedhurumaram, Nammudaiya Machchu Dhevadhaarumaram. "}
]