[
{ "Verses": "1 ivaigalukkuppinbu, Veroru Thoodhan Migundha Adhigaaramudaiyavanaai, Vaanaththilirundhu Irangivarakkanden; Ivanudaiya Magimaiyinaal Boomi Piragaasamaayitru. "
},{ "Verses": "2 avan Balaththa Saththamittu: Magaa Baabilon Vizhundhadhu! Vizhundhadhu! Adhu Peygaludaiya Kudiyiruppum, Asuththa Aavigaludaiya Kaavalveedum, Asuththamum Aruvaruppumulla Sagalavidha Paravaigaludaiya Koodumaayitru. "
},{ "Verses": "3 avaludaiya Vesiththanaththin Ukkiramaana Madhuvai Ellaa Jaadhigalum Kudiththaargal; Boomiyin Raajaakkal Avalode Vesiththanampanninaargal; Boomiyin Varththagar Avaludaiya Selvachcherukkin Migudhiyinaal Aisuvariyavaangalaanaargal Endru Vilambinaan. "
},{ "Verses": "4 pinbu, Veroru Saththam Vaanaththilirundhu Undaagak Ketten. Adhu: En Janangale, Neengal Avaludaiya Paavangalukku Udanpadaamalum, Avalukku Neritum Vaadhaigalil Agappadaamalum Irukkumpadikku Avalaivittu Veliye Vaarungal. "
},{ "Verses": "5 avaludaiya Paavam Vaanapariyandham Ettinadhu, Avaludaiya Aniyaayangalai Dhevan Ninaivukoorndhaar. "
},{ "Verses": "6 aval Ungalukkup Balanaliththadhupola Neengalum Avalukkup Balanaliyungal; Avaludaiya Kiriyaigalukkuththakkadhaaga Avalukku Rattippaagak Koduththuth Theerungal; Aval Ungalukkuk Kalandhukoduththa Paaththiraththile Rattippaaga Avalukkuk Kalandhukodungal. "
},{ "Verses": "7 aval Thannai Magimaippaduththi, Selvachcherukkaai Vaazhndhadhevvalavo Avvalavaai Vaadhaiyaiyum Thukkaththaiyum Avalukkuk Kodungal. Naan Raajasthireeyaai Veetrirukkiren; Naan Kaimpennalla, Naan Thukkaththaik Kaanpadhillaiyendru Aval Than Irudhayaththile Enninaal. "
},{ "Verses": "8 aagaiyaal Avalukku Varum Vaadhaigalaagiya Saavum Thukkamum Panjamum Ore Naalile Varum; Aval Akkiniyinaale Sutterikkappaduvaal; Avalukku Niyaayaththeerppuk Kodukkum Dhevanaagiya Karththarvallamaiyullavar. "
},{ "Verses": "9 avaludane Vesiththananjeydhu Selvachcherukkaai Vaazhndha Boomiyin Raajaakkalum Aval Vegiradhinaal Undaana Pugaiyaik Kaanumpodhu Avalukkaaga Azhudhu Pulambi, "
},{ "Verses": "10 avalukku Undaana Vaadhaiyinaal Bayandhu, Dhooraththile Nindru: Aiyaiyo! Baabilon, Magaanagarame! Balamaana Pattaname! Ore Naazhigaiyil Unakku Aakkinai Vandhadhe! Enbaargal. "
},{ "Verses": "11 boomiyin Varththagargalum Thangal Thangal Sarakkugalaagiya Ponnaiyum, Velliyaiyum, Raththinangalaiyum, Muththukkalaiyum, Sallaavaiyum, Raththaamparaththaiyum, Pattaadaigalaiyum, Sivappaadaigalaiyum, "
},{ "Verses": "12 sagalavidha Vaasanaik Kattaigalaiyum, Thandhaththinaal Seydhirukkira Sagalavidha Vasthukkalaiyum, Vilaiyuyarndha Maraththinaalum Venkalaththinaalum Irumbinaalum Vellaik Kallinaalum Seydhirukkira Sagalavidha Vasthukkalaiyum, "
},{ "Verses": "13 ilavangappattaiyaiyum, Thoobavarkkangalaiyum, Thailangalaiyum, Saambiraaniyaiyum, Thiraatcharasaththaiyum, Enneyaiyum, Melliya Maavaiyum Kodhumaiyaiyum, Maadugalaiyum, Aadugalaiyum, Kudhiraigalaiyum, Radhangalaiyum, Adimaigalaiyum, Manusharudaiya Aaththumaakkalaiyum Inik Kolvaarillaadhapadiyaal, Avalukkaaga Azhudhu Pulambuvaargal. "
},{ "Verses": "14 un Aaththumaa Ichchiththa Pazhavarkkangal Unnaivittu Neengippoyina; Kozhumaiyaanavaigalum Sampiramamaanavaigalum Unnaivittu Neengippoyina; Nee Avaigalai Inik Kaanbadhillai. "
},{ "Verses": "15 ippadippattavaigalaik Kondu Varththagampanni Avalaal Aisuvariyavaangalaanavargal Avalukku Undaana Vaadhaiyinaal Bayandhu, Dhooraththile Nindru; "
},{ "Verses": "16 aiyaiyo! Sallaavum Raththaamparamum Sivappaadaiyum Thariththu, Ponninaalum Raththinangalinaalum Muththukkalinaalum Singaarikkappattirundha Magaa Nagarame! Oru Naazhigaiyile Ivvalavu Aisuvariyamum Azhindhupoyitre! Endru Solli, Azhudhu Thukkippaargal. "
},{ "Verses": "17 maalumigal Yaavarum, Kappalgalil Yaaththirai Pannugiravargal Yaavarum, Kappalaatgalum, Samuththiraththile Thozhilseygira Yaavarum Thooraththile Nindru, "
},{ "Verses": "18 aval Vegiradhinaal Undaana Pugaiyaip Paarththu: Indha Magaa Nagaraththirkoppaana Nagaram Undo Endru Saththamittu, "
},{ "Verses": "19 thangal Thalaigalmel Puzhudhiyaippottukkondu: Aiyaiyo, Magaa Nagarame! Samuththiraththile Kappalgalaiyudaiya Anaivarum Ivaludaiya Uchchidhamaana Sambooranaththinaal Aisuvariyavaangalaanaargale! Oru Naazhigaiyil Ival Paazhaaipponaale! Endru Azhudhu Thukkiththu Olamiduvaargal. "
},{ "Verses": "20 paralogame! Parisuththavaangalaagiya Apposthalargale! Theerkkadharisigale! Avalaikkuriththuk Kalikoorungal. Ungal Nimiththam Dhevan Avalai Niyaayandheerththaare! Endru Thoodhan Sonnaan. "
},{ "Verses": "21 appozhudhu, Balamulla Thoodhanoruvan Periya Endhirakkallaiyoththa Oru Kallai Eduththuch Samuththiraththile Erindhu: Ippadiye Baabilon Magaanagaram Vekamaaith Thallundu, Ini Orupodhum Kaanappadaamarpogum. "
},{ "Verses": "22 suramandalakkaararum, Keedhavaaththiyakkaararum. Naagasurakkaararum, Ekkaalakkaararumaanavargaludaiya Saththam Ini Unnidaththil Ketkappaduvadhumillai; Endhath Thozhilaaliyum Ini Unnidaththil Kaanappaduvadhumillai; Endhirasaththam Ini Unnidaththil Ketkappaduvadhumillai. "
},{ "Verses": "23 vilakkuvelichcham Ini Unnidaththil Piragaasippadhumillai; Manavaalanum Manavaattiyumaanavargaludaiya Saththam Ini Unnidaththil Ketkappaduvadhumillai. Un Varththagar Boomiyil Periyorgalaayirundhaargale; Un Sooniyaththaal Ellaa Jaadhigalum Mosamponaargale. "
},{ "Verses": "24 theerkkadharisigaludaiya Iraththamum Parisuththavaangaludaiya Iraththamum Boomiyil Kollappatta Anaivarudaiya Iraththamum Avalidaththil Kaanappattadhu Endru Vilambinaan. "
}
]