[
{ "Verses": "1 oru Thoodhan Paadhaalaththin Thiravukolaiyum Periya Sangiliyaiyum Than Kaiyile Pidiththukkondu Vaanaththilirundhirangivarakkanden. "
},{ "Verses": "2 pisaasendrum Saaththaanendrum Sollappatta Pazhaiya Paambaagiya Valusarppaththai Avan Pidiththu, Adhai Aayiram Varushamalavung Kattivaiththu, Andha Aayiram Varusham Niraiverumvaraikkum Adhu Janangalai Mosampokkaadhapadikku Adhaip Paadhaalaththile Thalliyadaiththu, Adhinmel Muththiraipottaan. "
},{ "Verses": "3 adharkup Pinbu Adhu Konjakkaalam Vidudhalaiyaagavendum. "
},{ "Verses": "4 andriyum, Naan Singaasanangalaik Kanden; Avaigalinmel Utkaarndhaargal; Niyaayaththeerppuk Kodukkumpadi Avargalukku Adhigaaram Alikkappattadhu. Yesuvaippatriya Saatchiyinimiththamum Dhevanudaiya Vasanaththinimiththamum Sirachchedhampannappattavargaludaiya Aaththumaakkalaiyum, Mirugaththaiyaavadhu Adhin Soroobaththaiyaavadhu Vanangaamalum Thangal Netriyilum Thangal Kaiyilum Adhin Muththiraiyaith Thariththukkollaamalum Irundhavargalaiyum Kanden. Avargal Uyirththu Kiristhuvudanekooda Aayiram Varusham Arasaandaargal. "
},{ "Verses": "5 maranamadaindha Matravargal Andha Aayiram Varusham Mudiyumalavum Uyiradaiyavillai. Idhuve Mudhalaam Uyirththezhudhal. "
},{ "Verses": "6 mudhalaam Uyirththezhudhalukkup Pangullavan Baakkiyavaanum Parisuththavaanumaayirukkiraan; Ivargalmel Irandaam Maranaththirku Adhigaaramillai. Ivargal Dhevanukkum Kiristhuvukkum Munbaaga, Aasaariyaraayirundhu, Avarodekooda Aayiram Varusham Arasaaluvaargal. "
},{ "Verses": "7 andha Aayiram Varusham Mudiyumpodhu Saaththaan Than Kaavalilirundhu Vidudhalaiyaagi, "
},{ "Verses": "8 boomiyin Naangu Thisaigalilumulla Jaadhigalaagiya Kogaiyum Maakogaiyum Mosampokkumpadikkum, Avargalai Yuththaththirkuk Koottikkollumpadikkum Purappaduvaan; Avargaludaiya Thogai Kadarkarai Manalaththanaiyaayirukkum. "
},{ "Verses": "9 avargal Boomiyengum Parambi, Parisuththavaangaludaiya Paalaiyaththaiyum, Piriyamaana Nagaraththaiyum Valaindhukondaargal; Appozhudhu Dhevanaal Vaanaththilirundhu Akkini Irangi Avargalaip Patchiththuppottadhu. "
},{ "Verses": "10 melum Avargalai Mosampokkina Pisaasaanavan, Mirugamum Kallaththeerkkadharisiyumirukkira Idamaagiya Akkiniyum Gandhagamumaana Kadalile Thallappattaan. Avargal Iravum Pagalum Sadhaakaalangalilum Vaadhikkappaduvaargal. "
},{ "Verses": "11 pinbu, Naan Periya Vellaich Singaasanaththaiyum Adhinmel Veetrirukkiravaraiyum Kanden; Avarudaiya Samugaththilirundhu Boomiyum Vaanamum Agandrupoyina; Avaigalukku Idangaanappadavillai. "
},{ "Verses": "12 mariththoraagiya Siriyoraiyum Periyoraiyum Dhevanukku Munbaaga Nirkakkanden; Appozhudhu Pusthagangal Thirakkappattana; Jeevapusthagam Ennum Veroru Pusthagamum Thirakkappattadhu; Appozhudhu Andhap Pusthagangalil Ezhudhappattavaigalinbadiye Mariththor Thangal Thangal Kiriyaigalukkuththakkadhaaga Niyaayaththeerppadaindhaargal. "
},{ "Verses": "13 samuththiram Thannilulla Mariththorai Oppuviththadhu; Maranamum Paadhaalamum Thangalilulla Mariththorai Oppuviththana. Yaavarum Thangal Thangal Kiriyaigalinpadiye Niyaayaththeerppadaindhaargal. "
},{ "Verses": "14 appozhudhu Maranamum Paadhaalamum Akkinikkadalile Thallappattana. Idhu Irandaam Maranam. "
},{ "Verses": "15 jeevapusthagaththile Ezhudhappattavanaagak Kaanappadaadhavanevano Avan Akkinikkadalile Thallappattaan. "
}
]