[
{ "Verses": "1 andriyum Oru Periya Adaiyaalam Vaanaththile Kaanappattadhu; Oru Sthiree Sooriyanai Anindhirundhaal, Aval Paadhangalin Keezhe Sandhiranum, Aval Sirasinmel Pannirandu Natchaththirangalulla Kireedamum Irundhana. "
},{ "Verses": "2 aval Karpavadhiyaayirundhu, Pirasavavedhanaiyadaindhu, Pillaiperumpadi Varuththappattu Alarinaal. "
},{ "Verses": "3 appozhudhu Veroru Adaiyaalam Vaanaththile Kaanappattadhu; Ezhu Thalaigalaiyum, Paththuk Kombugalaiyum, Than Thalaigalinmel Ezhu Mudigalaiyumudaiya Sivappaana Periya Valusarppamirundhadhu. "
},{ "Verses": "4 adhin Vaal Vaanaththin Natchaththirangalil Moondrilorupangai Izhuththu, Avaigalaip Boomiyil Vizhaththallitru; Pirasavavedhanaippadugira Andha Sthiree Pillaipetravudane, Avaludaiya Pillaiyaip Patchiththuppodumpadikku Andha Valusarppam Avalukku Munbaaga Nindradhu. "
},{ "Verses": "5 sagala Jaadhigalaiyum Iruppukkolaal Aalugaiseyyum Aanpillaiyai Petraal; Avaludaiya Pillai Dhevanidaththirkum Avarudaiya Singaasanaththinidaththirkum, Eduththukkollappattadhu. "
},{ "Verses": "6 sthireeyaanaval Vanaandharaththirku Odipponaal; Ange Aayiraththirunootrarupadhu Naalalavum Avalaip Poshippadharkaaga Dhevanaal Aayaththamaakkappatta Idam Avalukku Undaayirundhadhu. "
},{ "Verses": "7 vaanaththile Yuththamundaayitru; Migaavelum Avanaich Serndha Thoodhargalum Valusarppaththode Yuththampanninaargal; Valusarppamum Adhaiserndha Thoodharum Yuththampanniyum Jeyangollavillai. "
},{ "Verses": "8 vaanaththil Avargal Irundha Idamum Kaanappadaamarpoyitru. "
},{ "Verses": "9 ulagamanaiththaiyum Mosampokkukira Pisaasu Endrum Saaththaan Endrum Sollappatta Pazhaiya Paampaagiya Periya Valusarppam Thallappattadhu; Adhu Boomiyile Vizhaththallappattadhu, Adhanodekooda Adhaiserndha Thoodharum Thallappattaargal. "
},{ "Verses": "10 appozhudhu Vaanaththile Oru Periya Saththamundaagi: Ippozhudhu Ratchippum Vallamaiyum Namadhu Dhevanudaiya Raajyamum, Avarudaiya Kiristhuvin Adhigaaramum Undaayirukkiradhu; Iravum Pagalum Nammudaiya Dhevanukkumunbaaga Nammudaiya Sagodhararmel Kutranj Sumaththumporuttu Avargal Mel Kutranjaattugiravan Thaazhath Thallappattupponaan. "
},{ "Verses": "11 maranam Neridugiradhaayirundhaalum Adharkuth Thappumpadi Thangal Jeevanaiyum Paaraamal, Aattukkuttiyin Raththaththinaalum Thangal Saatchiyin Vasanaththinaalum Avanai Jeyiththaargal. "
},{ "Verses": "12 aagaiyaal Paralogangale! Avaigalil Vaasamaayirukkiravargale! Kalikoorungal. Boomiyilum Samuththiraththilum Kudiyirukkiravargale! Aiyo, Pisaasaanavan Thanakkuk Konjakkaalamaaththiram Undendru Arindhu, Migundha Kobangondu, Ungalidaththil Iranginapadiyaal, Ungalukku Aabaththuvarum Endru Sollakketten. "
},{ "Verses": "13 valusarppamaanadhu Thaan Boomiyile Thallappattadhai Arindhu, Andha Aanpillaiyaippetra Sthireeyaith Dhunbappaduththinadhu. "
},{ "Verses": "14 sthireeyaanaval Andhap Paambinmugaththirku Vilagi, Oru Kaalamum, Kaalangalum, Araikkaalamumaagap Poshikkappadaththakkadhaai Vanaandharaththilulla Than Idaththirkup Parandhupogumpadi Perungazhukin Irandu Siragugal Avalukkuk Kodukkappattadhu. "
},{ "Verses": "15 appozhudhu Andha Sthireeyai Vellangondupogumpadikkup Paampaanadhu Than Vaayilirundhu Oru Nadhipondra Vellaththai Avalukkup Pinnaaga Ootrivittadhu. "
},{ "Verses": "16 boomiyaanadhu Sthireekku Udhaviyaagath Than Vaayaith Thirandhu, Valusarppam Than Vaayilirundhu Ootrina Vellaththai Vizhunginadhu. "
},{ "Verses": "17 appozhudhu Valusarppamaanadhu Sthireeyinmel Kobangondu, Dhevanudaiya Karpanaigalaik Kaikkollugiravargalum, Yesukiristhuvaikkuriththuch Saatchiyai Udaiyavargalaagiya Avaludaiya Sandhadhiyaana Matravargaludane Yuththampannappoyitru. "
}
]