[
{ "Verses": "1 andriyum, Ullum Purampum Ezhudhappattu, Ezhu Muththiraigalaal Muththirikkappattirundha Oru Pusthagaththaich Singaasanaththinmel Veetrirukkiravarudaiya Valadhukaraththile Kanden. "
},{ "Verses": "2 sagala Jaadhigalaiyum Iruppukkolaal Aalugaiseyyum Aanpillaiyai Petraal; Avaludaiya Pillai Dhevanidaththirkum Avarudaiya Singaasanaththinidaththirkum, Eduththukkollappattadhu. "
},{ "Verses": "3 vaanaththilaavadhu, Boomiyilaavadhu, Boomiyin Keezhaavadhu, Oruvanum Andhap Pusthakaththaith Thirakkavum, Adhaip Paarkkavum Koodaadhirundhadhu. "
},{ "Verses": "4 oruvanum Andhap Pusthagaththaith Thirandhu Vaasikkavum Adhaip Paarkkavum Paaththiravaanaagak Kaanappadaadhadhinaal Naan Migavum Azhudhen. "
},{ "Verses": "5 appozhudhu Mooppargalil Oruvan Ennai Nokki: Nee Azhavendaam; Idho, Yoodhaa Koththiraththuch Singamum Thaaveedhin Verumaanavar Pusthakaththaith Thirakkavum Adhin Ezhu Muththiraigalaiyum Udaikkavum Jeyangondirukkiraar Endraan. "
},{ "Verses": "6 appozhudhu, Idho, Adikkappattavannamaayirukkira Oru Aattukkutti Singaasanaththirkum, Naanku Jeevangalukkum, Mooppargalukkum Maththiyile Nirkakkanden; Adhu Ezhu Kombugalaiyum Ezhu Kankalaiyum Udaiyadhaayirundhadhu; Andhakkangal Boomiyengum Anuppappadugira Dhevanudaiya Ezhu Aavigaleyaam. "
},{ "Verses": "7 andha Aattukkuttiyaanavar Vandhu, Singaasanaththinmel Utkaarndhavarudaiya Valadhukaraththilirundha Pusthagaththai Vaanginaar. "
},{ "Verses": "8 andhap Pusthakaththai Avar Vaanginapodhu, Andha Naangu Jeevangalum, Irubaththunaangu Mooppargalum Thangal Thangal Suramandalangalaiyum, Parisuththavaangaludaiya Jebangalaagiya Thoobavarkkaththaal Niraindha Porkalasangalaiyum Pidiththukkondu, Aattukkuttiyaanavarukkumunbaaga Vanakkamaai Vizhundhu: "
},{ "Verses": "9 dhevareer Pusthagaththai Vaangavum Adhin Muththiraigalai Udaikkavum Paaththiraraayirukkireer; Enenil Neer Adikkappattu, Sagala Koththirangalilum Paashaikkaararilum Janangalilum Jaadhigalilumirundhu Engalai Dhevanukkendru Ummudaiya Raththaththinaale Meettukkondu, "
},{ "Verses": "10 engal Dhevanukkumunbaaga Engalai Raajaakkalum Aasaariyargalumaakkineer; Naangal Boomiyile Arasaaluvomendru Pudhiya Paattaip Paadinaargal. "
},{ "Verses": "11 pinnum Naan Paarththapodhu, Singaasanaththaiyum Jeevangalaiyum Mooppargalaiyum Soozhndhirundha Anega Thoodhargaludaiya Saththaththaik Ketten; Avargaludaiya Ilakkam Padhinaayiram Padhinaayiramaagavum, Aayiramaayiramaagavumirundhadhu. "
},{ "Verses": "12 avargalum Magaa Saththamittu: Adikkappatta Aattukkuttiyaanavar Vallamaiyaiyum Aisuvariyaththaiyum Gnaanaththaiyum Belaththaiyum Ganaththaiyum Magimaiyaiyum Sthoththiraththaiyum Petrukkollap Paaththiraraayirukkiraar Endru Sonnaargal. "
},{ "Verses": "13 appozhudhu, Vaanaththilum Boomiyilum Boomiyin Keezhumirukkira Sirushdigal Yaavum, Samuththiraththilullavaigalum, Avatruladangiya Vasthukkal Yaavum: Singaasanaththinmel Veetrirukkiravarukkum Aattukkuttiyaanavarukkum Sthoththiramum Ganamum Magimaiyum Vallamaiyum Sadhaa Kaalangalilum Undaavadhaaga Endru Sollakketten. "
},{ "Verses": "14 adharku Naangu Jeevangalum Aamen Endru Sollina. Irubaththu Naangu Mooppargalum Vanakkamaai Vizhundhu Sadhaakaalangalilum Uyirodirukkiravaraith Thozhudhukondaargal. "
}
]