[
{ "Verses": "1 ebesu Sabaiyin Thoodhanukku Nee Ezhudhavendiyadhu Ennavenil: Ezhu Natchaththirangalaith Thammudaiya Valadhukaraththil Endhikkondu, Ezhu Pon Kuththuvilakkugalin Maththiyile Ulaavikkondirukkiravar Sollugiradhaavadhu; "
},{ "Verses": "2 un Kiriyaigalaiyum, Un Pirayaasaththaiyum, Un Porumaiyaiyum, Nee Pollaadhavargalaich Sagikakkoodaamalirukkiradhaiyum, Apposthalarallaadhavargal Thangalai Apposthalarendru Sollugiradhai Nee Sodhiththu Avargalaip Poiyarendru Kandarindhadhaiyum; "
},{ "Verses": "3 nee Sagiththukkondirukkiradhaiyum, Porumaiyaayirukkiradhaiyum, En Naamaththinimiththam Ilaippadaiyaamal Pirayaasappattadhaiyum Arindhirukkiren. "
},{ "Verses": "4 aanaalum, Nee Aadhiyil Kondirundha Anbai Vittaai Endru Unperil Enakkuk Kurai Undu. "
},{ "Verses": "5 aagaiyaal, Nee Inna Nilaimaiyilirundhu Vizhundhaayenbadhai Ninaiththu, Manandhirumbi, Aadhiyil Seydha Kiriyaigalaich Seyvaayaaga; Illaavittaal Naan Seekkiramaai Unnidaththil Vandhu, Nee Manandhirumbaadhapatchaththil, Un Vilakkuththandai Adhanidaththinindru Neekkividuven. "
},{ "Verses": "6 naan Verukkira Nikkolaai Madhastharin Kiriyaigalai Neeyum Verukkiraai, Idhu Unnidaththilundu. "
},{ "Verses": "7 aaviyaanavar Sabaigalukkuch Sollugiradhaik Kaadhullavan Ketkakkadavan; Jeyangollugiravanevano Avanukku Dhevanudaiya Paradheesin Maththiyilirukkira Jeevavirutchaththin Kaniyaip Pusikkakkoduppen Endrezhudhu. "
},{ "Verses": "8 simirnaa Sabaiyin Thoodhanukku Nee Ezhudhavendiyadhu Ennavenil: Mundhinavarum Pindhinavarum, Mariththirundhu Pizhaiththavarumaanavar Sollugiradhaavadhu; "
},{ "Verses": "9 un Kiriyaigalaiyum, Un Ubaththiravaththaiyum, Nee Aisuvariyamullavanaayirundhum Unakkirukkira Thariththiraththaiyum, Thangalai Yoodharendru Solliyum Yoodharaayiraamal Saaththaanudaiya Koottamaayirukkiravargal Seyyum Thooshanaththaiyum Arindhirukkiren. "
},{ "Verses": "10 nee Padappogira Paadugalaikkuriththu Evvalavum Bayappadaadhe; Idho, Neengal Sodhikkappadumporuttaagap Pisaasaanavan Ungalil Silaraik Kaavalil Poduvaan; Paththunaal Ubaththirappaduveergal. Aagilum Nee Maranapariyandham Unmaiyaayiru, Appozhudhu Jeevagireedaththai Unakkuth Tharuven. "
},{ "Verses": "11 aaviyaanavar Sabaigalukkuch Sollugiradhaik Kaadhullavan Ketkakkadavan; Jeyangollugiravan Irandaam Maranaththinaal Sedhappaduvadhillai Endrezhudhu. "
},{ "Verses": "12 pergamu Sabaiyin Thoodhanukku Nee Ezhudhavendiyadhu Ennavenil: Irupuramum Karukkulla Pattayaththai Udaiyavar Sollugiradhaavadhu; "
},{ "Verses": "13 un Kiriyaigalaiyum, Saaththaanudaiya Singaasanamirukkira Idaththil Nee Kudiyirukkiradhaiyum Nee En Naamaththaip Patrikkondirukkiradhaiyum, Saaththaan Kudikondirukkira Idaththile Ungalukkulle Enakku Unmaiyulla Saatchiyaana Andhippaa Enbavan Kollappatta Naatkalilum Ennaip Patrum Visuvaasaththai Nee Marudhaliyaamalirundhadhaiyum Arindhirukkiren. "
},{ "Verses": "14 aagilum, Sila Kaariyangalaikkuriththu Unperil Enakkuk Kurai Undu; Vikkiragangalukkup Padaiththavaigalaip Pusippadharkum Vesiththanampannuvadharkum Edhuvaana Idaralai Isravel Puththirarmunbaagap Podumbadi Baalaak Enbavanukkup Podhanai Seydha Bileyaamudaiya Podhagaththaik Kaikkollugiravargal Unnidaththilundu. "
},{ "Verses": "15 appadiye Nikkolaai Madhastharudaiya Podhagaththaik Kaikkollugiravargalum Unnidaththilundu; Adhai Naan Verukkiren. "
},{ "Verses": "16 nee Manandhirumpu, Illaavittaal Naan Seekkiramaai Unnidaththil Vandhu, En Vaayin Pattayaththaal Avargalode Yuththampannuven. "
},{ "Verses": "17 aaviyaanavar Sabaigalukkuch Sollugiradhaik Kaadhullavan Ketkakkadavan; Jeyangollugiravanukku Naan Maraivaana Mannaavaip Pusikkakkoduththu, Avanukku Venmaiyaana Kurikkallaiyum, Andhak Kallinmel Ezhudhappattadhum Adhaip Perugiravaneyandri Veroruvanum Ariyakkoodaadhadhumaagiya Pudhiya Naamaththaiyum Koduppen Endrezhudhu. "
},{ "Verses": "18 thiyaththeeraa Sabaiyin Thoodhanukku Nee Ezhudhavendiyadhu Ennavenil: Akkinijuvaalai Pondra Kangalum, Piragaasamaana Vengalampondra Paadhangalumulla Dhevakumaaran Sollugiradhaavadhu; "
},{ "Verses": "19 un Kiriyaigalaiyum Un Anbaiyum, Un Oozhiyaththaiyum, Un Visuvaasaththaiyum, Un Porumaiyaiyum, Nee Munbu Seydha Kiriyaigalilum Pinbuseydha Kiriyaigal Adhigamaayirukkiradhaiyum Arindhirukkiren. "
},{ "Verses": "20 aagilum, Unperil Enakkuk Kurai Undu; Ennavenil, Thannaith Theerkkadharisiyendru Sollugira Yesabel Ennum Sthireeyaanaval Ennudaiya Oozhiyakkaarar Vesiththanampannavum Vikkiragangalukkup Padaiththavaigalaip Pusikkavum Avargalukkup Podhiththu, Avargalai Vanjikkumbadi Nee Avalukku Idangodukkiraai. "
},{ "Verses": "21 aval Manandhirumbumpadiyaai Avalukkuth Thavanaikoduththen; Than Vesimaarkththai Vittu Manandhirumba Avalukku Viruppamillai. "
},{ "Verses": "22 idho, Naan Avalaik Kattilkidaiyaakki, Avaludane Vibasaaranjeydhavargal Thangaludaiya Kiriyaigalaivittu Manandhirumbaavittaal Avargalaiyum Migundha Ubaththiravaththile Thalli, "
},{ "Verses": "23 avaludaiya Pillaigalaiyum Kollave Kolluven; Appozhudhu Naane Ullindhiriyangalaiyum Irudhayangalaiyum Aaraaigiravarendru Ellaach Sabaigalum Arindhukollum; Andriyum Ungalil Ovvoruvanukkum Ungal Kiriyaigalinpadiye Balanalippen. "
},{ "Verses": "24 thiyaththeeraavile Indhap Podhagaththaip Patrikkollaamalum, Saaththaanudaiya Aazhangal Endru Avargal Sollugiraargale, Andha Aazhangalai Arindhukollaamalumirukkira Matravargalaagiya Ungalukku Naan Solgiradhaavadhu, Ungalmel Veroru Paaraththaiyum Sumaththamaatten. "
},{ "Verses": "25 ungalukkulladhai Naan Varumalavum Patrikkondirungal. "
},{ "Verses": "26 jeyangondu Mudivupariyandham En Kiriyaigalaik Kaikkollugiravanevano Avanukku, Naan En Pidhaavinidaththil Adhigaaram Petradhupola, Jaadhigalmel Adhigaaram Koduppen. "
},{ "Verses": "27 avan Iruppukkolaal Avargalai Aaluvaan; Avargal Manbaandangalaippola Norukkappaduvaargal. "
},{ "Verses": "28 vidivelli Natchaththiraththaiyum Avanukkuk Koduppen "
},{ "Verses": "29 aaviyaanavar Sabaigalukkuch Sollugiradhaik Kaadhullavan Ketkakkadavan Endrezhudhu. "
}
]