[
{ "Verses": "1 sardhai Sabaiyin Thoodhanukku Nee Ezhudhavendiyadhu Ennavenil: Dhevanudaiya Ezhu Aavigalaiyum Ezhu Natchaththirangalaiyum Udaiyavar Sollugiradhaavadhu; Un Kiriyaigalai Arindhirukkiren, Nee Uyirullavanendru Peyarkondirundhum Seththavanaayirukkiraai. "
},{ "Verses": "2 nee Vizhiththukkondu, Saagiradharkedhuvaayirukkiravaigalai Sthirappaduththu; Un Kiriyaigal Dhevanukkumun Niraivullavaigalaaga Naan Kaanavillai. "
},{ "Verses": "3 aagaiyaal Nee Kettup Petrukkonda Vagaiyai Ninaivukoorndhu, Adhaik Kaikkondu Manandhirumbu. Nee Vizhiththiraavittaal, Thirudanaippol Unmel Varuven; Naan Unmel Varumvelaiyai Ariyaadhiruppaai. "
},{ "Verses": "4 aanaalum Thangal Vasthirangalai Asusippaduththaadha Silaper Sardhaiyilum Unakkundu; Avargal Paaththiravaangalaanapadiyaal Venvasthirandhariththu Ennodekooda Nadappaargal. "
},{ "Verses": "5 jeyangollugiravanevano Avanukku Venvasthiram Tharippikkappadum; Jeevapusthakaththilirundhu Avanudaiya Naamaththai Naan Kirukkippodaamal, En Pidhaa Munbaagavum Avarudaiya Thoodhar Munbaagavum Avan Naamaththai Arikkaiyiduven. "
},{ "Verses": "6 aaviyaanavar Sabaigalukkuch Sollugiradhaik Kaadhullavan Ketkakkadavan Endrezhudhu. "
},{ "Verses": "7 piladhelpiyaa Sabaiyin Thoodhanukku Nee Ezhudhavendiyadhu Ennavenil: Parisuththamullavarum, Saththiyamullavarum, Thaaveedhin Thiravukolai Udaiyavarum, Oruvarum Poottakkoodaadhapadikkuth Thirakkiravarum, Oruvarum Thirakkakkoodaadhapadikkup Poottugiravarumaayirukkiravar Sollugiradhaavadhu; "
},{ "Verses": "8 un Kiriyaigalai Arindhirukkiren, Unakkuk Konjam Belan Irundhum, Nee En Naamaththai Marudhaliyaamal, En Vasanaththaik Kaikkondapadiyinaale, Idho, Thirandhavaasalai Unakku Munpaaga Vaiththirukkiren, Adhai Oruvanum Poottamaattaan. "
},{ "Verses": "9 idho, Yoodharallaadhirundhum Thangalai Yoodharendru Poi Sollugiravargalaagiya Saaththaanudaiya Koottaththaaril Silarai Unakkuk Koduppen; Idho, Avargal Un Paadhangalukku Munpaaga Vandhu Panindhu, Naan Unmel Anbaayirukkiradhai Arindhukollumbadi Seyven. "
},{ "Verses": "10 en Porumaiyaikkuriththuchsolliya Vasanaththai Nee Kaaththukkondapadiyinaal, Boomiyil Kudiyirukkiravargalaich Sodhikkumbadiyaagap Poochchakkaraththinmelengum Varappogira Sodhanaikkaalaththirkuth Thappumbadi Naanum Unnaik Kaappen. "
},{ "Verses": "11 idho, Seekkiramaai Varugiren; Oruvanum Un Kireedaththai Eduththukkollaadhapadikku Unakkulladhaip Patrikkondiru. "
},{ "Verses": "12 jeyangollugiravanevano Avanai En Dhevanudaiya Aalayaththile Thoonaakkuven, Adhinindru Avan Orukkaalum Neenguvadhillai; En Dhevanudaiya Naamaththaiyum En Dhevanaal Paralogaththilirundhirangivarugira Pudhiya Erusalemaagiya En Dhevanudaiya Nagaraththin Naamaththaiyum, En Pudhiyanaamaththaiyum Avanmel Ezhudhuven. "
},{ "Verses": "13 aaviyaanavar Sabaigalukkuch Sollugiradhaik Kaadhullavan Ketkakkadavan Endrezhudhu. "
},{ "Verses": "14 lavodhikkeyaa Sabaiyin Thoodhanukku Nee Ezhudhavendiyadhu Ennavenil: Unmaiyum Saththiyamumulla Saatchiyum, Dhevanudaiya Sirushtikku Aadhiyumaayirukkira Aamen Enbavar Sollugiradhaavadhu; "
},{ "Verses": "15 un Kiriyaigalai Arindhirukkiren; Nee Kulirumalla Analumalla; Nee Kuliraayaavadhu Analaayaavadhu Irundhaal Nalamaayirukkum. "
},{ "Verses": "16 ippadi Nee Kulirumindri Analumindri Vedhuvedhuppaayirukkirapadiyinaal Unnai En Vaayinindru Vaandhipannippoduven. "
},{ "Verses": "17 nee Nirppaakkiyamullavanum, Paridhabikkappadaththakkavanum, Thariththiranum, Kurudanum, Nirvaaniyumaayirukkiradhai Ariyaamal, Naan Aisuvariyavaanendrum, Thiraviyasampannanendrum, Enakku Orukuraivumillaiyendrum Sollugirapadiyaal; "
},{ "Verses": "18 naan: Nee Aisuvariyavaanaagumpadikku Neruppile Pudamidappatta Ponnaiyum, Un Nirvaanamaagiya Avalatchanam Thondraadhapadikku Nee Uduththikkolvadharku Venvasdhirangalaiyum Ennidaththile Vaangikkollavum, Nee Paarvaiyadaiyumpadikku Un Kangalukkuk Kalikkampodavum Vendumendru Unakku Aalosanai Sollugiren. "
},{ "Verses": "19 naan Nesikkiravargalevargalo Avargalaik Kadindhukondu Sitchikkiren; Aagaiyaal Nee Jaakkiradhaiyaayirundhu, Manandhirumbu. "
},{ "Verses": "20 idho, Vaasarpadiyile Nindru Thattugiren; Oruvan En Saththaththaikkettu, Kadhavaith Thirandhaal, Avanidaththil Naan Piravesiththu, Avanode Pojanampannuven, Avanum Ennode Pojanampannuvaan. "
},{ "Verses": "21 naan Jeyangondu En Pidhaavinudaiya Singaasanaththile Avarodekooda Utkaarndhadhupola, Jeyangollukiravanevano Avanum Ennudaiya Singaasanaththil Ennodekooda Utkaarumpadikku Arulseyven. "
},{ "Verses": "22 aaviyaanavar Sabaigalukkuch Sollugiradhaik Kaadhullavan Ketkakkadavan Endrezhudhu Endraar. "
}
]