[
{ "Verses": "1 pinbu Naan Paarththapodhu, Idho, Seeyon Malaiyinmel Aattukkuttiyaanavaraiyum, Avarodekooda Avarudaiya Pidhaavin Naamam Thangal Netrigalil Ezhudhappattirundha Ilatchaththu Naarpaththu Naalaarayiramperaiyum Nirkakkanden. "
},{ "Verses": "2 allaamalum, Peruvella Iraichchalpolavum, Balaththa Idimuzhakkampolavum, Oru Saththam Vaanaththilirundhu Undaagakketten; Naan Ketta Saththam Suramandalakkaarar Thangal Suramandalangalai Vaasikkira Osaiyaippolirundhadhu. "
},{ "Verses": "3 avargal Singaasanaththirku Munbaagavum, Naangu Jeevangalukku Munbaagavum, Mooppargalukku Munbaagavum Pudhuppaattaip Paadinaargal; Andhap Paattu Boomiyilirundhu Meettukkollappatta Ilatchaththu Naarpaththunaalaayirampereyallaamal Oruvarum Katrukkollakkoodaadhirundhadhu. "
},{ "Verses": "4 sthireegalaal Thangalaik Karaippaduththaadhavargal Ivargale; Karpullavargal Ivargale; Aattukkuttiyaanavar Enge Ponaalum Avaraip Pinpatrugiravargal Ivargale; Ivargal Manusharilirundhu Dhevanukkum Aattukkuttiyaanavarukkum Mudharbalanaaga Meettukkollappattavargal. "
},{ "Verses": "5 ivargaludaiya Vaayile Kabadam Kaanappadavillai; Ivargal Dhevanudaiya Singaasanaththirkumunbaaga Maasillaadhavargalaayirukkiraargal. "
},{ "Verses": "6 pinbu, Veroru Thoodhan Vaanaththin Maththiyile Parakkakkanden; Avan Boomiyil Vaasampannugira Sagala Jaadhigalukkum, Koththiraththaarukkum, Baashaikkaararukkum, Janakkoottaththaarukkum Arivikkaththakkadhaaga Niththiya Suviseshaththai Udaiyavanaayirundhu, "
},{ "Verses": "7 migundha Saththamittu: Dhevanukkup Bayandhu, Avarai Magimaippaduththungal; Avar Niyaayaththeerppukkodukkum Velai Vandhadhu; Vaanaththaiyum Boomiyaiyum Samuththiraththaiyum Neerootrugalaiyum Undaakkinavaraiye Thozhudhukollungalendru Koorinaan. "
},{ "Verses": "8 veroru Thoodhan Pinsendru: Baabilon Magaa Nagaram Vizhundhadhu! Vizhundhadhu! Than Vesiththanamaagiya Ukkiramaana Madhuvaich Sagala Jaadhigalukkum Kudikkakkoduththaale! Endraan. "
},{ "Verses": "9 avargalukkup Pinne Moondraam Thoodhan Vandhu, Migundha Saththamittu: Mirugaththaiyum Adhin Soroobaththaiyum Vanangith Than Netriyilaavadhu Than Kaiyilaavadhu Adhin Muththiraiyaith Thariththukkollugiravanevano, "
},{ "Verses": "10 avan Dhevanudaiya Kobaakkinaiyaagiya Paaththiraththile Kalappillaamal Vaarkkappatta Avarudaiya Ukkiramaagiya Madhuvaik Kudiththu, Parisuththa Thoodhargalukkumunbaagavum, Aattukkuttiyaanavarukkumunbaagavum Akkiniyinaalum Gandhagaththinaalum Vaadhikkappaduvaan. "
},{ "Verses": "11 avargaludaiya Vaadhaiyin Pugai Sadhaakaalangalilum Ezhumbum; Mirugaththaiyum Adhin Soroobaththaiyum Vanangugiravargalukkum, Adhinudaiya Naamaththin Muththiraiyaith Thariththukkollugira Evanukkum Iravum Pagalum Ilaippaarudhaliraadhu. "
},{ "Verses": "12 dhevanudaiya Karpanaigalaiyum Iyesuvin Melulla Visuvaasaththaiyum Kaaththukkollugiravargalaagiya Parisuththavaangaludaiya Porumai Idhile Vilangum Endru Koorinaan. "
},{ "Verses": "13 pinbu, Paralogaththilirundhu Oru Saththam Undaagak Ketten; Adhu Karththarukkul Marikkiravargal Idhumudhal Paakkiyavaangal Endrezhudhu; Avargal Thangal Pirayaasangalai Vittozhindhu Ilaippaaruvaargal; Avargaludaiya Kiriyaigal Avargalode Koodappom; Aaviyaanavarum Aam Endru Thiruvulampatrugiraar Endru Sollitru. "
},{ "Verses": "14 pinbu Naan Paarththapodhu, Idho, Venmaiyaana Megaththaiyum, Andha Megaththinmel Manushakumaaranukkoppaanavaraaith Thamadhu Sirasinmel Porkireedaththaiyum Thamadhu Kaiyile Karukkulla Arivaalaiyumudaiya Oruvar Utkaarndhirukkiradhaiyum Kanden. "
},{ "Verses": "15 appozhudhu Veroru Thoodhan Dhevaalayaththilirundhu Purappattu, Megaththinmel Utkaarndhirukkiravarai Nokki: Boomiyin Payir Mudhirndhadhu, Arukkiradharkuk Kaalam Vandhadhu, Aagaiyaal Ummudaiya Arivaalai Neetti Aruththuvidum Endru Migundha Saththamittusonnaan. "
},{ "Verses": "16 appozhudhu Megaththinmel Utkaarndhavar Thamadhu Arivaalaip Boomiyinmel Neettinaar, Boomiyin Vilaivu Aruppundadhu. "
},{ "Verses": "17 pinbu Veroru Thoodhanum Karukkulla Arivaalaip Pidiththukkondu Paralogaththilulla Dhevaalayaththilirundhu Purappattuvandhaan. "
},{ "Verses": "18 akkiniyinmel Adhikaaramulla Veroru Thoodhanum Balipeedaththilirundhu Purappattuvandhu, Karukkulla Arivaalaippidiththirukkiravanai Nokki: Boomiyin Thiraatchappazhangal Pazhuththirukkiradhu, Karukkulla Umadhu Arivaalai Neetti, Adhin Kulaigalai Aruththuvidum Endru Migundha Saththaththode Sonnaan. "
},{ "Verses": "19 appozhudhu Andhath Thoodhan Than Arivaalaip Boomiyin Mele Neetti, Boomiyin Thiraatchappazhangalai Aruththu, Dhevanudaiya Kobaakkinaiyennum Periya Aalaiyile Pottaan. "
},{ "Verses": "20 nagaraththirkup Purampeyulla Andha Aalaiyile Adhu Midhikkappattadhu; Andha Aalaiyilirundhu Aayiraththarunooru Sthaadhi Thooraththirku Raththam Purappattuk Kudhiraigalin Kadivaalangalmattum Perugivandhadhu. "
}
]