[
{ "Verses": "1 ivaigalukkuppinbu, Idho, Paralogaththil Thirakkappattirundha Oru Vaasalaik Kanden. Munne Ekkaalasaththampola Ennudane Pesa Naan Kettirundha Saththamaanadhu: Inge Erivaa, Ivaigalukkuppinbu Sambavikkavendiyavaigalai Unakkuk Kaanbippen Endru Vilambinadhu. "
},{ "Verses": "2 udane Aavikkullaanen; Appozhudhu, Idho, Vaanaththil Oru Singaasanam Vaikkappattirundhadhu, Andhach Singaasanaththinmel Oruvar Veetrirundhaar. "
},{ "Verses": "3 veetrirundhavar, Paarvaikku Vachchirakkallukkum Padhumaraakaththukkum Oppaayirundhaar; Andhach Singaasanaththaichsutri Oru Vaanavillirundhadhu; Adhupaarvaikku Maragadhampola Thondritru. "
},{ "Verses": "4 andhach Singaasanaththaich Soozha Irubaththunaangu Singaasanangalirundhana; Irubaththunaangu Mooppargal Venvasthirandhariththu, Thangal Sirasugalil Ponmudi Soodi Andhach Singaasanangalinmel Utkaarndhirukkakkanden. "
},{ "Verses": "5 andhach Singaasanaththilirundhu Minnalgalum Idimuzhakkangalum Saththangalum Purappattana; Dhevanudaiya Ezhu Aavigalaagiya Ezhu Akkini Theepangal Singaasanaththirku Munbaaga Erindhukondirundhana. "
},{ "Verses": "6 andhach Singaasanaththirku Munbaagap Palingukkoppaana Kannaadikkadalirundhadhu; Andhach Singaasanaththin Maththiyilum Andhach Singaasanaththaich Sutrilum Naanku Jeevangalirundhana, Avaigal Munburaththilum Pinburaththilum Kangalaal Niraindhirundhana. "
},{ "Verses": "7 mudhalaam Jeevan Singaththirkoppaagavum, Irandaam Jeevan Kaalaikkoppaagavum, Moondraam Jeevan Manushamugampondra Mugamulladhaagavum, Naangaam Jeevan Parakkira Kazhukukku Oppaagavumirundhana. "
},{ "Verses": "8 andha Naangu Jeevangalilum Ovvondru Avvaaru Sirakugalullavaigalum, Sutrilum Ulleyum Kangalaal Niraindhavaigalumaayirundhana. Avaigal: Irundhavarum Irukkiravarum Varugiravarumaagiya Sarvavallamaiyulla Dhevanaagiya Karththar Parisuththar Parisuththar Parisuththar Endru Iravum Pagalum Oivillaamal Sollikkondirundhana. "
},{ "Verses": "9 melum, Singaasanaththinmel Veetrirundhu, Sadhaakaalangalilum Uyirodirukkiravarukku Andha Jeevangal, Magimaiyaiyum Kanaththaiyum Sthoththiraththaiyum Seluththumpodhu, "
},{ "Verses": "10 irubaththunaangu Mooppargalum Singaasanaththinmel Veetrirukkiravarukku Munbaaga Vanakkamaai Vizhundhu, Sadhaakaalangalilum Uyirodirukkiravaraith Thozhudhukondu, Thangal Kireedangalaich Singaasanaththirkumunbaaga Vaiththu: "
},{ "Verses": "11 karththaave, Dhevareer, Magimaiyaiyum Ganaththaiyum Vallamaiyaiyum Petrukkollugiradharkup Paaththiraraayirukkireer, Neere Sagalaththaiyum Sirushtiththeer, Ummudaiya Siththaththinaale Avaigal Undaayirukkiravaigalum Sirushtikkappattavaigalumaayirukkiradhu Endraargal. "
}
]