[
{ "Verses": "1 ezhu Kalasangalaiyudaiya Andha Ezhu Thoodharil Oruvan Vandhu Ennode Pesi: Nee Vaa, Thiralaana Thanneergalmel Utkaarndhirukkira Magaa Vesiyode Boomiyin Raajaakkal Vesiththanampanninaargale, Avaludaiya Vesiththanamaagiya Madhuvaal Boomiyin Kudigalum Verikondirundhaargale; "
},{ "Verses": "2 avalukku Varugira Aakkinaiyai Unakkuk Kaanbippen Endru Solli; "
},{ "Verses": "3 aavikkul Ennai Vanaandharaththirkuk Konduponaan. Appozhudhu Ezhu Thalaigalaiyum Paththuk Kombugalaiyum Udaiyadhum Thooshanamaana Naamangalaal Niraindhadhumaana Sivappuniramulla Mirugaththinmel Oru Sthiree Eriyirukkak Kanden. "
},{ "Verses": "4 andha Sthiree Raththaamparamum Sivappaana Aadaiyundhariththu, Ponninaalum Raththinangalinaalum Muththukkalinaalum Singaarikkappattu, Than Vesiththanamaagiya Aruvaruppugalaalum Asuththaththaalum Niraindha Porpaaththiraththaith Than Kaiyile Pidiththirundhaal. "
},{ "Verses": "5 melum, Iragasiyam, Magaa Baabilon, Vesigalukkum Boomiyilulla Aruvaruppugalukkum Thaaiennum Naamam Aval Netriyil Ezhudhiyirundhadhu. "
},{ "Verses": "6 andha Sthiree Parisuththavaangalin Raththaththinaalum, Yesuvinudaiya Saatchigalin Raththaththinaalum Verikondirukkiradhaik Kanden; Avalaik Kandu Naan Migavum Aachchariyappatten. "
},{ "Verses": "7 appozhudhu, Thoodhanaanavan Ennai Nokki: En Aachchariyappadugiraai? Indha Sthireeyinudaiya Ragasiyaththaiyum, Ezhu Thalaigalaiyum Paththuk Kombugalaiyumudaiyadhaai Ivalaich Sumakkira Mirugaththinudaiya Ragasiyaththaiyum Unakkuch Sollugiren. "
},{ "Verses": "8 nee, Kanda Mirugam Munne Irundhadhu, Ippozhudhu Illai; Adhu Paadhaalaththilirundhu Erivandhu, Naasamadaiyappogiradhu. Ulagaththotramudhal Jeevapusthagaththil Perezhudhappattiraadha Boomiyin Kudigal, Irundhadhum, Iraamarponadhum, Ini Iruppadhumaayirukkira Mirugaththaippaarththu Aachchariyappaduvaargal. "
},{ "Verses": "9 gnaanamulla Manam Idhile Vilangum. Andha Ezhu Thalaigalum Andha Sthiree Utkaarndhirukkira Ezhu Malaigalaam. "
},{ "Verses": "10 avargal Ezhu Raajaakkalaam; Ivargalil Aindhuper Vizhundhaargal, Oruvan Irukkiraan, Matravan Innum Varavillai; Varumpodhu Avan Konjakkaalam Thariththirukkavendum. "
},{ "Verses": "11 irundhadhum Iraadhadhumaagiya Mirugame Ettaavadhaanavanum, Avvezhilirundhu Thondrugiravanum, Naasamadaiyappogiravanumaayirukkiraan. "
},{ "Verses": "12 nee Kanda Paththuk Kombugalum Paththu Raajaakkalaam; Ivargal Innum Raajyam Peravillai; Ivargal Mirugaththudanekooda Orumani Neramalavum Raajaakkalpola Adhikaaram Petrukkollugiraargal. "
},{ "Verses": "13 ivargal Ore Yosanaiyullavargal; Ivargal Thangal Vallamaiyaiyum Adhigaaraththaiyum Mirugaththirkuk Koduppaargal. "
},{ "Verses": "14 ivargal Aattukkuttiyaanavarudane Yuththampannuvaargal, Aattukkuttiyaanavar Karththaadhikarththarum Raajaadhi Raajaavumaayirukkirapadiyaal Avargalai Jeyippaar; Avarodukooda Irukkiravargal Azhaikkappattavargalum Therindhukollappattavargalum Unmaiyullavargalumaayirukkiraargal Endraan. "
},{ "Verses": "15 pinnum Avan Ennai Nokki: Andha Vesi Utkaarndhirukkira Thanneergalaik Kandaaye; Avaigal Janangalum Koottangalum Jaadhigalum Baashaikkaararumaam. "
},{ "Verses": "16 nee Mirugaththinmel Kanda Paththukkombugalaanavargal Andha Vesiyaippagaiththu, Avalaip Paazhum Nirvaanamumaakki, Avaludaiya Maamsaththaip Patchiththu, Avalai Neruppinaal Sutteriththuppoduvaargal. "
},{ "Verses": "17 dhevan Thammudaiya Vaarththaigal Niraiverumalavum, Avargal Thamadhu Yosanaiyai Niraivetrugiradharkum, Ore Yosanaiyullavargalaayirundhu, Thangal Raajyaththai Mirugaththirkuk Kodukkiradharkum Avargaludaiya Irudhayangalai Evinaar. "
},{ "Verses": "18 nee Kanda Sthireeyaanaval Boomiyin Raajaakkalmel Raajyabaarampannugira Magaa Nagarameyaam Endraan. "
}
]