[
{ "Verses": "1 avar Ezhaam Muththiraiyai Udaiththapodhu, Paralogaththil Erakkuraiya Araimanineramalavum Amaidhal Undaayitru. "
},{ "Verses": "2 pinbu, Dhevanukkumunbaaga Nirkira Ezhu Thoodhargalaiyung Kanden, Avargalukku Ezhu Ekkaalangal Kodukkappattadhu. "
},{ "Verses": "3 veroru Thoodhanum Vandhu, Thoobangaattum Porkalasaththaip Pidiththup Balipeedaththin Padiyile Nindraan; Singaasanaththirkumunbaaga Irundha Porpeedaththinmel Sagala Parisuththavaangaludaiya Jebangalodum Seluththumbadi Migundha Thoobavarkkam Avanukkuk Kodukkappattadhu. "
},{ "Verses": "4 appadiye Parisuththavaangaludaiya Jebangalodum Seluththappatta Thoobavarkkaththin Pugaiyaanadhu Thoodhanudaiya Kaiyilirundhu Dhevanukkumunbaaga Ezhumbitru. "
},{ "Verses": "5 pinbu, Andhath Thoodhan Thoobakalasaththai Eduththu, Adhaip Balipeedaththu Neruppinaal Nirappi, Boomiyile Kottinaan; Udane Saththangalum, Idimuzhakkangalum, Minnalgalum, Boomiyadhirchchiyum Undaayina. "
},{ "Verses": "6 appozhudhu, Ezhu Ekkaalangalaiyudaiya Ezhu Thoodhargal Ekkaalam Oodhugiradharkuth Thangalai Aayaththappaduththinaargal. "
},{ "Verses": "7 mudhalaam Thoodhan Ekkaalam Oodhinaan; Appozhudhu Iraththangalandha Kalmazhaiyum Akkiniyum Undaagi, Boomiyile Kottappattadhu; Adhinaal Marangalil Moondrilorupangu Vendhupoyitru, Pasumpullellaam Erindhupoyitru. "
},{ "Verses": "8 irandaam Thoodhan Ekkaalam Oodhinaan; Appozhudhu Akkiniyaal Erigira Periya Malaipondradhondru Samuththiraththile Podappattadhu. Adhinaal Samuththiraththil Moondrilorupangu Iraththamaayitru. "
},{ "Verses": "9 samuththiraththilirundha Jeevanulla Sirushtigalil Moondrilorupangu Seththuppoyitru; Kappalgalil Moondrilorupangu Sedhamaayitru. "
},{ "Verses": "10 moondraam Thoodhan Ekkaalam Oodhinaan; Appozhudhu Oru Periya Natchaththiram Theevattiyaippola Erindhu, Vaanaththilirundhu Vizhundhadhu; Adhu Aarugalil Moondrilorupanginmelum, Neerutrugalinmelum Vizhundhadhu. "
},{ "Verses": "11 andha Natchaththiraththirku Ettiyendru Peyar; Adhinaal Thanneeril Moondrilorupangu Ettiyaippolak Kasappaayitru; Ippadik Kasappaana Thanneerinaal Manusharil Anegar Seththaargal. "
},{ "Verses": "12 naangaam Thoodhan Ekkaalam Oodhinaan; Appozhudhu Sooriyanil Moondriloru Pangum, Sandhiranil Moondrilorupangum, Natchaththirangalil Moondrilorupangum Sedhappattadhu, Avatravatril Moondrilorupangu Iruladaindhadhu; Pagalilum Moondrilorupangu Piragaasamillaamarpoyitru, Iravilum Appadiyeyaayitru. "
},{ "Verses": "13 pinbu, Oru Thoodhan Vaanaththin Maththiyile Parandhuvarakkanden; Avan Magaa Saththamittu: Ini Ekkaalam Oodhappogira Matra Moondru Thoodharudaiya Ekkaala Saththangalinaal Boomiyil Kudiyirukkiravargalukku Aiyo, Aiyo, Aiyo (aapaththuvarum) Endru Sollakketten. "
}
]