[
{ "Verses": "1 pinbu Kaikkolukku Oppaana Orualavukol Ennidaththil Kodukkappattadhu. Appozhudhu Dhevadhoodhan Nindru, Ennai Nokki: Nee Ezhundhu, Dhevanudaiya Aalayaththaiyum, Balipeedaththaiyum Adhil Thozhudhukollugiravargalaiyum Alandhupaar. "
},{ "Verses": "2 aalayaththirkup Purambe Irukkirapiragaaram Purajaadhiyaarukkuk Kodukkappattapadiyaal Adhai Alavaamal Purampaakkippodu; Parisuththa Nagaraththai Avargal Naarpaththirandu Maadhamalavum Midhippaargal. "
},{ "Verses": "3 ennudaiya Irandu Saatchigalum Irattu Vasthiramuduththikkondirukkiravargalaai, Aayiraththirunootrarupadhu Naalalavum Theerkkadharisananjollumpadi Avargalukku Adhigaaram Koduppen. "
},{ "Verses": "4 poologaththin Aandavarukku Munbaaga Nirkira Irandu Olivamarangalum Irandu Vilakkuththandugalum Ivargale. "
},{ "Verses": "5 oruvan Avargalaich Sedhappaduththamanadhaayirundhaal, Avargaludaiya Vaayilirundhu Akkini Purappattu, Avargaludaiya Saththurukkalaip Patchikkum; Avargalaich Sedhappaduththa Manadhaayirukkiravan Evano Avan Appadiye Kollappadavendum. "
},{ "Verses": "6 avargal Theerkkadharisananj Sollivarugira Naatkalile Mazhaipeyyaadhapadikku Vaanaththai Adaikka Avargalukku Adhigaaramundu; Avargal Thanneergalai Raththamaaga Maatravum, Thangalukku Vendumpodhellaam Boomiyaisagalavidha Vaadhaigalaalum Vaadhikkavum Avargalukku Adhikaaramundu. "
},{ "Verses": "7 avargal Thangal Saatchiyaisolli Mudiththirukkumpodhu, Paadhaalaththilirundherugira Mirugam Avargalode Yuththampanni, Avargalai Jeyiththu, Avargalaik Kondrupodum. "
},{ "Verses": "8 avargaludaiya Udalgal Magaa Nagaraththin Visaalamaana Veedhiyile Kidakkum. Andha Nagaram Sodhom Endrum Egipdhu Endrum Gnaanaarththamaaich Sollappadum; Adhile Nammudaiya Karththarum Siluvaiyile Araiyappattaar. "
},{ "Verses": "9 janangalilum, Koththirangalilum, Baashaikkaararilum, Jaadhigalilumullavargal Avargaludaiya Udalgalai Moondrarai Naal Varaikkum Paarppaargal, Avargaludaiya Udalgalaik Kallaraigalil Vaikkavottaargal. "
},{ "Verses": "10 avvirandu Theerkkadharisigalum Boomiyin Kudigalai Vedhanaippaduththinapadiyaal Avargal Nimiththam Boomiyil Kudiyirukkiravargal Sandhoshappattuk Kalikoorndhu, Oruvarukkoruvar Vegumadhigalai Anuppuvaargal. "
},{ "Verses": "11 moondrarai Naalaikkuppinbu Dhevanidaththilirundhu Jeevaaavi Avargalukkul Piravesiththadhu, Appozhudhu Avargal Kaaloondri Nindraargal; Avargalaip Paarththavargalukku Migundha Bayamundaayitru. "
},{ "Verses": "12 inge Erivaarungal Endru Vaanaththilirundhu Thangalukku Undaana Periya Saththaththai Avargal Kettu, Megaththil Eri Vaanaththirkup Ponaargal, Avargaludaiya Saththurukkal Avargalaip Paarththaargal. "
},{ "Verses": "13 anneraththile Boomi Migavum Adhirndhadhu, Udane Andha Nagaraththil Paththilorupangu Idindhu Vizhundhadhu; Manusharil Ezhaayiramper Boomiyadhirchchiyinaal Azhindhaargal; Meedhiyaanavargal Bayamadaindhu Paralogaththin Dhevanai Magimaippaduththinaargal. "
},{ "Verses": "14 irandaam Aabaththu Kadandhupoyitru; Idho, Moondraam Aabaththu Seekkiramaai Varugiradhu. "
},{ "Verses": "15 ezhaam Thoodhan Ekkaalam Oodhinaan; Appozhudhu Ulagaththin Raajyangal Nammudaiya Karththarukkum, Avarudaiya Kiristhuvukkumuriya Raajyangalaayina; Avar Sadhaakaalangalilum Raajyapaaram Pannuvaar Ennum Kembeera Saththangal Vaanaththil Undaayina. "
},{ "Verses": "16 appozhudhu Dhevanukku Munbaagath Thangal Singaasanangalmel Utkaarndhirundha Irubaththunaangu Mooppargalum Muganguppura Vizhundhu: "
},{ "Verses": "17 irukkiravarum Irundhavarum Varugiravarumaagiya Sarvavallamaiyulla Karththaraagiya Dhevane, Ummai Sthoththirikkirom, Dhevareer Umadhu Magaa Vallamaiyaikkondu Raajyabaarampannugireer. "
},{ "Verses": "18 jaadhigal Kobiththaargal, Appozhudhu Ummudaiya Kobam Moondadhu; Mariththor Niyaayaththeerppadaigiradharkum, Theerkkadharisigalaagiya Ummudaiya Oozhiyakkaararukkum Parisuththavaangalukkum Umadhu Naamaththinmel Bayabakdhiyaayirundha Siriyor Periyorukkum Balanalikkiradharkum, Boomiyaik Keduththavargalaik Kedukkiradharkum, Kaalamvandhadhu Endru Solli, Dhevanaith Thozhudhukondaargal. "
},{ "Verses": "19 appozhudhu Paralogaththil Dhevanudaiya Aalayam Thirakkappattadhu, Avarudaiya Aalayaththile Avarudaiya Udanpadikkaiyin Petti Kaanappattadhu; Appozhudhu Minnalgalum, Saththangalum, Idimuzhakkangalum, Boomiyadhirchchiyum, Perungalmazhaiyum Undaayina. "
}
]