[
{ "Verses": "1 pinbu Naan Kadarkarai Manalinmel Nindren. Appozhudhu Samuththiraththilirundhu Oru Mirugam Ezhumbivarak Kanden; Adharku Ezhu Thalaigalum Paththukkombugalum Irundhana; Adhin Kombugalinmel Paththu Mudigalum, Adhin Thalaigalinmel Thooshanamaana Naamamum Irundhana. "
},{ "Verses": "2 naan Kanda Mirugam Siruththaiyaippolirundhadhu; Adhin Kaalgal Karadiyin Kaalgalaippolavum, Adhin Vaai Singaththin Vaayaippolavum Irundhana; Valusarppamaanadhu Than Balaththaiyum Than Singaasanaththaiyum Migundha Adhigaaraththaiyum Adharkuk Koduththadhu. "
},{ "Verses": "3 adhin Thalaigalilondru Saavukkedhuvaaik Kaayappattirukkak Kanden; Aanaalum Saavukkedhuvaana Andhak Kaayam Sosthamaakkappattadhu. Boomiyilulla Yaavarum Aachchariyaththode Andha Mirugaththaip Pinpatri, "
},{ "Verses": "4 andha Mirugaththirku Appadippatta Adhigaarangoduththa Valusarppaththai Vananginaargal. Allaamalum: Mirugaththirku Oppaanavan Yaar? Adhinode Yuththampannaththakkavan Yaar? Endru Solli, Mirugaththaiyum Vananginaargal. "
},{ "Verses": "5 perumaiyaanavaigalaiyum Thooshanangalaiyum Pesum Vaai Adharkuk Kodukkappattadhu; Allaamalum, Naarpaththirandu Maadham Yuththampanna Adharku Adhigaarang Kodukkappattadhu. "
},{ "Verses": "6 adhu Dhevanaith Thooshikkumpadi Than Vaayaith Thirandhu, Avarudaiya Naamaththaiyum, Avarudaiya Vaasasthalaththaiyam, Paralogaththil Vaasamaayirukkiravargalaiyum Thooshiththadhu. "
},{ "Verses": "7 melum, Parisuththavaangalode Yuththampanni Avargalai Jeyikkumpadikku Adharku Adhigaarangodukkappattadhumallaamal, Ovvoru Koththiraththinmelum Baashaikkaarar Melum Jaadhigalmelum Adharku Adhikaarangodukkappattadhu. "
},{ "Verses": "8 ulagaththotramudhal Adikkappatta Aattukkuttiyinudaiya Jeevapusthakaththil Perezhudhappattiraadha Boomiyin Kudigal Yaavarum Adhai Vananguvaargal. "
},{ "Verses": "9 kaadhullavanevano Avan Ketkakkadavan. "
},{ "Verses": "10 siraippaduththikkondu Pogiravan Siraippattuppovaan; Pattayaththinaale Kollugiravan Pattayaththinaale Kollappadavendum. Parisuththavaankaludaiya Porumaiyum Visuvaasamum Idhile Vilangum. "
},{ "Verses": "11 pinbu, Veroru Mirugam Boomiyilirundhu Ezhumbak Kanden; Adhu Aattukkuttikku Oppaaga Irandu Kombugalaiyudaiyadhaayirundhu, Valusarppaththaippolap Pesinadhu. "
},{ "Verses": "12 adhu Mundhina Mirugaththin Adhigaaram Muzhuvadhaiyum Adhin Munbaaga Nadappiththu, Saavukkedhuvaana Kaayam Aarach Sosthamadaindha Mundhina Mirugaththaip Boomiyum Adhin Kudigalum Vanangumpadi Seydhadhu. "
},{ "Verses": "13 andriyum, Adhu Manusharukkumunpaaga Vaanaththilirundhu Boomiyinmel Akkiniyai Irangappannaththakkadhaagap Periya Arpudhangalai Nadappiththu, "
},{ "Verses": "14 mirugaththinmunbaaga Andha Arpudhangalaich Seyyumpadi Thanakkuk Kodukkappatta Saththuvaththinaale Boomiyin Kudigalai Mosampokki, Pattayaththinaale Kaayappattup Pizhaiththa Mirugaththirku Oru Soroobam Pannavendumendru Boomiyin Kudigalukkuch Sollitru. "
},{ "Verses": "15 melum Ammirugaththin Soroobam Pesaththakkadhaagavum, Mirugaththin Soroobaththai Vanangaadha Yaavaraiyum Kolaiseyyaththakkadhaagavum, Mirugaththin Soroobaththirku Aaviyaik Kodukkumpadi Adharkuch Saththuvangodukkappattadhu. "
},{ "Verses": "16 adhu Siriyor, Periyor, Aisuvariyavaangal, Thariththirar, Suyaadheenar, Adimaigal, Ivargal Yaavarum Thangal Thangal Valadhukaigalilaavadhu Netrigalilaavadhu Oru Muththiraiyaip Perumpadikkum, "
},{ "Verses": "17 andha Mirugaththin Muththiraiyaiyaavadhu Adhin Naamaththaiyaavadhu Adhin Naamaththin Ilakkaththaiyaavadhu Thariththukkollugiravan Thavira Veroruvanum Kollavum Virkavung Koodaadhapadikkum Seydhadhu. "
},{ "Verses": "18 idhile Gnaanam Vilangum; Andha Mirugaththin Ilakkaththaip Puththiyudaiyavan Kanakkuppaarkkakkadavan; Adhu Manusharudaiya Ilakkamaayirukkiradhu; Adhinudaiya Ilakkam Arunootrarupaththaaru. "
}
]