[
{ "Verses": "1 aindhaam Thoodhan Ekkaalam Oodhinaan; Appozhudhu Vaanaththilirundhu Boomiyinmel Vizhundha Oru Natchaththiraththaik Kanden; Avanukkup Paadhaalakkuzhiyin Thiravukol Kodukkappattadhu. "
},{ "Verses": "2 avan Paadhaalakkuzhiyaith Thirandhaan; Udane Perunjoolaiyin Pugaiyaippola Andhak Kuzhiyilirundhu Pugaiezhumbitru; Andhak Kuzhiyin Pugaiyil Sooriyanum Aagaayamum Andhagaarappattadhu. "
},{ "Verses": "3 andhap Pugaiyilirundhu Vettukkiligal Purappattup Boomiyinmel Vandhadhu; Avaigalukkup Boomiyilulla Thelgalin Vallamaikkoppaana Vallamai Kodukkappattadhu. "
},{ "Verses": "4 boomiyin Pullaiyum Pasumaiyaana Endhap Poondaiyum Endha Maraththaiyum Sedhappaduththaamal, Thangal Netrigalil Dhevanudaiya Muththiraiyaith Thariththiraadha Manusharaimaaththiram Sedhappaduththa Avaigalukku Uththaravu Kodukkappattadhu. "
},{ "Verses": "5 melum Avargalaik Kolaiseyyumpadikku Avaigalukku Uththaravu Kodukkappadaamal, Aindhumaadhamalavum Avargalai Vedhanaippaduththumpadikku Uththaravu Kodukkappattadhu; Avaigal Seyyumvedhanai Thelaanadhu Manusharaik Kottumpodhu Undaagum Vedhanaiyaiyaippolirukkum. "
},{ "Verses": "6 annaatkalil Manushargal Saavaiththediyum Adhaik Kaanaadhiruppaargal, Saagavendumendru Aasaippaduvaargal, Saavo Avargalukku Vilagi Odippom. "
},{ "Verses": "7 andha Vettukkiligalin Uruvam Yuththaththirku Aayaththampannappatta Kudhiraigalukku Oppaayirundhadhu; Avaigaludaiya Thalaigalinmel Ponmayamaana Kireedam Pondravaigalirundhana; Avaigalin Mugangal Manusharudaiya Mugangalpolirundhana. "
},{ "Verses": "8 avaigaludaiya Koondhal Sthireegaludaiya Koondhalpolirundhadhu; Avaigalin Parkal Singangalin Parkalpolirundhana. "
},{ "Verses": "9 irumbuk Kavasangalaippola Maarkkavasangal Avaigalukku Irundhana; Avaigaludaiya Siragugalin Iraichchal Yuththaththirku Odugira Anegang Kudhiraigal Poonda Radhangalin Iraichchalukku Oppaayirundhana. "
},{ "Verses": "10 avaigal Thelgalin Vaalgalukku Oppaana Vaalgalaiyum, Andha Vaalgalil Kodukkugalaiyum Udaiyavaigalaayirundhana; Avaigal Aindhu Maadhamalavum Manusharaich Sedhappaduththuvadharku Adhigaaramudaiyavaigalaayirundhana. "
},{ "Verses": "11 avaigalukku Oru Raajan Undu, Avan Paadhaalaththin Thoodhan; Ebireyu Baashaiyile Apeththon Endrum, Girekku Baashaiyile Appolliyon Endrum Avanukkup Peyar. "
},{ "Verses": "12 mudhalaam Aabaththu Kadandhupoyitru; Ivaigalukkuppinbu Innum Irandu Aabaththugal, Idho, Varugiradhu. "
},{ "Verses": "13 aaraam Thoodhan Ekkaalam Oodhinaan; Appozhudhu Avanukku Munbaaga Irundha Porpeedaththin Naangu Kombugalilumirundhu Oru Saththandhondri, "
},{ "Verses": "14 ekkaalaththaip Pidiththirundha Aaraam Thoodhanai Nokki: Aippiraaththennum Periya Nadhiyandaiyile Kattappattirukkira Naangu Thoodhargalaiyum Avizhththuvidu Endru Sollakketten. "
},{ "Verses": "15 appozhudhu Manusharil Moondrilorupangaik Kollumbadikku Orumanineraththirkum, Oru Naalukkum, Oru Maadhaththirkum, Oru Varushaththirkum Aayaththamaakkappattirundha Andha Naangu Thoodhargalum Avizhththuvidappattaargal. "
},{ "Verses": "16 kudhiraichsenaigalaagiya Raanuvangalin Thogai Irubadhu Kodiyaayirundhadhu; Avaigalin Thogaiyaich Sollakketten. "
},{ "Verses": "17 kudhiraigalaiyum Avaigalinmel Eriyirundhavargalaiyum Naan Tharisanaththil Kandavidhamaavadhu; Avargal Akkininiramum Neelaniramum Gandhaganiramumaana Maarkkavasangalaiyudaiyavargalaayirundhaargal; Kudhiraigaludaiya Thalaigal Singangalin Thalaigalaippolirundhana; Avaigaludaiya Vaaigalilirundhu Akkiniyum Pugaiyum Gandhagamum Purappattana. "
},{ "Verses": "18 avaigaludaiya Vaaigalilirundhu Purappatta Akkini Pugai Gandhagam Ennum Immoondrinaalum Manusharil Moondrilorupangu Kollappattaargal. "
},{ "Verses": "19 andhak Kudhiraigalin Vallamai Avaigaludaiya Vaayileyum Vaalgalileyum Irukkiradhu; Avaigaludaiya Vaalgal Paampugalukku Oppaanavaigalaayum, Thalaigalullavaigalaayumirukkiradhu, Avaigalaale Sedhappaduththugiradhu. "
},{ "Verses": "20 appadiyirundhum, Andha Vaadhaigalaal Kollappadaadha Matra Manushargal Peygalaiyum, Pon Velli Sembu Kalmaram Enbavaigalaal Seyyappattavaigalaayum Kaanavum Ketkavum Nadakkavumaattaadhavaigalaayumirukkira Vikkiragangalaiyum Vanangaadhapadikkuth Thangal Kaigalin Kiriyaigalai Vittu Manandhirumbavumillai; "
},{ "Verses": "21 thangal Kolaipaadhagangalaiyum, Thangal Sooniyangalaiyum, Thangal Vesiththanangalaiyum, Thangal Kalavugalaiyum Vittu Manandhirumbavumillai. "
}
]