[
{ "Verses": "1 ivaigalukkuppinbu, Boomiyin Naangu Thisaigalilum Naangu Thoodhargal Nindru, Boomiyinmelaavadhu, Samuththiraththin Melaavadhu, Oru Maraththinmelaavadhu, Kaatru Adiyaadhapadikku, Boomiyin Naangu Kaatrugalaiyum Pidiththirukkakkanden. "
},{ "Verses": "2 jeevanulla Dhevanudaiya Muththiraik Kolaiyudaiya Veroru Thoodhan Sooriyan Udhikkundhisaiyilirundhu Erivarakkanden; Avan, Boomiyaiyum Samuththiraththaiyum Sedhappaduththugiradharku Adhikaarampetra Andha Naangu Thoodharaiyum Nokki: "
},{ "Verses": "3 naam Namadhu Dhevanudaiya Oozhiyakkaararin Netrikgalil Muththiraipottuth Theerumalavum Boomiyaiyum Samuththiraththaiyum Marangalaiyum Sedhappaduththaadhirungal Endru Magaa Saththamittuk Kooppittaan. "
},{ "Verses": "4 muththiraipodappattavargalin Thogaiyaich Sollakketten; Isravel Puththirarudaiya Sagala Koththirangalilum Muththiraipodappattavargal Latchaththunaarpaththu Naalaayiramper. "
},{ "Verses": "5 yoodhaa Koththiraththil Muththiraipodappattavargal Panneeraayiram. Rooban Koththiraththil Muththiraipodappattavargal Panneeraayiram. Gaadh Koththiraththil Muththiraipotappattavargal Panneeraayiram. "
},{ "Verses": "6 aaser Koththiraththil Muththiraipodappattavargal Panneeraayiram. Napthali Koththiraththil Muththiraipodappattavargal Panneeraayiram. Manaase Koththiraththil Muththiraipodappattavargal Panneeraayiram. "
},{ "Verses": "7 simiyon Koththiraththil Muththiraipodappattavargal Panneeraayiram. Levi Koththiraththil Muththiraipodappattavargal Panneeraayiram. Isakkaar Koththiraththil Muththiraipodappattavargal Panneeraayiram. "
},{ "Verses": "8 sebulon Koththiraththil Muththiraipodappattavargal Panneeraayiram. Yoseppu Koththiraththil Muththiraipodappattavargal Panneeraayiram. Penyameen Koththiraththil Muththiraipodappattavargal Panneeraayiram. "
},{ "Verses": "9 ivaigalukkuppinbu, Naan Paarththapodhu, Idho, Sagala Jaadhigalilum Koththirangalilum Janangalilum Paashaigalilirumirundhu Vandhadhum, Oruvanum Ennakkoodaadhadhumaana Thiralaana Koottamaagiya Janangal, Vellai Angigalaith Thariththu, Thangal Kaigalil Kuruththolaigalaip Pidiththu, Singaasanaththirku Munbaagavum Aattukkuttiyaanavarukku Munbaagavum Nirkakkanden. "
},{ "Verses": "10 avargal Magaa Saththamittu: Ratchippin Magimai Singaasanaththinmel Veetrirukkira Engal Dhevanukkum Aattukkuttiyaanavarukkum Undaavadhaaga Endru Aarppariththaargal. "
},{ "Verses": "11 thoodhargal Yaavarum Singaasanaththaiyum Mooppargalaiyum Naangu Jeevangalaiyum Soozhanindru, Singaasanaththirkumunbaaga Muganguppura Vizhundhu, Dhevanaith Thozhudhukondu: "
},{ "Verses": "12 aamen, Engal Dhevanukkuth Thudhiyum Magimaiyum Gnaanamum Sthoththiramum Ganamum Vallamaiyum Belanum Sadhaakaalangalilum Undaavadhaaga; Aamen, Endraargal. "
},{ "Verses": "13 appozhudhu, Mooppargalil Oruvan Ennai Nokki: Vellai Angigalaith Thariththirukkira Ivargal Yaar? Engeyirundhu Vandhaargal? Endru Kettaan. "
},{ "Verses": "14 adharku Naan: Aandavane, Adhu Umakke Theriyum Endren. Appozhudhu Avan: Ivargal Migundha Ubaththiravaththilirundhu Vandhavargal; Ivargal Thangal Angigalai Aattukkuttiyaanavarudaiya Raththaththile Thoiththu Veluththavargal. "
},{ "Verses": "15 aanapadiyaal, Ivargal Dhevanudaiya Singaasanaththirku Munbaaga Irundhu, Iravum Pagalum Avarudaiya Aalayaththile Avaraich Sevikkiraargal; Singaasanaththinmel Veetrirukkiravar Ivargalukkulle Vaasamaayiruppaar. "
},{ "Verses": "16 ivargal Ini Pasiyadaivadhumillai, Ini Thaagamadaivadhumillai; Veyilaavadhu Ushnamaavadhu Ivargalmel Paduvadhumillai. "
},{ "Verses": "17 singaasanaththin Maththiyilirukkira Aattukkuttiyaanavare Ivargalai Meyththu, Ivargalai Jeevaththanneerulla Ootrugalandaikku Nadaththuvaar; Dhevandhaame Ivargaludaiya Kanneer Yaavaiyum Thudaippaar Endraan. "
}
]