[
{ "Verses": "1 seekkiraththil Sambavikkavendiyavaigalaith Thammudaiya Oozhiyakkaararukkuk Kaanbikkumporuttu, Dhevan Yesukiristhuvukku Oppuviththadhum, Ivar Thammudaiya Thoodhanai Anuppi, Thammudaiya Oozhiyakkaaranaagiya Yovaanukku Velippaduththinadhumaana Visesham. "
},{ "Verses": "2 ivan Dhevanudaiya Vasanaththaikkuriththum, Yesukiristhuvaippatriya Saatchiyaikkuriththum, Thaan Kanda Yaavatraiyum Saatchiyaaga Ariviththirukkiraan. "
},{ "Verses": "3 indhath Theerkkadharisana Vasanangalai Vaasikkiravanum, Ketkiravargalum, Idhil Ezhudhiyirukkiravaigalaik Kaikkollukiravargalum Baakkiyavaangal, Kaalam Sameebamaayirukkiradhu. "
},{ "Verses": "4 yovaan Aasiyaavilulla Ezhusabaigalukkum Ezhudhugiradhaavadhu: Irukkiravarum Irundhavarum Varugiravarumaanavaraalum, Avarudaiya Singaasanaththirku Munbaaga Irukkira Ezhu Aavigalaalum, "
},{ "Verses": "5 unmaiyulla Saatchiyum, Mariththorilirundhu Mudharpirandhavarum, Boomiyin Raajaakkalukku Adhibadhiyumaagiya Yesukiristhuvinaalum Ungalukkuk Kirubaiyum Samaadhaanamum Undaavadhaaga. "
},{ "Verses": "6 nammidaththil Anbukoorndhu Thamadhu Raththaththinaale Nammudaiya Paavangalara Nammaik Kazhuvi, Thammudaiya Pidhaavaagiya Dhevanukku Munbaaga Nammai Raajaakkalum Aasaariyargalumaakkina Avarukku Magimaiyum Vallamaiyum Endrendraikkum Undaayiruppadhaaga. Aamen. "
},{ "Verses": "7 idho, Megangaludane Varugiraar; Kangal Yaavum Avaraik Kaanum, Avaraik Kuththinavargalum Avaraik Kaanbaargal; Boomiyin Koththiraththaarellaarum Avaraip Paarththup Pulampuvaargal. Appadiye Aagum Aamen. "
},{ "Verses": "8 irukkiravarum Irundhavarum Varugiravarumaagiya Sarvavallamaiyulla Karththar: Naan Albaavum, Omegaavum Aadhiyum Andhamumaayirukkiren Endru Thiruvulampatrugiraar. "
},{ "Verses": "9 ungal Sagodharanum Yesu Kiristhuvinimiththam Varugira Ubaththiravaththirkum Avarudaiya Raajyaththirkum Avarudaiya Porumaikkum Ungal Udanpangaalanumaayirukkira Yovaanaagiya Naan Dhevavasanaththinimiththamum, Yesukiristhuvaippatriya Saatchiyinimiththamum Padhmu Ennum Theevile Irundhen. "
},{ "Verses": "10 karththarudaiya Naalil Aavikkullaanen; Appozhudhu Enakkup Pinnaale Ekkaalasaththampondra Peridhaana Oru Saththaththaik Ketten. "
},{ "Verses": "11 adhu Naan Albaavum Omegaavum, Mundhinavarum Pindhinavarumaayirukkiren. Nee Kaangiradhai Oru Pusthakaththil Ezhudhi, Aasiyaavilirukkira Ebesu, Simirnaa, Pergamu, Thiyaththeeraa, Sardhai, Piladhelpiyaa, Lavodhikkeyaa Ennum Pattanangalilulla Ezhu Sabaigalukkum Anuppu Endru Vilambinadhu. "
},{ "Verses": "12 appozhudhu Ennudane Pesina Saththaththaip Paarkkath Thirumbinen; Thirumbinapodhu, Ezhu Pon Kuththuvilakkugalaiyum, "
},{ "Verses": "13 andha Ezhu Kuththuvilakkugalin Maththiyile Nilaiyangi Thariththu, Maarbaruke Porkachchai Kattiyirundha Manushakumaaranukkoppaanavaraiyum Kanden. "
},{ "Verses": "14 avarudaiya Sirasum Mayirum Venpanjaippolavum Uraindha Mazhaiyaippolavum Venmaiyaayirundhadhu; Avarudaiya Kangal Akkinijuvaalaiyaip Polirundhadhu; "
},{ "Verses": "15 avarudaiya Paadhangal Ulaikkalaththil Kaaindha Piragaasamaana Vengalampolirundhadhu; Avarudaiya Saththam Peruvellaththu Iraichchalaippolirundhadhu. "
},{ "Verses": "16 thamadhu Valadhukaraththile Ezhu Natchaththirangalai Endhikkondirundhaar; Avar Vaayilirundhu Irupuramum Karukkulla Pattayam Purappattadhu; Avarudaiya Mugam Vallamaiyaaip Piragaasikkira Sooriyanaip Polirundhadhu. "
},{ "Verses": "17 naan Avaraik Kandapodhu Seththavanaippola Avarudaiya Paadhaththil Vizhundhen; Appozhudhu Avar Thammudaiya Valadhukaraththai Enmelvaiththu, Ennai Nokki: Payappadaadhe, Naan Mundhinavarum Pindhinavarum, Uyirullavarumaayirukkiren; "
},{ "Verses": "18 mariththen, Aanaalum, Idho, Sadhaakaalangalilum Uyirodirukkiren, Aamen; Naan Maranaththirkum Paadhaalaththirkumuriya Thiravukolkalai Udaiyavaraayirukkiren. "
},{ "Verses": "19 nee Kandavaigalaiyum, Irukkiravaigalaiyum, Ivaigalukkuppinbu Sambavippavaigalaiyum Ezhudhu; "
},{ "Verses": "20 en Valadhukaraththil Nee Kanda Ezhunatchaththirangalin Ragasiyaththaiyum, Ezhupon Kuththuvilakkugalin Ragasiyaththaiyum Ezhudhu; Andha Ezhu Natchaththirangalum Ezhu Sabaigalin Thoodhargalaam; Nee Kanda Ezhu Kuththuvilakkugalum Ezhu Sabaigalaam. "
}
]