[
{ "Verses": "1 pinbu, Naan Pudhiya Vaanaththaiyum Pudhiya Boomiyaiyum Kanden; Mundhina Vaanamum Mundhina Boomiyum Ozhindhupoyina; Samuththiramum Illaamarpoyitru. "
},{ "Verses": "2 yovaanaagiya Naan, Pudhiya Erusalemaagiya Parisuththa Nagaraththai Dhevanidaththinindru Paralogaththaivittu Irangivarakkanden; Adhu Than Purushanukkaaga Alangarikkappatta Manavaattiyaippola Aayaththamaakkappattirundhadhu. "
},{ "Verses": "3 melum, Paralogaththilirundhu Undaana Oru Perunjaththaththaik Ketten; Adhu: Idho, Manushargalitaththile Dhevanudaiya Vaasasthalamirukkiradhu, Avargalidaththile Avar Vaasamaayiruppaar; Avargalum Avarudaiya Janangalaayiruppaargal, Dhevanthaame Avargalodekooda Irundhu Avargaludaiya Dhevanaayiruppaar. "
},{ "Verses": "4 avargaludaiya Kanneer Yaavaiyum Dhevan Thudaippaar; Ini Maranamumillai, Thukkamumillai, Alarudhalumillai, Varuththamumillai; Mundhinavaigal Ozhindhupoyina Endru Vilambinadhu. "
},{ "Verses": "5 singaasanaththinmel Veetrirundhavar: Idho, Naan Sagalaththaiyum Pudhidhaakkukiren Endraar. Pinnum, Avar: Indha Vasanangal Saththiyamum Unmaiyumaanavaigal, Ivaigalai Ezhudhu Endraar. "
},{ "Verses": "6 andriyum, Avar Ennai Nokki: Aayitru, Naan Albaavum Omegaavum, Aadhiyum Andhamumaayirukkiren. Thaagamaayirukkiravanukku Naan Jeevaththanneerootril Ilavasamaaik Koduppen. "
},{ "Verses": "7 jeyangollugiravan Ellaavatraiyum Sudhandhariththukkolluvaan; Naan Avan Dhevanaayiruppen, Avan En Kumaaranaayiruppaan. "
},{ "Verses": "8 bayappadugiravargalum, Avisuvaasigalum, Aruvaruppaanavargalum, Kolaipaadhagarum, Vibasaarakkaararum, Sooniyakkaararum, Vikkirakaaraadhanaikkaararum, Poiyar Anaivarum Irandaam Maranamaagiya Akkiniyum Gandhagamum Erigira Kadalile Pangadaivaargal Endraar. "
},{ "Verses": "9 pinbu, Kadaisiyaana Ezhu Vaadhaigalaal Niraindha Ezhu Kalasangalaiyudaiya Andha Ezhu Thoodharil Oruvan Ennidaththil Vandhu: Nee Inge Vaa, Aattukkuttiyaanavarudaiya Manaiviyaagiya Manavaattiyai Unakkuk Kaanpikkiren Endru Solli, "
},{ "Verses": "10 peridhum Uyaramumaana Oru Parvadhaththinmel Ennai Aaviyil Kondupoi, Dhevanudaiya Magimaiyai Adaindha Erusalemaagiya Parisuththanagaram Paralogaththaivittu Dhevanidaththilirundhu Irangivarugiradhai Enakkuk Kaanbiththaan. "
},{ "Verses": "11 adhin Piragaasam Migavum Vilaiyuyarndha Raththinakkallaippolavum, Palinginoliyulla Vachchirakkallaippolavum Irundhadhu. "
},{ "Verses": "12 adharkup Peridhum Uyaramumaana Madhilum, Kizhakke Moondru Vaasalgal, Vadakke Moondru Vaasalgal, Therke Moondru Vaasalgal, Merke Moondru Vaasalgal Aagap Pannirandu Vaasalgalum Irundhana. "
},{ "Verses": "13 vaasalgalin Aruge Pannirandu Thoodhargalirundhaargal; Andha Vaasalgalinmel Isravel Sandhadhiyaaraagiya Pannirandu Koththiraththaarudaiya Naamangalum Ezhudhappattirundhana. "
},{ "Verses": "14 nagaraththin Madhilukkup Pannirandu Asthibaarak Kargalirundhana; Avaigalmel Aattukkuttiyaanavarudaiya Pannirandu Apposthalarin Pannirandu Naamangalum Padhindhirundhana. "
},{ "Verses": "15 ennudane Pesinavan, Nagaraththaiyum Adhin Vaasalgalaiyum Adhin Madhilaiyum Alakkiradharku Oru Porkolaip Pidiththirundhaan. "
},{ "Verses": "16 andha Nagaram Sadhuramaayirundhadhu, Adhin Agalamum Neelamum Samamaayirundhadhu. Avan Andhak Kolinaal Nagaraththai Alandhaan; Adhu Panneeraayiram Sthaadhi Alavaayirundhadhu; Adhin Neelamum Agalamum Uyaramum Samamaayirundhadhu. "
},{ "Verses": "17 avan Adhin Madhilai Alandhapodhu, Adhu Thoodhanudaiya Alavaagiya Manusha Alavinpadiye Nootrunaarpaththunaangu Muzhamaayirundhadhu. "
},{ "Verses": "18 adhin Madhil Vachchirakkallaal Kattappattirundhadhu; Nagaram Thelindhapalingukku Oppaana Suththapponnaayirundhadhu. "
},{ "Verses": "19 nagaraththu Madhilin Asthibaarangal Sagalavidha Raththinangalinaalum Alangarikkappattirundhana; Mudhalaam Asthibaaram Vachchirakkal, Irandaavadhu Indhiraneelam, Moondraavadhu Sandhiragaandham, Naangaavadhu Maragadham, "
},{ "Verses": "20 aindhaavadhu Komedhagam, Aaraavadhu Padhumaraagam, Ezhaavadhu Suvarnaraththinam, Ettaavadhu Padigappachchai, Onbadhaavadhu Pushparaagam, Paththaavadhu Vaidooriyam, Padhinoraavadhu Suneeram, Pannirandaavadhu Sugandhi Ivaigale. "
},{ "Verses": "21 pannirandu Vaasalgalum Pannirandu Muththukkalaayirundhana; Ovvoru Vaasalum Ovvoru Muththaayirundhadhu. Nagaraththin Veedhi Thelivulla Palingupolach Suththapponnaayirundhadhu. "
},{ "Verses": "22 adhile Dhevaalayaththai Naan Kaanavillai; Sarvavallamaiyulla Dhevanaagiya Karththarumaattukkuttiyaanavarume Adharku Aalayam. "
},{ "Verses": "23 nagaraththirku Velichchangodukkach Sooriyanum Sandhiranum Adharku Venduvadhillai; Dhevanudaiya Magimaiye Adhaip Piragaasippiththadhu, Aattukkuttiyaanavare Adharku Vilakku. "
},{ "Verses": "24 ratchikkappadugira Janangal Adhin Velichchaththile Nadappaargal Boomiyin Raajaakkal Thangal Magimaiyaiyum Ganaththaiyum Adharkulle Konduvaruvaargal "
},{ "Verses": "25 ange Raakkaalam Illaadhapadiyaal, Adhin Vaasalgal Pagalil Adaikkappaduvadhe Illai. "
},{ "Verses": "26 ulagaththaarudaiya Magimaiyaiyum Ganaththaiyum Adharkulle Konduvaruvaargal. "
},{ "Verses": "27 theettulladhum Aruvaruppaiyum Poiyaiyum Nadappikkiradhumaagiya Ondrum Adhil Piravesippadhillai; Aattukkuttiyaanavarin Jeevapusthagaththil Ezhudhappattavargal Maaththiram Adhil Piravesippaargal. "
}
]