[
{ "Verses": "1 ivaigalukkuppinbu, Paralogaththil Thiralaana Janakkoottam Idugira Aaravaaraththaik Ketten. Avargal: Allelooyaa, Ratchaniyamum Magimaiyum Ganamum Vallamaiyum Nammudaiya Dhevanaagiyakarththarukke Uriyadhu; Avarudaiya Niyaayaththeerppugal Saththiyamum Needhiyumaanavaigal. "
},{ "Verses": "2 than Vesiththanaththinaal Boomiyaikkeduththa Magaa Vesikku Avar Niyaayaththeerppukkoduththu, Thammudaiya Oozhiyakkaararin Raththaththirkaaga Avalidaththil Pazhivaanginaare Endraargal. "
},{ "Verses": "3 marubadiyum Avargal: Allelooyaa Endru Solli Aarppariththaargal. Avaludaiya Pugai Endrendraikkum Ezhumbugiradhu Endraargal. "
},{ "Verses": "4 irubaththunaangu Mooppargalum, Naangu Jeevangalum Vanakkamaai Vizhundhu: Aamen, Allelooyaa, Endru Solli, Singaasanaththinmel Veetrirukkum Dhevanaith Thozhudhukondaargal. "
},{ "Verses": "5 melum, Namadhu Dhevanudaiya Oozhiyakkaarare, Avarukkup Bayappadugira Siriyorum Periyorumaanavargale, Neengal Yaavarum Avaraith Thudhiyungal Endru Oru Saththam Singaasanaththilirundhu Pirandhadhu. "
},{ "Verses": "6 appozhudhu Thiralaana Janangal Idum Aaravaarampolavum, Peruvella Iraichchalpolavum, Balaththa Idimuzhakkampolavum, Oru Saththamundaagi: Allelooyaa, Sarvavallamaiyulla Dhevanaagiya Karththarraajyabaarampannugiraar. "
},{ "Verses": "7 naam Sandhoshappattuk Kalikoorndhu Avarukkuth Thudhiseluththakkadavom. Aattukkuttiyaanavarudaiya Kaliyaanam Vandhadhu, Avarudaiya Manaivi Thannai Aayaththampanninaal Endru Sollak Ketten. "
},{ "Verses": "8 suththamum Piragaasamumaana Melliya Vasthiram Thariththukkollumpadi Avalukku Alikkappattadhu; Andha Melliyavasthiram Parisuththavaangaludaiya Needhigale. "
},{ "Verses": "9 pinnum, Avan Ennai Nokki: Aattukkuttiyaanavarin Kaliyaana Virundhukku Azhaikkappattavargal Baakkiyavaangal Endrezhudhu Endraan. Melum, Ivaigal Dhevanudaiya Saththiyamaana Vasanangal Endru Ennudane Sonnaan. "
},{ "Verses": "10 appozhudhu Avanai Vanangumpadi Avanudaiya Paadhaththil Vizhundhen. Avan Ennai Nokki: Ippadich Seyyaadhapadikkup Paar; Unnodum Yesuvaikkuriththuch Saatchiyitta Sagodhararodungooda Naanum Oru Oozhiyakkaaran; Dhevanaith Thozhudhukol. Yesuvaippatrina Saatchi Theerkkadharisanaththin Aaviyaayirukkiradhu Endraan. "
},{ "Verses": "11 pinbu, Paralogam Thirandhirukkakkanden; Idho, Oru Vellaikkudhirai Kaanappattadhu, Adhinmel Eriyirundhavar Unmaiyum Saththiyamumullavarennappattavar; Avar Needhiyaai Niyaayandheerththu Yuththampannugiraar. "
},{ "Verses": "12 avarudaiya Kangal Akkinijuvaalaiyaippolirundhana, Avarudaiya Sirasinmel Anega Kireedangal Irundhana; Avarukkeyandri Veroruvarukkun Theriyaadha Oru Naamamum Ezhudhiyirundhadhu. "
},{ "Verses": "13 raththaththil Thoikkappatta Vasthiraththaith Thariththirundhaar; Avarudaiya Naamam Dhevanudaiya Vaarththaienbadhe. "
},{ "Verses": "14 paralogaththilulla Senaigal Venmaiyum Suththamumaana Melliya Vasthirandhariththavargalaai, Vellaikkudhiraigalinmel Eri, Avarukkup Pinsendraargal. "
},{ "Verses": "15 purajaadhigalai Vettumpadikku Avarudaiya Vaayilirundhu Koormaiyaana Pattayam Purappadugiradhu; Iruppukkolaal Avargalai Arasaaluvaar; Avar Sarvavallamaiyulla Dhevanudaiya Ukkirakobamaagiya Madhuvulla Aalaiyai Midhikkiraar. "
},{ "Verses": "16 raajaadhi Raajaa, Karththaadhi Karththaa Ennum Naamam Avarudaiya Vasthiraththinmelum Avarudaiya Thodaiyinmelum Ezhudhappattirundhadhu. "
},{ "Verses": "17 pinbu Oru Thoodhan Sooriyanil Nirkakkanden; Avan Vaanaththin Maththiyil Parakkira Sagala Paravaigalaiyum Paarththu: "
},{ "Verses": "18 neengal Raajaakkalin Maamsaththaiyum, Senaiththalaivargalin Maamsaththaiyum, Balavaangalin Maamsaththaiyum, Kudhiraigalin Maamsaththaiyum, Avaigalinmel Eriyirukkiravargalin Maamsaththaiyum, Suyaadheenar Adimaigal, Siriyor Periyor, Ivargalellaarudaiya Maamsaththaiyum Patchikkumpadikku, Magaadhevan Kodukkum Virundhukkuk Koodivaarungal Endru Migundha Saththaththode Kooppittaan. "
},{ "Verses": "19 pinbu, Mirugamum Boomiyin Raajaakkalum Avargaludaiya Senaigalum, Kudhiraiyinmel Eriyirukkiravarodum Avarudaiya Senaiyodum Yuththampannumpadikkuk Koodivarakkanden. "
},{ "Verses": "20 appozhudhu Mirugam Pidikkappattadhu; Mirugaththin Munbaagach Seydha Arpudhangalaal Adhin Muththiraiyaith Thariththavargalaiyum Adhin Soroobaththai Vananginavargalaiyum Mosampokkina Kallaththeerkkadharisiyungoodap Pidikkappattaan; Iruvarum Gandhagam Erigira Akkinikkadalile Uyirode Thallappattaargal. "
},{ "Verses": "21 matravargal Kudhiraiyinmel Erinavarudaiya Vaayilirundhu Purappadugira Pattayaththaal Kollappattaargal; Avargaludaiya Maamsaththinaal Paravaigal Yaavum Thirupdhiyadaindhana. "
}
]