[
{ "Verses": "1 appozhudhu Dhevaalayaththilirundhu Undaana Oru Perunjaththam Andha Ezhu Thoodharudane: Neengal Poi Dhevanudaiya Kobakalasangalaip Boomiyinmel Ootrungal Endru Sollakketten. "
},{ "Verses": "2 mudhalaam Thoodhan Poi, Than Kalasaththilulladhaip Boomiyinmel Ootrinaan; Udane Mirugaththin Muththiraiyaith Thariththavargalum Adhin Soroobaththai Vanangugiravargalumaagiya Manushargalukkup Pollaadha Kodiya Punnundaayitru. "
},{ "Verses": "3 irandaam Thoodhan Than Kalasaththilulladhaich Samuththiraththile Ootrinaan; Udane Adhu Seththavanudaiya Raththampolaayitru; Samuththiraththilulla Piraanigal Yaavum Maandupoyina. "
},{ "Verses": "4 moondraam Thoodhan Than Kalasaththilulladhai Aarugalilum, Neerootrugalilum Ootrinaan; Udane Avaigal Raththamaayina. "
},{ "Verses": "5 appozhudhu Thanneergalin Thoodhan: Irukkiravarum Irundhavarum Parisuththarumaagiya Dhevareer Ippadi Niyaayandheerkka Needhiyullavaraayirukkireer. "
},{ "Verses": "6 avargal Parisuththavaangaludaiya Raththaththaiyum Theerkkadharisigaludaiya Raththaththaiyum Sindhinapadiyinaal, Raththaththaiye Avargalukkuk Kudikkakkoduththeer; Adharku Paaththiraraayirukkiraargal Endru Sollakketten. "
},{ "Verses": "7 balipeedaththilirundhu Veroruvan: Aam, Sarvavallamaiyulla Dhevanaagiya Karththaave, Ummudaiya Niyaayaththeerppugal Saththiyamum Needhiyumaanavaigal Endru Sollakketten. "
},{ "Verses": "8 naankaam Thoodhan Than Kalasaththilulladhaich Sooriyanmel Ootrinaan; Theeyinaal Manusharaik Thagikkumpadi Adharku Adhikaarang Kodukkappattadhu. "
},{ "Verses": "9 appozhudhu Manushargal Migundha Ushnaththinaale Thagikkappattu, Indha Vaadhaigalaich Seyya Adhigaaramulla Dhevanudaiya Naamaththaith Thooshiththaargaleyallaamal, Avarai Magimaippaduththa Manandhirumbavillai; "
},{ "Verses": "10 aindhaam Thoodhan Than Kalasaththilulladhai Mirugaththinudaiya Singaasanaththinmel Ootrinaan; Appozhudhu Adhin Raajyam Iruladaindhadhu; Avargal Varuththaththinaale Thangal Naavugalaik Kadiththukkondu, "
},{ "Verses": "11 thangal Varuththangalaalum, Thangal Pungalaalum, Paralogaththin Dhevanaith Thooshiththaargaleyallaamal, Thangal Kiriyaigalai Vittu Manandhirumbavillai. "
},{ "Verses": "12 aaraam Thoodhan Than Kalasaththilulladhai Aippiraaththu Ennum Periya Nadhiyinmel Ootrinaan: Appozhudhu Sooriyan Udhikkun Thisaiyilirundhum Raajaakkalukku Vazhi Aayaththamaakumpadi Andha Nadhiyin Thanneer Vatrippoyitru. "
},{ "Verses": "13 appozhudhu, Valusarppaththin Vaayilum Mirugaththin Vaayilum Kallaththeerkkadharisiyin Vaayilumirundhu Thavalaigalukku Oppaana Moondru Asuththa Aavigal Purappattuvarakkanden. "
},{ "Verses": "14 avaigal Arpudhangalaich Seygira Pisaasugalin Aavigal; Avaigal Boologamengumulla Raajaakkalaich Sarvavallamaiyulla Dhevanudaiya Magaanaalil Nadakkum Yuththaththirkuk Koottichcherkkumpadikkup Purappattuppogiradhu. "
},{ "Verses": "15 idho, Thirudanaippol Varukiren. Than Maanam Kaanappadaththakkadhaaga Nirvaanamaai Nadavaadhapadikku Vizhiththukkondu, Than Vasthirangalaik Kaaththukkollugiravan Paakkiyavaan. "
},{ "Verses": "16 appozhudhu Ebireyu Baashaiyile Armakedhon Ennappatta Idaththile Avargalaik Koottich Serththaan. "
},{ "Verses": "17 ezhaam Thoodhan Than Kalasaththilulladhai Aagaayaththil Ootrinaan; Appozhudhu Paralogaththin Aalayaththilulla Singaasanaththilirundhu: Aayitru Endru Solliya Perunjaththam Pirandhadhu. "
},{ "Verses": "18 saththangalum Idimuzhakkangalum Minnalgalum Undaayina; Boomi Migavum Adhirndhadhu, Boomiyinmel Manushargal Undaana Naalmudharkondu Appadippatta Periya Adhirchchiyundaanadhillai. "
},{ "Verses": "19 appozhudhu Magaa Nagaram Moondru Pangaagap Pirikkappattadhu, Purajaadhigaludaiya Pattanangal Vizhundhana. Magaa Baabilonukku Dhevanudaiya Ukkiramaana Kobaakkinaiyaagiya Madhuvulla Paaththiraththaik Kodukkumpadi Adhu Avarukku Munbaaga Ninaippoottappattadhu. "
},{ "Verses": "20 theevugal Yaavum Agandrupoyina, Parvadhangal Kaanappadaamarpoyina. "
},{ "Verses": "21 thaalandhu Niraiyaana Periya Kalmazhaiyum Vaanaththilirundhu Manusharmel Vizhundhadhu; Andhak Kalmazhaiyinaal Undaana Vaadhaiyinimiththam Manushargal Dhevanaith Thooshiththaargal; Andha Vaadhai Magaa Kodiyadhaayirundhadhu. "
}
]