[
{ "Verses": "1 pinbu, Balamulla Veroru Thoodhan Vaanaththilirundhu Irangivarakkanden; Megam Avanaich Soozhndhirundhadhu, Avanudaiya Sirasinmel Vaanavillirundhadhu, Avanudaiya Mugam Sooriyanaippolavum, Avanudaiya Kaalgal Akkini Sthambangalaippolavum Irundhadhu. "
},{ "Verses": "2 thirakkappatta Oru Siru Pusthagam Avan Kaiyil Irundhadhu; Than Valadhupaadhaththaich Samuththiraththinmelum, Than Idadhupaadhaththaip Boomiyinmelum Vaiththu, "
},{ "Verses": "3 singam Kerchchikkiradhupola Magaasaththamaai Aarppariththaan; Avan Aarppariththapodhu Ezhu Idigalum Saththamittu Muzhangina. "
},{ "Verses": "4 avvezhu Idigalum Thangal Saththangalai Muzhanginapodhu, Naan Ezhudhavendumendrirundhen. Appozhudhu: Ezhu Idimuzhakkangal Sonnavaigalai Nee Ezhudhaamal Muththiraipodu Endru Vaanaththilirundhu Oru Saththam Undaagak Ketten. "
},{ "Verses": "5 samuththiraththinmelum Boomiyinmelum Nirkiradhaaga Naan Kanda Thoodhan, Than Kaiyai Vaanaththirku Neraaga Uyarththi; "
},{ "Verses": "6 ini Kaalam Sellaadhu; Aanaalum Dhevan Thammudaiya Oozhiyakkaararaagiya Theerkkadharisigalukkuch Suviseshamaai Ariviththapadi, Ezhaam Thoodhanudaiya Saththaththin Naatkalile Avan Ekkaalam Oodhappogirapodhu Dhevaragasiyam Niraiverum Endru, "
},{ "Verses": "7 vaanaththaiyum Adhilullavaigalaiyum, Boomiyaiyum Adhilullavaigalaiyum, Samuththiraththaiyum Adhilullavaigalaiyum Sirushtiththavarum, Sadhaakaalangalilum Uyirodirukkiravarumaanavarmel Aanaiyittuch Sonnaan. "
},{ "Verses": "8 naan Vaanaththilirundhu Pirakkakketta Saththam Marupadiyum Ennudane Pesi: Samuththiraththinmelum Boomiyinmelum Nirkira Thoodhanudaiya Kaiyilirukkum Thirakkappatta Siru Pusthagaththai Nee Poi Vaangikkol Endru Solla, "
},{ "Verses": "9 naan Thoodhanidaththil Poi: Andhach Siru Pusthagaththai Enakkuth Thaarum Endren. Adharku Avan: Nee Idhai Vaangip Pusi; Idhu Un Vayitrukkuk Kasappaayirukkum, Aagilum Un Vaaikku Idhu Thenaippola Madhooramaayirukkum Endraan. "
},{ "Verses": "10 naan Andhach Siru Pusthagaththaith Thoodhanudaiya Kaiyilirundhu Vaangi, Adhaip Pusiththen; En Vaaikku Adhuthenaippola Madhooramaayirundhadhu; Naan Adhaip Pusiththavudane En Vayiru Kasappaayitru. "
},{ "Verses": "11 appozhudhu Avan Ennai Nokki: Nee Marupadiyum Anega Janangalaiyum, Jaadhigalaiyum, Baashaikkaararaiyum, Raajaakkalaiyunguriththuth Theerkkadharisananjollavendum Endraan. "
}
]