[
{ "Verses": "1 aattukkuttiyaanavar Muththiraigalil Ondrai Udaikkakkanden. Appozhudhu Naangu Jeevangalil Ondru Ennai Nokki: Nee Vandhu Paar Endru Idimuzhakkampondra Saththamaaich Sollakketten. "
},{ "Verses": "2 naan Paarththapodhu, Idho, Oru Vellaikkudhiraiyaik Kanden; Adhinmel Eriyirundhavan Villaip Pidiththirundhaan; Avanukku Oru Kireedang Kodukkappattadhu; Avan Jeyikkiravanaagavum Jeyippavanaagavum Purappattaan. "
},{ "Verses": "3 avar Irandaam Muththiraiyai Udaiththapodhu, Irandaam Jeevanaanadhu: Nee Vandhupaar Endru Sollakketten. "
},{ "Verses": "4 appozhudhu Sivappaana Veroru Kudhirai Purappattadhu; Adhinmel Eriyirundhavanukku, Boomiyilullavargal Oruvaraiyoruvar Kolaiseyyaththakkadhaagach Samaadhaanaththaip Boomiyilirundheduththuppodumpadiyaana Adhigaaram Kodukkappattadhu; Oru Periya Pattayamum Avanukkuk Kodukkappattadhu. "
},{ "Verses": "5 avar Moondraam Muththiraiyai Udaiththapodhu, Moondraam Jeevanaanadhu: Nee Vandhupaar Endru Sollakketten. Naan Paarththapodhu, Idho, Oru Karuppukkudhiraiyaik Kanden; Adhinmel Eriyirundhavan Oru Tharaasaith Than Kaiyile Pidiththirundhaan. "
},{ "Verses": "6 appozhudhu, Oru Panaththukku Orupadi Kodhumaiyendrum, Oru Panaththukku Moondrupadi Vaarkodhumaiyendrum, Enneyaiyum Thiraatcharasaththaiyum Sedhappaduththaadhe Endrum, Naangu Jeevangalin Maththiyilirundhu Undaana Saththaththaik Ketten. "
},{ "Verses": "7 avar Naalaam Muththiraiyai Udaiththapodhu, Naalaam Jeevanaanadhu: Nee Vandhupaar Endru Sollunj Saththaththaik Ketten. "
},{ "Verses": "8 naan Paarththapodhu, Idho, Manginaniramulla Oru Kudhiraiyaik Kanden; Adhinmel Eriyirundhavanukku Maranam Endru Peyar; Paadhaalam Avanpin Sendradhu. Pattayaththinaalum, Panjaththinaalum, Saavinaalum, Boomiyin Dhushtamirugangalinaalum, Boomiyin Kaarpangilullavargalaik Kolaiseyyumpadiyaana Adhigaaram Avaigalukkuk Kodukkappattadhu. "
},{ "Verses": "9 avar Aindhaam Muththiraiyai Udaiththapodhu, Dhevavasanaththinimiththamum Thaangal Koduththa Saatchiyinimiththamum Kollappattavargaludaiya Aaththumaakkalaip Balipeedaththinkeezhe Kanden. "
},{ "Verses": "10 avargal: Parisuththamum Saththiyamumulla Aandavare, Dhevareer Boomiyinmel Kudiyirukkiravargalidaththil Engal Raththaththaikkuriththu Edhuvaraikkum Niyaayaththeerppuchseyyaamalum Pazhivaangaamalum Iruppeer Endru Magaa Saththamittuk Kooppittaargal. "
},{ "Verses": "11 appozhudhu Avargal Ovvoruvarukkum Vellai Angigal Kodukkappattadhu; Andriyum, Avargal Thangalaippolak Kolaiseyyappadappogiravargalaagiya Thangal Udanpanividaikkaararaiyum Thangal Sagodhararumaanavargalin Thogai Niraivaagumalavum Innungonjakkaalam Ilaippaaravendum Endru Avargalukkuch Sollappattadhu. "
},{ "Verses": "12 avar Aaraam Muththiraiyai Udaikkakkanden; Idho, Boomi Migavum Adhirndhadhu; Sooriyan Karuppuk Kambaliyaippolak Karuththadhu; Sandhiran Raththampolaayitru. "
},{ "Verses": "13 aththimaramaanadhu Perungaatrinaal Asaikkappadumpodhu, Adhin Kaaigal Udhirugiradhupola, Vaanaththin Natchaththirangalum Boomiyile Vizhundhadhu. "
},{ "Verses": "14 vaanamum Suruttappatta Pusthagampolaagi Vilagippoyitru; Malaigal Theevugal Yaavum Thangal Idangalaivittu Agandrupoyina. "
},{ "Verses": "15 boomiyin Raajaakkalum, Periyorgalum, Aisuvariyavaangalum, Senaiththalaivargalum, Balavaangalum, Adimaigal Yaavarum, Suyaadheenar Yaavarum, Parvadhangalin Kugaigalilum Kanmalaigalilum Olinthukkondu, "
},{ "Verses": "16 parvadhangalaiyum Kanmalaigalaiyum Nokki: Neengal Engalmel Vizhundhu, Singaasanaththinmel Veetrirukkiravarudaiya Mugaththirkum, Aattukkuttiyaanavarudaiya Kobaththirkum Engalai Maraiththukkollungal; "
},{ "Verses": "17 avarudaiya Kobaakkinaiyin Magaa Naal Vandhuvittadhu, Yaar Nilainirkakkoodum Endraargal. "
}
]