[
{ "Verses": "1 pinbu, Palingaippola Thelivaana Jeevaththanneerulla Suththamaana Nadhi Dhevanum Aattukkuttiyaanavarum Irukkira Singaasanaththilirundhu Purappattuvarugiradhai Enakkuk Kaanbiththaan. "
},{ "Verses": "2 nagaraththu Veedhiyin Maththiyilum, Nadhiyin Irukaraiyilum, Panniranduvidhamaana Kanigalaiththarum Jeevavirutcham Irundhadhu, Adhu Maathandhorum Than Kaniyaik Kodukkum; Andha Virutchaththin Ilaigal Janangal Aarokkiyamadaigiradharku Edhuvaanavaigal. "
},{ "Verses": "3 ini Oru Saabamumiraadhu. Dhevanum Aattukkuttiyaanavarum Irukkira Singaasanam Adhilirukkum. "
},{ "Verses": "4 avarudaiya Oozhiyakkaarar Avaraich Seviththu, Avarudaiya Samugaththaith Tharisippaargal; Avarudaiya Naamam Avargaludaiya Netrigalil Irukkum. "
},{ "Verses": "5 ange Iraakkaalamiraadhu; Vilakkum Sooriyanudaiya Velichchamum Avargalukku Venduvadhillai; Dhevanaagiya Karththare Avargalmel Piragaasippaar. Avargal Sadhaakaalangalilum Arasaaluvaargal. "
},{ "Verses": "6 pinbu, Avar Ennai Nokki: Indhavasanangal Unmaiyum Saththiyamumaanavaigal. Seekkiramaaich Sambavikkavendiyavaigalaith Thammudaiya Oozhiyakkaararukkuk Kaanbikkumporuttu, Parisuththa Theerkkadharisigalin Karththaraagiya Dhevanaanavar Thammudaiya Thoodhanai Anuppinaar. "
},{ "Verses": "7 idho, Seekkiramaai Varugiren; Indhap Pusthagaththilulla Theerkkadharisana Vasanangalaik Kaikkollugiravan Baakkiyavaan Endraar. "
},{ "Verses": "8 yovaanaagiya Naane Ivaigalaik Kandum Kettum Irundhen. Naan Kettuk Kandapodhu, Ivaigalai Enakkuk Kaanbiththa Thoodhanai Vanangumpadi Avan Paadhaththil Vizhundhen. "
},{ "Verses": "9 adharku Avan: Nee Ippadich Seyyaadhapadikkup Paar; Unnodum Un Sagodhararodum Theerkkadharisigalodum, Indhap Pusthagaththin Vasanangalaik Kaikkollugiravargalodungooda Naanum Oru Oozhiyakkaaran; Dhevanaith Thozhudhukol Endraan. "
},{ "Verses": "10 pinnum, Avar Ennai Nokki: Indhap Pusthagaththilulla, Theerkkadharisana Vasanangalai Muththiraipodavendaam; Kaalam Sameebamaayirukkiradhu. "
},{ "Verses": "11 aniyaayanjeygiravan Innum Aniyaayanjeyyattum; Asuththamaayirukkiravan Innum Asuththamaayirukkattum; Needhiyullavan Innum Needhiseyyattum; Parisuththamullavan Innum Parisuththamaakattum. "
},{ "Verses": "12 idho, Seekkiramaai Varugiren; Avanavanudaiya Kiriyaigalinpadi Avanavanukku Naan Alikkum Balan Ennodekooda Varugiradhu. "
},{ "Verses": "13 naan Albaavum Omegaavum, Aadhiyum Andhamum, Mundhinavarum Pindhinavarumaayirukkiren. "
},{ "Verses": "14 jeevavirutchaththinmel Adhigaaramullavargalaavadharkum, Vaasalgal Vazhiyaai Nagaraththirkul Piravesippadharkum Avarudaiya Karpanaigalinpadi Seygiravargal Baakkiyavaangal. "
},{ "Verses": "15 naaigalum, Sooniyakkaararum, Vibasaarakkaararum, Kolaipaadhagarum, Vikkirakaaraadhanaikkaararum, Poiyai Virumbi Adhinpadi Seygira Yaavarum Purampe Iruppaargal. "
},{ "Verses": "16 sabaigalil Ivaigalai Ungalukkuch Saatchiyaaga Arivikkumpadikku Yesuvaagiya Naan En Thoodhanai Anuppinen. Naan Thaaveedhin Verum Sandhadhiyum, Piragaasamulla Vidivelli Natchaththiramumaayirukkiren Endraar. "
},{ "Verses": "17 aaviyum Manavaattiyum Vaa Engiraargal; Ketkiravanum Vaa Enbaanaaga; Thaagamaayirukkiravan Varakkadavan; Viruppamullavan Jeevaththanneerai Ilavasamaai Vaangikkollakkadavan. "
},{ "Verses": "18 indhap Pusthagaththilulla Theerkkadharisana Vasanangalaik Ketkira Yaavarukkum Naan Saatchiyaaga Echcharikkiradhaavadhu: Oruvan Ivaigalode Edhaiyaagilum Koottinaal, Indhap Pusthagaththil Ezhudhiyirukkira Vaadhaigalai Dhevan Avanmel Koottuvaar. "
},{ "Verses": "19 oruvan Indhath Theerkkadharisana Pusthagaththin Vasanangalilirundhu Edhaiyaagilum Eduththuppottaal, Jeevapusthagaththilirundhum, Parisuththa Nagaraththilirundhum Indhap Pusthagaththil Ezhudhappattavaigalilirundhum, Avanudaiya Pangai Dhevan Eduththuppoduvaar. "
},{ "Verses": "20 ivaigalaich Saatchiyaaga Arivikkiravar: Meyyaagave Naan Seekkiramaai Varugiren Engiraar. Aamen,karththaraagiya Yesuve, Vaarum. "
},{ "Verses": "21 nammudaiya Karththaraagiya Yesu Kiristhuvin Kirubai Ungal Anaivarodungooda Iruppadhaaga. Aamen. "
}
]