[
    {
      "Verses": "1 AISUVARIYAVAANGALE, KELUNGAL, UNGALMEL VARUM NIRPPANDHANGALINIMITHTHAM ALARI AZHUNGAL."
    },
    {
      "Verses": "2 UNGAL AISUVARIYAM AZHINDHU, UNGAL VASTHIRANGAL POTTARITHTHUPPOYINA."
    },
    {
      "Verses": "3 UNGAL PONNUM VELLIYUM THURUPPIDITHTHADHU; AVAIGALILULLA THURU UNGALUKKU VIRODHAMAAGA SAATCHIYAAYIRUNDHU, AKKINIYAIPPOLA UNGAL MAAMSATHTHAI THINNUM. KADAISINAATKALILE POKKISHATHTHAI SERTHTHEERGAL."
    },
    {
      "Verses": "4 IDHO, UNGAL VAYALGALAI ARUTHTHA VELAIKKAARARUDAIYA KOOLI UNGALAAL ANIYAAYAMAAIP PIDIKKAPPATTU KOOKKURALIDUGIRADHU; ARUTHTHAVARGALUDAIYA, KOOKKURAL SENAIGALUDAIYA KARTHTHARIN SEVIGALIL PATTADHU."
    },
    {
      "Verses": "5 BOOMIYILE NEENGAL SAMPIRAMAMAAI VAAZHNDHU, SUGABOGATHTHIL UZHANDREERGAL; KOZHUTHTHAVAIGALAI ADIKKUM NAALIL NADAKKIRADHUPOLA UNGAL IRUDHAYANGALAI POSHITHTHEERGAL."
    },
    {
      "Verses": "6 NEEDHIMAANAI NEENGAL AAKKINAIKKULLAAGATH THEERTHTHU KOLAISEYDHEERGAL; AVAN UNGALODE EDHIRTHTHU NIRKAVILLAI."
    },
    {
      "Verses": "7 IPPADIYIRUKKA, SAGODHARARE, KARTHTHAR VARUMALAVUM NEEDIYA PORUMAIYAAYIRUNGAL. IDHO, PAYIRIDUGIRAVAN BOOMIYIN NARPALANAI ADAIYAVENDUMENDRU, MUNMAARIYUM PINMAARIYUM VARUMALAVUM, NEEDIYA PORUMAIYODE KAATHTHIRUKKIRAAN."
    },
    {
      "Verses": "8 NEENGALUM NEEDIYA PORUMAIYODIRUNDHU, UNGAL IRUDHAYANGALAI STHIRAPPADUTHTHUNGAL; KARTHTHARIN VARUGAI SAMEEBAMAAYIRUKKIRADHE."
    },
    {
      "Verses": "9 SAGODHARARE, NEENGAL NIYAAYANDHEERKKAPPADAADHAPADIKKU ORUVARUKKORUVAR VIRODHAMAAI MURAIYIDAADHIRUNGAL; IDHO, NIYAAYAADHIPADHI VAASARPADIYIL NIRKIRAAR."
    },
    {
      "Verses": "10 EN SAGODHARARE, KARTHTHARUDAIYA NAAMATHTHINAALE PESINA THEERKKADHARISIGALAI THUNBAPPADUDHALUKKUM NEEDIYA PORUMAIKKUM THIRUSHTAANDHAMAAGA VAITHTHUKKOLLUNGAL."
    },
    {
      "Verses": "11 IDHO, PORUMAIYAAYIRUKKIRAVARGALAI BAAKKIYAVAANGALENGIROME! YOBIN PORUMAIYAIKKURITHTHU KELVIPPATTIRUKKIREERGAL;KARTHTHARUDAIYA SEYALIN MUDIVAIYUM KANDIRUKKIREERGAL; KARTHTHAR MIGUNDHA URUKKAMUM IRAKKAMUMULLAVARAAYIRUKKIRAARE."
    },
    {
      "Verses": "12 VISESHAMAAI, EN SAGODHARARE, VAANATHTHINPERILAAVADHU, BOOMIYINPERILAAVADHU, VERENDHA AANAIYINAALAAVADHU SATHTHIYAMPANNAADHIRUNGAL; NEENGAL AAKKINAIKKULLAAGA THEERKKAPPADAADHAPADIKKU ULLADHAI ULLADHENDRUM, ILLADHAI ILLADHENDRUM SOLLAKKADAVEERGAL."
    },
    {
      "Verses": "13 UNGALIL ORUVAN THUNBAPPATTAAL JEBAMPANNAKKADAVAN; ORUVAN MAGIZHCHCHIYAAYIRUNDHAAL SANGEEDHAM PAADAKKADAVAN."
    },
    {
      "Verses": "14 UNGALIL ORUVAN VIYAADHIPPATTAAL, AVAN SABAIYIN MOOPPARGALAI VARAVAZHAIPPAANAAGA; AVARGAL KARTHTHARUDAIYA NAAMATHTHINAALE AVANUKKU ENNAYPOOSI, AVANUKKAAGA JEBAMPANNAKKADAVARGAL."
    },
    {
      "Verses": "15 APPOZHUDHU VISUVAASAMULLA JEBAM PINIYAALIYAI RATCHIKKUM; KARTHTHAR AVANAI EZHUPPUVAAR; AVAN PAAVANJEYDHAVANAANAAL ADHU AVANUKKU MANNIKKAPPADUM."
    },
    {
      "Verses": "16 NEENGAL SOSTHAMADAIYUMPADIKKU, UNGAL KUTRANGALAI ORUVARUKKORUVAR ARIKKAIYITTU, ORUVARUKKAAGA ORUVAR JEBAMPANNUNGAL. NEEDHIMAAN SEYYUM OOKKAMAANA VENDUDHAL MIGAVUM BELANULLADHAAYIRUKKIRADHU."
    },
    {
      "Verses": "17 ELIYAA ENBAVAN NAMMAIPPOLAPPAADULLA MANUSHANAAYIRUNDHUM, MAZHAIPEYYAADHAPADIKKU KARUTHTHAAI JEBAMPANNINAAN, APPOZHUDHU MOONDRUVARUSHAMUM AARUMAADHAMUM BOOMIYINMEL MAZHAI PEYYAVILLAI."
    },
    {
      "Verses": "18 MARUPADIYUM JEBAMPANNINAAN, APPOZHUDHU VAANAM MAZHAIYAIP POZHINDHADHU, BOOMI THAN BALANAI THANDHADHU."
    },
    {
      "Verses": "19 SAGODHARARE, UNGALIL ORUVAN SATHTHIYATHTHAIVITTU VILAGI MOSAMPOGUMPODHU, MATRORUVAN AVANAITHTHIRUPPINAAL,"
    },
    {
      "Verses": "20 THAPPIPPONA MAARKKATHTHININDRU PAAVIYAI THIRUPPUGIRAVAN ORU AATHTHUMAAVAI MARANATHTHININDRU RATCHITHTHU, THIRALAANA PAAVANGALAI MOODUVAANENDRU ARIYAKKADAVAN."
    }
  ]