[
    {
      "Verses": "1 UNGALUKKULLE YUTHTHANGALUM SANDAIGALUM EDHINAALE VARUGIRADHU; UNGAL AVAYAVANGALIL POR SEYGIRA ICHCHAIGALINAALALLAVAA?"
    },
    {
      "Verses": "2 NEENGAL ICHCHITHTHUM UNGALUKKU KIDAIKKAVILLAI; NEENGAL KOLAISEYDHUM, PORAAMAIYULLAVARGALAAYIRUNDHUM, ADAIYAKKOODAAMARPOGIREERGAL; NEENGAL SANDAIYUM YUTHTHAMUM PANNIYUM, NEENGAL VINNAPPAM PANNAAMALIRUKKIRADHINAALE, UNGALUKKU SITHTHIKKIRADHILLAI."
    },
    {
      "Verses": "3 NEENGAL VINNAPPAMPANNIYUM, UNGAL ICHCHAIGALAI NIRAIVETRUMPADI SELAVAZHIKKAVENDUMENDRU THAGAADHAVIDHAMAAI VINNAPPAMPANNUGIRAPADIYINAAL, PETRUKKOLLAAMALIRUKKIREERGAL."
    },
    {
      "Verses": "4 VIBASAARARE, VIBASAARIGALE, ULAGA SINEGAM DHEVANUKKU VIRODHAMAANA PAGAIYENDRU ARIYEERGALAA? AAGAIYAAL ULAGATHTHUKKU SINEGIDHANAAYIRUKKA VIRUMBUGIRAVAN DHEVANUKKU PAGAIGNANAAGIRAAN."
    },
    {
      "Verses": "5 NAMMIL VAASAMAAYIRUKKIRA AAVIYAANAVAR NAMMIDATHTHIL VAIRAAKKIYA VAANJAIYAAYIRUKKIRAARENDRU VEDHAVAAKKIYAM VEENAAI SOLLUGIRADHENDRU NINAIKKIREERGALAA?"
    },
    {
      "Verses": "6 AVAR ADHIGAMAANA KIRUBAIYAI ALIKKIRAARE. AADHALAAL DHEVAN PERUMAIYULLAVARGALUKKU EDHIRTHTHU NIRKIRAAR, THAAZHMAIYULLAVARGALUKKO KIRUBAI ALIKKIRAARENDRU SOLLIYIRUKKIRADHU."
    },
    {
      "Verses": "7 AAGAIYAAL, DHEVANUKKU KEEZHPPADINDHIRUNGAL; PISAASUKKU EDHIRTHTHU NILLUNGAL, APPOZHUDHU AVAN UNGALAIVITTU ODIPPOVAAN."
    },
    {
      "Verses": "8 DHEVANIDATHTHIL SERUNGAL, APPOZHUDHU AVAR UNGALIDATHTHIL SERUVAAR. PAAVIGALE, UNGAL KAIGALAI SUTHTHIGARIYUNGAL; IRUMANAMULLAVARGALE, UNGAL IRUDHAYANGALAI PARISUTHTHAMAAKKUNGAL."
    },
    {
      "Verses": "9 NEENGAL THUYARAPPATTU THUKKITHTHU AZHUNGAL; UNGAL NAGAIPPU THUKKIPPAAGAVUM, UNGAL SANDHOSHAM SANJALAMAAGAVUM MAARAKKADAVADHU."
    },
    {
      "Verses": "10 KARTHTHARUKKU MUNBAAKA THAAZHMAIPPADUNGAL, APPOZHUDHU AVAR UNGALAI UYARTHTHUVAAR."
    },
    {
      "Verses": "11 SAGODHARARE, ORUVARUKKORUVAR VIRODHAMAAI PESAADHIRUNGAL; SAGODHARANUKKU VIRODHAMAAI PESI, THAN SAGODHARANAI KUTRAPPADUTHTHUGIRAVAN NIYAAYAPPIRAMAANATHTHIRKU VIRODHAMAAIPPESI NIYAAYAPPIRAMAANATHTHAI KUTRAPPADUTHTHUGIRAAN; NIYAAYAPPIRAMAANATHTHAI KUTRAPPADUTHTHUVAAYAANAAL, NEE NIYAAYAPPIRAMAANATHTHINPADI SEYGIRAVANAAYIRAAMAL, ADHARKU NIYAAYAADHIPADHIYAAYIRUPPAAI."
    },
    {
      "Verses": "12 NIYAAYAPPIRAMAANATHTHAI KATTALAIYIDUGIRAVAR ORUVARE, AVARE RATCHIKKAVUM AZHIKKAVUM VALLAVAR; MATRAVANAIK KUTRAPPADUTHTHUGIRADHARKU NEE YAAR?"
    },
    {
      "Verses": "13 MELUM, NAANGAL INDRAIKKU ALLADHU NAALAIKKU INNA PATTANATHTHIRKUP POI, ANGE ORUVARUSHAM THANGI, VIYAABAARANJEYDHU, SAMBAATHTHIYAMPANNUVOMENGIRAVARGALE, KELUNGAL."
    },
    {
      "Verses": "14 NAALAIKKU DAPPADHU UNGALUKKU THERIYAADHE. UNGAL JEEVAN EPPADIPPATTADHU? KONJAKKAALANDHONDRIP PINBU THONDRAAMARPOGIRA PUGAIYAIPPOLIRUKKIRADHE."
    },
    {
      "Verses": "15 AADHALAAL: AANDAVARUKKU SITHTHAMAANAAL, NAANGALUM UYIRODIRUNDHAAL, INNINNADHAI SEYVOM ENDRU SOLLAVENDUM."
    },
    {
      "Verses": "16 IPPOZHUDHU UNGAL VEEMBUGALIL MENMAIPAARAATTUGIREERKAL; IPPADIPPATTA MENMAIPAARAATTAL YAAVUM POLLAANGAAYIRUKKIRADHU."
    },
    {
      "Verses": "17 AADHALAAL, ORUVAN NANMAISEYYA ARINDHAVANAAYIRUNDHUM, ADHAI SEYYAAMARPONAAL, ADHU AVANUKKU PAAVAMAAYIRUKKUM."
    }
  ]