[
    {
      "Verses": "1 DHEVANUKKUM KARTHTHARAAGIYA YESUKIRISTHUVUKKUM OOZHIYAKKAARANAAGIYA YAAKKOBU, SIDHARIYIRUKKIRA PANNIRANDU KOTHTHIRANGALUKKUM VAAZHTHTHUDHAL SOLLI EZHUDHUGIRADHAAVADHU:"
    },
    {
      "Verses": "2 EN SAGODHARARE, NEENGAL PALAVIDHAMAANA SODHANAIGALIL AGAPPADUMPODHU,"
    },
    {
      "Verses": "3 UNGAL VISUVAASATHTHIN PAREETCHAIYAANADHU PORUMAIYAI UNDAAKKUMENDRU ARINDHU, ADHAI MIGUNDHA SANDHOSHAMAAGA ENNUNGAL."
    },
    {
      "Verses": "4 NEENGAL ONDRILUM KURAIVULLAVARGALAAYIRAAMAL, POORANARAAYUM NIRAIVULLAVARGALAAYUM IRUKKUMPADI, PORUMAIYAANADHU POORANA KIRIYAI SEYYAKKATAVADHU."
    },
    {
      "Verses": "5 UNGALIL ORUVAN GNAANATHTHIL KURAIVULLAVANAAYIRUNDHAAL, YAAVARUKKUM SAMPOORANAMAAI KODUKKIRAVARUM ORUVARAIYUM KADINDHUKOLLAADHAVARUMAAGIYA DHEVANIDATHTHIL KETKAKKADAVAN, APPOZHUDHU AVANUKKU KODUKKAPPADUM."
    },
    {
      "Verses": "6 AANAALUM AVAN EVVALAVAAGILUM SANDHEGAPPADAAMAL VISUVAASATHTHODE KETKAKKADAVAN; SANDHEKAPPADUGIRAVAN KAATRINAAL ADIPATTU ALAIGIRA KADALIN ALAIKKU OPPAAYIRUKKIRAAN."
    },
    {
      "Verses": "7 APPADIPPATTA MANUSHAN THAAN KARTHTHARIDATHTHIL EDHAIYAAGILUM PERALAAMENDRU NINAIYAADHIRUPPAANAAGA."
    },
    {
      "Verses": "8 IRUMANAMULLAVAN THAN VAZHIGALILELLAAM NILAIYATRAVANAAYIRUKKIRAAN."
    },
    {
      "Verses": "9 THAAZHNDHA SAGODHARAN THAAN UYARTHTHAPPATTADHAIKKURITHTHU MENMAIPAARAATTAKKADAVAN."
    },
    {
      "Verses": "10 AISUVARIYAVAAN THAAN THAAZHTHTHAPPATTADHAIKKURITHTHU MENMAIPAARAATTAKKADAVAN; ENENIL AVAN PULLIN POOVAIPPOL OZHINDHUPOVAAN."
    },
    {
      "Verses": "11 SOORIYAN KADUM VEYYILUDAN UDHITHTHU, PULLAI ULARTHTHUMPODHU, ADHIN POO UDHIRNDHU, ADHIN AZHAGAANA VADIVU AZHINDHUPOM; AISUVARIYAVAANUM APPADIYE THAN VAZHIGALIL VAADIPPOVAAN."
    },
    {
      "Verses": "12 SODHANAIYAI SAGIKKIRA MANUSHAN BAAKKIYAVAAN; AVAN UTHTHAMANENDRU VILANGINAPINBU KARTHTHAR THAMMIDATHTHIL ANBUKOORUGIRAVARGALUKKU VAAKKUTHTHATHTHAM PANNINA JEEVAKIREEDATHTHAIP PERUVAAN."
    },
    {
      "Verses": "13 SODHIKKAPPADUGIRA EVANUM, NAAN DHEVANAAL SODHIKKAPPADUGIREN ENDRU SOLLAADHIRUPPAANAAGA; DHEVAN POLLAANGINAAL SODHIKKAPPADUGIRAVARALLA, ORUVANAIYUM AVAR SODHIKKIRAVARUMALLA."
    },
    {
      "Verses": "14 AVANAVAN THANTHAN SUYA ICHCHAIYINAALE IZHUKKAPPATTU, SIKKUNDU, SODHIKKAPPADUGIRAAN."
    },
    {
      "Verses": "15 PINBU ICHCHAIYAANADHU KARPPANDHARITHTHU, PAAVATHTHAI PIRAPPIKKUM, PAAVAM POORANAMAAGUMPODHU, MARANATHTHAI PIRAPPIKKUM."
    },
    {
      "Verses": "16 EN PIRIYAMAANA SAGODHARARE, MOSAMPOGAADHIRUNGAL."
    },
    {
      "Verses": "17 NANMAIYAANA ENDHA EEVUM POORANAMAANA ENDHA VARAMUM PARATHTHILIRUNDHUNDAAGI, SODHIGALIN PIDHAAVINITATHTHILIRUNDHU IRANGIVARUGIRADHU; AVARIDATHTHIL YAADHORU MAARUDHALUM YAADHORU VETRUMAIYIN NIZHALUMILLAI."
    },
    {
      "Verses": "18 AVAR SITHTHANGONDU THAMMUDAIYA SIRUSHTIGALIL NAAM MUDHARPALANGALAAVADHARKU NAMMAI SATHTHIYA VASANATHTHINAALE JENIPPITHTHAAR."
    },
    {
      "Verses": "19 AAGAIYAAL, EN PIRIYAMAANA SAGODHARARE, YAAVARUM KETKIRADHARKU THEEVIRAMAAYUM, PESUGIRADHARKU PORUMAIYAAYUM, KOBIKKIRADHARKU THAAMADHAMAAYUMIRUKKAKKADAVARGAL;"
    },
    {
      "Verses": "20 MANUSHARUDAIYA KOBAM DHEVANUDAIYA NEEDHIYAI NADAPPIKKAMAATTAADHE."
    },
    {
      "Verses": "21 AAGAIYAAL, NEENGAL ELLAAVIDHA AZHUKKAIYUM KODIYA THURGUNATHTHAIYUM OZHITHTHUVITTU, UNGAL ULLATHTHIL NAATTAPPATTADHAAYUM UNGAL AATHTHUMAAKKALAI RATCHIKKA VALLAMAIYULLADHAAYUMIRUKKIRA VASANATHTHAI SAANDHAMAAI ETRUKKOLLUNGAL."
    },
    {
      "Verses": "22 ALLAAMALUM, NEENGAL UNGALAI VANJIYAADHAPADIKKU THIRUVASANATHTHAI KETKIRAVARGALAAI MAATHTHIRAMALLA, ADHINPADI SEYGIRAVARGALAAYUM IRUNGAL."
    },
    {
      "Verses": "23 ENNATHTHINAALENIL, ORUVAN THIRUVASANATHTHAI KETTUM ADHINPADI SEYYAADHAVANAANAAL, KANNAADIYILE THAN SUBAAVA MUGATHTHAI PAARKKIRA MANUSHANUKKU OPPAAYIRUPPAAN;"
    },
    {
      "Verses": "24 AVAN THANNAITHTHAANE PAARTHTHU, AVVIDAMVITTU PONAVUDANE, THANSAAYAL INNADHENPADHAI MARANDHUVIDUVAAN."
    },
    {
      "Verses": "25 SUYAADHEENAPPIRAMAANAMAAGIYA POORANAPPIRAMAANATHTHAI UTRUPPAARTHTHU, ADHILE NILAITHTHIRUKKIRAVANE KETKIRADHAI MARAKKIRAVANAAYIRAAMAL, ADHARKETRA KIRIYAI SEYGIRAVANAAYIRUNDHU, THAN SEYGAIYIL BAAKKIYAVAANAAYIRUPPAAN."
    },
    {
      "Verses": "26 UNGALIL ORUVAN THAN NAAVAI ADAKKAAMAL, THAN IRUDHAYATHTHAI VANJITHTHU, THANNAI DHEVAPAKTHIYULLAVANENDRU ENNINAAL AVANUDAIYA DHEVAPAKTHI VEENAAYIRUKKUM."
    },
    {
      "Verses": "27 THIKKATRA PILLAIGALUM VIDHAVAIGALUM PADUGIRA UBATHTHIRAVATHTHILE AVARGALAI VISAARIKKIRADHUM, ULAGATHTHAAL KARAIPADAADHAPADIKKUTH THANNAIK KAATHTHUKKOLLUGIRADHUME PIDHAAVAAGIYA DHEVANUKKUMUNBAAGA MAASILLAADHA SUTHTHAMAANA BAKTHIYAAYIRUKKIRADHU"
    }
  ]