[
  {
    "Verses": "1 EN SAGODHARARE, ADHIGA AAKKINAIYAI ADAIVOM ENDRU ARINDHU, UNGALIL ANEGAR PODHAGARAAGAADHIRUPPEERGALAAGA."
  },
  {
    "Verses": "2 NAAM ELLAARUM ANEGA VISHAYANGALIL THAVARUGIROM; ORUVAN SOLDHAVARAADHAVANAANAAL AVAN POORANAPURUSHANUM, THAN SAREERAMUZHUVADHAIYUM KADIVAALATHTHINAALE ADAKKIKKOLLAKKOODIYAVANUMAAYIRUKKIRAAN."
  },
  {
    "Verses": "3 PAARUNGAL, KUDHIRAIGAL NAMAKKU KEEZHPPADIYUMPADIKKU AVAIGALIN VAAIGALIL KADIVAALAMPOTTU, AVAIGALUDAIYA MUZHUCHCHAREERATHTHAIYUM THIRUPPI NATADHTHUGIROM."
  },
  {
    "Verses": "4 KAPPALGALAIYUM PAARUNGAL, AVAIGAL MAGAA PERIYAVAIGALAAYIRUNDHAALUM, KADUNGAATRUGALAAL ADIPATTAALUM, AVAIGALAI NADATHTHUGIRAVAN POGUMPADI YOSIKKUM IDAM EDHUVO AVVIDATHTHIRKU NERAAGA MIGAVUM SIRIDHAANA SUKKAANAALE THIRUPPAPPADUM."
  },
  {
    "Verses": "5 APPADIYE, NAAVAANADHUM SIRIYA AVAYAVAMAAYIRUNDHUM PERUMAIYAANAVAIGALAI PESUM. PAARUNGAL, SIRIYA NERUPPU EVVALAVU PERIYA KAATTAI KOLUTHTHIVIDUGIRADHU!"
  },
  {
    "Verses": "6 NAAVUM NERUPPUTHTHAAN, ADHU ANEEDHI NIRAINDHA ULAGAM; NAMMUDAIYA AVAYAVANGALIL NAAVAANADHU MUZHUCHCHAREERATHTHAIYUM KARAIPPADUTHTHI, AAYUL SAKKARATHTHA KOLUTHTHIVIDUGIRADHAAYUM, NARAGA AKKINIYINAAL KOLUTHTHAPPADUGIRADHAAYUM IRUKKIRADHU!"
  },
  {
    "Verses": "7 SAGALAVIDHAMAANA MIRUGANGAL, PARAVAIGAL, OORUMPIRAANIGAL, NEERVAAZHUM JENDHUKKAL AAGIYA IVAIGALIN SUBAAVAM MANUSHASUBAAVATHTHAAL ADAKKAPPADUM, ADAKKAPPATTADHUMUNDU."
  },
  {
    "Verses": "8 NAAVAI ADAKKA ORU MANUSHANAALUM KOODAADHU; ADHU ADANGAADHA POLLAANGULLADHUM SAAVUKKEDHUVAANA VISHAM NIRAINDHADHUMAAYIRUKKIRADHU."
  },
  {
    "Verses": "9 ADHINAALE NAAM PIDHAAVAAGIYA DHEVANAI THUDHIKKIROM; DHEVANUDAIYA SAAYALINPADI UNDAAKKAPPATTA MANUSHARAI ADHINAALEYE SABIKKIROM."
  },
  {
    "Verses": "10 THUDHITHTHALUM SABITHTHALUM OREVAAYILIRUNDHU PURAPPADUGIRADHU. EN SAGODHARARE, IPPADIYIRUKKALAAGAADHU."
  },
  {
    "Verses": "11 ORE OOTRUKKANNILIRUNDHU THITHTHIPPUM KASAPPUMAANA THANNEER SURAKKUMAA?"
  },
  {
    "Verses": "12 EN SAGODHARARE, ATHTHIMARAM OLIVAPPAZHANGALAIYUM, THIRAATSACHCHEDI ATHTHIPPAZHANGALAIYUM KODUKKUMAA? APPADIYE UVARPPAANA NEEROOTRUTH THITHTHIPPAANA JALATHTHAI KODUKKAMAATTAADHU."
  },
  {
    "Verses": "13 UNGALIL GNAANIYUM VIVEGIYUMAAYIRUKKIRAVAN EVANO, AVAN GNAANATHTHIRKURIYA SAANDHATHTHODE THAN KIRIYAIGALAI NALLA NADAKKAIYINAALE KAANBIKKAKKADAVAN."
  },
  {
    "Verses": "14 UNGAL IRUDHAYATHTHILE KASAPPAANA VAIRAAKKIYATHTHAIYUM VIRODHATHTHAIYUM VAITHTHEERGALAANAAL, NEENGAL PERUMAIPAARAATTAADHIRUNGAL; SATHTHIYATHTHIRKU VIRODHAMAAI POISOLLAAMALUMIRUNGAL."
  },
  {
    "Verses": "15 IPPADIPPATTA GNAANAM PARATHTHILIRUNDHU IRANGIVARUGIRA GNAANAMAAYIRAAMAL, LOWGIGA SAMPANDHAMAANADHUM, JENMASUBAAVATHTHUKKURIYADHUM, PEYTHTHANATHTHUKKADUTHTHADHUMAAYIRUKKIRADHU."
  },
  {
    "Verses": "16 VAIRAAKKIYAMUM VIRODHAMUM ENGE UNDO, ANGE KALAKAMUM SAGALA THURCHCHEYGAIGALUMUNDU."
  },
  {
    "Verses": "17 PARATHTHILIRUNDHU VARUGIRA GNAANAMO MUDHALAAVADHU SUTHTHAMULLADHAAYUM, PINBU SAMAADHAANAMUM SAANDHAMUM INAKKAMUMULLADHAAYUM, IRAKKATHTHAALUM NARKANIGALAALUM NIRAINDHADHAAYUM, PATCHAPAADHAMILLAADHADHAAYUM, MAAYAMATRADHAAYUMIRUKKIRADHU."
  },
  {
    "Verses": "18 NEEDHIYAAGIYA KANIYAANADHU SAMAADHAANATHTHAI NADAPPIKKIRAVARGALAALE SAMAADHAANATHTHILE VIDHAIKKAPPADUGIRADHU."
  }
]