[
    {
      "Verses": "1 EN SAGODHARARE, MAGIMAIYULLA NAMMUDAIYA KARTHTHARAAGIYA YESUKIRISTHUVINMELULLA VISUVAASATHTHAI PATCHAPAADHATHTHODE PATRIKKOLLAADHIRUPPEERGALAAGA."
    },
    {
      "Verses": "2 ENENIL, PONMODHIRAMUM MINUKKULLA VASTHIRAMUM THARITHTHIRUKKIRA ORUMANUSHANUM, KANDHAIYAANA VASTHIRAM THARITHTHIRUKKIRA ORU THARITHTHIRANUM UNGAL AALAYATHTHIL VARUMPODHU,"
    },
    {
      "Verses": "3 MINUKKULLA VASTHIRANDHARITHTHAVANAI KANNOKKI: NEER INDHA NALLA IDATHTHIL UTKAARUM ENDRUM; THARITHTHIRANAI PAARTHTHU: NEE ANGE NILLU, ALLADHU INGE EN PAADHAPADIYANDAIYILE UTKAARU ENDRUM NEENGAL SONNAAL,"
    },
    {
      "Verses": "4 UNGALUKKULLE PEDHAGAMPANNI, THAGAADHA SINDHANAIGALODE NIDHAANIKKIRAVARGALAAYIRUPPEERGALALLAVAA?"
    },
    {
      "Verses": "5 EN PIRIYAMAANA SAGODHARARE, KELUNGAL; DHEVAN IVVULAGATHTHIN THARITHTHIRARAI VISUVAASATHTHIL AISUVARIYAVAANGALAAGAVUM, THAMMIDATHTHIL ANBUKOORUGIRAVARGALUKKUTH THAAM VAAKKUTHTHATHTHAMPANNINA RAAJYATHTHAI SUDHANDHARIKKIRAVARGALAAGAVUM THERINDHUKOLLAVILLAIYAA?"
    },
    {
      "Verses": "6 NEENGALO THARITHTHIRARAI KANAVEENAMPANNUGIREERGAL. AISUVARIYAVAANGALALLAVO UNGALAI ODUKKUGIRAARGAL? AVARGALALLAVO UNGALAI NIYAAYAASANANGALUKKU MUNBAAGA IZHUKKIRAARGAL?"
    },
    {
      "Verses": "7 UNGALUKKU THARIKKAPPATTA NALLA NAAMATHTHAI AVARGALALLAVO THOOSHIKKIRAARGAL?"
    },
    {
      "Verses": "8 UNNIDATHTHIL NEE ANBUKOORUGIRADHUPOLA PIRANIDATHTHILUM ANBUKOORUVAAYAAGA ENDRU VEDHAVAAKKIYAM SOLLUGIRA RAAJAREEGA PIRAMAANATHTHAI NEENGAL NIRAIVETRINAAL NANMAISEYVEERGAL."
    },
    {
      "Verses": "9 PATCHAPAADHAMULLAVARGALAAYIRUPPEERGALAANAAL, PAAVANJEYDHU, MEERINAVARGALENDRU NIYAAYAPPIRAMAANATHTHAAL THEERKKAPPADUVEERGAL."
    },
    {
      "Verses": "10 EPPADIYENIL, ORUVAN NIYAAYAPPIRAMAANAM MUZHUVADHAIYUM KAIKKONDIRUNDHUM, ONDRILE THAVARINAAL ELLAAVATRILUM KUTRAVAALIYAAYIRUPPAAN."
    },
    {
      "Verses": "11 ENENDRAAL, VIBASAARANJEYYAADHIRUPPAAYAAGA ENDRU SONNAVAR KOLAISEYYAADHIRUPPAAYAAGA ENDRUM SONNAAR; AADHALAAL, NEE VIBASAARANJEYYAAMALIRUNDHUM KOLAISEYDHAAYAANAAL NIYAAYAPPIRAMAANATHTHAI MEERINAVANAAVAAI."
    },
    {
      "Verses": "12 SUYAADHEENAPPIRAMAANATHTHINAAL NIYAAYATHTHEERPPADAIYAPPOGIRAVARGALAAI ADHARKETRAPADI PESI, ADHARKETRAPADI SEYYUNGAL."
    },
    {
      "Verses": "13 ENENDRAAL, IRAKKANJEYYAADHAVANUKKU IRAKKAMILLAADHA NIYAAYATHTHEERPPU KIDAIKKUM; NIYAAYATHTHEERPPUKKU MUNBAAGA IRAKKAM MENMAIPAARAATTUM."
    },
    {
      "Verses": "14 EN SAGODHARARE, ORUVAN THANAKKU VISUVAASAMUNDENDRU SOLLIYUM, KIRIYAIKALILLAADHAVANAANAAL AVANUKKU PIRAYOJANAMENNA? ANDHA VISUVAASAM AVANAI RATCHIKKUMAA?"
    },
    {
      "Verses": "15 ORU SAGODHARANAAVADHU SAGODHARIYAAVADHU VASTHIRAMILLAAMALUM ANUDHINA AAGAARAMILLAAMALUM IRUKKUMPODHU,"
    },
    {
      "Verses": "16 UNGALIL ORUVAN AVARGALAI NOKKI: NEENGAL SAMAADHAANATHTHODE PONGAL, KULIRKAAINDHU PASIYAARUNGALENDRU SOLLIYUM, SAREERATHTHIRKU VENDIYAVAIGALAI AVARGALUKKU KODAAVITTAAL PIRAYOJANAMENNA?"
    },
    {
      "Verses": "17 APPADIYE VISUVAASAMUM KIRIYAIGALILLAADHIRUNDHAAL THANNILEDHAANE SETHTHADHAAYIRUKKUM."
    },
    {
      "Verses": "18 ORUVAN: UNAKKU VISUVAASAMUNDU, ENAKKU KIRIYAIGALUNDU; KIRIYAIGALILLAAMAL UN VISUVAASATHTHAI ENAKKUKKAANBI, NAAN EN VISUVAASATHTHAI EN KIRIYAIGALINAALE UNAKKU KAANBIPPEN ENBAANE."
    },
    {
      "Verses": "19 DHEVAN ORUVAR UNDENDRU VISUVAASIKKIRAAI, APPADI SEYGIRADHU NALLADHUDHAAN; PISAASUGALUM VISUVAASITHTHU, NADUNGUGINDRANA."
    },
    {
      "Verses": "20 VEENAANA MANUSHANE, KIRIYAIGALILLAADHA VISUVAASAM SETHTHADHENDRU NEE ARIYAVENDUMO?"
    },
    {
      "Verses": "21 NAMMUDAIYA PIDHAAVAAGIYA AABIRAHAAM THAN KUMAARAN EESAAKKAI PALIPEEDATHTHINMEL SELUTHTHINAPODHU, KIRIYAIGALINAALE ALLAVO NEEDHIMAANAAKKAPPATTAAN?"
    },
    {
      "Verses": "22 VISUVAASAM AVANUDAIYA KIRIYAIGALODEKOODA MUYARSISEYDHU, KIRIYAIGALINAALE VISUVAASAM POORANAPPATTADHENDRU KAANGIRAAYE."
    },
    {
      "Verses": "23 APPADIYE AABIRAGAAM DHEVANAI VISUVAASITHTHAAN, ADHU AVANUKKU NEEDHIYAAGA ENNAPPATTADHU ENGIRA VEDHAVAAKKIYAM NIRAIVERITRU; AVAN THEVANUTAIYA SINEGIDHANENNAPPATTAAN."
    },
    {
      "Verses": "24 AADHALAAL, MANUSHAN VISUVAASATHTHILEMAATHTHIRAMALLA, KIRIYAIGALINAALEYUM NEEDHIMAANAAKKAPPATUKIRAANENDRU NEENGAL KAANGIREERGALE."
    },
    {
      "Verses": "25 ANDHAPPADI RAAGAAP ENNUM VESIYUM THOODHARGALAI ETRUKKONTU VERUVAZHIYAAI ANUPPIVITTAPODHU, KIRIYAIGALINAALE ALLAVO NEEDHIYULLAVALAAKKAPPATTAAL?"
    },
    {
      "Verses": "26 APPADIYE, AAVIYILLAADHA SAREERAM SETHTHADHAAYIRUKKIRADHUPOLA, KIRIYAIGALILLAADHA VISUVAASAMUM SETHTHADHAAYIRUKKIRADHU."
    }
  ]