[
{ "Verses": "1 un Sagodharanaagiya Aaron Enakku Aasaariya Oozhiyam Seyyumbadikku, Nee Aaronaiyum Avanodekooda Avan Kumaararaagiya Naadhaab, Abiyoo, Eleyaasaar, Iththaamaar Ennum Aaronin Kumaararaiyum Isravel Puththirarilirundhu Piriththu, Unnidaththil Serththukkolvaayaaga. "
},{ "Verses": "2 un Sagodharanaagiya Aaronukku, Magimaiyum Alangaaramumaai Irukkum Poruttu, Parisuththa Vasthirangalai Undupannuvaayaaga. "
},{ "Verses": "3 aaron Enakku Aasaariya Oozhiyam Seyyaththakkadhaaga Avanaip Parisuththappaduththumbadi Avanukku Vasthirangalai Undaakkumporuttu, Naan Gnaanaththin Aaviyaal Nirappina Vivegamaana Irudhayamulla Yaavarodum Nee Solluvaayaaga. "
},{ "Verses": "4 avargal Undaakkavendiya Vasthirangalaavana; Maarppadhakkamum, Epothdhum, Angiyum, Visiththiramaana Ulsattaiyum, Paagaiyum, Itaikkachchaiyume. Un Sagodharanaagiya Aaron Enakku Aasaariya Oozhiyam Seyyumbadi, Avanukkum Avan Kumaararukkum Parisuththa Vasthirangalai Undupannavendum. "
},{ "Verses": "5 avargal Ponnum Ilaneelanoolum Raththaambaranoolum Sivappunoolum Melliya Panjunoolum Segarippaargalaaga. "
},{ "Verses": "6 epoththaip Ponninaalum Ilaneelanoolaalum Raththaambaranoolaalum Sivappunoolaalum Thiriththa Melliya Panjunoolaalum Visiththiravelaiyaaich Seyyakkadavargal. "
},{ "Verses": "7 adhu Ondraaga Inaikkappadum Poruttu, Irandu Tholththundugalinmelum Adhin Irandu Munaigalum Serkkappadavendum. "
},{ "Verses": "8 andha Epothdhinmel Irukkavendiya Visiththiramaana Kachchai Andha Velaikku Oppaagave, Ponninaalum Ilaneelanoolaalum Raththaambaranoolaalum Sivappunoolaalum Thiriththa Melliya Panjunoolaalum Pannappattu, Adhanode Egamaayirukkavendum. "
},{ "Verses": "9 pinnum Nee Irandu Komedhagak Kargalai Eduththu, Isravel Puththirarin Naamangalai Avaigalil Vettuvaayaaga. "
},{ "Verses": "10 avargal Pirandha Varisaiyinbadiye, Avargaludaiya Naamangalil Aaru Naamangal Oru Kallilum, Matra Aaru Naamangal Maru Kallilum Irukkavendum. "
},{ "Verses": "11 iraththinangalil Muththirai Vettukiravargal Seyyum Velaikku Oppaaga Andha Irandu Kargalilum Isravel Puththirarin Naamangalai Vetti, Avaigalaip Pon Kuvalaigalil Padhippaayaaga. "
},{ "Verses": "12 aaron Karththarukku Munbaagath Than Irandu Tholgalin Melum Isravel Puththirarin Naamangalai Gnaabakakkuriyaakach Sumandhuvara, Andha Irandu Kargalaiyum Epoththu Tholgalinmel Avargalai Ninaikkumbadiyaana Karkalaaga Vaikkakkadavaai. "
},{ "Verses": "13 ponninaal Valaiyangalaip Panni, "
},{ "Verses": "14 sariyaana Alavukkup Pinnal Velaiyaana Irandu Sangiligalaiyum Pasumponninaal Undaakki, Andhach Sangiligalai Andha Valaiyangalil Poottuvaayaaga. "
},{ "Verses": "15 niyaayavidhi Maarppadhakkaththaiyum Visiththira Velaiyaaich Seyvaayaaga; Adhai Epoththu Velaikku Oppaagap Ponninaalum Ilaneelanoolaalum Raththaambaranoolaalum Sivappunoolaalum Thiriththa Melliya Panjunoolaalum Seyvaayaaga. "
},{ "Verses": "16 adhu Sadhuramum Irattaiyum, Oru Jaan Neelamum Oru Jaan Agalamumaai Irukkavendum. "
},{ "Verses": "17 adhile Naalu Paththi Iraththinak Kargalai Niraiyap Padhippaayaaga; Mudhalaam Paththi Padhmaraagamum Pushparaagamum Maanikkamum, "
},{ "Verses": "18 irandaam Paththi Maragadhamum Indhiraneelamum Vachchiramum, "
},{ "Verses": "19 moondraam Paththi Kempum Vaitooriyamum Sugandhiyum, "
},{ "Verses": "20 naalaam Paththi Padikappachchaiyum Komedhagamum Yaspiyumaai Iruppadhaaga; Ivaigal Andhandhap Paththiyil Ponninaale Padhiththirukkavendum. "
},{ "Verses": "21 indhak Kargal Isravel Puththirarudaiya Naamangalinbadiye Pannirandum, Avargaludaiya Naamangal Avaigalil Vettappattavaigalumaai Irukkavendum; Pannirandu Koththirangalil Ovvondrinudaiya Naamam Ovvondrile Muththiraivettaai Vettiyirukkavendum. "
},{ "Verses": "22 maarppadhakkaththirku Adhin Pakkangalile Pinnalvelaiyaana Pasumpon Sangiligalaiyum Panni, "
},{ "Verses": "23 andha Maarppadhakkaththirku Irandu Pon Valaiyangalaiyum Panni, Andha Irandu Valaiyangalaiyum Maarppadhakkaththin Irandu Pakkangalile Vaiththu, "
},{ "Verses": "24 ponninaal Seydha Andha Irandu Pinnal Velaiyaana Sangiligalaiyum Maarppadhakkaththin Pakkangalil Irukkira Irandu Valaiyangalil Maatti, "
},{ "Verses": "25 avvirandu Pinnal Velaiyaana Sangiligalin Irandu Nunigalai Epoththuth Tholththundinmel Adhin Munpuraththil Irukkira Irandu Valaiyangalil Maattuvaayaaga. "
},{ "Verses": "26 nee Irandu Ponvalaiyangalaip Panni, Avaigalai Epoththin Keezhppuraththirku Edhiraana Maarppadhakkaththinudaiya Matra Irandu Pakkangalilum Adhinudaiya Oraththirkullaaga Vaiththu, "
},{ "Verses": "27 vere Irandu Ponvalaiyangalaip Panni, Avaigalai Epoththin Munpuraththu Irandu Keezhppakkangalil Adhin Inaippukku Edhiraakavum, Epoththin Visiththiramaana Kachchaikku Melaagavum Vaiththu, "
},{ "Verses": "28 maarppadhakkam Epoththin Visiththiramaana Kachchaikku Melaaga Irukkumbadikkum, Adhu Epoththilirundhu Neengaadhabadikkum, Adhai Adhin Valaiyangalaal Epoththu Valaiyangalode Ilaneela Naadaavinaal Kattavendum. "
},{ "Verses": "29 aaron Parisuththa Sthalaththirkul Piravesikkumpodhu, Isravel Puththirarin Naamangalaith Than Irudhayaththinmelirukkum Niyaayavidhi Maarppadhakkaththile Karththarudaiya Sannidhaanaththil Gnaabakakkuriyaaga Eppozhudhum Thariththukkollakkadavan. "
},{ "Verses": "30 niyaayavidhi Maarppadhakkaththile Ooreem Thummeem Enbavaigalai Vaippaayaaga; Aaron Karththarudaiya Sannidhaanaththil Piravesikkumbodhu, Avaigal Avan Irudhayaththinmel Irukkavendum; Aaron Than Irudhayaththinmel Isravel Puththirarudaiya Niyaayavidhiyaik Karththarudaiya Sannidhaanaththil Eppozhudhum Thariththukkollavendum. "
},{ "Verses": "31 epoththin Keezh Angiyai Muzhuvadhum Ilaneelanoolaal Undaakkakkadavaai. "
},{ "Verses": "32 thalai Nuzhaikira Adhin Thuvaaram Adhin Naduvil Irukkavum, Adhin Thuvaaraththukku Neyyappatta Velaiyaana Oru Naadaa Sutrilum Irukkavum Vendum; Adhu Kizhiyaadhabadikku Maarkkavasaththin Thuvaaraththukku Oththadhaaga Irukkavendum. "
},{ "Verses": "33 adhin Keezhorangalil Ilaneelanool Raththaambaranool Sivappunool Velaiyaal Seyyappatta Maadhalampazhangalaiyum, Avaigalukku Idaiyidaiye Sutrilum Ponmanikalaiyum Adhin Orangalil Sutrilum Thongumbadi Pannivaikkavendum. "
},{ "Verses": "34 angiyin Orangalil Sutrilum Oru Ponmaniyum Oru Maadhalampazhamum, Oru Ponmaniyum Oru Maadhalampazhamumaaith Thonguvadhaaga. "
},{ "Verses": "35 aaron Aaraadhanai Seyyak Karththarudaiya Sannidhiyil Parisuththa Sthalaththukkul Piravesikkumbodhum, Veliye Varumbodhum, Avan Saagaadhabadikku, Adhin Saththam Ketkappadumbadi Adhaith Thariththukkollavendum. "
},{ "Verses": "36 pasumponninaal Oru Pattaththaip Panni Karththarukkup Parisuththam Endru Adhile Muththirai Vettaakavetti, "
},{ "Verses": "37 adhu Paakaiyilirukkumbadi Adhai Ilaneela Naadaavinaal Paakaiyin Mugappile Kattuvaayaaga. "
},{ "Verses": "38 isravel Puththirar Thangal Parisuththa Kaanikkaigalaagap Padaikkum Parisuththamaanavaigalin Thoshaththai Aaron Sumakkumbadi, Adhu Aaronudaiya Netriyinmel Iruppadhaaga; Karththarudaiya Sannidhiyil Avargal Angikarikkappadumbadi, Adhu Eppozhudhum Avan Netriyin Mel Irukkavendum. "
},{ "Verses": "39 melliya Panjunoolaal Visiththiramaana Ulsattaiyaiyum, Melliya Panjunoolaal Paakaiyaiyum Undaakki, Idaikkachchaiyaich Chiththiraththaiyal Velaiyaagap Pannuvaayaaga. "
},{ "Verses": "40 aaronudaiya Kumaararukkum, Magimaiyum Alangaaramumaayirukkum Poruttu, Angigalaiyum, Idaikkachchaigalaiyum, Kullaakkalaiyum Undupannuvaayaaga. "
},{ "Verses": "41 un Sagodharanaagiya Aaronum Avanodekooda Avan Kumaararum Enakku Aasaariya Oozhiyam Seyyumbadikku, Nee Andha Vasthirangalai Avargalukku Uduththi, Avargalai Abisheganjeydhu, Avargalaip Piradhishtaipanni, Avargalaip Parisuththappaduththuvaayaaga. "
},{ "Verses": "42 avargaludaiya Nirvaanaththai Moodumbadikku, Iduppuththodangi Muzhangaalmattum Uduththa Sanalnool Sallatangalaiyum Undupannuvaayaaga. "
},{ "Verses": "43 aaronum Avan Kumaararum Parisuththa Sthalaththile Aaraadhanaiseyya Aasarippuk Koodaaraththirkul Piravesikkumpodhum Balibeedaththandaikkuch Serumbodhum, Akkiramam Sumandhu Avargal Saagaadhabadikku, Avaigalaith Thariththirukkavendum; Idhu Avanukkum Avanukkup Pinvarum Sandhadhikkum Niththiya Kattalai. "
}
]