[
{ "Verses": "1 pinbu, Moseyum Aaronum Paarvonidaththil Poi: Isravelin Dhevanaagiya Karththar Vanaandharaththile Enakkup Pandikai Kondaadumbadi En Janangalaip Pogavidavendum Endru Sollugiraar Endraargal. "
},{ "Verses": "2 adharkup Paarvon: Naan Isravelaip Pogavidak Karththarin Vaarththaiyaik Ketkiradharku Avar Yaar? Naan Karththarai Ariyen; Naan Isravelaip Poga Viduvadhillai Endraan. "
},{ "Verses": "3 appozhudhu Avargal: Ebireyarudaiya Dhevan Engalaich Sandhiththaar; Naangal Vanaandharaththil Moondrunaal Pirayaanam Poi, Engal Dhevanaagiya Karththarukkup Baliyidumbadi Pogavidavendum; Pogaadhirundhaal, Avar Kollai Noyum Pattayamum Engal Mel Varappannuvaar Endraargal. "
},{ "Verses": "4 egipthin Raajaa Avargalai Nokki: Moseyum Aaronumaagiya Neengal Janangalaith Thangal Velaigalaivittuk Kalaiyap Pannugiradhu Enna? Ungal Sumaigalaich Sumakkap Pongal Endraan. "
},{ "Verses": "5 pinnum Paarvon: Idho, Dhesaththil Janangal Migudhiyaai Irukkiraargal; Avargal Sumai Sumakkiradhai Vittu Oindhirukkumbati Seygireergale Endraan. "
},{ "Verses": "6 andriyum, Annaalile Paarvon Janangalin Aalottigalaiyum Avargal Thalaivaraiyum Nokki: "
},{ "Verses": "7 sengal Velaikku Neengal Munpola Ini Janangalukku Vaikkol Kodukka Vendaam; Avargal Thaangale Poith Thangalukku Vaikkol Serkkattum. "
},{ "Verses": "8 avarkal Munseydhu Koduththa Kanakkinbadiye Sengal Seyyumbadi Sollungal; Adhile Neengal Ondrum Kuraikka Vendaam, Avargal Sombalaai Irukkiraargal; Adhinaal Naangal Poi Engal Dhevanukkup Baliyiduvom Endru Kookkuralidugiraargal. "
},{ "Verses": "9 andha Manidhar Mel Munnilum Adhiga Velaiyaich Sumaththungal, Adhil Avargal Kashtappadattum: Veen Vaarththaigalukku Avargal Sevikodukka Vidaadhirungal Endru Kattalaiyittaan. "
},{ "Verses": "10 appozhudhu Janangalin Aalottigalum Avargal Thalaivargalum Purappattup Poi Janangalai Nokki: Ungalukku Vaikkol Koduppadhillai; "
},{ "Verses": "11 neengale Poi Ungalukku Akappadugira Idangalil Vaikkol Sambaadhiyungal; Aanaalum Ungal Velaiyil Ondrum Kuraikkappaduvadhillai Endru Paarvon Sollugiraar Endraargal. "
},{ "Verses": "12 appozhudhu Vaikkolukkup Padhilaakath Thaalatigalaich Serkkumbadi Janangal Egipthu Dhesam Engum Sidharipponaargal. "
},{ "Verses": "13 aalottigal Avargalai Nokki: Vaikkolirundha Naalil Seydhabadiye Ungal Velaigalai Ovvoru Naalilum Seydhu Mudiyungal Endru Solli, Avargalaith Thuridhappaduththinaargal. "
},{ "Verses": "14 paarvonudaiya Aalottigal Isravel Puththirarmel Vaiththa Avargaludaiya Thalaivargalai Nokki: Sengal Velaiyil Neengal Mun Seydhadhu Pola Netrum Indrum En Seyyavillai Endru Kettu, Avargalai Adiththaargal. "
},{ "Verses": "15 appozhudhu Isravel Puththirarin Thalaivar Paarvonidaththil Poich Saththamittu: Umadhu Adiyaarukku Neer Ippadich Seygiradhu Enna? "
},{ "Verses": "16 umadhu Adiyaarukku Vaikkol Kodaadhirundhum, Sengal Aruththuth Tharavendum Endru Engalukkuch Sollugiraargal; Ummudaiya Janangalidaththil Kutramirukka, Umadhu Adiyaaraagiya Naangal Adikkappadugirom Endraargal. "
},{ "Verses": "17 adharku Avan: Neengal Sombalaayirukkireergal, Sombalaayirukkireergal; Adhinaaldhaan Poga Vendum, Karththarukkup Baliyidavendum Engireergal. "
},{ "Verses": "18 poi, Velaiseyyungal, Ungalukku Vaikkol Kodukkappaduvadhillai; Aanaalum Kanakkinbadiye Neengal Sengalai Oppuvikkavendum Endraan. "
},{ "Verses": "19 neengal Ovvoru Naalilum Aruththuth Theeravendiya Sengalile Ondrum Kuraikkappadaadhu Endru Sollappattadhinaale, Isravel Puththirarin Thalaivar Thangalukku Ikkattu Vandhadhu Endru Kandaargal. "
},{ "Verses": "20 avargal Paarvonudaiya Samugaththaivittup Purappadugaiyil, Vazhiyil Nindra Mosekkum Aaronukkum Edhirppattu, "
},{ "Verses": "21 avargalai Nokki: Neengal Paarvonin Kangalukku Munbaagavum Avarudaiya Oozhiyakkaararin Kangalukku Munbaagavum Engal Vaasanaiyaik Keduththu, Engalaik Kollumbadi Avargal Kaiyile Pattayaththaik Koduththadhinimiththam, Karththar Ungalaip Paarththu Niyaayam Theerkkakkadavar Endraargal. "
},{ "Verses": "22 appozhudhu Mose Karththaridaththil Thirumbippoi: Aandavare, Indha Janangalukkuth Theengu Varap Panninadhenna? En Ennai Anuppineer? "
},{ "Verses": "23 naan Umadhu Naamaththaikkondu Pesumbadi Paarvonidaththil Piravesiththadhu Mudhal Avan Indha Janangalai Ubaththiravappaduththugiraan; Neer Ummudaiya Janangalai Vidudhalaiyaakkavillaiye Endraan. "
}
]