[
{ "Verses": "1 appozhudhu Parisuththa Sthalaththuth Thiruppanigalukkaduththa Sagala Velaigalaiyum, Karththar Karpiththabadiyellaam, Pesaleyelum Agoliyaabum, Seyya Ariyumbadikkuk Karththaraal Gnaanamum Puththiyum Petra Vivega Irudhayamulla Matra Anaivarum Seyyaththodanginaargal. "
},{ "Verses": "2 besaleyelaiyum Agoliyaapaiyum, Karththaraal Gnaanamadaindhu Andha Velaigalaich Seyyavarumbadi Thangal Irudhayaththil Ezhuppudhaladaindha Gnaana Irudhayaththaaraagiya Ellaaraiyum, Mose Varavazhaiththaan. "
},{ "Verses": "3 avargal, Isravel Puththirar Thiruppanikkaduththa Sagala Velaigalukkaagavum Konduvandha Kaanikkaip Porulgalaiyellaam, Moseyinidaththil Vaangikkondaargal. Pinnum Janangal Kaalaidhorum Thangalukku Ishtamaana Kaanikkaigalai Avanidaththil Konduvandhaargal. "
},{ "Verses": "4 appozhudhu Parisuththa Sthalaththu Velaigalaich Seygira Vivekigal Yaavarum Avaravar Seygira Velaiyin Kaariyamaai Vandhu, "
},{ "Verses": "5 moseyai Nokki: Karththar Seyyumbadi Karpiththa Velaikku Vendiyadharku Adhigamaana Porulgalai Janangal Konduvarugiraargal Endraargal. "
},{ "Verses": "6 appozhudhu Mose Ini Purushargalaavadhu Sthireegalaavadhu Parisuththa Sthalaththukkendru Kaanikkaiyaaga Oru Velaiyum Seyyavendaam Endru Paalayam Engum Koorumbadi Kattalaiyittaan; Ivvidhamaai Janangal Konduvarugiradhu Niruththappattadhu. "
},{ "Verses": "7 seyyavendiya Ellaa Velaigalukkum Podhumaana Porulgal Irundhadhumallaamal Adhigamaayum Irundhadhu. "
},{ "Verses": "8 velaiseygiravargalaagiya Gnaana Irudhayamulla Yaavarum Vaasasthalaththai Undaakkinaargal. Adharkuth Thiriththa Melliya Panjunoolaalum Ilaneelanoolaalum Raththaambaranoolaalum Sivappunoolaalum, Vinodha Nesavuvelaiyaagiya Kerubeengalulla Paththu Moodudhiraigalaip Panninaan. "
},{ "Verses": "9 ovvoru Moodudhirai Iruvaththettu Muzha Neelamum Naalu Muzha Agalamumaayirundhadhu; Moodudhiraigalellaam Ore Alavaayirundhadhu. "
},{ "Verses": "10 aindhu Moodudhiraigalai Ondrodondru Inaiththu, Matra Aindhu Moodudhiraigalaiyum Ondrodondru Inaiththaan. "
},{ "Verses": "11 inaikkappatta Oru Moodudhiraiyin Oraththil Ilaneelanoolaal Aimbadhu Kaadhugalai Undupanni, Appadiye Inaikkappatta Matra Moodudhiraiyin Oraththilum Undupanninaan. "
},{ "Verses": "12 kaadhugal Ondrodondru Inaikkappattavaigalaayirundhadhu. "
},{ "Verses": "13 aimbadhu Pon Kokkigalaiyum Panni, Andhak Kokkigalaal Moodudhiraigalai Ondrodondru Inaiththuvittaan. Ivvidhamaaga Ore Vaasasthalamaayitru. "
},{ "Verses": "14 vaasasthalaththinmel Koodaaramaagap Podumbadi Aattumayirinaal Neydha Padhinoru Moodudhiraigalaiyum Panninaan. "
},{ "Verses": "15 ovvoru Moodudhirai Muppadhu Muzha Neelamum Naalu Muzha Agalamumaayirundhadhu. Padhinoru Moodudhiraigalum Ore Alavaayirundhadhu. "
},{ "Verses": "16 aindhu Moodudiraigalai Ondraakavum, Matra Aaru Moodudhiraigalai Ondraakavum Inaiththu, "
},{ "Verses": "17 inaikkappatta Oru Moodudhiraiyin Oraththil Aimbadhu Kaadhugalaiyum, Inaikkappatta Matra Moodudhiraiyin Oraththil Aimbadhu Kaadhugalaiyum Undaakki, "
},{ "Verses": "18 koodaaraththai Ondraai Inaiththuvida, Aimbadhu Vengalak Kokkigalaiyum Undaakkinaan. "
},{ "Verses": "19 sivappuththeerndha Aattukkadaath Tholinaal Koodaaraththukku Oru Moodiyaiyum Adhinmel Podath Thagasuththolinaal Oru Moodiyaiyum Undupanninaan. "
},{ "Verses": "20 vaasasthalaththukku Nimirndhunirkum Palagaigalaiyum Seeththim Maraththaal Seydhaan. "
},{ "Verses": "21 ovvoru Palagaiyum Paththumuzha Neelamum Ondrarai Muzha Agalamumaayirundhadhu. "
},{ "Verses": "22 ovvoru Palagaikkum Ondrukkondru Samadhooramaana Irandu Kazhundhugal Irundhadhu; Vaasasthalaththin Palagaigalukkellaam Ippadiye Seydhaan. "
},{ "Verses": "23 vaasasthalaththirkaakach Seyyappatta Palagaigalil Therke Thendhisaikku Iruvadhu Palagaigalai Undaakki, "
},{ "Verses": "24 andha Iruvadhu Palagaigalin Keezhe Vaikkum Naarpadhu Vellip Paadhangalaiyum Undupanninaan; Oru Palagaiyin Keezh Adhin Irandu Kazhundhugalukkum Irandu Paadhangalaiyum, Matrap Palagaiyinkeezh Adhin Irandu Kazhundhugalukkum Irandu Paadhangalaiyum Pannivaiththu; "
},{ "Verses": "25 vaasasthalaththin Marupakkamaagiya Vadapuraththil Iruvadhu Palagaigalaiyum, Avaigalukku Naarpadhu Vellip Paadhangalaiyum Seydhaan. "
},{ "Verses": "26 oru Palagaiyinkeezh Irandu Paadhangalum, Matrap Palagaiyinkeezh Irandu Paadhangalum Seydhaan. "
},{ "Verses": "27 vaasasthalaththin Melpuraththirku Aaru Palagaigalaiyum, "
},{ "Verses": "28 vaasasthalaththin Irupakkangalilulla Moolaigalukku Irandu Palagaigalaiyum Seydhaan. "
},{ "Verses": "29 avaigal Keezhe Isaikkappattirundhadhu, Meleyum Oru Valaiyaththinaal Isaikkappattirundhadhu; Irandu Moolaigalilumulla Avvirandirkum Appadiye Seydhaan. "
},{ "Verses": "30 appadiye Ettup Palagaigalum, Avaigaludaiya Ovvoru Palagaiyin Keezh Irandirandu Paadhangalaagap Padhinaaru Vellippaadhangalum Irundhadhu. "
},{ "Verses": "31 seeththim Maraththaal Vaasasthalaththin Oru Pakkaththup Palagaigalukku Aindhu Thaazhppaalgalaiyum, "
},{ "Verses": "32 vaasasthalaththin Marupakkaththup Palagaigalukku Aindhu Thaazhppaalgalaiyum, Vaasasthalaththin Melpuramaana Pinpakkaththup Palagaigalukku Aindhu Thaazhppaalgalaiyum Panninaan. "
},{ "Verses": "33 naduththaazhppaal Oru Munaidhodangi Marumunaimattum Palagaigalin Maiyaththil Uruvappaayumbadi Seydhaan. "
},{ "Verses": "34 palagaigalaip Pondhakattaal Moodi, Thaazhppaalgalin Idangalaagiya Avaigalin Valaiyangalaip Ponninaal Panni, Thaazhppaalgalaip Pondhakattaal Moodinaan. "
},{ "Verses": "35 ilaneelanoolaalum Raththaambaranoolaalum Sivappunoolaalum Thiriththa Melliya Panjunoolaalum Seyyappattadhum, Visiththiravelaiyaagiya Kerubeengalulladhumaana Oru Thiraichcheelaiyai Undupanni, "
},{ "Verses": "36 adharkuch Seeththim Maraththinaal Naalu Thoongalaiseydhu, Avaigalaip Pondhakattaal Moodi, Avaigalin Kokkigalaip Ponninaal Panni, Avaigalukku Naangu Vellippaadhangalai Vaarppiththaan. "
},{ "Verses": "37 koodaaravaasalukku Ilaneelanoolaalum Raththaambaranoolaalum Sivappunoolaalum Thiriththa Melliya Panjunoolaalum Seydha Siththirath Thaiyalvelaiyaana Oru Thongudhiraiyaiyum, "
},{ "Verses": "38 adhin Aindhu Thoongalaiyum, Avaigalin Valaivaanigalaiyum Undaakki, Avaigalin Kumizhgalaiyum Valaiyangalaiyum Pondhakattaal Moodinaan: Avaigalin Aindhu Paadhangalum Vengalamaayirundhadhu. "
}
]