[
{ "Verses": "1 aindhu Muzha Neelamum Aindhu Muzha Agalamumaaga Seeththim Maraththaal Balibeedaththaiyum Undupannuvaayaaga; Adhu Sadhuramum Moondru Muzha Uyaramumaayiruppadhaaga. "
},{ "Verses": "2 adhin Naalu Moolaigalilum Naalu Kombugalai Undaakkuvaayaaga; Adhin Kombugal Adhanode Egamaai Irukkavendum; Adhai Vengalath Thagattaal Moodavendum. "
},{ "Verses": "3 adhin Saambalai Edukkaththakka Sattigalaiyum Karandigalaiyum Kinnigalaiyum Muldhuratugalaiyum Neruppuchchattigalaiyum Undaakkuvaayaaga; Adhin Panimuttugalaiyellaam Vengalaththaal Pannuvaayaaga. "
},{ "Verses": "4 valaippinnal Pondra Oru Vengalach Challataiyaip Panni, Andhach Challataiyin Naalu Moolaigalilum Naalu Vengala Valaiyangalai Undaakki, "
},{ "Verses": "5 andhach Challatai Balibeedaththin Paadhiyuyaraththil Irukkumbadi Adhaith Thaazhap Balibeedaththin Sutradaippukkuk Keezhaaga Vaippaayaaga. "
},{ "Verses": "6 balibeedaththukkuch Seeththim Maraththaal Thandugalaiyum Panni, Avaigalai Vengalaththagattaal Mooduvaayaaga. "
},{ "Verses": "7 balibeedaththaich Sumakkaththakkadhaaga Andhath Thandugal Adhin Irandu Pakkangalilum Valaiyangalile Paaichchappattirukkavendum. "
},{ "Verses": "8 adhai Ul Velivittup Palagaigalinaale Pannavendum. Malaiyil Unakkuk Kaanbikkappattabadiye Adhaip Pannakkadavargal. "
},{ "Verses": "9 vaasasthalaththukkup Piraagaaraththaiyum Undupannuvaayaaga; Therke Thenthisaikku Edhiraana Piraagaaraththukkuth Thiriththa Melliya Panjunoolaal Seyyappatta Noorumuzha Neelamaana Thongudhiraigal Irukkavendum. "
},{ "Verses": "10 avaigalukku Vengalaththinaale Iruvadhu Thoongalum, Iruvadhu Paadhangalum Irukkavendum; Thoongalin Kokkigalum Avaigalin Poongalum Velliyinaal Seyyappadavendum. "
},{ "Verses": "11 appadiye Vadapakkaththin Neelaththirkum Noorumuzha Neelamaana Thongudhiraigal Irukkavendum; Avaigalukku Iruvadhu Thoongalum, Avaigalukku Iruvadhu Paadhangalum Vengalamaayirukka Vendum; Thoongalin Kokkigalum Poongalum Velliyinaal Seyyappadavendum. "
},{ "Verses": "12 piraagaaraththin Melpakkamaana Agalaththirku Aimpadhu Muzha Neelamaana Thongudhiraigal Irukkavendum; Avaigalukkup Paththuth Thoongalum, Avaigalukkup Paththup Paadhangalum Irukkavendum. "
},{ "Verses": "13 sooriyan Udhikkira Thisaiyaagiya Keezhppakkaththin Piraagaaram Aimbadhumuzha Agalamaayirukkavendum. "
},{ "Verses": "14 ange Oru Puraththirkup Padhinaindhu Muzha Neelamaana Thongu Thiraigalum, Avaigalukku Moondru Thoongalum, Avaigalukku Moondru Paadhangalum Irukkavendum. "
},{ "Verses": "15 marupuraththukkup Padhinaindhu Muzha Neelamaana Thongu Thiraigalum, Avaigalukku Moondru Thoongalum, Avaigalukku Moondru Paadhangalum Irukkavendum. "
},{ "Verses": "16 piraagaaraththin Vaasalukku Ilaneelanoolaalum Raththaambaranoolaalum Sivappunoolaalum Thiriththa Melliya Panjunoolaalum Siththirath Thaiyalvelaiyaaich Seyyappatta Iruvadhumuzha Neelamaana Oru Thongudhiraiyum Adharku Naalu Thoongalum Avaigalukku Naalu Paadhangalum Irukkavendum. "
},{ "Verses": "17 sutrup Piraagaaraththin Thoongalellaam Velliyinaal Poon Kattappattirukkavendum; Avaigalin Kokkigal Velliyinaalum Avaigalin Paadhangal Vengalaththinaalum Seyyappattirukka Vendum. "
},{ "Verses": "18 piraagaaraththin Neelam Noorumuzhamum, Irupuraththu Agalam Aimpadhu Aimbadhu Muzhamum, Uyaram Aindhu Muzhamumaayiruppadhaaga; Adhin Thongalgal Thiriththa Melliya Panjunoolinaal Seyyappattu, Adhin Thoongalin Paadhangal Vengalamaayirukkavendum. "
},{ "Verses": "19 vaasasthalaththukkaduththa Sagala Panividaikkuth Thevaiyaana Ellaap Panimuttugalum, Adhin Ellaa Mulaigalum, Piraagaaraththin Ellaa Mulaigalum Vengalamaayirukkavendum. "
},{ "Verses": "20 kuththuvilakku Eppozhudhum Erindhukondirukkumbadi Idiththup Pizhindha Thelivaana Oliva Enneyai Unnidaththil Konduvarumbadi Isravel Puththirarukkuk Kattalaiyiduvaayaaga. "
},{ "Verses": "21 aasarippuk Koodaaraththil Saatchi Sannidhikku Munnirukkum Thiraichcheelaikku Velippuramaaga Aaronum Avan Kumaararum Saayangaalam Thodangi Vidiyarkaalammattum Karththarudaiya Sannidhaanaththil Andha Vilakkai Eriyavaikkakkadavargal; Idhu Isravel Puththirarukku Thalaimurai Thalaimuraiyaaga Niththiya Kattalaiyaayirukkakkadavadhu. "
}
]