[
{ "Verses": "1 isravel Puththirar Egipthu Dhesaththilirundhu Purappatta Moondraam Maadham Mudhalaam Naalile, Seenaai Vanaandharaththil Serndhaargal. "
},{ "Verses": "2 avargal Revidheemilirundhu Pirayaanam Purappattu, Seenaai Vanaandharaththil Serndhu, Andha Vanaandharaththil Paalayamiranginaargal; Isravelar Ange Malaikku Edhiraagap Paalayamiranginaargal. "
},{ "Verses": "3 mose Dhevanidaththirku Eripponaan; Karththar Malaiyilirundhu Avanaik Kooppittu: Nee Yaakkobu Vamsaththaarukkuch Sollavum, Isravel Puththirarukku Arivikkavum Vendiyadhu Ennavendraal, "
},{ "Verses": "4 naan Egipthiyarukkuch Seydhadhaiyum, Naan Ungalaik Kazhugugaludaiya Settaigalinmel Sumandhu, Ungalai Ennandaiyile Serththukkondadhaiyum, Neengal Kandirukkireergal. "
},{ "Verses": "5 ippozhudhu Neengal En Vaakkai Ullabadi Kettu, En Udanbadikkaiyaik Kaikkolveergalaanaal, Sagala Janangalilum Neengale Enakkuch Sondha Sambaththaayiruppeergal; Boomiyellaam Ennudaiyadhu. "
},{ "Verses": "6 neengal Enakku Aasaariya Raajyamum Parisuththa Jaadhiyumaai Iruppeergal Endru Nee Isravel Puththirarode Solla Vendiya Vaarththaigal Endraar. "
},{ "Verses": "7 mose Vandhu Janangalin Moopparai Azhaippiththu, Karththar Thanakkuk Karpiththa Vaarththaigalaiyellaam Avargalukku Munbaagach Sonnaan. "
},{ "Verses": "8 adharku Janangal Ellaarum Egamaai, Karththar Sonnavaigalaiyellaam Seyvom Endru Piradhiyuththaram Sonnaargal. Janangal Sonna Vaarththaigalai Mose Karththaridaththil Theriviththaan. "
},{ "Verses": "9 appozhudhu Karththar Moseyai Nokki: Naan Unnode Pesumpodhu Janangal Kettu, Unnai Endraikkum Visuvaasikkumbadi, Naan Kaarmegaththil Unnidaththirku Varuven Endraar. Janangal Sonna Vaarththaigalai Mose Karththarukkuch Sonnaan. "
},{ "Verses": "10 pinnum Karththar Moseyai Nokki: Nee Janangalidaththil Poi, Indraikkum Naalaikkum Avargalaip Parisuththappaduththu; Avargal Thangal Vasthirangalaith Thoiththu, "
},{ "Verses": "11 moondraam Naalaikku Aayaththappattirukkakkadavargal; Moondraam Naalil Karththar Sagala Janangalukkum Piraththiyatchamaagach Seenaaimalaiyinmel Iranguvaar. "
},{ "Verses": "12 janangalukkuch Sutrilum Nee Oru Ellai Kuriththu, Avargal Malaiyil Eraadhabadikkum, Adhin Adivaaraththaith Thodaadhabadikkum Echcharikkaiyaai Irungal Endru Avargalukkuch Sol; Malaiyaith Thodugiravan Evanum Nichchayamaagave Kollappaduvaan. "
},{ "Verses": "13 oru Kaiyum Adhaith Thodalaagaadhu; Thottaal, Nichchayamaagak Kalleriyundu, Alladhu Ooturuva Eyyundu Saagavendum; Mirugamaanaalumsari, Manidhanaanaalumsari, Uyirode Vaikkappadalaagaadhu; Ekkaalam Nedundhoniyaaith Dhonikkaiyil, Avargal Malaiyin Adivaaraththil Varakkadavargal Endraar. "
},{ "Verses": "14 mose Malaiyilirundhu Irangi, Janangalidaththil Vandhu, Avargalaip Parisuththappaduththinaan; Avargal Thangal Vasthirangalaith Thoiththaargal. "
},{ "Verses": "15 avan Janangalai Nokki: Moondraam Naalukku Aayaththappattirungal, Manaiviyinidaththil Seraadhirungal Endraan. "
},{ "Verses": "16 moondraam Naal Vidiyarkaalaththil Idimuzhakkangalum Minnalgalum, Malaiyinmel Kaarmegamum Magaa Balaththa Ekkaalasaththamum Undaayitru; Paalayaththilirundha Janangal Ellaarum Nadunginaargal. "
},{ "Verses": "17 appozhudhu Janangal Dhevanukku Edhirkondupoga, Mose Avargalaip Paalayaththilirundhu Purappadappanninaan; Avargal Malaiyin Adivaaraththil Nindraargal. "
},{ "Verses": "18 karththar Seenaaimalaiyinmel Akkiniyil Iranginabadiyaal, Adhu Muzhuvadhum Pugaikkaadaai Irundhadhu; Andhap Pugai Soolaiyin Pugaiyaippola Ezhumbitru; Malai Muzhuvadhum Migavum Adhirndhadhu. "
},{ "Verses": "19 ekkaalasaththam Varavara Migavum Balamaaith Dhoniththadhu; Mose Pesinaan; Dhevan Avanukku Vaakkinaal Marumozhi Koduththaar. "
},{ "Verses": "20 karththar Seenaaimalaiyilulla Kodumudiyil Iranginapodhu, Karththar Moseyai Malaiyin Kodumudiyile Varavazhaiththaar; Mose Eripponaan. "
},{ "Verses": "21 appozhudhu Karththar Moseyai Nokki: Janangal Paarkkiradharku Ellaiyaik Kadandhu Karththaridaththil Varaadhabadikkum, Avargalil Anegar Azhindhu Pogaadhabadikkum, Nee Irangippoi, Avargalai Urudhiyaaga Echchari. "
},{ "Verses": "22 karththarin Samugaththil Varugira Aasaariyargalum, Karththar Thangalukkulle Sangaaram Pannaadhabadi, Thangalaip Parisuththappaduththikkollavendum Endraar. "
},{ "Verses": "23 appozhudhu Mose Karththarai Nokki: Malaiyaich Sutrilum Ellai Kuriththu, Adhaip Parisuththappaduththungal Endru Dhevareer Engalai Urudhiyaaga Echchariththirukkireer; Aagaiyaal, Janangal Seenaaimalaiyinmel Erivaramaattaargal Endraan. "
},{ "Verses": "24 karththar Moseyai Nokki: Nee Irangippo; Pinbu Neeyum Aaronum Koodi Erivaarungal; Aasaariyargalum Janangalum, Karththar Thangalukkulle Sangaarampannaadhabadikku, Ellaiyaik Kadandhu Karththaridaththil Varaadhirukkakkadavargal Endraar. "
},{ "Verses": "25 appadiye Mose Irangi Janangalidaththil Poi, Adhai Avargalukkuch Sonnaan. "
}
]