[
{ "Verses": "1 avargal Enakku Aasaariya Oozhiyam Seyyumbadi Avargalaip Parisuththappaduththum Poruttu, Nee Avargalukkuch Seyyavendiyadhaavadhu: Oru Kaalaiyum Pazhudhatra Irandu Aattukkadaakkalaiyum Therindhukolvaayaaga. "
},{ "Verses": "2 pulippillaa Appaththaiyum, Enneyile Pisaindha Pulippillaa Adhirasangalaiyum, Enney Poosappatta Pulippillaa Adaigalaiyum Kodhumaiyin Melliya Maavinaal Panni, "
},{ "Verses": "3 avaigalai Oru Koodaiyile Vaiththu, Koodaiyode Avaigalaiyum Kaalaiyaiyum Irandu Aattukkadaakkalaiyum Konduvandhu, "
},{ "Verses": "4 aaronaiyum Avan Kumaararaiyum Aasarippuk Koodaaraththin Vaasal Munbaagach Serappanni, Avargalaith Thanneerinaal Kazhuvi, "
},{ "Verses": "5 andha Vasthirangalai Eduththu, Aaronukku Ulsattaiyaiyum, Epoththin Keezh Angiyaiyum, Epoththaiyum, Maarppadhakkaththaiyum Thariththu, Epoththin Visiththiramaana Kachchaiyaiyum Avanukkuk Katti, "
},{ "Verses": "6 avan Thalaiyile Paakaiyaiyum Vaiththu, Parisuththa Kireedaththaip Paakaiyinmel Thariththu, "
},{ "Verses": "7 abishega Thailaththaiyum Eduththu, Avan Thalaiyinmel Vaarththu, Avanai Abisheganjeyvaayaaga. "
},{ "Verses": "8 pinbu Avan Kumaararaich Serappanni, Aasaariya Oozhiyam Avargalukku Niththiya Kattalaiyaaga Irukkumbadi, Avargalukkum Angigalai Uduththuvaayaaga. "
},{ "Verses": "9 aaronukkum Avan Kumaararukkum Idaikkachchaigalaik Katti, Avan Kumaararukkuk Kullaakkalaiyum Thariththu, Ippadiye Aaronaiyum Avan Kumaararaiyum Piradhishtai Pannuvaayaaga. "
},{ "Verses": "10 kaalaiyai Aasarippuk Koodaaraththukku Munbaagak Konduvaruvaayaaga; Appozhudhu Aaronum Avan Kumaararum Thangal Kaigalaik Kaalaiyinudaiya Thalaiyinmel Vaikkakkadavargal. "
},{ "Verses": "11 pinbu Nee Andhak Kaalaiyai Aasarippuk Koodaaraththu Vaasalandaiyile Karththarudaiya Sannidhaanaththil Adiththu, "
},{ "Verses": "12 adhin Raththaththil Konjam Eduththu, Un Viralinaal Balibeedaththin Kombugalmel Ittu, Matra Raththam Muzhuvadhaiyum Balibeedaththin Adiyile Ootri, "
},{ "Verses": "13 kudalgalai Moodiya Kozhuppu Yaavaiyum, Kalleeralin Melulla Savvaiyum, Irandu Kundikkaaigalaiyum, Avaigalinmelulla Kozhuppaiyum Eduththu, Balibeedaththinmel Thagiththuppottu, "
},{ "Verses": "14 kaalaiyin Maamsaththaiyum Adhin Tholaiyum Adhin Saaniyaiyum Paalayaththukkup Purambe Akkiniyaal Sutterikkakkadavaai; Idhu Paavanivaaranabali. "
},{ "Verses": "15 pinbu Andha Aattukkadaakkalil Ondraik Konduvandhu Niruththuvaayaaga; Adhinudaiya Thalaiyinmel Aaronum Avan Kumaararum Thangal Kaigalai Vaikkakkadavargal. "
},{ "Verses": "16 andhak Kadaavai Adiththu, Adhin Raththaththaip Pidiththu, Balibeedaththinmel Sutrilum Theliththu, "
},{ "Verses": "17 aattukkadaavaich Sandhusandhaagath Thundiththu, Adhin Kudalgalaiyum Adhin Thodaigalaiyum Kazhuvi, Avaigalai Andhath Thundangalinmelum Adhin Thalaiyinmelum Vaiththu, "
},{ "Verses": "18 aattukkadaa Muzhuvadhaiyum Balibeedaththinmel Thagiththuviduvaayaaga; Idhu Karththarukkuch Seluththum Sarvaanga Thaganabali; Idhu Sugandha Vaasanaiyum Karththarukkuch Seluththum Thaganabaliyumaai Irukkum. "
},{ "Verses": "19 pinbu Matra Aattukkadaavaiyum Konduvandhu Niruththuvaayaaga; Adhinudaiya Thalaiyinmel Aaronum Avan Kumaararum Thangal Kaigalai Vaikkakkadavargal. "
},{ "Verses": "20 appozhudhu Andhak Kadaavai Adiththu, Adhin Raththaththil Konjam Eduththu, Aaronin Valadhukaadhu Matalilum, Avan Kumaararin Valadhukaadhu Matalilum, Avargal Valadhukaiyin Peruviralilum, Avargal Valadhukaalin Peruviralilum Ittu, Matra Raththaththaip Balibeedaththinmel Sutrilum Theliththu, "
},{ "Verses": "21 balibeedaththin Melirukkum Raththaththilum Abishegathailaththilum Konjam Eduththu, Aaronum Avan Vasthirangalum Avanudaiya Kumaararum Avargaludaiya Vasthirangalum Parisuththamaakkappadumbadi, Avanmelum Avan Vasthirangalmelum Avanudaiya Kumaarar Melum Avargaludaiya Vasthirangal Melum Thelippaayaaga. "
},{ "Verses": "22 andha Aattukkataa Piradhishtaiyin Aattukkataavaanadhaal, Adhilulla Kozhuppaiyum Vaalaiyum Kutalkalai Mootiya Kozhuppaiyum Kalleeralinmelulla Savvaiyum Irantu Kuntikkaaikalaiyum Avaikalinmelulla Kozhuppaiyum Valadhupakkaththu Munnandhotaiyaiyum, "
},{ "Verses": "23 karththarudaiya Sannidhaanaththil Vaiththirukkira Pulippillaa Appangalulla Koodaiyil Oru Appaththaiyum Enneyitta Appamaagiya Oru Adhirasaththaiyum Oru Adaiyaiyum Eduththu, "
},{ "Verses": "24 avaigal Ellaavatraiyum Aaronin Ullangaigalilum Avan Kumaararin Ullangaigalilum Vaiththu, Avaigalaik Karththarudaiya Sannidhaanaththil Asaivaattappadum Kaanikkaiyaaga Asaivaatti, "
},{ "Verses": "25 pinbu Avaigalai Avargal Kaigalilirundhu Eduththu, Balibeedaththinmel Sarvaanga Thaganabaliyodu Vaiththu, Karththarudaiya Sannidhaanaththil Sugandha Vaasanaiyaagath Thakikkakkadavaai; Idhu Karththarukkuch Seluththappadum Thaganabali. "
},{ "Verses": "26 aaronudaiya Piradhishtaiyin Aattukkadaavile Maarkkandaththai Eduththu, Adhaik Karththarudaiya Sannidhaanaththil Asaivaattappadum Kaanikkaiyaaga Asaivaattakkadavaai; Adhu Un Pangaayirukkum. "
},{ "Verses": "27 melum, Aaronudaiya Piradhishtaikkum Avan Kumaararudaiya Piradhishtaikkum Niyamiththa Aattukkadaavil Asaivaattappadugira Maarkkandaththaiyum Ereduththup Padaikkappadugira Munnandhodaiyaiyum Parisuththappaduththuvaayaaga. "
},{ "Verses": "28 adhu Ereduththup Padaikkira Padaippaanadhinaal, Isravel Puththirar Paliyidugiravaigalil Avaigale Niththiya Kattalaiyaaga Aaronaiyum Avan Kumaararaiyum Servadhaaga; Isravel Puththirar Karththarudaiya Sannidhaanaththil Ereduththup Padaikkira Samaadhaanabaligalil Avaigale Ereduththup Padaikkum Padaippaayirukkavendum. "
},{ "Verses": "29 aaronin Parisuththa Vasthirangal, Avanukkuppin, Avanudaiya Kumaararaich Serum; Avargal Avaigalai Uduththikkondu, Abishegampannappattup Piradhishtaiyaakkappaduvaargal. "
},{ "Verses": "30 avanudaiya Kumaararil Avan Pattaththirku Varugira Aasaariyan Parisuththa Sthalaththil Aaraadhanai Seyvadharku Aasarippuk Koodaaraththil Piravesikkumbodhu, Avaigalai Ezhunaalmattum Uduththikkollakkadavan. "
},{ "Verses": "31 piradhishtaiyin Aattukkadaavaik Konduvandhu, Adhin Maamsaththaip Parisuththa Idaththil Vevippaayaaga. "
},{ "Verses": "32 andha Aattukkadaavin Maamsaththaiyum, Koodaiyilirukkira Appaththaiyum, Aaronum Avan Kumaararum Aasarippuk Koodaaraththin Vaasalile Pusikkakkadavargal. "
},{ "Verses": "33 avargalaip Piradhishtai Pannip Parisuththappaduththumporuttu, Avaigalaal Paavanivirththi Seyyappattabadiyaal, Avaigalai Avargal Pusikkakkadavargal; Anniyano Avaigalaip Pusikkalaagaadhu; Avaigal Parisuththamaanavaigal. "
},{ "Verses": "34 piradhishtaiyin Maamsaththilum Appaththilum Edhaagilum Vidiyarkaalam Mattum Meendhirundhadhaanaal, Adhai Akkiniyaale Sutterippaayaaga; Adhu Pusikkappadalaagaadhu, Adhu Parisuththamaanadhu. "
},{ "Verses": "35 indhappiragaaram Naan Unakkuk Kattalaiyittabadi Ellaavatraiyum Nee Aaronukkum Avan Kumaararukkum Seyvaayaaga; Ezhunaalalavum Nee Avargalaip Piradhishtaipanni, "
},{ "Verses": "36 paavanivirththikkaaga Ovvorunaalilum Ovvoru Kaalaiyaip Paavanivaarana Baliyaagap Baliyittu; Balibeedaththukkaagap Piraayachchiththam Seydha Pin, Andhap Balibeedaththaich Suththiseyya Vendum; Adhaip Parisuththappaduththumbadi Adhai Abishegam Pannakkadavaai. "
},{ "Verses": "37 ezhunaalalavum Balibeedaththirkaagap Piraayachchiththanjeydhu, Adhaip Parisuththamaakkakkadavaai; Balibeedamaanadhu Magaa Parisuththamaayirukkum; Balibeedaththaith Thodugiradhellaam Parisuththamaagum. "
},{ "Verses": "38 balibeedaththinmel Nee Baliyidavendiyadhu Ennavenil; Idaividaamal Ovvorunaalilum Oru Vayadhaana Irandu Aattukkuttigalaip Baliyidavendum. "
},{ "Verses": "39 oru Aattukkuttiyaik Kaalaiyilum, Matra Aattukkuttiyai Maalaiyilum Baliyiduvaayaaga. "
},{ "Verses": "40 oru Marakkaalile Paththiloru Pangaanadhum, Idiththup Pizhindha Kaalpadi Enneyile Pisaindhadhumaagiya Melliya Maavaiyum, Paanabaliyaagak Kaalpadi Thiraatcharasaththaiyum, Oru Aattukkuttiyudane Padaippaayaaga. "
},{ "Verses": "41 matra Aattukkuttiyai Maalaiyile Baliyittu, Kaalaiyile Seluththina Bojanabalikkum Paanabalikkum Oththapiragaaram Adhaik Karththarukkuch Sugandha Vaasanaiyaana Thaganabaliyaagap Padaikkakkadavaai. "
},{ "Verses": "42 unnudane Pesumbadi Naan Ungalaich Sandhikkum Idamaayirukkira Aasarippuk Koodaaraththinudaiya Vaasalaagiya Karththarudaiya Sannidhiyile, Ungal Thalaimuraidhorum Seluththappadavendiya Niththiya Sarvaanga Thaganabali Idhuve. "
},{ "Verses": "43 ange Isravel Puththiraraich Sandhippen; Andha Sthalam Ennudaiya Magimaiyinaal Parisuththamaakkappadum. "
},{ "Verses": "44 aasarippuk Koodaaraththaiyum Balibeedaththaiyum Naan Parisuththamaakkuven; Enakku Aasaariya Oozhiyam Seyyumbadikku, Aaronaiyum Avan Kumaararaiyum Parisuththappaduththi, "
},{ "Verses": "45 isravel Puththirarin Naduve Naan Vaasampanni, Avargalukkuth Dhevanaayiruppen. "
},{ "Verses": "46 thangal Naduve Naan Vaasampannumbadi, Thangalai Egipthu Dhesaththilirundhu Purappadappannina Naan Thangal Dhevanaagiya Karththar Endru Avargal Arivaargal; Naane Avargal Dhevanaagiya Karththar. "
}
]