[
{ "Verses": "1 abaandamaana Sollai Etruk Kollaayaaga; Kodumaiyulla Saatchikkaaranaayirukka Aagaadhavanode Kalavaayaaga. "
},{ "Verses": "2 theemaiseyya Thiralaanapergalaip Pinbatraadhiruppaayaaga; Vazhakkile Niyaayaththaip Puratta Migudhiyaanavargalin Patchaththil Saaindhu, Uththaravu Sollaadhiruppaayaaga. "
},{ "Verses": "3 viyaachchiyaththile Thariththiranudaiya Mugaththaip Paaraayaaga. "
},{ "Verses": "4 un Saththuruvin Maadaavadhu Avanudaiya Kazhudhaiyaavadhu Thappippogakkandaal, Adhaith Thirumba Avanidaththil Kondupoi Viduvaayaaga. "
},{ "Verses": "5 unnaip Pagaikkiravanudaiya Kazhudhai Sumaiyode Vizhundhukidakkak Kandaayaanaal, Adharku Udhaviseyyaadhirukkalaamaa? Avasiyamaai Avanodekooda Adharku Udhaviseyvaayaaga. "
},{ "Verses": "6 unnidaththilirukkira Eliyavanudaiya Viyaachchiyaththil Avanudaiya Niyaayaththaip Purattaayaaga. "
},{ "Verses": "7 kallakkaariyaththukkuth Dhooramaayiruppaayaaga; Kutramillaadhavanaiyum Needhimaanaiyum Kolaiseyyaayaaga; Naan Dhunmaarkkanai Needhimaan Endru Theerkkamaatten. "
},{ "Verses": "8 paridhaanam Vaangaadhiruppaayaaga; Paridhaanam Paarvaiyullavargalaik Kurudaakki, Needhimaangalin Vaarththaigalaip Purattum. "
},{ "Verses": "9 anniyanai Odukkaayaaga; Egipthu Dhesaththil Anniyargalaayirundha Neengal Anniyanudaiya Irudhayaththai Arindhirukkireergale. "
},{ "Verses": "10 aaruvarusham Nee Un Nilaththil Payirittu, Adhin Palanaich Serththukkol. "
},{ "Verses": "11 ezhaam Varushaththil Un Janaththilulla Eliyavargal Pusikkavum, Meedhiyaanadhai Veliyin Jendhukkal Thinnavum, Andha Nilam Summaa Kidakka Vittuviduvaayaaga; Un Thiraatchaththottaththaiyum Un Olivaththoppaiyum Appadiye Seyvaayaaga. "
},{ "Verses": "12 aarunaal Un Velaiyaich Seydhu, Ezhaamnaalile Un Maadum Un Kazhudhaiyum Ilaippaaravum, Un Adimaippennin Pillaiyum Anniyanum Ilaippaaravum Oindhiruppaayaaga. "
},{ "Verses": "13 naan Ungalukkuch Sonnavaigal Yaavatrilum Saavadhaanamaayirungal. Anniya Dhevargalin Peraich Sollavendaam; Adhu Un Vaayilirundhu Pirakkak Ketkappadavum Vendaam. "
},{ "Verses": "14 varushaththil Moondrudharam Enakkup Pandigai Aasarippaayaaga. "
},{ "Verses": "15 pulippillaa Appappandigaiyaik Kondaadi, Naan Unakkuk Kattalaiyittabadiye Aapip Maadhaththin Kuriththa Kaalaththil Ezhunaal Pulippillaa Appam Pusippaayaaga; Andha Maadhaththil Egipthilirundhu Purappattaaye, En Sannidhiyil Verungaiyaai Varavendaam. "
},{ "Verses": "16 nee Vayalil Vidhaiththa Un Payir Velaigalin Mudhalpalanaich Seluththugira Aruppukkaala Pandigaiyaiyum, Varusha Mudivile Nee Vayalil Un Velaigalin Palanaich Serththuth Theerndhapodhu, Serppukkaala Pandigaiyaiyum Aasarippaayaaga. "
},{ "Verses": "17 varushaththil Moondrudharam Un Aanmakkal Ellaarum Karththaraagiya Aandavarudaiya Sannidhiyil Varakkadavargal. "
},{ "Verses": "18 enakku Idum Baliyin Raththaththaip Puliththamaavudan Seluththavendaam, Enakku Idum Baliyin Kozhuppai Vidiyarkaalamvaraikkum Vaikkavum Vendaam. "
},{ "Verses": "19 un Nilaththil Mudhal Vilaichchalgalil Mudhal Kaniyai Un Dhevanaagiya Karththarudaiya Aalayaththukkuk Kondu Varuvaayaaga; Vellaattukkuttiyai Adhin Thaayin Paalile Samaikkavendaam. "
},{ "Verses": "20 vazhiyil Unnaik Kaakkiradharkum, Naan Aayaththampannina Sthaanaththukku Unnaik Kondupoich Serkkiradharkum, Idho, Naan Oru Thoodhanai Unakku Munne Anuppugiren. "
},{ "Verses": "21 avar Samugaththil Echcharikkaiyaayirundhu, Avar Vaakkukkuch Sevikodu; Avaraik Kobappaduththaadhe; Ungal Dhurogangalai Avar Poruppadhillai; En Naamam Avar Ullaththil Irukkiradhu. "
},{ "Verses": "22 nee Avar Vaakkai Nandraaik Kettu, Naan Solvadhaiyellaam Seyvaayaagil, Naan Un Saththurukkalukkuch Saththuruvaayum, Un Virodhigalukku Virodhiyaayum Iruppen. "
},{ "Verses": "23 en Thoodhanaanavar Unakkumun Sendru, Emoriyarum Eththiyarum Perisiyarum Kaanaaniyarum Eviyarum Eboosiyarum Irukkira Idaththukku Unnai Nadaththikkondupovaar; Avargalai Naan Adhampannuven. "
},{ "Verses": "24 nee Avargaludaiya Dhevargalaip Panindhukollaamalum, Seviyaamalum, Avargal Seygaigalinbadi Seyyaamalum, Avargalai Nirmoolampanni, Avargaludaiya Silaigalai Udaiththuppoduvaayaaga. "
},{ "Verses": "25 ungal Dhevanaagiya Karththaraiye Sevikkakkadaveergal; Avar Un Appaththaiyum Un Thanneeraiyum Aaseervadhippaar. Viyaadhiyai Unnilirundhu Vilakkuven. "
},{ "Verses": "26 karppam Vizhukiradhum Malatum Un Dhesaththil Iruppadhillai; Un Aayusunaatkalaip Pooranappaduththuven. "
},{ "Verses": "27 enakkup Bayappadum Bayaththai Unakkumun Sellumbadi Seyven. Nee Sellum Idamengumulla Janangal Ellaaraiyam Kalangadiththu, Un Saththurukkal Ellaaraiyum Mudhugu Kaattappannuven. "
},{ "Verses": "28 un Mugaththirku Munnindru Eviyaraiyum Kaanaaniyaraiyum Eththiyaraiyum Thuraththivida, Kulavigalai Unakku Munne Anuppuven. "
},{ "Verses": "29 dhesam Paazhaaippogaamalum, Kaattumirugangal Unakku Virodhamaaip Perugaamalum Irukkumbadi, Naan Avargalai Ore Varushaththirkulle Un Munnindru Thuraththividaamal, "
},{ "Verses": "30 nee Viruththiyadaindhu, Dhesaththaich Sudhandhariththukkollumvaraikkum, Avargalaik Konjam Konjamaai Un Munnindru Thuraththividuven. "
},{ "Verses": "31 sivandha Samuththiram Thodangi Pelistharin Samuththiramvaraikkum, Vanaandharam Thodangi Nadhivaraikkum Un Ellaiyaayirukkumbadi Seyven; Naan Andhath Dhesaththin Kudigalai Ungal Kaiyil Oppukkoduppen; Nee Avargalai Un Munnindru Thuraththividuvaai. "
},{ "Verses": "32 avargalodum Avargal Dhevargalodum Nee Udanbadikkai Pannaadhiruppaayaaga. "
},{ "Verses": "33 avargal Unnai Enakku Virodhamaagap Paavanj Seyyappannaadhabadikku Un Dhesaththile Kudiyirukka Vendaam; Nee Avargal Dhevargalaich Seviththaal, Adhu Unakkuk Kanniyaayirukkum Endraar. "
}
]