[
{ "Verses": "1 mose Meedhiyaan Dhesaththu Aasaariyanaayirundha Than Maamanaagiya Eththirovin Aadugalai Meyththuvandhaan. Avan Aadugalai Vanaandharaththin Pinburaththile Otti, Dhevaparvadhamaagiya Orepmattum Vandhaan. "
},{ "Verses": "2 ange Karththarudaiya Thoodhanaanavar Oru Mutchediyin Naduvilirundhu Undaana Akkinijuvaalaiyile Nindru Avanukkuth Dharisanamaanaar. Appozhudhu Avan Utruppaarththaan; Mutchedi Akkiniyaal Juvaaliththu Erindhum, Adhu Vendhupogaamal Irundhadhu. "
},{ "Verses": "3 appozhudhu Mose: Indha Mutchedi Vendhupogaadhirukkiradhu Enna, Naan Kittappoi Indha Arpudhakaatchiyaip Paarppen Endraan. "
},{ "Verses": "4 avan Paarkkumbadi Kitta Varugiradhaik Karththar Kandaar. Mutchediyin Natuvilirundhu Dhevan Avanai Nokki: Mose, Mose Endru Kooppittaar. Avan: Idho, Adiyen Endraan. "
},{ "Verses": "5  Appozhudhu Avar: Inge Kittich Seraayaaga; Un Kaalgalil Irukkira Paadharatchaiyaik Kazhatrippodu; Nee Nirkira Idam Parisuththa Boomi Endraar. "
},{ "Verses": "6 pinnum Avar: Naan Aabiragaamin Dhevanum Eesaakkin Dhevanum Yaakkobin Dhevanumaagiya Un Pidhaakkaludaiya Dhevanaayirukkiren Endraar. Mose Dhevanai Nokkippaarkkap Bayandhadhinaal, Than Mugaththai Moodikkondaan. "
},{ "Verses": "7  Appozhudhu Karththar: Egipthilirukkira En Janaththin Ubaththiravaththai Naan Paarkkave Paarththu, Aalottigalinimiththam Avargal Idugira Kookkuralaik Ketten, Avargal Padugira Vedhanaigalaiyum Arindhirukkiren. "
},{ "Verses": "8 avargalai Egipthiyarin Kaikku Vidudhalaiyaakkavum, Avargalai Andhath Dhesaththilirundhu Neekki, Kaanaaniyarum Eththiyarum Emoriyarum Perisiyarum Eviyarum Eboosiyarum Irukkira Idamaagiya Paalum Thenum Odugira Nalamum Visaalamumaana Dhesaththil Kondupoich Serkkavum Iranginen. "
},{ "Verses": "9 ippozhudhum Isravel Puththirarin Kookkural En Sannidhiyil Vandhu Ettinadhu; Egipthiyar Avargalai Odukkugira Odukkudhalaiyum Kanden. "
},{ "Verses": "10 nee Isravel Puththiraraagiya En Janaththai Egipthilirundhu Azhaiththu Varumbadi Unnaip Paarvonidaththukku Anuppuven Vaa Endraar. "
},{ "Verses": "11 appozhudhu Mose Dhevanai Nokki: Paarvonidaththukkup Pogavum, Isravel Puththirarai Egipthilirundhu Azhaiththuvaravum, Naan Emmaaththiram Endraan. "
},{ "Verses": "12 adharku Avar: Naan Unnode Iruppen; Nee Janaththai Egipthilirundhu Azhaiththu Vandhapin, Neengal Indha Malaiyil Dhevanukku Aaraadhanai Seyveergal; Naan Unnai Anuppinen Enbadharku Idhuve Adaiyaalam Endraar. "
},{ "Verses": "13  Appozhudhu Mose Dhevanai Nokki: Naan Isravel Puththiraridaththil Poi, Ungal Pidhaakkaludaiya Dhevan Ungalidaththil Ennai Anuppinaar Endru Avargalukkuch Sollumbodhu, Avarudaiya Naamam Enna Endru Avargal Ennidaththil Kettaal, Naan Avargalukku Enna Solluven Endraan. "
},{ "Verses": "14 adharkuth Dhevan: Irukkiravaraaga Irukkiren Endru Moseyudane Solli, Irukkiren Enbavar Ennai Ungalidaththukku Anuppinaar Endru Isravel Puththirarode Solvaayaaga Endraar. "
},{ "Verses": "15 melum, Dhevan Moseyai Nokki: Aabiragaamin Dhevanum Eesaakkin Dhevanum Yaakkobin Dhevanumaayirukkira Ungal Pidhaakkaludaiya Dhevanaagiya Karththar Ennai Ungalidaththukku Anuppinaar Endru Nee Isravel Puththirarukkuch Solvaayaaga; Endraikkum Idhuve En Naamam, Thalaimurai Thalaimuraidhorum Idhuve En Perppirasthaabam. "
},{ "Verses": "16 nee Poi, Isravelin Moopparaikkootti, Avargalidaththil: Aabiragaam Eesaakku Yaakkobu Enbavargaludaiya Dhevanaayirukkira Ungal Pidhaakkaludaiya Dhevanaagiya Karththar Enakkuth Dharisanamaagi, Ungalai Nichchayamaaich Sandhiththu, Egipthil Ungalukkuch Seyyappattadhaik Kanden Endrum, "
},{ "Verses": "17 naan Ungalai Egipthin Sirumaiyilirundhu Neekki, Paalum Thenum Odugira Dhesamaagiya Kaanaaniyar Eththiyar Emoriyar Perisiyar Eviyar Eboosiyarudaiya Dhesaththukkuk Kondupoven Endrum Sonnen Endraar Endru Sollu. "
},{ "Verses": "18  Avargal Un Vaakkukkuch Sevikoduppaargal; Appozhudhu Neeyum Isravelin Moopparum Egipthin Raajaavinidaththil Poi: Ebireyarudaiya Dhevanaagiya Karththar Engalaich Sandhiththaar; Ippozhudhum Naangal Vanaandharaththil Moondru Naal Pirayaanampoi, Engal Dhevanaagiya Karththarukkup Baliyidumbadi Engalaip Pogavidavendumendru Sollungal. "
},{ "Verses": "19 aanaalum, Egipthin Raajaa Kaivallamai Kandaalozhiya, Ungalaip Pogavidaan Endru Naan Ariven. "
},{ "Verses": "20 aagaiyaal, Naan En Kaiyai Neetti, Egipthin Naduvile Naan Seyyum Sagalavidha Arpudhangalaalum Adhai Vaadhippen; Adharkuppin Avan Ungalaip Pogaviduvaan. "
},{ "Verses": "21 appozhudhu Indha Janangalukku Egipthiyarin Kangalil Dhayavu Kidaikkappannuven; Neengal Pogumpodhu Verumaiyaaip Povadhillai. "
},{ "Verses": "22 ovvoru Sthireeyum, Than Than Ayalagaththaalidaththilum, Than Than Veettil Thangugiravalidaththilum, Velliyudamaigalaiyum Ponnudaimaigalaiyum Vasthirangalaiyum Kettuvaanguvaal; Avaigalai Ungal Kumaararukkum Ungal Kumaaraththigalukkum Tharippiththu, Egipthiyaraik Kollaiyiduveergal Endraar. "
}
]