[
{ "Verses": "1 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "2 naan Yoodhaavin Koththiraththil Oorudaiya Maganaana Ooriyin Kumaaran Pesaleyelaip Persolli Azhaiththu, "
},{ "Verses": "3 vinodhamaana Velaigalai Avan Yosiththuch Seygiradharkum, Ponnilum Velliyilum Vengalaththilum Velaiseygiradharkum, "
},{ "Verses": "4 raththinangalai Muththiraivettaaka Vettip Padhikkiradharkum, Maraththil Siththiravelaigalaich Seygiradharkum, "
},{ "Verses": "5 matrum Sagalavidha Velaigalaiyum Yoogiththuch Seygiradharkum Vendiya Gnaanamum Puththiyum Arivum Avanukku Undaaga, Avanai Dhevaaaviyinaal Nirappinen. "
},{ "Verses": "6 melum, Thaan Koththiraththilulla Akisaamaakin Kumaaranaagiya Agoliyaabaiyum Avanode Thunaiyaagak Koottinadhumandri, Gnaana Irudhayamulla Yaavarudaiya Irudhayaththilum Gnaanaththai Arulinen; Naan Unakkuk Kattalaiyitta Yaavaiyum Avargal Seyvaargal. "
},{ "Verses": "7 aasarippuk Koodaaraththaiyum Saatchip Pettiyaiyum Adhinmelulla Kirubaasanaththaiyum, Koodaaraththilulla Sagala Panimuttugalaiyum, "
},{ "Verses": "8 mejaiyaiyum Adhin Panimuttugalaiyum, Suththamaana Kuththuvilakkaiyum Adhin Sagala Karuvigalaiyum, Thoobabeedaththaiyum, "
},{ "Verses": "9 thaganabalibeedaththaiyum Adhin Sagala Panimuttugalaiyum, Thottiyaiyum Adhin Paadhaththaiyum, "
},{ "Verses": "10 aaraadhanai Vasthirangalaiyum, Aasaariya Oozhiyam Seyvadharkaana Aasaariyanaagiya Aaronin Parisuththa Vasthirangalaiyum, Avan Kumaararin Vasthirangalaiyum, "
},{ "Verses": "11 abishega Thailaththaiyum, Parisuththa Sthalaththukkuch Sugandhavarkkangalaagiya Thoobavarkkaththaiyum, Naan Unakkuk Kattalaiyittabadiye, Avargal Seyyavendum Endraar. "
},{ "Verses": "12 melum, Karththar Moseyinidaththil: "
},{ "Verses": "13 nee Isravel Puththirarai Nokki, Neengal En Oivunaatkalai Aasarikka Vendum; Ungalaip Parisuththappaduththugira Karththar Naan Enbadhai Neengal Ariyumbadi, Idhu Ungal Thalaimuraidhorum Enakkum Ungalukkum Adaiyaalamaayirukkum. "
},{ "Verses": "14 aagaiyaal, Oivunaalai Aasarippeerkalaaga; Adhu Ungalukkup Parisuththamaanadhu; Adhaip Parisuththak Kulaichchalaakkukiravan Kolaiyunnakkadavan; Adhile Velaiseygira Endha Aaththumaavum Than Janaththin Naduvil Iraadhabadikku Aruppundupovaan. "
},{ "Verses": "15 aarunaalum Velaiseyyalaam; Ezhaam Naalo Velai Ozhindhirukkum Oivunaal; Adhu Karththarukkup Parisuththamaanadhu; Oivunaalil Velaiseygiravan Evanum Kolaiseyyappadavendum. "
},{ "Verses": "16 aagaiyaal, Isravel Puththirar Thangal Thalaimuraidhorum Oivunaalai Niththiya Udanbadikkaiyaaga Aasarikkumbadi, Adhaik Kaikkollakkadavargal. "
},{ "Verses": "17 adhu Endraikkum Enakkum Isravel Puththirarukkum Adaiyaalamaayirukkum; Aarunaalaikkulle Karththar Vaanaththaiyum Boomiyaiyum Undaakki, Ezhaam Naalile Oindhirundhu Pooriththaar Endraar. "
},{ "Verses": "18 seenaaimalaiyil Avar Moseyode Pesi Mudindhapin, Dhevanudaiya Viralinaal Ezhudhappatta Karpalagaigalaagiya Saatchiyin Irandu Palagaigalai Avanidaththil Koduththaar. "
}
]