[
{ "Verses": "1 karththar Moseyai Nokki: "
},{ "Verses": "2 isravel Puththirar Enakkuk Kaanikkaiyaik Konduvarumbadi Avargalukkuch Sollu; Manappoorvamaai Urchaagaththudan Koduppavan Evano Avanidaththil Enakkuk Kaanikkaiyai Vaanguveergalaaga. "
},{ "Verses": "3 neengal Avargalidaththil Vaangavendiya Kaanikkaiyaavana, Ponnum, Velliyum, Vengalamum, "
},{ "Verses": "4 ilaneelanoolum, Raththaamparanoolum, Sivappunoolum, Melliya Panjunoolum, Vellaattumayirum, "
},{ "Verses": "5 sivappuththeerndha Aattukkadaaththolum, Thagasuththolum, Seeththim Maramum, "
},{ "Verses": "6 vilakkenneyum, Abishegathailaththukkup Parimalavarkkangalum, Dhoobaththukkuch Sugandhavarkkangalum, "
},{ "Verses": "7 epoththilum Maarppadhakkaththilum Padhikkum Komedhakak Karkalum Raththinangalume. "
},{ "Verses": "8 avargal Naduvile Naan Vaasam Panna, Enakku Oru Parisuththa Sthalaththai Undaakkuvaargalaaga. "
},{ "Verses": "9 naan Unakkuk Kaanbikkum Vaasasthalaththin Maadhiriyinbadiyum, Adhinudaiya Ellaath Thattumuttugalin Maadhiriyinbadiyum Adhaich Seyveergalaaga. "
},{ "Verses": "10 seeththim Maraththinaal Oru Pettiyaip Pannakkadavargal; Adhin Neelam Irantarai Muzhamum, Adhin Agalam Ondrarai Muzhamum, Adhan Uyaram Ondrarai Muzhamumaayiruppadhaaga. "
},{ "Verses": "11 adhai Engum Pasumpondhakattaal Mooduvaayaaga; Nee Adhin Utpuraththaiyum Velippuraththaiyum Adhinaal Moodi, Adhinmel Sutrilum Ponninaal Thiranaiyai Undaakki, "
},{ "Verses": "12 adharku Naalu Pon Valaiyangalai Vaarppiththu, Avaigalai Adhin Naalu Moolaigalilum Pottu, Oru Pakkaththil Irandu Valaiyangalum, Marupakkaththil Irandu Valaiyangalum Irukkumbadi Thaiththu, "
},{ "Verses": "13 seeththim Maraththaal Thandugalaich Seydhu, Avaigalaip Pondhakattaal Moodi, "
},{ "Verses": "14 andhath Thandugalaal Pettiyaich Sumakkumbadi, Avaigalaip Pettiyin Pakkangalilirukkum Valaiyangalile Paaichchakkadavaai. "
},{ "Verses": "15 andhath Thandugal Pettiyilirundhu Kazhatrappadaamal, Adhin Valaiyangalile Irukkavendum. "
},{ "Verses": "16 naan Unakkuk Kodukkum Saatchip Piramaanaththai Andhap Pettiyile Vaippaayaaga. "
},{ "Verses": "17 pasumponninaale Kirubaasanaththaip Pannuvaayaaga; Adhu Irandarai Muzha Neelamum Ondrarai Muzha Agalamumaai Irukkakkadavadhu. "
},{ "Verses": "18 ponninaal Irandu Kerubeengalaich Seyvaayaaga; Ponnaith Thagadaai Adiththu, Avaigalaich Seydhu, Kirubaasanaththin Irandu Orangalilum Vaippaayaaga. "
},{ "Verses": "19 oru Puraththu Oraththil Oru Kerubeenaiyum Marupuraththu Oraththil Matrak Kerubeenaiyum Pannivai; Andhak Kerubeengal Kirubaasanaththin Irandu Orangalilum Adhanode Egavelaiyaayirukkumbadi, Avaigalaip Pannakkadavaai. "
},{ "Verses": "20 andhak Kerubeengal Thangal Settaigalai Uyara Viriththu, Thangal Settaigalaal Kirubaasanaththai Moodugiravaigalum Ondrukkondru Edhirmugamullavaigalumaai Irukkakkadavadhu; Kerubeengalin Mugangal Kirubaasanaththai Nokkukiravaigalaayiruppadhaaga. "
},{ "Verses": "21 kirubaasanaththaip Pettiyinmeedhil Vaiththu, Pettikkulle Naan Unakkuk Kodukkum Saatchippiramaanaththai Vaippaayaaga. "
},{ "Verses": "22 ange Naan Unnaich Sandhippen; Kirubaasanaththinmeedhilum Saatchippettiyinmel Nirkum Irandu Kerubeengalin Naduvilum Irundhu Naan Isravel Puththirarukkaaga Unakkuk Karpikkap Pogiravaigalaiyellaam Unnode Solluven. "
},{ "Verses": "23 seeththim Maraththaal Oru Mejaiyaiyum Pannuvaayaaga; Adhu Irandu Muzha Neelamum Oru Muzha Agalamum Ondrarai Muzha Uyaramumaai Irukkakkadavadhu. "
},{ "Verses": "24 adhaip Pasum Pondhakattaal Moodi, Sutrilum Adharkup Ponninaal Thiranaiyai Undaakki, "
},{ "Verses": "25 sutrilum Adharku Naalu Virarkataiyaana Sattaththaiyum, Adhin Sattaththirkuch Sutrilum Ponninaal Thiranaiyaiyum Undaakki, "
},{ "Verses": "26 adharku Naalu Ponvalaiyangalaip Panni, Avaigalai Adhin Naalu Kaalgalukku Irukkum Naalu Moolaigalilum Thaikkakkadavaai. "
},{ "Verses": "27 andha Valaiyangal Mejaiyaich Sumakkum Thandugalukku Idangalaayirukkumbadi, Sattaththin Aruge Irukkavendum. "
},{ "Verses": "28 andhath Thandugalaich Seeththim Maraththinaal Seydhu, Avaigalaip Pondhakattaal Moodakkadavaai; Avaigalaal Mejai Sumakkappadavendum. "
},{ "Verses": "29 adharkuriya Thattugalaiyum, Dhoobakkarandigalaiyum, Kinnangalaiyum, Paanabali Karakangalaiyum Pannakkadavaai; Avaigalaip Pasumponninaal Pannakkadavaai. "
},{ "Verses": "30 mejaiyinmel Niththamum En Sannidhiyil Samugaththappangalai Vaikkakkadavaai. "
},{ "Verses": "31 pasumponninaal Oru Kuththuvilakkaiyum Undaakkuvaayaaga; Adhu Ponninaal Adippuvelaiyaaich Seyyappadavendum; Adhin Thandum Kilaigalum Mokkugalum Pazhangalum Pookkalum Ponninaal Seyyappadavendum. "
},{ "Verses": "32 aaru Kilaigal Adhin Pakkangalil Vidavendum; Kuththuvilakkin Moondru Kilaigal Adhin Oru Pakkaththilum, Kuththuvilakkin Moondru Kilaigal Adhin Marupakkaththilum Vidavendum. "
},{ "Verses": "33 ovvoru Kilaiyile Vaadhumaik Kottaikku Oppaana Moondru Mokkugalum, Oru Pazhamum, Oru Poovum Iruppadhaaga; Kuththuvilakkilirundhu Purappadum Aaru Kilaigalilum Appadiye Irukkavendum. "
},{ "Verses": "34 vilakkuththandilo, Vaadhumaik Kottaikku Oppaana Naalu Mokkugalum, Pazhangalum, Pookkalum Iruppadhaaga. "
},{ "Verses": "35 adhilirundhu Purappadum Irandu Kilaigalinkeezh Oru Pazhamum, Veru Irandu Kilaigalinkeezh Oru Pazhamum, Matra Irandu Kilaigalinkeezh Oru Pazhamum Iruppadhaaga; Vilakkuththandilirundhu Purappadum Aaru Kilaigalukkum Appadiye Irukkavendum. "
},{ "Verses": "36 avaigalin Pazhangalum Avaigalin Kilaigalum Ponninaal Undaanavaigalaayiruppadhaaga; Avaiyellaam Thagadaai Adiththa Pasumponnaal Seyyappatta Ore Velaiyaayirukkavendum. "
},{ "Verses": "37 adhil Ezhu Akalgalaich Seyvaayaaga; Adharku Neredhiraai Eriyumbadikku Avaigal Etrappadakkadavadhu. "
},{ "Verses": "38 adhin Kaththarigalum Saambal Paaththirangalum Pasumponninaal Seyyappaduvadhaaga. "
},{ "Verses": "39 adhaiyum Adharkuriya Panimuttugal Yaavaiyum Oru Thaalandhu Pasumponninaal Pannavendum. "
},{ "Verses": "40 malaiyile Unakkuk Kaanbikkappatta Maadhiriyinbadiye Avaigalaich Seyya Echcharikkaiyaayiru. "
}
]