[
{ "Verses": "1 melum Thiriththa Melliya Panjunoolinaalum Ilaneelanoolinaalum Raththaambara Noolinaalum Sivappunoolinaalum Neyyappatta Paththu Moodudhiraigalaal Vaasasthalaththai Undupannuvaayaaga; Avaigalil Visiththiravelaiyaaik Kerubeengalaich Seyyakkadavaai. "
},{ "Verses": "2 ovvoru Moodudhiraiyum Iruvaththettu Muzha Neelamum Naalu Muzha Agalamumaayiruppadhaaga; Moodudhiraigalellaam Ore Alavaayirukkavendum. "
},{ "Verses": "3 aindhu Moodudhirai Ondrodondru Inaikkappattirukkavendum; Matra Aindhu Moodudhiraigalum Ondrodondru Inaikkappattirukkavendum. "
},{ "Verses": "4 inaikkappatta Oru Moodudhiraiyin Kadai Oraththil Ilaneelanoolaal Kaadhugalai Undupannu; Inaikkappatta Matra Moodudhiraiyin Kadaioraththilum Appadiye Seyvaayaaga. "
},{ "Verses": "5 kaadhugal Ondrodondru Inaiyumbadi Oru Moodudhiraiyil Aimbadhu Kaadhugalaiyum, Inaikkappatta Matra Moodudhiraiyin Oraththil Aimbadhu Kaadhugalaiyum Undupannuvaayaaga. "
},{ "Verses": "6 aimbadhu Pon Kokkigalaiyum Panni, Moodudhiraigalai Ondrodondru Andhak Kokkigalaal Inaiththuviduvaayaaga, Appozhudhu Adhu Ore Vaasasthalamaagum. "
},{ "Verses": "7 vaasasthalaththinmel Koodaaramaagap Podumbadi Aattumayiraal Padhinoru Moodudhiraigalai Undupannuvaayaaga. "
},{ "Verses": "8 ovvoru Moodudhirai Muppadhu Muzha Neelamum Naalu Muzha Agalamumaai Irukkavendum; Padhinoru Moodudhiraigalum Ore Alavaayirukkavendum. "
},{ "Verses": "9 aindhu Moodudhiraigalai Ondraagavum, Aaru Moodudhiraigalai Ondraakavum Inaikkavendum; Aaraam Moodudhiraiyaik Kootaaraththin Mugappirku Munne Madiththup Poduvaayaaga. "
},{ "Verses": "10 inaikkappatta Oru Moodudhiraiyin Kadai Oraththil Aimbadhu Kaadhugalaiyum, Inaikkappatta Matra Moodudhiraiyin Oraththil Aimbadhu Kaadhugalaiyum Undupanni, "
},{ "Verses": "11 aimbadhu Vengalak Kokkigalaich Seydhu, Kokkigalaik Kaadhugalil Maatti, Ore Koodaaramaagumbadi Adhai Inaiththu Viduvaayaaga. "
},{ "Verses": "12 koodaaraththin Moodudhiraigalil Michchamaana Paadhi Moodudhirai Vaasasthalaththin Pinburaththil Thongavendum. "
},{ "Verses": "13 koodaaraththinudaiya Moodudhiraigalin Neelaththile Meedhiyaanadhil, Indhappuraththil Oru Muzhamum Andhappuraththin Oru Muzhamum Vaasasthalaththai Moodumbadi Adhin Pakkangalile Thongavendum. "
},{ "Verses": "14 sivappuththeerndha Aattukkadaath Tholinaal Koodaaraththirku Oru Moodiyaiyum, Adhinmel Thagasuththolaal Oru Moodiyaiyum Undupannuvaayaaga. "
},{ "Verses": "15 vaasasthalaththukku Nimirndhunirkum Palagaigalaiyum Seeththim Maraththaal Undupannuvaayaaga. "
},{ "Verses": "16 ovvoru Palagaiyum Paththu Muzha Neelamum Ondrarai Muzha Agalamumaai Irukkavendum. "
},{ "Verses": "17 ovvoru Palagaikkum Ondrotondru Oththu Isaindhirukkum Irandu Kazhundhugal Irukkavendum; Vaasasthalaththin Palagaigalukkellaam Ippadiye Seyvaayaaga. "
},{ "Verses": "18 vaasasthalaththukkaagach Seyyappadugira Palagaigalil Iruvadhu Palagai Therke Thendhisaikku Edhiraaga Nirkakkadavadhu. "
},{ "Verses": "19 andha Iruvadhu Palagaigalinkeezhe Vaikkum Naarpadhu Vellip Paadhangalai Undupannuvaayaaga; Oru Palagaiyin Keezh Adhin Irandu Kazhundhugalukkum Irandu Paadhangalum, Matrap Palagaiyin Keezh Adhin Irandu Kazhundhugalukkum Irandu Paadhangalum Irukkavendum. "
},{ "Verses": "20 vaasasthalaththin Marupakkamaagiya Vadapuraththilum Iruvadhu Palagaigalaiyum, "
},{ "Verses": "21 avaigalinkeezh Naarpadhu Vellippaadhangalaiyum Undupannuvaayaaga; Oru Palagaiyinkeezh Irandu Paadhangalum, Matrap Palagaiyinkeezh Irandu Paadhangalum Irukkavendum. "
},{ "Verses": "22 vaasasthalaththin Merpuraththirku Aaru Palagaigalaiyum, "
},{ "Verses": "23 vaasasthalaththin Irupakkaththilumulla Moolaigalukku Irandu Palagaigalaiyum Undupannuvaayaaga. "
},{ "Verses": "24 avaigal Keezhe Isaikkappattirukkavendum; Meleyum Oru Valaiyaththinaal Isaikkappattirukkavendum; Irandu Moolaigalukkum Appadiye Irukkavendum; Avaigal Irandu Moolaigalukkaagum. "
},{ "Verses": "25 andhappadi Ettup Palagaigal Irukkavendum; Ovvoru Palagaiyin Keezh Irandu Irandu Paadhangalaagap Padhinaaru Vellip Paadhangalum Irukkavendum. "
},{ "Verses": "26 seeththim Maraththaal Vaasasthalaththin Oru Pakkaththup Palagaigalukku Aindhu Thaazhppaalgalaiyum, "
},{ "Verses": "27 vaasasthalaththin Marupakkaththup Palagaigalukku Aindhu Thaazhppaalgalaiyum, Vaasasthalaththin Merpuramaana Pinpakkaththup Palagaigalukku Aindhu Thaazhppaalgalaiyum Pannuvaayaaga. "
},{ "Verses": "28 naduththaazhppaal Oru Munai Thodangi Marumunaimattum Palagaigalin Maiyaththil Uruvap Paaichchappattirukkavendum. "
},{ "Verses": "29 palagaigalaip Pondhakattaal Moodi, Thaazhppaalgalin Idangalaagiya Avaigalin Valaiyangalaip Ponninaal Panni, Thaazhppaalgalaip Pondhakattaal Moodakkadavaai. "
},{ "Verses": "30 ivvidhamaaga Malaiyinmel Unakkuk Kaanbikkappatta Maadhiriyinbadiye Vaasasthalaththai Niruththuvaayaaga. "
},{ "Verses": "31 ilaneelanoolum Raththaambaranoolum Sivappunoolum Thiriththa Melliya Panjunoolumaana Ivatraal Oru Thiraichcheelaiyai Undupannakkadavaai; Adhile Visiththiravelaiyaal Seyyappatta Kerubeengal Vaikkappadavendum. "
},{ "Verses": "32 seeththim Maraththinaal Seydhu, Pondhakattaal Moodappatta Naalu Thoongalile Adhaith Thongavidu; Andhath Thoongal Naalu Vellip Paadhangalmel Nirkavum, Avaigalin Kokkigal Ponninaal Seyyappadavum Vendum. "
},{ "Verses": "33 kokkigalinkeezhe Andhath Thiraichcheelaiyaith Thongavittu, Saatchippettiyai Ange Thiraikkullaaga Vaikkakkadavaai; Andhath Thiraichcheelai Parisuththa Sthalaththirkum Magaa Parisuththa Sthalaththirkum Pirivai Undaakkum. "
},{ "Verses": "34 magaa Parisuththa Sthalaththile Saatchip Pettiyinmeedhil Kirubaasanaththai Vaippaayaaga; "
},{ "Verses": "35 thiraikkup Purambaaga Mejaiyaiyum Mejaikku Edhire Vaasasthalaththin Thenpuramaagak Kuththuvilakkaiyum Vaiththu, Mejaiyai Vadapuramaaga Vaippaayaaga. "
},{ "Verses": "36 ilaneelanoolum Raththaambaranoolum Sivappunoolum Thiriththa Melliya Panjunoolumaagiya Ivatraal Siththirath Thaiyal Velaiyaana Oru Thongudhiraiyum Koodaaraththin Vaasalukku Undaakki, "
},{ "Verses": "37 andhath Thongudhiraikkuch Seeththim Maraththaal Aindhu Thoongalaich Seydhu, Avaigalaip Pondhakattaal Moodi, Avaigalukkup Pon Kokkigalai Undaakki, Avaigalukku Aindhu Vengalap Paadhangalai Vaarppikkakkadavaai. "
}
]