[
{ "Verses": "1 karththar Moseyai Nokki: Paar, Unnai Naan Paarvonukku Dhevanaakkinen; Un Sagodharanaagiya Aaron Un Theerkkadharisiyaayiruppaan. "
},{ "Verses": "2 naan Unakkuk Kattalaiyidum Yaavaiyum Nee Sollavendum: Paarvon Isravel Puththiraraith Than Dhesaththilirundhu Anuppividumbadi Un Sagodharanaagiya Aaron Avanidaththil Pesavendum. "
},{ "Verses": "3 naan Paarvonin Irudhayaththaik Kadinappaduththi, Egipthudhesaththil En Adaiyaalangalaiyum Arpudhangalaiyum Migudhiyaai Nadappippen. "
},{ "Verses": "4 paarvon Ungalukkuch Sevikodukka Maattaan; Aagaiyaal Egipthukku Virodhamaaga Naan En Kaiyai Neetti, Magaa Thandanaiyinaal En Senaigalum En Janangalumaagiya Isravel Puththirarai Egipthu Dhesaththilirundhu Purappadap Pannuven. "
},{ "Verses": "5 naan Egipthin Mel En Kaiyai Neetti, Isravel Puththirarai Avargal Naduvilirundhu Purappadap Pannumpodhu, Naane Karththar Endru Egipthiyar Arivaargal Endraar. "
},{ "Verses": "6 moseyum Aaronum Karththar Thangalukkuk Kattalaiyittabadiye Seydhaargal. "
},{ "Verses": "7 avargal Paarvonode Pesumbodhu, Mosekku Enbadhu Vayadhum, Aaronukku Enbaththumoondru Vayadhumaayirundhadhu. "
},{ "Verses": "8 karththar Moseyaiyum Aaronaiyum Nokki: "
},{ "Verses": "9 ungal Patchaththirku Oru Arpudham Kaattungal Endru Paarvon Ungalode Sonnaal, Appozhudhu Nee Aaronai Nokki: Un Kolai Eduththu Adhaip Paarvonukku Munbaagap Podu Enbaayaaga; Adhu Sarppamaagum Endraar. "
},{ "Verses": "10 moseyum Aaronum Paarvonidaththil Poi, Karththar Thangalukkuk Kattalaiyittabadi Seydhaargal. Aaron Paarvonukku Munbaagavum, Avan Oozhiyakkaararukku Munbaagavum Than Kolaip Pottaan, Adhu Sarppamaayitru. "
},{ "Verses": "11 appozhudhu Paarvon Saasthirigalaiyum Sooniyakkaararaiyum Azhaippiththaan. Egipthin Mandhiravaadhigalum Thangal Mandhiravithdhaiyinaal Appadich Seydhaargal. "
},{ "Verses": "12 avargal Ovvoruvanaagath Than Than Kolaip Pottapodhu, Avaikal Sarppangalaayina; Aaronudaiya Kolo Avargaludaiya Kolgalai Vizhungitru. "
},{ "Verses": "13 karththar Solliyirundhabadi Paarvonin Irudhayam Kadinappattadhu, Avargalukkuch Sevikodaamal Ponaan. "
},{ "Verses": "14 appozhudhu Karththar Moseyai Nokki: Paarvonin Irudhayam Kadinamaayitru; Janangalai Vidamaatten Engiraan. "
},{ "Verses": "15 kaalame Nee Paarvonidaththukkup Po, Avan Nadhikkup Purappattu Varuvaan; Nee Avanukku Edhiraaga Nadhiyoraththile Nindru, Sarppamaaga Maarina Kolai Un Kaiyile Pidiththukkondu, "
},{ "Verses": "16 avanai Nokki: Vanaandharaththil Enakku Aaraadhanaiseyya En Janangalai Anuppivida Vendum Endru Sollumbadi Ebireyarudaiya Dhevanaagiya Karththar Ennai Ummidaththirku Anuppiyum, Idhuvaraikkum Neer Kelaamalponeer. "
},{ "Verses": "17 idho, En Kaiyilirukkira Kolinaal Nadhiyil Irukkira Thanneer Mel Adippen; Appozhudhu Adhu Iraththamaai Maari, "
},{ "Verses": "18 nadhiyil Irukkira Meengal Seththu, Nadhi Naarippom; Appozhudhu Nadhiyil Irukkira Thanneerai Egipthiyar Kudikkak Koodaamal Arosippaargal; Idhinaal Naane Karththar Enbadhai Arindhukolvaai Endru Karththar Sollugiraar Endru Sol Endraar. "
},{ "Verses": "19 melum, Karththar Moseyai Nokki: Nee Aaronidaththil Un Kolai Eduththukkondu Egipthin Neernilaigalaagiya Avargal Vaaikkaalgalmelum Nadhigalmelum Kulangalmelum Thanneer Nirkira Ellaa Idangal Melum, Avaigal Iraththamaagumbadikku, Un Kaiyai Neettu; Appozhudhu Egipthu Dhesam Engum Marap Paaththirangalilum Karpaaththirangalilum Iraththam Undaayirukkum Endru Sol Endraar. "
},{ "Verses": "20 karththar Kattalaiyittabadti Moseyum Aaronum Seydhaargal; Paarvonudaiya Kangalukku Munbaagavum, Avan Oozhiyakkaararin Kangalukku Munbaagavum Kolai Ongi; Nadhiyilulla Thanneerai Adikka, Nadhiyilulla Thanneerellaam Iraththamaai Maarippoyitru. "
},{ "Verses": "21 nadhiyin Meengal Seththu, Nadhi Naarippoyitru; Nadhiyin Thanneeraik Kudikka Egipthiyarukkuk Koodaamal Poyitru, Egipthu Dhesamengum Iraththamaayirundhadhu. "
},{ "Verses": "22 egipthin Mandhiravaadhigalum Thangal Mandhira Vithdhaiyinaal Appadich Seydhaargal; Karththar Solliyirundhabadi Paarvonin Irudhayam Kadinappattadhu. Avargalukkuch Sevikodaamal Ponaan. "
},{ "Verses": "23 paarvon Idhaiyum Sindhiyaamal, Than Veettirkuth Thirumbipponaan. "
},{ "Verses": "24 nadhiyin Thanneer Kudikka Udhavaadhabadiyaal, Kudikkaththakka Thanneerukkaaga Egipthiyar Ellaarum Nadhiyoraththil Ootruth Thondinaargal. "
},{ "Verses": "25 karththar Nadhiyai Adiththu Ezhu Naal Aayitru. "
}
]