[
{ "Verses": "1 karththar Moseyai Nokki: Neeyum, Egipthu Dhesaththilirundhu Nee Azhaiththukkonduvandha Janangalum, Ivvidaththai Vittup Purappattu, Un Sandhadhikkuk Koduppen Endru Naan Aabiragaamukkum Eesaakkukkum Yaakkobukkum Aanaiyittukkoduththa Paalum Thenum Odugira Dhesaththukkup Pongal. "
},{ "Verses": "2 naan Oru Thoodhanai Ungalukku Munbaaga Anuppi, Kaanaaniyanaiyum Emoriyanaiyum Eththiyanaiyum Perisiyanaiyum Eviyanaiyum Eboosiyanaiyum Thuraththividuven. "
},{ "Verses": "3 aanaalum, Vazhiyile Naan Ungalai Nirmoolampannaadhabadikku, Naan Ungal Naduve Sellamaatten, Neengal Vanangaak Kazhuththulla Janangal Endraar. "
},{ "Verses": "4 dhukkamaana Ivvaarththaigalai Janangal Kettapodhu, Oruvarum Thangal Aabaranangalaip Pottukkollaamal Thukkiththukkondirundhaargal. "
},{ "Verses": "5 enendraal, Neengal Vanangaak Kazhuththulla Janangal, Naan Oru Nimishaththil Ungal Naduvil Ezhumbi, Ungalai Nirmoolampannuven; Aagaiyaal, Neengal Pottirukkira Ungal Aabaranangalaik Kazhatrippodungal; Appozhudhu Naan Ungalukkuch Seyyavendiyadhai Ariven Endru Isravel Puththirarukkuch Sol Endru Karththar Moseyode Solliyirundhaar. "
},{ "Verses": "6 aagaiyaal, Isravel Puththirar Orep Malaiyaruke Thangal Aabaranangalaik Kazhatrippottaargal. "
},{ "Verses": "7 mose Koodaaraththaip Peyarththu, Adhaip Paalayaththukkup Purambe Dhooraththile Pottu, Adharku Aasarippuk Koodaaram Endru Perittaan. Karththaraith Thedum Yaavarum Paalayaththukkup Purambaana Aasarippuk Koodaaraththukkup Povaargal. "
},{ "Verses": "8 mose Koodaaraththukkup Pogumbodhu, Janangal Ellaarum Ezhundhirundhu, Thangal Thangal Koodaaravaasalil Nindrukondu, Avan Koodaaraththukkul Piravesikkumattum, Avan Pinne Paarththukkondirundhaargal. "
},{ "Verses": "9 mose Koodaaraththukkul Piravesikkaiyil, Megasthambam Irangi, Koodaaravaasalil Nindradhu; Karththar Moseyode Pesinaar. "
},{ "Verses": "10 janangal Ellaarum Megasthambam Koodaaravaasalil Nirkakkandaargal; Janangal Ellaarum Ezhundhirundhu, Thangal Thangal Koodaaravaasalil Panindhu Kondaargal. "
},{ "Verses": "11 oruvan Than Sinegidhanode Pesuvadhupola, Karththar Moseyode Mugamugamaaip Pesinaar; Pinbu, Avan Paalayaththukkuth Thirumbinaan; Noonin Kumaaranaagiya Yosuvaa Ennum Avanudaiya Panividaikkaaranaagiya Vaalipan Aasarippuk Koodaaraththai Vittup Piriyaadhirundhaan. "
},{ "Verses": "12 mose Karththarai Nokki: Dhevareer Indha Janangalai Azhaiththukkondu Po Endru Sonneer; Aagilum, Ennodekooda Innaarai Anuppuven Enbadhai Enakku Neer Arivikkavillai; Endraalum Unnaip Persolli Azhaiththu Arindhirukkiren Endrum, En Kangalil Unakkuk Kirubai Kidaiththadhu Endrum, Dhevareer Sonnadhunde. "
},{ "Verses": "13 ummudaiya Kangalil Ippozhudhu Enakkuk Kirubai Kidaiththadhaanaal Naan Ummai Arivadharkum, Ummudaiya Kangalil Enakkuk Kirubai Kidaippadharkum, Ummudaiya Vazhiyai Enakku Ariviyum; Indha Jaadhi Ummudaiya Janamendru Ninaiththarulum Endraan. "
},{ "Verses": "14 adharku Avar: En Samugam Unakku Munbaagach Sellum, Naan Unakku Ilaippaarudhal Tharuven Endraar. "
},{ "Verses": "15 appozhudhu Avan Avarai Nokki: Ummudaiya Samugam Ennodekoodach Sellaamarponaal, Engalai Ivvidaththilirundhu Kondupogaadhirum. "
},{ "Verses": "16 enakkum Umadhu Janangalukkum Ummudaiya Kangalile Kirubai Kidaiththadhenbadhu Edhinaal Ariyappadum; Neer Engalode Varuvadhinaal Allavaa? Ippadiye Boomiyinmelulla Janangal Ellaarilum, Naanum Ummudaiya Janangalum Viseshiththavargal Endru Vilangum Endraan. "
},{ "Verses": "17 appozhudhu Karththar Moseyai Nokki: Nee Sonna Indha Vaarththaiyinbadiye Seyven; En Kangalil Unakkuk Kirubai Kidaiththadhu; Unnaip Persolli Azhaiththu Arindhirukkiren Endraar. "
},{ "Verses": "18 appozhudhu Avan: Ummudaiya Magimaiyai Enakkuk Kaanbiththarulum Endraan. "
},{ "Verses": "19 adharku Avar: Ennudaiya Dhayaiyai Ellaam Naan Unakku Munbaagak Kadandhupogappanni, Karththarudaiya Naamaththai Unakku Munbaagak Kooruven; Evanmel Kirubaiyaayirukkach Siththamaayiruppeno, Avanmel Kirubaiyaayiruppen; Evanmel Irakkamaayirukkach Siththamaayiruppeno Avanmel Irakkamaayiruppen Endru Solli, "
},{ "Verses": "20 nee En Mugaththaik Kaanamaattaai, Oru Manushanum Ennaik Kandu Uyirodirukkak Koodaadhu Endraar. "
},{ "Verses": "21 pinnum Karththar: Idho, Ennandaiyil Oru Idam Undu; Nee Ange Kanmalaiyil Nillu. "
},{ "Verses": "22 en Magimai Kadandhupogumpodhu, Naan Unnai Andhak Kanmalaiyin Vedippile Vaiththu, Naan Kadandhupogumattum En Karaththinaal Unnai Mooduven. "
},{ "Verses": "23 pinbu, En Karaththai Eduppen; Appozhudhu En Pinbakkaththaik Kaanbaai; En Mugamo Kaanappadaadhu Endraar. "
}
]