[
{ "Verses": "1 appozhudhu Mose: Avargal Ennai Nambaargal; En Vaakkukkuch Sevikodaargal; Karththar Unakkuth Dharisanamaagavillai Endru Solluvaargal Endraan. "
},{ "Verses": "2 karththar Avanai Nokki: Un Kaiyilirukkiradhu Enna Endraar. Oru Kol Endraan. "
},{ "Verses": "3 adhaith Tharaiyile Podu Endraar; Avan Adhaith Tharaiyile Pottapodhu, Adhu Sarppamaayitru; Mose Adharku Vilagi Odinaan. "
},{ "Verses": "4 appozhudhu Karththar Moseyai Nokki: Un Kaiyai Neetti, Adhin Vaalaip Pidi Endraar; Avan Than Kaiyai Neetti, Adhaip Pidiththapodhu, Adhu Avan Kaiyile Kolaayitru. "
},{ "Verses": "5 aabiragaamin Dhevanum Eesaakkin Dhevanum Yaakkobin Dhevanumaayirukkira Thangal Pidhaakkaludaiya Dhevanaagiya Karththar Unakkuth Dharisanamaanadhai Avargal Nambuvadharku Idhuve Adaiyaalam Endraar. "
},{ "Verses": "6 melum, Karththar Avanai Nokki: Un Kaiyai Un Madiyile Podu Endraar; Avan Than Kaiyaith Than Madiyile Pottu, Adhai Veliye Edukkumbodhu, Idho, Avan Kai Uraindha Mazhaiyaippola Venkushtam Pidiththirundhadhu. "
},{ "Verses": "7 avar: Un Kaiyaith Thirumbavum Un Madiyile Podu Endraar. Avan Than Kaiyaith Thirumbath Than Madiyile Pottu, Than Madiyilirundhu Adhai Veliye Eduththapodhu, Adhu Thirumba Avanudaiya Matrach Sadhaiyaip Polaayitru. "
},{ "Verses": "8 appozhudhu Avar: Mundhina Adaiyaalaththai Avargal Kandu, Unnai Nambaamalum Unakkuch Sevikodaamalum Ponaal, Pindhina Adaiyaalaththaik Kandu Nambuvaargal. "
},{ "Verses": "9 ivvirandu Adaiyaalangalaiyum Avargal Nambaamalum, Un Vaakkukkuch Sevikodaamalum Iruppaargalaanaal, Appozhudhu Nee Nadhiyin Thanneerai Mondu Nilaththil Ootruvaayaaga; Nadhiyil Monda Thanneer Vettaandharaiyile Iraththamaagum Endraar. "
},{ "Verses": "10 appozhudhu Mose Karththarai Nokki: Aandavare, Idharku Munnaavadhu, Dhevareer Umadhu Adiyaanode Pesinadharkup Pinnaavadhu Naan Vaakkuvallavan Alla; Naan Thikkuvaayum Mandha Naavum Ullavan Endraan. "
},{ "Verses": "11 appozhudhu Karththar Avanai Nokki: Manushanukku Vaayai Undaakkinavar Yaar? Oomaiyanaiyum Sevidanaiyum Paarvaiyullavanaiyum Kurudanaiyum Undaakkinavar Yaar? Karththaraagiya Naan Allavaa? "
},{ "Verses": "12 aadhalaal, Nee Po; Naan Un Vaayode Irundhu, Nee Pesavendiyadhai Unakkup Podhippen Endraar. "
},{ "Verses": "13 adharku Avan: Aandavare, Neer Anuppach Siththamaayirukkira Yaaraiyaagilum Anuppum Endraan. "
},{ "Verses": "14 appozhudhu Karththar Moseyin Mel Kobamoondavaraagi: Leviyanaagiya Aaron Un Sagodharan Allavaa? Avan Nandraaip Pesugiravan Endru Ariven; Avan Unnaich Sandhikkap Purappattu Varugiraan; Unnaik Kaanumbodhu Avan Irudhayam Magizhum. "
},{ "Verses": "15 nee Avanode Pesi, Avan Vaayil Vaarththaigalaip Podu; Naan Un Vaayilum Avan Vaayilum Irundhu, Neengal Seyya Vendiyadhai Ungalukku Unarththuven. "
},{ "Verses": "16 avan Unakkup Padhilaaga Janangalode Pesuvaan; Ivvidhamaai Avan Unakku Vaayaaga Iruppaan; Nee Avanukkuth Dhevanaaga Iruppaai. "
},{ "Verses": "17 indhak Kolaiyum Un Kaiyile Pidiththukkondupo, Idhanaal Nee Adaiyaalangalaich Seyvaai Endraar. "
},{ "Verses": "18 mose Than Maamanaagiya Eththirovinidaththukku Vandhu: Naan Egipthilirukkira En Sagodhararidaththukkuth Thirumbippoi, Avargal Innum Uyirode Irukkiraargalaa Endru Paarkkumbatip Purappattuppoga Uththaravu Tharavendum Endraan. Appozhudhu Eththiro Moseyai Nokki: Sugamaaip Poivaarum Endraan. "
},{ "Verses": "19 pinnum Karththar Meedhiyaanile Moseyai Nokki: Nee Egipthukkuth Thirumbip Po, Un Piraananai Vaangaththedina Manidhar Ellaarum Irandhu Ponaargal Endraar. "
},{ "Verses": "20 appozhudhu Mose Than Manaiviyaiyum Than Pillaigalaiyum Kazhudhaiyin Mel Etrikkondu, Egipthu Dhesaththukkuth Thirumbinaan; Dhevanudaiya Kolaiyum Mose Than Kaiyile Pidiththukkonduponaan. "
},{ "Verses": "21 appozhudhu Karththar Moseyai Nokki: Nee Egipthile Thirumbippoich Serndhapin, Naan Un Kaiyil Aliththirukkira Arpudhangal Yaavaiyum Paarvonukku Munbaagach Seyyumbadi Echcharikkaiyaayiru; Aagilum, Naan Avan Irudhayaththaik Kadinappaduththuven; Avan Janaththaip Pogavidaan. "
},{ "Verses": "22 appozhudhu Nee Paarvonode Sollavendiyadhu Ennavendraal: Isravel Ennudaiya Kumaaran, En Seshtapuththiran. "
},{ "Verses": "23 enakku Aaraadhanai Seyyumbadi En Kumaaranai Anuppividu Endru Kattalaiyidugiren; Avanai Vidamaatten Enbaayaagil Naan Unnudaiya Kumaaranai, Un Seshtapuththiranaich Sangarippen Endru Karththar Sonnaar Endru Sol Endraar. "
},{ "Verses": "24 vazhiyile Thangum Idaththil Karththar Avanukku Edhirppattu, Avanaik Kollappaarththaar. "
},{ "Verses": "25 appozhudhu Sipporaal Karukkaana Oru Kallai Eduththu, Than Puththiranudaiya Nuniththolai Aruththu, Adhai Avan Kaalgalukku Munbaaga Erindhu: Neer Enakku Iraththa Sambandhamaana Purushan Endraal. "
},{ "Verses": "26 pinbu Avar Avanaivittu Vilaginaar. Appozhudhu Aval: Viruththasedhanaththinimiththam Neer Enakku Iraththa Sambandhamaana Purushan Endraal. "
},{ "Verses": "27 karththar Aaronai Nokki: Nee Vanaandharaththil Mosekku Edhirkondupo Endraar. Avan Poi, Dhevaparvadhaththil Avanaich Sandhiththu, Avanai Muththamseydhaan. "
},{ "Verses": "28 appozhudhu Mose Thannai Anuppina Karththarudaiya Sagala Vaarththaigalaiyum Avar Thanakkuk Kattalaiyitta Sagala Adaiyaalangalaiyum Aaronukkuth Theriviththaan. "
},{ "Verses": "29 moseyum Aaronum Poi, Isravel Puththirarin Mooppar Ellaaraiyum Koodivarach Seydhaargal. "
},{ "Verses": "30 karththar Mosekkuch Solliya Sagala Vaarththaigalaiyum Aaron Solli, Janangalin Kangalukku Munbaaga Andha Adaiyaalangalaiyum Seydhaan. "
},{ "Verses": "31 janangal Visuvaasiththaargal; Karththar Isravel Puththiraraich Sandhiththaar Endrum, Avargal Padum Ubaththiravangalaik Kannokkippaarththaar Endrum, Avargal Kettapodhu, Thalaikunindhuth Thozhudhukondaargal. "
}
]