[
{ "Verses": "1 appozhudhu Moseyum Isravel Puththirarum Karththaraip Pukazhndhupaadina Paattu: Karththaraip Paaduven; Avar Magimaiyaai Vetrisirandhaar; Kudhiraiyaiyum Kudhiraiveeranaiyum Kadalile Thallinaar. "
},{ "Verses": "2 karththar En Belanum En Geedhamumaanavar; Avar Enakku Ratchippumaanavar; Avare En Dhevan, Avarukku Vaasasthalaththai Aayaththampannuven; Avare En Thagappanudaiya Dhevan, Avarai Uyarththuven; "
},{ "Verses": "3 karththare Yuththaththil Vallavar; Karththar Enbadhu Avarudaiya Naamam. "
},{ "Verses": "4 paarvonin Radhangalaiyum Avan Senaigalaiyum Samuththiraththile Thalli Vittaar; Avanudaiya Piradhaana Adhibadhigal Sivandha Samuththiraththil Amizhndhu Ponaargal. "
},{ "Verses": "5 aazhi Avargalai Moodikkondadhu; Kallaippola Aazhangalil Amizhndhu Ponaargal. "
},{ "Verses": "6 karththaave, Ummudaiya Valadhukaram Balaththinaal Magaththuvam Sirandhirukkiradhu; Karththaave, Ummudaiya Valadhukaram Pagaignanai Norukkivittadhu. "
},{ "Verses": "7 umakku Virodhamaai Ezhumbinavargalai Umadhu Mukkiyaththin Magaththuvaththinaale Nirmoolamaakkineer; Ummudaiya Kobaakkiniyai Anuppineer, Adhu Avargalaith Thaalatiyaippolap Patchiththadhu. "
},{ "Verses": "8 umadhu Naasiyin Suvaasaththinaal Jalam Kumindhu Nindradhu; Vellam Kumiyalaaga Nimirndhu Nindradhu; Aazhamaana Jalam Nadukkadalile Uraindhupoyitru. "
},{ "Verses": "9 thodaruven, Pidippen, Kollaiyaadip Pangiduven, En Aasai Avargalidaththil Thirupthiyaagum, En Pattayaththai Uruvuven, En Kai Avargalaich Sangarikkum Endru Pagaignan Sonnaan. "
},{ "Verses": "10 ummudaiya Kaatrai Veesappannineer, Kadal Avargalai Moodikkondadhu; Thiralaana Thanneergalil Eeyampola Amizhndhuponaargal. "
},{ "Verses": "11 karththaave, Dhevargalil Umakku Oppaanavar Yaar? Parisuththaththil Magaththuvamullavarum, Thudhigalil Bayappadath Thakkavarum, Arpudhangalaich Seygiravarumaagiya Umakku Oppaanavar Yaar? "
},{ "Verses": "12 neer Umadhu Valadhukaraththai Neettineer; Boomi Avargalai Vizhungippottadhu. "
},{ "Verses": "13 neer Meettukkonda Indha Janangalai Umadhu Kirubaiyinaale Azhaiththu Vandheer; Ummudaiya Parisuththa Vaasasthalaththukku Neraaga Avargalai Umadhu Balaththinaal Vazhinadaththineer. "
},{ "Verses": "14 janangal Adhaik Kettuth Thaththalippaargal; Pelisthiyaavin Kudigalaith Thigil Pidikkum. "
},{ "Verses": "15 edhomin Pirabukkal Kalanguvaargal; Movaabin Baraakkiramasaaligalai Nadukkam Pidikkum; Kaanaanin Kudigal Yaavarum Karaindhupovaargal. "
},{ "Verses": "16 bayamum Thigilum Avargalmel Vizhum. Karththaave, Umadhu Janangal Kadandhupogumvaraiyum, Neer Meetta Janangale Kadandhupogumvaraiyum, Avargal Ummudaiya Puyaththin Magaththuvaththinaal Kallaippola Asaivatriruppaargal. "
},{ "Verses": "17 neer Avarkalaik Kontupoi, Karththaraakiya Thevareer Vaasampannukiradharku Niyamiththa Sdhaanamaakiya Ummutaiya Sudhandharaththin Parvadhaththilum, Aantavaraakiya Thevareerutaiya Karangal Sdhaapiththa Parisuththa Sdhalaththilum Avarkalai Naattuveer. "
},{ "Verses": "18 karththar Sadhaakaalangalaagiya Endrendraikkum Raajareegam Pannuvaar. "
},{ "Verses": "19 paarvonin Kudhiraigal Avanudaiya Iradhangalodum Kudhiraiveerarodum Samuththiraththil Piravesiththadhu; Karththar Samuththiraththin Jalaththai Avargal Mel Thirumbappanninaar; Isravel Puththiraro Samuththiraththin Naduve Vettaandharaiyile Nadandhuponaargal Endru Paadinaargal. "
},{ "Verses": "20 aaronin Sagodhariyaagiya Miriyaam Ennum Theerkkadharisiyaanavalum Than Kaiyile Thamburai Eduththukkondaal; Sagala Sthireegalum Thamburugalodum Nadanaththodum Avalukkup Pinne Purappattupponaargal. "
},{ "Verses": "21 miriyaam Avargalukkup Piradhivasanamaaga: Karththaraip Paadungal, Avar Magimaiyaai Vetrisirandhaar; Kudhiraiyaiyum Kudhiraiveeranaiyum Kadalile Thallinaar Endru Paadinaal. "
},{ "Verses": "22 pinbu Mose Isravel Janangalaich Sivandha Samuththiraththilirundhu Pirayaanappaduththinaan. Avargal Soor Vanaandharaththukkup Purappattuppoi, Moondru Naal Vanaandharaththil Thanneer Kidaiyaamal Nadandhaargal. "
},{ "Verses": "23 avargal Maaraavile Vandhapodhu, Maaraavin Thanneer Kasappaayirundhadhinaal Adhaik Kudikka Avargalukkuk Koodaadhirundhadhu; Adhinaal Avvidaththukku Maaraa Endru Peritappattadhu. "
},{ "Verses": "24 appozhudhu Janangal Mosekku Virodhamaai Murumuruththu: Ennaththaik Kudippom Endraargal. "
},{ "Verses": "25 mose Karththarai Nokkik Kooppittaan; Appozhudhu Karththar Mosekku Oru Maraththaik Kaanbiththaar; Adhai Avan Thanneeril Pottavudane, Adhu Madhuramaana Thanneeraayitru. Avar Ange Avargalukku Oru Niyamaththaiyum Oru Niyaayaththaiyum Kattalaiyittu, Ange Avargalaich Sodhiththu: "
},{ "Verses": "26 nee Un Dhevanaagiya Karththarin Saththaththaik Gavanamaaik Kettu, Avar Paarvaikkuch Semmaiyaanavaigalaich Seydhu, Avar Kattalaigalukkuch Sevikoduththu, Avarudaiya Niyamangal Yaavaiyum Kaikkondaal, Naan Egipthiyarukku Varappannina Viyaadhigalil Ondraiyum Unakku Varappannen; Naane Un Parigaariyaagiya Karththar Endraar. "
},{ "Verses": "27 pinbu Avargal Elimukku Vandhaargal; Ange Pannirandu Neerootrugalum Ezhuvadhu Pereechchamarangalum Irundhadhu; Ange Thanneer Aruge Paalayamiranginaargal. "
}
]