[
{ "Verses": "1 leviyin Kudumbaththaaril Oruvan Leviyin Kumaaraththigalil Oruththiyai Vivaagampanninaan. "
},{ "Verses": "2 andha Sthiree Karppavadhiyaagi, Oru Aanpillaiyaip Petru, Adhu Azhagulladhu Endru Kandu, Adhai Moondru Maadham Oliththu Vaiththaal. "
},{ "Verses": "3 aval Adhai Appuram Oliththu Vaikkak Koodaamal, Oru Naanarpettiyai Eduththu, Adharkup Pisinum Keelum Poosi, Adhile Pillaiyai Valarththi, Nadhiyoramaai Naanalukkulle Vaiththaal. "
},{ "Verses": "4 adharku Enna Sambavikkum Enbadhai Ariyumbadi Adhin Thamakkai Dhooraththile Nindrukondirundhaal. "
},{ "Verses": "5 appozhudhu Paarvonudaiya Kumaaraththi Nadhiyil Snaanampanna Vandhaal; Avaludaiya Thaadhigal Nadhiyoraththil Ulaavinaargal; Aval Naanalukkulle Irukkira Pettiyaik Kandu, Than Thaadhiyai Anuppi Adhaik Konduvarumbadi Seydhaal. "
},{ "Verses": "6 adhaith Thirandhapodhu Pillaiyaik Kandaal; Pillai Azhudhadhu; Aval Adhinmel Irakkamutru, Idhu Ebireyar Pillaigalil Ondru Endraal. "
},{ "Verses": "7 appozhudhu Adhin Thamakkai Paarvonin Kumaaraththiyai Nokki: Umakku Indhap Pillaiyai Valarkkumbadi Ebireya Sthireegalil Paalkodukkira Oruththiyai Naan Poi Ummidaththil Azhaiththukkondu Varattumaa Endraal. "
},{ "Verses": "8 adharkup Paarvonudaiya Kumaaraththi: Azhaiththukkondu Vaa Endraal. Indhap Pen Poip Pillaiyin Thaayaiye Azhaiththukkonduvandhaal. "
},{ "Verses": "9 paarvonudaiya Kumaaraththi Avalai Nokki: Nee Indhap Pillaiyai Eduththukkondu Poi, Adhai Enakku Valarththidu, Naan Unakkuch Sambalam Kodukkiren Endraal. Andha Sthiree Pillaiyai Eduththukkondu Poi, Adhai Valarththaal. "
},{ "Verses": "10 pillai Peridhaanapodhu, Aval Adhaip Paarvonudaiya Kumaaraththiyinidaththil Kondupoi Vittaal. Avalukku Avan Kumaaranaanaan. Aval: Avanai Jalaththinindru Eduththen Endru Solli, Avanukku Mose Endru Perittaal. "
},{ "Verses": "11 mose Periyavanaana Kaalaththil, Avan Than Sagodhararidaththil Poi, Avargal Sumai Sumakkiradhaip Paarththu, Than Sagodhararaagiya Ebireyaril Oruvanai Oru Egipthiyan Adikkiradhaik Kandu, "
},{ "Verses": "12 angum Ingum Paarththu, Oruvarum Illai Endru Arindhu, Egipthiyanai Vetti, Avanai Manalile Pudhaiththup Pottaan. "
},{ "Verses": "13 avan Marunaalilum Veliye Ponapodhu, Ebireya Manushar Iruvar Sandai Pannikkondirundhaargal. Appozhudhu Avan Aniyaayamcheygiravanai Nokki: Nee Un Thozhanai Adikkiradhu Enna Endru Kettaan. "
},{ "Verses": "14 adharku Avan: Engalmel Unnai Adhigaariyaagavum Niyaayaadhibadhiyaagavum Erpaduththinavan Yaar? Nee Egipthiyanaik Kondru Pottadhu Pola, Ennaiyum Kondrupoda Ninaikkiraayo Endraan. Appozhudhu Mose Kaariyam Nichchayamaaga Velippattadhu Endru Bayandhaan. "
},{ "Verses": "15 paarvon Andhak Kaariyaththaik Kelvippattapodhu, Moseyaik Kolaiseyya Vagaithedinaan. Mose Paarvonidaththinindru Thappiyodi, Meedhiyaan Dhesaththil Poith Thangi, Oru Thuravandaiyile Utkaarndhirundhaan. "
},{ "Verses": "16 meedhiyaan Dhesaththu Aasaariyanukku Ezhu Kumaaraththigal Irundhaargal; Avargal Thangal Thagappanudaiya Aadugalukkuth Thanneer Kaattumbadikku Ange Vandhu, Thanneer Mondhu, Thottigalai Nirappinaargal. "
},{ "Verses": "17 appozhudhu Meyppargal Vandhu, Avargalaith Thuraththinaargal; Mose Ezhundhirundhu, Avargalukkuth Thunainindru, Avargaludaiya Aadugalukkuth Thanneer Kaattinaan. "
},{ "Verses": "18 avargal Thangal Thagappanaagiya Reguvelidaththil Vandhapodhu, Avan: Neengal Indru Iththanai Seekkiramaai Vandhadhu Enna Endru Kettaan. "
},{ "Verses": "19 adharku Avargal: Egipthiyan Oruvan Meypparin Kaigalukku Engalaith Thappuviththu, Engalukkuth Thanneer Mondhu Kotuththu, Aadugalukkum Thanneer Kaattinaan Endraargal. "
},{ "Verses": "20 appozhudhu Avan Than Kumaaraththigalaip Paarththu: Avan Enge? Andha Manidhanai Neengal Vittu Vandhadhu Enna? Bojanampannumbadikku Avanai Azhaiththukkondu Vaarungal Endraan. "
},{ "Verses": "21 mose Andha Manidhanidaththil Thangiyirukkach Sammadhiththaan. Avan Sipporaal Ennum Than Kumaaraththiyai Mosekkuk Koduththaan. "
},{ "Verses": "22 aval Oru Kumaaranaip Petraal. Naan Anniya Dhesaththil Paradhesiyaai Irukkiren Endru Solli, Avanukku Kersom Endru Perittaan. "
},{ "Verses": "23 silakaalam Sendrapin, Egipthin Raajaa Mariththaan. Isravel Puththirar Adimaiththanaththinaal Thaviththu, Muraiyittukkondirundhaargal; Avargal Adimaiththanaththilirundhu Muraiyidum Saththam Dhevasannidhiyil Ettinadhu. "
},{ "Verses": "24 dhevan Avargal Perumoochchaik Kettu, Thaam Aabiragaamodum Eesaakkodum Yaakkobodum Seydha Udanbadikkaiyai Ninaivukoorndhaar. "
},{ "Verses": "25 dhevan Isravel Puththiraraik Kannokkinaar; Dhevan Avargalai Ninaiththarulinaar. "
}
]