[
{ "Verses": "1 egipthukkup Pona Israveludaiya Kumaararin Naamangalaavana: Rooban, Simiyon, Levi, Yoodhaa, "
},{ "Verses": "2  Isakkaar, Sebulon, Benyameen, "
},{ "Verses": "3 thaan, Napthali, Gaadh, Aaser Enbavaikale. "
},{ "Verses": "4 ivargal Yaakkobudane Thangal Thangal Kudumbaththodunkoodap Ponaargal. "
},{ "Verses": "5 yoseppo Adharku Munname Egipthil Poyirundhaan. Yaakkobin Karppap Pirappaagiya Yaavarum Ezhuvadhu Per. "
},{ "Verses": "6 yoseppum Avanudaiya Sagodharar Yaavarum, Andhath Thalaimuraiyaar Ellaarum Maranamadaindhaargal. "
},{ "Verses": "7  Isravel Puththirar Mikudhiyum Palugi, Eraalamaaip Perugip Balaththirundhaargal; Dhesam Avargalaal Niraindhadhu. "
},{ "Verses": "8  Yoseppai Ariyaadha Pudhiya Raajan Oruvan Egipthil Thondrinaan. "
},{ "Verses": "9  avan Than Janangalai Nokki: Idho, Isravel Puththiraraagiya Janangal Nammilum Eraalamaanavargalum, Balaththavargalumaai Irukkiraargal. "
},{ "Verses": "10 avargal Perugaadhabadikkum, Oru Yuththam Undaanaal, Avargalum Nammudaiya Pagaignarode Koodi, Namakku Virodhamaaga Yuththampanni, Dhesaththaivittup Purappattup Pogaadhabadikkum, Naam Avargalaik Kuriththu Oru Ubaayam Pannavendum Endraan. "
},{ "Verses": "11 appadiye Avargalaich Sumaisumakkira Velaiyinaal Odukkumbadikku, Avargalmel Visaaranaikkaararai Vaiththaargal; Appozhudhu Avargal Paarvonukkaagap Piththom, Raamases Ennum Pantasaalaip Pattanangalaik Kattinaargal. "
},{ "Verses": "12 aanaalum Avargalai Evvalavu Odukkinaargalo Avvalavaai Avargal Palugip Peruginaargal. Aagaiyaal Avargal Isravel Puththiraraikkuriththu Erichchal Adaindhaargal. "
},{ "Verses": "13 egipthiyar Isravel Puththiraraik Kodumaiyaai Velaivaanginaargal. "
},{ "Verses": "14 saandhum Sengalumaagiya Ivaikalaich Seyyum Velaiyinaalum, Vayalil Seyyum Sagalavidha Velaiyinaalum, Avargalukku Avargal Jeevanaiyum Kasappaakkinaargal; Avargalaikkondu Seyviththa Matra Ellaa Velaigalilum, Avargalaik Kodumaiyaai Nadaththinaargal. "
},{ "Verses": "15  Adhuvumandri, Egipthin Raajaa, Sippiraal Poovaal Ennum Perudaiya Ebireya Maruththuvachchigalode Pesi: "
},{ "Verses": "16 neengal Ebireya Sthireegalukku Maruththuvam Seyyumbodhu, Avargal Manaiyinmel Utkaarndhirukkaiyil Paarththu, Aanpillaiyaanaal Kondru Podungal, Penpillaiyaanaal Uyirodirukkattum Endraan. "
},{ "Verses": "17 maruththuvachchigalo, Dhevanukkup Bayandhadhinaal, Egipthin Raajaa Thangalukku Itta Kattalaipbadi Seyyaamal, Aanpillaigalaiyum Uyirode Kaappaatrinaargal. "
},{ "Verses": "18  Adhinaal Egipthin Raajaa Maruththuvachchigalai Azhaippiththu: Neengal Aanpillaigalai Uyirode Kaappaatrugira Kaariyam Enna Endru Kettaan. "
},{ "Verses": "19 adharku Maruththuvachchigal Paarvonai Nokki: Ebireya Sthireegal Egipthiya Sthireegalaippol Alla, Avargal Nalla Balamullavargal; Maruththuvachchi Avargalidaththukkup Pogumunname Avargal Pirasaviththaagum Endraargal. "
},{ "Verses": "20 idhinimiththam Dhevan Maruththuvachchigalukku Nanmaiseydhaar. Janangal Perugi Migudhiyum Balaththupponaargal. "
},{ "Verses": "21 maruththuvachchigal Dhevanukkup Bayandhadhinaal, Avargaludaiya Kudumbangal Thazhaikkumbati Seydhaar. "
},{ "Verses": "22 appozhudhu Paarvon, Pirakkum Aanpillaigalaiyellaam Nadhiyile Pottuvidavum, Penpillaigalaiyellaam Uyirode Vaikkavum Than Janangal Ellorukkum Kattalaiyittaan. "
}
]