[
{ "Verses": "1 pinbu Avar Moseyai Nokki: Neeyum Aaronum Naadhaabum Abiyoovum Isravelin Moopparil Ezhuvadhuperum Karththaridaththil Erivandhu, Dhooraththilirundhu Panindhukollungal. "
},{ "Verses": "2 mose Maaththiram Karththaridaththil Sameebiththu Varalaam; Avargal Sameebiththu Varalaagaadhu; Janangal Avanodekooda Erivaravendaam Endraar. "
},{ "Verses": "3 mose Vandhu, Karththarudaiya Vaarththaigal Yaavaiyum Niyaayangal Yaavaiyum Janangalukku Ariviththaan. Appozhudhu Janangalellaarum Egasaththamaai: Karththar Arulina Ellaa Vaarththaigalinbadiyum Seyvom Endru Piradhiyuththaram Sonnaargal. "
},{ "Verses": "4 mose Karththarudaiya Vaarththaigalaiyellaam Ezhudhivaiththu, Adhikaalame Ezhundhu, Malaiyin Adiyil Oru Balibeedaththaik Katti, Israveludaiya Pannirandu Koththirangaludaiya Lakkaththinbadiye Pannirandu Thoongalai Niruththinaan. "
},{ "Verses": "5 isravel Puththirarin Vaalibarai Anuppinaan; Avargal Sarvaanga Thaganabaligalaich Seluththi, Karththarukkuch Samaadhaanabaligalaagak Kaalaigalaip Baliyittaargal. "
},{ "Verses": "6 appozhudhu Mose Andha Raththaththil Paadhi Eduththu, Paaththirangalil Vaarththu, Paadhi Raththaththaip Balibeedaththinmel Theliththu, "
},{ "Verses": "7 udanbadikkaiyin Pusthagaththai Eduththu, Janangalin Kaadhuketka Vaasiththaan; Avargal Karththar Sonnabadiyellaam Seydhu, Keezhppadindhu Nadappom Endraargal. "
},{ "Verses": "8 appozhudhu Mose Raththaththai Eduththu, Janangalinmel Theliththu, Indha Vaarththaigal Yaavaiyunguriththu Karththar Ungalode Pannina Udanbadikkaiyin Raththam Idhuve Endraan. "
},{ "Verses": "9 pinbu Moseyum Aaronum Naadhaabum Abiyoovum, Isravelarudaiya Moopparil Ezhuvadhuperum Erippoi, "
},{ "Verses": "10 isravelin Dhevanaith Tharisiththaargal. Avarudaiya Paadhaththinkeezhe Neelakkallizhaiththa Velaikku Oppaagavum Thelindha Vaanaththin Pirapaikku Oppaagavum Irundhadhu. "
},{ "Verses": "11 avar Isravel Puththirarudaiya Adhibadhigalmel Thammudaiya Kaiyai Neettavillai; Avargal Dhevanaith Dharisiththu, Pinbu Pusiththuk Kudiththaargal. "
},{ "Verses": "12 appozhudhu Karththar Moseyai Nokki: Nee Malaiyinmel Ennidaththirku Erivandhu, Ange Iru; Naan Unakkuk Karpalaaigalaiyum, Nee Avargalukku Ubadhesippadharku, Naan Ezhudhina Niyaayappiramaanaththaiyum Karpanaigalaiyum Koduppen Endraar. "
},{ "Verses": "13 appozhudhu Mose Than Oozhiyakkaaranaagiya Yosuvaavode Ezhundhu Ponaan. Mose Dheva Parvadhaththil Erippogaiyil, "
},{ "Verses": "14 avan Moopparai Nokki: Naangal Ungalidaththil Thirumbivarumattum, Neengal Inge Engalukkaagak Kaaththirungal; Aaronum Oorum Ungalidaththil Irukkiraargal; Oruvanukku Yaadhoru Kaariyam Undaanaal, Avan Avargalidaththil Pogalaam Endraan. "
},{ "Verses": "15 mose Malaiyinmel Erinapodhu, Oru Megam Malaiyai Mooditru. "
},{ "Verses": "16 karththarudaiya Magimai Seenaaimalaiyinmel Thangiyirundhadhu; Megam Aaru Naal Adhai Moodiyirundhadhu; Ezhaam Naalil Avar Megaththin Naduvilirundhu Moseyaik Kooppittaar. "
},{ "Verses": "17 malaiyin Kodumudiyile Karththarudaiya Magimaiyin Kaatchi Isravel Puththirarudaiya Kangalukkup Patchikkira Akkiniyaippol Irundhadhu. "
},{ "Verses": "18 mose Megaththin Naduvile Piravesiththu, Malaiyinmel Eri, Iravum Pagalum Naarpadhunaal Malaiyil Irundhaan. "
}
]