[
{ "Verses": "1 isravel Puththiraraagiya Sabaiyaar Ellaarum Elimaivittup Pirayaanam Panni, Egipthu Dhesaththilirundhu Purappatta Randaam Maadham Padhinaindhaam Thedhiyile, Elimukkum Seenaaikkum Naduve Irukkira Seenvanaandharaththil Serndhaargal. "
},{ "Verses": "2 andha Vanaandharaththile Isravel Puththiraraagiya Sabaiyaar Ellaarum Mosekkum Aaronukkum Virodhamaaga Murumuruththu: "
},{ "Verses": "3 naangal Iraichchip Paaththirangalandaiyile Utkaarndhu Appaththaith Thirupthiyaagach Saappitta Egipthu Dhesaththile, Karththarin Kaiyaal Seththupponomaanaal Thaavilai; Indhak Koottam Muzhuvadhaiyum Pattiniyinaal Kollumbadi Neengal Engalaip Purappadappanni, Indha Vanaandharaththile Azhaiththuvandheergale Endru Avargalidaththil Sonnaargal. "
},{ "Verses": "4 appozhudhu Karththar Moseyai Nokki: Naan Ungalukku Vaanaththilirundhu Appam Varushikkappannuven; Janangal Poi, Ovvoru Naalukku Vendiyadhai Ovvoru Naalilum Serththukkollavendum; Adhinaal Avargal En Niyaayappiramaanaththinbadi Nadappaargalo Nadakkamaattaargalo Endru Avargalaich Sodhippen. "
},{ "Verses": "5 aaraam Naalilo, Avargal Naaldhorum Serkkiradhaip Paarkkilum Randaththanaiyaaich Serththu, Adhai Aayaththampanni Vaikkakkadavargal Endraar. "
},{ "Verses": "6 appozhudhu Moseyum Aaronum Isravel Puththirar Ellaaraiyum Nokki: Karththar Ungalai Egipthu Dhesaththilirundhu Purappadappanninavar Enbadhaich Saayangaalaththil Ariveergal; "
},{ "Verses": "7 vidiyarkaalaththil Karththarudaiya Magimaiyaiyum Kaanbeergal; Karththarukku Virodhamaana Ungal Murumuruppugalai Avar Kettaar; Neengal Engalukku Virodhamaai Murumurukkiradharku Naangal Emmaaththiram Endraargal. "
},{ "Verses": "8 pinnum Mose: Saayangaalaththil Neengal Pusikkiradharkuk Karththar Ungalukku Iraichchiyaiyum, Vidiyarkaalaththil Neengal Thirupthiyadaigiradharku Appaththaiyum Kodukkaiyil Idhu Vilangum; Karththarukku Virodhamaaga Neengal Murumuruththa Ungal Murumuruppugalai Avar Kettaar; Naangal Emmaaththiram? Ungal Murumuruppugal Engalukku Alla, Karththarukke Virodhamaai Irukkiradhu Endraan. "
},{ "Verses": "9 appozhudhu Mose Aaronaip Paarththu: Nee Isravel Puththiraraagiya Sabaiyaar Ellaaraiyum Nokki: Karththarudaiya Sannidhiyil Serungal, Avar Ungal Murumuruppugalaik Kettaar Endru Sol Endraan. "
},{ "Verses": "10 aaron Isravel Puththiraraagiya Sabaiyaarukkellaam Idhaich Sollugirapodhu, Avargal Vanaandharathisaiyaagath Thirumbippaarththaargal; Appozhudhu Karththarudaiya Magimai Megaththile Kaanappattadhu. "
},{ "Verses": "11 karththar Moseyai Nokki: "
},{ "Verses": "12 isravel Puththirarin Murumuruppugalaik Kettirukkiren; Nee Avargalode Pesi, Neengal Saayangaalaththil Iraichchiyaip Pusiththu, Vidiyarkaalaththil Appaththaal Thirupthiyaagi, Naan Ungal Dhevanaagiya Karththar Enbadhai Arindhukolveergal Endru Sol Endraar. "
},{ "Verses": "13 saayangaalaththil Kaadaigal Vandhu Vizhundhu Paalayaththai Moodikkondadhu. Vidiyarkaalaththil Paalayaththaich Sutri Pani Peydhirundhadhu. "
},{ "Verses": "14 peydhirundha Pani Neenginapin, Idho, Vanaandharaththin Meedhengum Urutchiyaana Oru Siriya Vasthu Uraindha Panikkattip Potiyaththanaiyaaith Tharaiyin Mel Kidandhadhu. "
},{ "Verses": "15 isravel Puththirar Adhaik Kandu, Adhu Innadhu Endru Ariyaadhirundhu, Oruvarai Oruvar Paarththu, Idhu Enna Endraargal; Appozhudhu Mose Avargalai Nokki: Idhu Karththar Ungalukkup Pusikkakkoduththa Appam. "
},{ "Verses": "16 karththar Kattalaiyidugiradhu Ennavendraal, Avaravar Pusikkum Alavukkuth Thakkadhaaga Adhil Eduththuch Serkkakkadaveergal; Ungalilulla Aaththumaakkalin Ilakkaththinbadi, Avanavan Than Than Koodaaraththil Irukkiravargalukkaaga Thalaikku Oru Omar Alavu Eduththukkollakkadavan Endraan. "
},{ "Verses": "17 isravel Puththirar Appadiye Seydhu, Silar Migudhiyaayum Silar Konjamaayum Serththaargal. "
},{ "Verses": "18 pinbu, Adhai Omaraal Alandhaargal: Migudhiyaaich Serththavanukku Meedhiyaanadhum Illai, Konjamaaich Serththavanukkuk Kuraivaanadhum Illai; Avaravar Thaangal Pusikkum Alavukkuththakkadhaagach Serththaargal. "
},{ "Verses": "19 mose Avarkalai Nokki: Oruvanum Vidiyarkaalammattum Adhil Ondrum Vaikkak Koodaadhu Endru Avargalukkuch Solliyum; "
},{ "Verses": "20 moseyin Sol Kelaamal, Silar Adhil Vidiyarkaalammattum Konjam Meedhiyaai Vaiththaargal; Adhu Poochchi Pidiththu Naatrameduththadhu. Avargalmel Mose Kobangondaan. "
},{ "Verses": "21 adhai Vidiyarkaalandhorum Avaravar Pusikkum Alavukkuththakkadhaagach Serththaargal, Veyil Eraera Adhu Urugippom. "
},{ "Verses": "22 aaraam Naalil Thalaikku Irandu Omar Veedhamaaga Irandaththanaiyaai Aagaaram Serththaargal; Appozhudhu Sabaiyin Thalaivar Ellaarum Vandhu, Adhai Mosekku Ariviththaargal. "
},{ "Verses": "23 avan Avargalai Nokki: Karththar Sonnadhu Idhudhaan; Naalaikkuk Karththarukkuriya Parisuththa Oivunaalaagiya Oivu; Neengal Sudavendiyadhaich Suttu, Vevikkavendiyadhai Veviththu, Meedhiyaayirukkiradhaiyellaam Naalaimattum Ungalukkaaga Vaiththuvaiyungal Endraan. "
},{ "Verses": "24 mose Kattalaiyittabadiye, Adhai Marunaalvaraikkum Vaiththuvaiththaargal; Appozhudhu Adhu Naaravum Illai, Adhile Poochchipidikkavum Illai. "
},{ "Verses": "25 appozhudhu Mose: Adhai Indraikkup Pusiyungal; Indru Karththarukkuriya Oivunaal; Indru Neengal Adhai Veliyile Kaanamaatteergal. "
},{ "Verses": "26 aarunaalum Adhaich Serppeergalaaga; Ezhaamnaal Oivunaalaayirukkiradhu; Adhile Adhu Undaayiraadhu Endraan. "
},{ "Verses": "27 ezhaamnaalil Janangalil Silar Adhaich Serkkap Purappattaargal; Avargal Adhaik Kaanavillai. "
},{ "Verses": "28 appozhudhu Karththar Moseyai Nokki: En Kattalaigalaiyum En Piramaanangalaiyum Kaikkolla Endhamattum Manadhillaadhiruppeergal? "
},{ "Verses": "29 paarungal, Karththar Ungalukku Oivunaalai Arulinabadiyaal, Avar Ungalukku Aaraam Naalil Irandunaalukku Vendiya Aagaaraththaik Kodukkiraar; Ezhaamnaalil Ungalil Oruvanum Thandhan Sthaanaththilirundhu Purappadaamal, Avanavan Than Than Sthaanaththile Irukkavendum Endraar. "
},{ "Verses": "30 appadiye Janangal Ezhaamnaalil Oindhirundhaargal. "
},{ "Verses": "31 isravel Vamsaththaar Adharku Mannaa Endru Perittaargal; Adhu Kothdhumalli Alavaayum Venmainiramaayum Irundhadhu, Adhin Rusi Thenitta Panikaaraththirku Oppaayirundhadhu. "
},{ "Verses": "32 appozhudhu Mose: Karththar Kattalaiyitta Kaariyam Ennavendraal, Naan Ungalai Egipthu Dhesaththilirundhu Purappadappanninapodhu, Vanaandharaththil Ungalukkup Pusikkakkoduththa Appaththai Ungal Sandhadhiyaar Paarkkumbadikku, Avargalukkaaga Adhaik Kaappadharku, Adhile Oru Omar Niraiya Eduththu Vaikkavendum Endraan. "
},{ "Verses": "33 melum, Mose Aaronai Nokki: Nee Oru Kalasaththai Eduththu, Adhile Oru Omar Alavu Mannaavaip Pottu, Adhai Ungal Sandhadhiyaarukkaagak Kaappadharkuk Karththarudaiya Sannidhiyile Vai Endraan. "
},{ "Verses": "34 karththar Mosekkuk Kattalaiyittabadiye Adhu Kaakkappadumbadi Aaron Adhaich Saatchi Sannidhiyil Vaiththaan. "
},{ "Verses": "35 isravel Puththirar Kudiyiruppaana Dhesaththukku Varumattum Naarpadhu Varushamalavum Mannaavaip Pusiththaargal; Avargal Kaanaan Dhesaththin Ellaiyil Serum Varaikkum Mannaavaip Pusiththaargal. "
},{ "Verses": "36 oru Omaraanadhu Eppaavile Paththil Oru Pangu. "
}
]