[
{ "Verses": "1 melum, Nee Avargalukku Arivikka Vendiya Piramaanangalaavana: "
},{ "Verses": "2 ebireyaril Oru Adimaiyaik Kondaayaanaal, Avan Aaruvarusham Seviththu, Ezhaam Varushaththile Ondrum Kodaamal Vidudhalaipetrup Pogakkadavan. "
},{ "Verses": "3 ondrikkaaranaai Vandhirundhaanaanaal, Ondrikkaaranaaip Pogakkadavan; Vivaagampanninavanaai Vandhirundhaanaanaal, Avan Penjaadhi Avanodekoodap Pogakkadaval. "
},{ "Verses": "4 avan Ejamaan Avanukku Oru Pennai Vivaagamjeydhu Koduththum, Aval Avanukku Aanpillaigalaiyaavadhu Penpillaigalaiyaavadhu Petrum Irundhaal, Andhap Pennum Aval Pillaigalum Aval Ejamaanaich Serakkadavargal; Avan Maaththiram Ondriyaaip Pogakkadavan. "
},{ "Verses": "5 andha Velaikkaaran: En Ejamaanaiyum En Penjaadhiyaiyum En Pillaikalaiyum Nesikkiren; Naan Vitudhalai Petruppoka Manadhillai Endru Manappoorvamaaich Cholvaanaanaal, "
},{ "Verses": "6 avan Ejamaan Avanai Niyaayaadhibadhigalidaththil Azhaiththukkondupoi, Avanaik Kadhavin Arugeyaavadhu Kadhavunilaiyin Arugeyaavadhu Serappanni, Ange Avan Ejamaan Avan Kaadhaik Kambiyinaale Kuththakkadavan; Pinbu Avan Endraikkum Avanidaththile Seviththukkondirukkakkadavan. "
},{ "Verses": "7 oruvan Than Magalai Velaikkaariyaaga Vitruppottaanaanaal, Velaikkaaran Vidudhalaipetrup Povadhupola Aval Pogak Koodaadhu. "
},{ "Verses": "8 avalaith Thanakku Niyamiththuk Konda Ejamaanin Paarvaikku Aval Thagaadhavalaaip Ponaal, Aval Meetkappadalaam; Avan Avalukkuth Thurogampanni, Avalai Anniyar Kaiyil Vitruppoda Avanukku Adhikaaram Illai. "
},{ "Verses": "9 avan Than Kumaaranukku Avalai Niyamiththirundhaanaanaal, Than Kumaaraththigalai Nadaththuvadhupola Avalaiyum Nadaththakkadavan. "
},{ "Verses": "10 avan Veroru Pennaik Kondaanaagil, Ivalukkuriya Annavasthira Vivaagakkadamai Aagiya Ivaigalil Kuraivuseyyaamal Iruppaanaaga. "
},{ "Verses": "11 immoondrum Avan Avalukkuch Seyyaamalponaal, Aval Panangodaamal Vidudhalaipetrup Pogakkadaval. "
},{ "Verses": "12 oru Manidhanaich Saagumbadi Adiththavan, Nichchayamaaik Kolaiseyyappadakkadavan. "
},{ "Verses": "13 oruvan Padhivirundhu Kollaamal, Dhevaseyalaaith Than Kaikku Nerittavanaik Kondraal, Avan Odippoich Seravendiya Sthalaththai Unakku Niyamippen. "
},{ "Verses": "14 oruvan Piranukku Virodhamaagach Sadhimosamjeydhu, Avanaith Thunigaramaaik Kondrupottaal, Avanai En Balibeedaththilirundhum Pidiththukkondu Poik Kolaiseyyavendum. "
},{ "Verses": "15 than Thagappanaiyaavadhu Than Thaayaiyaavadhu Adikkiravan Nichchayamaaik Kolaiseyyappadakkadavan. "
},{ "Verses": "16 oruvan Oru Manidhanaith Thirudi Vitruppottaalum, Ivan Avan Vasaththilirukkak Kandupidikkappattaalum Avan Nichchayamaaik Kolaiseyyappadakkadavan. "
},{ "Verses": "17 than Thagappanaiyaavadhu Than Thaayaiyaavadhu Sabikkiravan Nichchayamaaik Kolaiseyyappadakkadavan. "
},{ "Verses": "18 manidhar Sandaipanni, Oruvan Matroruvanaik Kallaal Erindhadhinaalaavadhu Kaiyaal Adiththadhinaalaavadhu Avan Saavaamal Kattilkidaiyaaik Kidandhu, "
},{ "Verses": "19 thirumba Ezhundhirundhu Veliyile Than Oondrukolaip Pidiththukkondu Nadamaatinaal, Adiththavan Aakkinaikku Neengalaayiruppaan; Aanaalum, Avanukku Velai Minakketta Nashtaththaik Koduththu, Avanai Nandraaik Gunamaakkuvikkakkadavan. "
},{ "Verses": "20 oruvan Thanakku Adimaiyaanavanaiyaavadhu Thanakku Adimaiyaanavalaiyaavadhu, Kolaal Adiththadhinaale, Avan Kaiyaal Irandhuponaal, Pazhikkuppazhi Vaangappadavendum. "
},{ "Verses": "21 oru Naalaavadhu Irandu Naalaavadhu Uyirodirundhaal, Avargal Avanudaiya Udaimaiyaagaiyaal, Pazhivaangavendiyadhillai. "
},{ "Verses": "22 manidhar Sandaipanni, Karppavadhiyaana Oru Sthireeyai Adiththadhinaal, Avalukku Vere Sedhamillaamal Karppam Vizhundhuponaal Adipatta Sthireeyin Purushan Adiththavanmel Sumaththugiradharkuththakkadhaayum Niyaayaadhibadhigal Seyyum Theerppinbadiyum Thandam Kodukkavendum. "
},{ "Verses": "23 vere Sedhamundaanaal, Jeevanukku Jeevan, "
},{ "Verses": "24 kannukkuk Kan, Pallukkup Pal, Kaikkuk Kai, Kaalukkuk Kaal, "
},{ "Verses": "25 soottukkuch Soodu, Kaayaththukkuk Kaayam, Thazhumbukkuth Thazhumbu Pazhi Kodukkavendum. "
},{ "Verses": "26 oruvan Than Adimaiyaanavan Kannaiyaagilum Than Adimaippennin Kannaiyaagilum Adiththadhinaal Adhaik Keduththaal Avan Kannukkup Padhilaaga Avanai Vidudhalaipannividavendum. "
},{ "Verses": "27 avan Than Adimaiyaanavan Pallaiyaavadhu Than Adimaippennin Pallaiyaavadhu Udhira Adiththaal, Avan Pallukkuppadhilaaga Avanai Vidudhalaipannividavendum. "
},{ "Verses": "28 oru Maadu Oru Purushanaiyaavadhu Oru Sthireeyaiyaavadhu Muttinadhinaal Saavundaanaal, Andha Maadu Kalleriyappadavendum, Adhin Maamsam Pusikkappadalaagaadhu; Appozhudhu Maattin Ejamaan Aakkinaikku Neengalaayiruppaan. "
},{ "Verses": "29 than Maadu Vazhakkamaai Muttugira Maadaayirundhu, Adhu Adhin Ejamaanukku Arivikkappattum, Avan Adhaik Kattivaikkaadhadhinaal, Adhu Oru Purushanaiyaavadhu Oru Sthireeyaiyaavadhu Kondrupottaal, Maadum Kalleriyappadavendum, Adhin Ejamaanum Kolaiseyyappadavendum. "
},{ "Verses": "30 aparaadham Kodukkumbadi Theerkkappattadhaanaal, Avan Than Jeevanai Meetkum Porulaaga Vidhikkappatta Aparaadhadhkaik Kodukkakkadavan. "
},{ "Verses": "31 adhu Oruvan Maganai Muttinaalum Sari, Oruvan Magalai Muttinaalum Sari, Indhath Theerppinbadiye Avanukkuch Seyyappadavendum. "
},{ "Verses": "32 andha Maadu Oru Adimaiyaanavanaiyaavadhu Oru Adimaippennaiyaavadhu Muttinaal, Adharku Udaiyavan Avargaludaiya Ejamaanukku Muppadhu Sekkal Niraiyaana Velliyaik Kodukkakkadavan; Maadu Kalleriyappadavendum. "
},{ "Verses": "33 oruvan Oru Kuzhiyaith Thirandhu Vaiththadhinaalaavadhu, Oru Kuzhiyai Vetti Adhai Moodaadheponadhinaalaavadhu, Adhile Oru Maadaavadhu Oru Kazhudhaiyaavadhu Vizhundhaal, "
},{ "Verses": "34 kuzhikku Udaiyavan Adharku Eedaagap Panaththai Mirugaththin Ejamaanukkuk Kodukkakkadavan; Seththadho Avanudaiyadhaagavendum. "
},{ "Verses": "35 oruvanudaiya Maadu Matravanudaiya Maattai Muttinadhinaal Adhu Seththaal, Uyirodirukkira Maattai Avargal Vitru, Adhin Kirayaththaip Pangittu, Seththadhaiyum Pangittukkollakkadavargal. "
},{ "Verses": "36 andha Maadu Munname Muttugira Maadendru Adhin Ejamaan Arindhirundhum, Adhaik Kattivaikkaadhirundhaal, Avan Maattukku Maattaik Kodukkakkadavan; Seththadho Avanudaiyadhaagavendum. "
}
]