[
{ "Verses": "1 thaganabalibeedaththaiyum Seeththim Maraththaal Undaakkinaan; Adhu Aindhu Muzha Neelamum Aindhu Muzha Agalamum Sadhuravativum Moondru Muzha Uyaramumaanadhu. "
},{ "Verses": "2 adhin Naalu Moolaigalilum Adhanodu Egamaayirukkira Adhin Naalu Kombugalaiyum Undaakki, Adhai Vengalath Thagattaal Moodi, "
},{ "Verses": "3 andhap Beedaththin Sagala Panimuttugalaagiya Saambal Edukkaththakka Sattigalaiyum, Karandigalaiyum, Kinnigalaiyum, Muldhuradugalaiyum, Neruppuch Sattigalaiyum Undaakkinaan; Adhin Panimuttugalaiyellaam Vengalaththinaal Panninaan. "
},{ "Verses": "4 valaippinnalpondra Oru Vengalach Challataiyaiyum Balibeedaththirku Undaakki, Adhai Andhap Beedaththin Sutrukkuk Keezhe Paadhi Uyaraththil Irukkaththakkadhaaga Vaiththu, "
},{ "Verses": "5 andha Vengalach Challataiyin Naalu Moolaigalilum Thandugalaip Paaichchugiradharku Naalu Valaiyangalai Vaarppiththu, "
},{ "Verses": "6 andhath Thandugalaich Seeththim Maraththaal Panni, Avaigalai Vengalath Thagattaal Moodi, "
},{ "Verses": "7 balibeedaththai Avaigalaal Sumakkaththakkadhaaga, Adhin Pakkangalilulla Valaiyangalil Paaichchinaan; Balibeedaththai Ulvelivittup Palagaigalinaal Seydhaan. "
},{ "Verses": "8 aasarippuk Koodaaraththin Vaasalil Koottam Koottamaaik Koodina Sthireegalin Tharppanangalaale, Vengalath Thottiyaiyum Adhin Vengalap Paadhaththaiyum Undaakkinaan. "
},{ "Verses": "9 piraagaaraththaiyum Undupanninaan. Therke Thendhisaikku Edhiraana Piraagaaraththukkuth Thiriththamelliya Panjunoolaal Neydha Nooru Muzha Neelamaana Thongudhiraigalaich Seydhaan. "
},{ "Verses": "10 avaigalin Thoongal Iruvadhu; Avaigalin Vengalap Paadhangal Iruvadhu; Thoongalin Kokkigalum Avaigalin Poongalum Velli. "
},{ "Verses": "11 vadapakkaththuth Thongudhiraigal Noorumuzham; Avaigalin Thoongal Iruvadhu; Avaigalin Vengalap Paadhangal Iruvadhu; Thoongalin Kokkigalum Poongalum Velli. "
},{ "Verses": "12 merpakkaththuth Thongudhiraigal Aimbadhu Muzham; Avaigalin Thoongal Paththu; Avaigalin Paadhangal Paththu; Thoongalin Kokkigalum Avaigalin Poongalum Velli. "
},{ "Verses": "13 sooriyan Udhikkira Thisaiyaagiya Keezhppakkaththuth Thongudhiraigal Aimbadhu Muzham. "
},{ "Verses": "14 orupuraththuth Thongudhiraigal Padhinaindhu Muzham; Avaigalin Thoongal Moondru; Avaigalin Paadhangal Moondru. "
},{ "Verses": "15 piraagaaravaasalin Orupuraththukkuch Sariyaaga Marupuraththilum Thongudhiraigal Padhinaindhu Muzham; Avaigalin Thoongal Moondru; Avaigalin Paadhangal Moondru. "
},{ "Verses": "16 sutruppiraagaaraththuth Thongudhiraigalellaam Melliya Panjunoolaal Neyyappattirundhadhu. "
},{ "Verses": "17 thoongalin Paadhangal Vengalam; Thoongalin Kokkigalum Poongalum Velli; Avaigalin Kumizhgalai Moodiya Thagadum Velli; Piraagaaraththin Thoongalellaam Vellippoongal Podappattavaigalumaayirundhadhu. "
},{ "Verses": "18 piraagaara Vaasalin Thongudhirai Ilaneela Noolaalum Raththaambaranoolaalum Sivappunoolaalum Thiriththa Melliya Panjunoolaalum Seyyappatta Visiththiraththaiyal Velaiyaayirundhadhu; Adhin Neelam Iruvadhu Muzham, Adhin Agalamum Uyaramum Piraagaaraththin Thongudhiraigalukkuch Sariyaai Aindhu Muzham. "
},{ "Verses": "19 avaigalin Thoongal Naalu; Avaigalin Vengalap Paadhangal Naalu; Avaigalin Kokkigal Velli; Avaigalin Kumizhgalai Moodiya Thagadum Avaigalin Poongalum Velli. "
},{ "Verses": "20 vaasasthalaththukkum Piraagaaraththukkum Sutrilum Irundha Mulaigalellaam Vengalam. "
},{ "Verses": "21 moseyin Kattalaippadi Aasaariyanaana Aaronin Kumaaranaagiya Iththaamaarin Kaiyile Leviyarin Oozhiyaththirkendru Ennik Kodukkappatta Saatchiyin Vaasasthalaththup Porulgalin Thogai Idhuve. "
},{ "Verses": "22 yoodhaavin Koththiraththil Oorin Maganaagiya Ooriyin Kumaaran Pesaleyel Karththar Mosekkuk Karpiththadhai Ellaam Seydhaan. "
},{ "Verses": "23 avanodekoodath Thaan Koththiraththu Akisaamaakin Kumaaranaagiya Agoliyaap Siththirak Koththuvelaikkaaranum, Vinodha Velaigalaich Seygira Thozhilaaliyum, Ilaneelanoolaalum Raththaambara Noolaalum Sivappunoolaalum Melliya Panjunoolaalum Siththirath Thaiyalvelai Seygiravanumaayirundhaan. "
},{ "Verses": "24 parisuththa Sthalaththin Velaigal Yaavatrirkum Kaanikkaiyaagak Kodukkappattuch Selavaana Ponnellaam Parisuththa Sthalaththin Sekkalinpadi Iruvaththonbadhu Thaalandhum Ezhunootru Muppadhu Sekkal Niraiyumaai Irundhadhu. "
},{ "Verses": "25 sabaiyil Ennappattavargal Koduththa Velli Parisuththa Sthalaththin Sekkalinpadi Nooru Thaalandhum, Aayiraththezhunootru Ezhuvaththaindhu Sekkal Niraiyumaai Irundhadhu. "
},{ "Verses": "26 ennappattavargalin Thogaiyil Serndha Iruvadhu Vayadhu Mudharkondu Adharku Merpatta Aarulatchaththu Moovaayiraththu Ainnootru Aimbadhu Pergalil Ovvoru Thalaikku Parisuththa Sthalaththin Sekkalinpadi Araichchekkalaagiya Pekkaa Ennum Vizhukkaatu Serndhadhu. "
},{ "Verses": "27 andha Velliyil Nooru Thaalandhu Velliyinaal Parisuththa Sthalaththin Paadhangalum Thiraiyin Paadhangalum Vaarppikkappattadhu; Paadhaththukku Oru Thaalandhu Vizhukkaatu Nooru Paadhangalukku Nooru Thaalandhu Selavaayitru. "
},{ "Verses": "28 andha Aayiraththezhunootru Ezhuvaththaindhu Sekkalaal Thoongalukkup Poongalaip Panni, Avaigalin Kumizhgalaith Thagadugalaal Moodi, Avaigalukkup Poongalai Undaakkinaan. "
},{ "Verses": "29 kaanikkaiyaagach Seluththappatta Vengalamaanadhu Ezhuvadhu Thaalandhum Irandaayiraththu Naanooru Sekkal Niraiyumaai Irundhadhu. "
},{ "Verses": "30 adhinaale Aasarippuk Koodaaravaasal Maraivin Paadhangalaiyum, Vengalap Balibeedaththaiyum, Adhin Vengalach Challataiyaiyum, Balibeedaththin Sagala Panimuttugalaiyum, "
},{ "Verses": "31 sutrup Piraagaaraththin Paadhangalaiyum, Piraagaaravaasal Maraivin Paadhangalaiyum, Vaasasthalaththin Sagala Mulaigalaiyum, Sutruppiraagaaraththin Sagala Mulaigalaiyum Panninaan. "
}
]