[
{ "Verses": "1 pinbu, Karththar Moseyai Nokki: Nee Paarvonidaththil Poi: Enakku Aaraadhanai Seyya En Janangalaip Pogavidu. "
},{ "Verses": "2 nee Avargalai Vidamaatten Endru Innum Niruththi Vaiththaayaagil, "
},{ "Verses": "3 karththarudaiya Karam Veliyilirukkira Un Mirugajeevangalaagiya Kudhiraigalinmelum Kazhudhaigalinmelum Ottagangalinmelum Aadumaadugalin Melum Irukkum; Magaa Kodidhaana Kollainoi Undaagum. "
},{ "Verses": "4 karththar Isravelarin Mirugajeevangalukkum Egipthiyarin Mirugajeevangalukkum Viththiyaasam Pannuvaar; Isravel Puththirarukku Uriyavaigal Ellaavatrilum Ondrum Saavadhillai Endraar. "
},{ "Verses": "5 melum, Naalaikkuk Karththar Indhak Kaariyaththai Dhesaththil Seyvaar Endru Solli, Karththar Oru Kaalaththaik Kuriththaar Endrum, Ebireyarudaiya Dhevanaagiya Karththar Sollugiraar Endrum Avanidaththil Sol Endraar. "
},{ "Verses": "6 marunaalil Karththar Andhak Kaariyaththaich Seydhaar; Egipthiyarudaiya Mirugajeevangal Ellaam Seththuppoyitru; Isravel Puththirarin Mirugajeevangalil Ondraagilum Saagavillai. "
},{ "Verses": "7 paarvon Visaariththu, Isravelarin Mirugajeevangalil Ondraagilum Saagavillai Endru Arindhaan. Paarvonudaiya Irudhayamo Kadinappattadhu; Avan Janangalaip Pogavidavillai. "
},{ "Verses": "8 appozhudhu Karththar Moseyaiyum Aaronaiyum Nokki: Ungal Kaippidi Niraiya Soolaiyin Saambalai Allik Kollungal; Mose Adhaip Paarvonudaiya Kangalukkumun Vaanaththirku Neraaga Iraikkakkadavan. "
},{ "Verses": "9 adhu Egipthu Dhesam Meedhengum Thoosiyaagi, Egipthu Dhesamengum Manidhar Melum Miruga Jeevangal Melum Eripandhamaana Koppulangalai Ezhumbap Pannum Endraar. "
},{ "Verses": "10 appadiye Avargal Soolaiyin Saambalai Allikkondu, Paarvonukku Munbaaga Vandhu Nindraargal. Mose Adhai Vaanaththukku Neraaga Iraiththaan; Appozhudhu Manidhar Melum Miruga Jeevangal Melum Eripandhamaana Koppulangal Ezhumbitru. "
},{ "Verses": "11 andhak Koppulangal Mandhiravaadhigal Melum Egipthiyar Ellaar Melum Undaanadhinaal, Andhak Koppulangal Nimiththam Mandhiravaadhigalum Mosekku Munbaaga Nirkak Koodaadhirundhadhu. "
},{ "Verses": "12 aanaalum, Karththar Moseyode Solliyirundhabadiye, Karththar Paarvonin Irudhayaththaik Kadinappaduththinaar; Avan Avargalukkuch Sevikodukkavillai. "
},{ "Verses": "13 appozhudhu Karththar Moseyai Nokki: Nee Adhigaalame Ezhundhirundhu Poi, Paarvonukku Munbaaga Nindru; Enakku Aaraadhanai Seyya En Janangalai Anuppividu. "
},{ "Verses": "14 vidaadhirundhaal, Boomiyengum Ennaip Pola Veroruvarum Illai Enbadhai Nee Ariyumbadikku, Indhamurai Naan Sagalavidha Vaadhaigalaiyum Un Irudhayaththilum, Un Oozhiyakkaarar Melum Un Janangal Melum Anuppuven. "
},{ "Verses": "15 nee Boomiyil Iraamal Naasamaaip Pogumbadi Naan En Kaiyai Neetti, Unnaiyum Un Janangalaiyum Kollai Noyinaal Vaadhippen. "
},{ "Verses": "16 ennudaiya Vallamaiyai Unnidaththil Kaanbikkumbadiyaagavum, En Naamam Boomiyilengum Pirasdhaabamaagumbadiyaagavum Unnai Nilainiruththinen. "
},{ "Verses": "17 nee En Janangalaip Pogavidaamal, Innum Avargalukku Virodhamaai Unnai Uyarththugiraayaa? "
},{ "Verses": "18 egipthu Thondriya Naalmudhal Idhuvaraikkum Adhil Peyyaadha Migavum Kodiya Kalmazhaiyai Naalai Inneram Peyyap Pannuven. "
},{ "Verses": "19 ippozhudhe Aal Anuppi, Un Miruga Jeevangalaiyum Veliyil Unakku Irukkira Yaavaiyum Serththukkol; Veettile Serkkappadaamal Veliyilirukkum Ovvoru Manidhanum Mirugamum Seththuppogaththakkadhaai Andhak Kalmazhai Peyyum Endru Ebireyarin Dhevanaagiya Karththar Sollugiraar Endru Avanukkuch Sol Endraar "
},{ "Verses": "20 paarvonudaiya Oozhiyakkaararil Evan Karththarudaiya Vaarththaikkup Bayappattaano, Avan Than Velaikkaararaiyum Than Mirugajeevangalaiyum Veetugalukku Odivarap Panninaan. "
},{ "Verses": "21 evan Karththarudaiya Vaarththaiyai Madhiyaamal Ponaano, Avan Than Velaikkaararaiyum Than Mirugajeevangalaiyum Veliyile Vittuvittaan. "
},{ "Verses": "22 appozhudhu Karththar Moseyai Nokki: Egipthu Dhesam Engum Manidhar Melum Mirugajeevangal Melum Egipthu Dhesaththilirukkira Sagalavidhamaana Payirvagaigal Melum Kal Mazhai Peyya, Un Kaiyai Vaanaththirku Neraaga Neettu Endraar. "
},{ "Verses": "23 appadiye Mose Than Kolai Vaanaththirku Neraaga Neettinaan. Appozhudhu Karththar Idimuzhakkangalaiyum Kalmazhaiyaiyum Anuppinaar; Akkini Tharaiyinmel Vegamaai Otitru, Egipthu Dhesaththinmel Karththar Kalmazhaiyaip Peyyappanninaar. "
},{ "Verses": "24 kalmazhaiyum Kalmazhaiyode Kalandha Akkiniyum Migavum Kodidhaayirundhadhu; Egipthu Dhesam Kudiyetrappatta Naalmudhal Adhil Appadi Orupodhum Undaanadhillai. "
},{ "Verses": "25 egipthudhesam Engum Manidharaiyum Mirugajeevangalaiyum, Veliyile Irundhavaigal Evaigalo Avaigal Ellaavatraiyum Andhak Kalmazhai Azhiththuppottadhu; Adhu Veliyin Payirvagaigalaiyellaam Azhiththu, Veliyin Marangalaiyellaam Muriththuppottadhu. "
},{ "Verses": "26 isravel Puththirar Irundha Kosen Naattilemaaththiram Kalmazhai Illaadhirundhadhu. "
},{ "Verses": "27 appozhudhu Paarvon Moseyaiyum Aaronaiyum Azhaippiththu; Naan Indha Murai Paavam Seydhen; Karththar Needhiyullavar; Naanum En Janamum Thunmaarkkar. "
},{ "Verses": "28 idhupodhum; Indha Magaa Iditimuzhakkangalum Kalmazhaiyum Ozhiyumbadikku, Karththarai Nokki Vinnappam Pannungal; Naan Ungalai Pogaviduven, Ini Ungalukkuth Thadai Illai Endraan. "
},{ "Verses": "29 mose Avanai Nokki: Naan Pattanaththilirundhu Purappattavudane, En Kaikalaik Karththarukku Neraaga Virippen; Appozhudhu Idimuzhakkangal Oindhu Kalmazhai Nindrupom: Adhinaal Boomi Karththarudaiyadhu Enbadhai Neer Ariveer. "
},{ "Verses": "30 aagilum Neerum Ummudaiya Oozhiyakkaararum Innum Dhevanaagiya Karththarukkup Bayappadamaatteergal Enbadhai Ariven Endraan. "
},{ "Verses": "31 appozhudhu Vaarkodhumai Kadhirppayirum Sanal Thaalppayirumaayirundhadhu; Adhinaal Sanalum Vaarkodhumaiyum Azhikkappattuppoyitru. "
},{ "Verses": "32 kodhumaiyum Kambum Kadhirvidaadhirundhadhaal, Avaigal Azhikkappadavillai. "
},{ "Verses": "33 mose Paarvonai Vittup Pattanaththilirundhu Purappattu, Than Kaigalaik Karththarukku Neraaga Viriththaan; Appozhudhu Idimuzhakkamum Kalmazhaiyum Nindradhu; Mazhaiyum Boomiyil Peyyaamalirundhadhu. "
},{ "Verses": "34 mazhaiyum Kalmazhaiyum Idimuzhakkamum Nindruponadhaip Paarvon Kandapodhu, Avanum Avan Oozhiyakkaararum Pinnum Paavam Seydhu, Thangal Irudhayaththaik Kadinappaduththinaargal. "
},{ "Verses": "35 karththar Moseyaik Kondu Solliyirundhapadiye, Paarvonin Irudhayam Kadinappattadhu; Avan Isravel Puththiraraip Pogavidavillai. "
}
]