[
{ "Verses": "1 karththar Moseyai Nokki: Mundhina Karpalagaigalukku Oththa Irandu Karpalagaigalai Izhaiththukkol; Nee Udaiththuppotta Mundhina Palagaigalil Irundha Vaarththaigalai Avaigalil Ezhudhuven. "
},{ "Verses": "2 viigdyarkaalaththil Nee Aayaththamaai, Seenaai Malaiyil Eri, Ange Malaiyin Uchchiyil Kaalame En Samugaththil Vandhu Nil. "
},{ "Verses": "3 unnode Oruvanum Ange Varak Koodaadhu; Malaiyilengum Oruvanum Kaanappadavung Koodaadhu; Indha Malaiyin Sameebahthil Aadumaadu Meyavung Koodaadhu Endraar. "
},{ "Verses": "4 appozhudhu Mose Mundhina Karpalagaikalukku Oththa Irandu Karpalagaigalai Izhaiththu, Adhikaalame Ezhundhirundhu, Karththar Thanakkuk Kattalaiyittabadiye Avvirandu Karpalagaigalaiyum Than Kaiyile Eduththukkondu, Seenaaimalaiyil Erinaan. "
},{ "Verses": "5 karththar Oru Megaththil Irangi, Ange Avan Aruge Nindru, Karththarudaiya Naamaththaik Koorinaar. "
},{ "Verses": "6 karththar Avanukku Munbaagak Kadandhupogirapodhu, Avar: Karththar, Karththar; Irakkamum, Kirubaiyum, Neediya Saandhamum, Magaa Dhayaiyum, Saththiyamumulla Dhevan. "
},{ "Verses": "7 aayiram Thalaimuraigalukku Irakkaththaik Kaakkiravar; Akkiramaththaiyum Meerudhalaiyum Paavaththaiyum Mannikkiravar; Kutravaaliyaik Kutramatravanaaga Vidaamal, Pidhaakkal Seydha Akkiramaththaip Pillaigalidaththilum, Pillaigaludaiya Pillaigalidaththilum Moondraam Naangaam Thalaimuraimattum Visaarikkiravar Endru Koorinaar. "
},{ "Verses": "8 mose Theeviramaagath Tharaimattum Kunindhu Panindhukondu: "
},{ "Verses": "9 aandavare, Ummudaiya Kangalil Enakkuk Kirubai Kidaiththadhaanaal, Engal Naduvil Aandavar Ezhundharulavendum; Indha Janangal Vanangaak Kazhuththullavargal; Neero, Engal Akkiramaththaiyum Engal Paavaththaiyum Manniththu, Engalai Umakkuch Sudhandharamaaga Etrukkollum Endraan. "
},{ "Verses": "10 adharku Avar: Idho, Naan Oru Udanbadikkai Pannugiren; Boomiyengum Endha Jaadhigalidaththilum Seyyappadaadha Adhisayangalai Un Janangal Ellaarukku Munbaagavum Seyven; Unnodekooda Irukkira Janangal Ellaarum Karththarudaiya Seygaiyaik Kaanbaargal; Unnodekooda Irundhu, Naan Seyyum Kaariyam Bayangaramaayirukkum. "
},{ "Verses": "11 indru Naan Unakkuk Kattalaiyidugiradhaik Kaikkol; Emoriyanaiyum, Kaanaaniyanaiyum, Eththiyanaiyum, Perisiyanaiyum, Eviyanaiyum, Eboosiyanaiyum Unakku Munbaagath Thuraththividugiren. "
},{ "Verses": "12 nee Poich Serugira Dhesaththin Kudigalodu Udanbadikkaipannaadhabadikku Echcharikkaiyaayiru; Panninaal Adhu Un Naduvil Kanniyaayirukkum. "
},{ "Verses": "13 avargaludaiya Balibeedangalai Idiththu, Avargal Silaigalaith Thagarththu, Avargal Thoppugalai Vettippodungal. "
},{ "Verses": "14 karththarudaiya Naamam Erichchalullavar Enbadhu, Avar Erichchalulla Dhevane; Aagaiyaal, Anniya Dhevanai Nee Panindhukollavendaam. "
},{ "Verses": "15 andhath Dhesaththin Kudigalode Udanbadikkai Pannuvaayaanaal, Avargal Thangal Dhevargalaich Soramaarkkamaaip Pinpatri, Thangaludaiya Dhevargalukkup Baliyiduvaargal; Oruvan Unnai Azhaikkaiyil, Nee Poi, Avan Baliyittadhile Pusippaai; "
},{ "Verses": "16 avargal Kumaaraththigalil Un Kumaararukkup Pengalaik Kolluvaai; Avargal Kumaaraththigal Thangal Dhevargalaich Soramaarkkamaaip Pinpatruvadhum Allaamal, Un Kumaararaiyum Thangal Dhevargalaich Soramaarkkamaaip Pinpatrumbadi Seyvaargal. "
},{ "Verses": "17 vaarppikkappatta Theyvangalai Ungalukku Undaakkavendaam. "
},{ "Verses": "18 pulippillaa Appappandigaiyai Neengal Kaikkondu, Naan Ungalukkuk Kattalaiyittabadiye, Aapeep Maadhaththil Kuriththa Kaalaththile Ezhunaal Pulippillaa Appam Pusikkakkadaveergal; Aapeep Maadhaththile Egipthilirundhu Purappattaaye. "
},{ "Verses": "19 karppam Thirandhu Pirakkira Yaavum, Un Aadumaadugalin Thalaiyeetraana Aangal Yaavum Ennudaiyavaigal. "
},{ "Verses": "20 kazhudhaiyin Thalaiyeetrai Oru Aattukkuttiyaal Meettukkolvaayaaga; Adhai Meettukkollaadhirundhaal Adhin Kazhuththai Muriththuppodu; Un Pillaigalil Mudharperaanavaigalaiyellaam Meettukkollavendum. Verungaiyode En Sannidhiyil Oruvanum Varak Koodaadhu. "
},{ "Verses": "21 aarunaal Velaiseydhu, Ezhaamnaalile Oindhiruppaayaaga; Vidhaippukkaalaththilum Aruppukkaalaththilum Oindhiruppaayaaga. "
},{ "Verses": "22 kodhumai Aruppin Mudharpalanaich Seluththum Ezhu Vaarangalin Pandigaiyaiyum, Varushamudivile Serppukkaala Pandigaiyaiyum Aasarippaayaaga. "
},{ "Verses": "23 varushaththil Moondrudharam Ungal Aanmakkal Ellaarum Isravelin Dhevanaayirukkira Karththaraagiya Aandavarin Sannidhiyil Varakkadavargal. "
},{ "Verses": "24 naan Purajaadhigalai Ungal Munnindru Thuraththivittu, Ungal Ellaigalai Visthaaramaakkuven; Varushaththil Moondrudharam Ungal Dhevanaagiya Karththarudaiya Sannidhikku Munbaagak Kaanappadap Poyirukkumbodhu Oruvarum Ungal Dhesaththai Ichchippadhillai. "
},{ "Verses": "25 enakku Idum Baliyin Raththaththaip Puliththamaavudan Seluththavendaam; Paskaa Pandigaiyin Baliyai Vidiyarkaalamvaraikkum Vaikkavum Vendaam. "
},{ "Verses": "26 ungal Nilaththil Mudhal Mudhal Vilaindha Mudharbalaththai Ungal Dhevanaagiya Karththarin Aalayaththukkuk Konduvaarungal. Vellaattukkuttiyai Adhin Thaayin Paalile Samaikkavendaam Endraar. "
},{ "Verses": "27 pinnum Karththar Moseyai Nokki: Indha Vaarththaigalai Nee Ezhudhu; Indha Vaarththaigalinbadiye Unnodum Isravelodum Udanbadikkaipanninen Endraar. "
},{ "Verses": "28 ange Avan Appam Pusiyaamalum Thanneer Kudiyaamalum Iravum Pagalum Naarpadhunaal Karththarode Irundhaan; Avan Paththuk Karpanaigalaagiya Udanbadikkaiyin Vaarththaigalaip Palagaigalil Ezhudhinaan. "
},{ "Verses": "29 mose Saatchip Palagaigal Irandaiyum Than Kaiyil Eduththukkondu, Seenaai Malaiyilirundhu Irangugirapodhu, Thannode Avar Pesinadhinaale Than Mugam Piragaasiththiruppadhai Avan Ariyaadhirundhaan. "
},{ "Verses": "30 aaronum Isravel Puththirar Ellaarum Moseyaip Paarkkumbodhu, Avan Mugam Piragaasiththiruppadhaik Kandu, Avan Sameebaththil Serappayandhaargal. "
},{ "Verses": "31 mose Avargalai Azhaiththaan; Appozhudhu Aaronum Sabaiyilulla Pirabukkal Yaavarum Avanidaththirkuth Thirumbivandhaargal; Mose Avargalode Pesinaan. "
},{ "Verses": "32 pinbu Isravel Puththirar Ellaarum Avanidaththil Serndhaargal; Appozhudhu Avan Seenaaimalaiyil Karththar Thannode Pesinavaigalaiyellaam Avargalukkuk Karpiththaan. "
},{ "Verses": "33 mose Avarkalode Pesi Mudiyumalavum, Than Mugaththinmel Mukkaadu Pottirundhaan. "
},{ "Verses": "34 mose Karththarudaiya Sannidhiyil Avarode Pesumbadikku Utpiravesiththadhumudhal Veliye Purappadummattum Mukkaadu Podaadhirundhaan; Avan Veliye Vandhu Thanakkuk Karpikkappattadhai Isravel Puththirarode Sollumbodhu, "
},{ "Verses": "35 isravel Puththirar Avan Mugam Piragaasiththiruppadhaik Kandaargal. Mose Avarode Pesumbadikku Ulle Piravesikkumvaraikkum, Mukkaattaith Thirumbath Than Mugaththinmel Pottukkolluvaan. "
}
]