[
{ "Verses": "1 karththar Moseyai Nokki: "
},{ "Verses": "2 nee Mudhalaam Maadham Mudhal Thedhiyil Aasarippuk Koodaaraththin Vaasasthalaththai Sthaabanampannu. "
},{ "Verses": "3 adhile Saatchippettiyai Vaiththu, Pettiyaith Thiraiyinaal Maraiththu, "
},{ "Verses": "4 mejaiyaik Konduvandhu, Adhil Vaikkavendiyadhaik Kiramamaai Vaiththu, Kuththuvilakkaik Konduvandhu, Adhin Vilakkugalai Etri, "
},{ "Verses": "5 pon Thoobabeedaththaich Saatchippettikku Munne Vaiththu, Vaasasthalaththu Vaasalin Thongudhiraiyaith Thookkivaikkakkadavaai. "
},{ "Verses": "6 pinbu, Thaganabalibeedaththai Aasarippuk Koodaaramaagiya Vaasasthalaththin Vaasalukku Munbaaga Vaiththu, "
},{ "Verses": "7 thottiyai Aasarippuk Koodaaraththukkum Balibeedaththukkum Naduve Vaiththu, Adhile Thanneer Vaarththu, "
},{ "Verses": "8 sutrup Piraagaaraththai Niruththi, Piraagaaravaasal Thongudhiraiyaith Thookkivaiththu, "
},{ "Verses": "9 abishega Thailaththai Eduththu, Vaasasthalaththaiyum Adhilulla Yaavaiyum Abishegampanni, Adhaiyum Adhilulla Sagala Panimuttugalaiyum Parisuththappaduththuvaayaaga; Appozhudhu Parisuththamaayirukkum. "
},{ "Verses": "10 thaganabalibeedaththaiyum Adhin Sagala Panimuttugalaiyum Abishegampanni, Adhaip Parisuththappaduththuvaayaaga; Appozhudhu Adhu Magaa Parisuththamaana Balibeedamaayirukkum. "
},{ "Verses": "11 thottiyaiyum Adhin Paadhaththaiyum Abishegampanni, Parisuththappaduththuvaayaaga. "
},{ "Verses": "12 pinbu Aaronaiyum Avan Kumaararaiyum Aasarippuk Koodaaravaasalil Varachcheydhu, Avargalai Jalaththinaal Snaanam Pannuviththu, "
},{ "Verses": "13 aaronukkup Parisuththa Vasthirangalai Uduththi, Enakku Aasaariya Oozhiyam Seyyumbadikku Avanai Abishegampanni, Avanaip Parisuththappaduththuvaayaaga. "
},{ "Verses": "14 avan Kumaararaiyum Varachcheydhu, Avargalukku Angigalai Uduththi, "
},{ "Verses": "15 avargal Enakku Aasaariya Oozhiyam Seyyumbadi, Avargalaiyum, Avargal Thagappanai Abishegampanninabadiye, Abishegampannuvaayaaga; Avargal Perum Andha Abishegam Thalaimuraidhorum Niththiya Aasaariyaththuvaththukku Edhuvaayirukkum Endraar. "
},{ "Verses": "16 karththar Thanakkuk Karpiththapadiyellaam Mose Seydhaan. "
},{ "Verses": "17 irandaam Varusham Mudhalaam Maadham Mudhal Thedhiyil Vaasasthalam Sthaabanam Pannappattadhu. "
},{ "Verses": "18 mose Koodaaraththai Eduppiththaan; Avan Adhin Paadhangalai Vaiththu, Adhin Palagaigalai Niruththi, Adhin Thaazhppaalgalaip Paaichchi, Adhin Thoongalai Naatti, "
},{ "Verses": "19 vaasasthalaththinmel Koodaaraththai Viriththu, Adhinmel Koodaaraththin Moodiyai, Karththar Thanakkuk Karpiththabadiye Pottaan. "
},{ "Verses": "20 pinbu, Karththar Mosekkuk Karpiththapadiye, Saatchippiramaanaththai Eduththu, Adhaip Pettiyile Vaiththu, Pettiyil Thandugalaippaaichchi, Pettiyinmel Kirubaasana Moodiyai Vaiththu, "
},{ "Verses": "21 pettiyai Vaasasthalaththukkulle Kondupoi, Maraivin Thiraichcheelaiyaith Thongavaiththu, Saatchip Pettiyai Maraiththuvaiththaan. "
},{ "Verses": "22 pinbu, Karththar Mosekkuk Karpiththapadiye, Mejaiyai Aasarippuk Koodaaraththil Vaasasthalaththin Vadapuramaaith Thiraikkup Purambaaga Vaiththu, "
},{ "Verses": "23 adhinmel Karththarudaiya Samugaththil Appaththai Varisaiyaaga Adukkivaiththaan. "
},{ "Verses": "24 pinbu, Karththar Mosekkuk Karpiththapadiye, Kuththuvilakkai Aasarippuk Koodaaraththil Mejaikku Edhiraaga Vaasasthalaththin Thenpuraththile Vaiththu, "
},{ "Verses": "25 karththarudaiya Sannidhiyil Vilakkugalai Etrinaan. "
},{ "Verses": "26 pinbu, Karththar Mosekkuk Karpiththapadiye, Aasarippuk Koodaaraththil Thiraikku Munbaagap Porbeedaththai Vaiththu, "
},{ "Verses": "27 adhinmel Sugandhavarkkaththinaal Thoobangaattinaan. "
},{ "Verses": "28 pinbu, Karththar Mosekkuk Karpiththapadiye, Vaasasthalaththin Thongudhiraiyaith Thookkivaiththu, "
},{ "Verses": "29 thaganabalibeedaththai Aasarippuk Koodaaramaana Vaasasthalaththin Vaasalukku Munbaaga Vaiththu, Adhinmel Sarvaanga Thaganabaliyaiyum Bojanabaliyaiyum Seluththinaan. "
},{ "Verses": "30 avan Aasarippuk Koodaaraththukkum Balibeedaththukkum Naduve Thottiyai Vaiththu, Kazhuvugiradharku Adhile Thanneer Vaarththaan. "
},{ "Verses": "31 avvidaththile Moseyum Aaronum Avan Kumaararum Thangal Kaigalaiyum Kaalgalaiyum Kazhuvinaargal. "
},{ "Verses": "32 karththar Mosekkuk Karpiththapadiye, Avargal Aasarippuk Koodaaraththukkulle Piravesikkirapodhum, Balibeedaththandaiyil Serugirapodhum, Avargal Kazhuvikkolluvaargal. "
},{ "Verses": "33 pinbu, Avan Vaasasthalaththaiyum Balibeedaththaiyum Sutrip Piraagaaraththai Niruththi, Piraagaaraththin Thongudhiraiyaith Thongavaiththaan; Ivvidhamaai Mose Velaiyai Mudiththaan. "
},{ "Verses": "34 appozhudhu Oru Megam Aasarippuk Koodaaraththai Moodinadhu; Karththarudaiya Magimai Vaasasthalaththai Nirappitru. "
},{ "Verses": "35 megam Adhinmel Thangi, Karththarudaiya Magimai Vaasasthalaththai Nirappinadhinaal, Mose Aasarippuk Koodaaraththukkul Piravesikkak Koodaamal Irundhadhu. "
},{ "Verses": "36 vaasasthalaththilirundhu Megam Mele Ezhumbumbodhu, Isravel Puththirar Pirayaanam Pannap Purappaduvaargal. "
},{ "Verses": "37 megam Ezhumbaadhirundhaal, Adhu Ezhumbum Naalvaraikkum Pirayaanam Pannaadhiruppaargal. "
},{ "Verses": "38 isravel Vamsaththaar Pannum Ellaap Pirayaanangalilum Avargalellaarudaiya Kangalukkum Piraththiyatchamaagap Pagalil Karththarudaiya Megamum, Iravil Akkiniyum, Vaasasthalaththin Mel Thangiyirundhadhu. "
}
]