[
{ "Verses": "1 pesaleyel Seeththim Maraththinaal Pettiyai Undupanninaan; Adhin Neelam Irandarai Muzhamum Adhin Agalam Ondrarai Muzhamum Adhin Uyaram Ondrarai Muzhamumaanadhu. "
},{ "Verses": "2 adhai Ullum Purampum Pasumpon Thagattaal Moodi, Sutrilum Adharkup Pon Thiranaiyai Undaakki, "
},{ "Verses": "3 adharku Naangu Pon Valaiyangalai Vaarppiththu, Avaigalai Adhin Naalu Moolaigalilum Pottu, Oru Pakkaththil Irandu Valaiyangalum Marupakkaththil Irandu Valaiyangalum Irukkumbadi Thaiththu, "
},{ "Verses": "4 seeththim Maraththinaal Thandugalaich Seydhu, Avaigalaip Pondhakattaal Moodi, "
},{ "Verses": "5 andhath Thandugalaal Pettiyaich Sumakkumbadi, Avaigalaip Pettiyin Pakkangalil Irukkum Valaiyangalile Paaichchinaan. "
},{ "Verses": "6 kirubaasanaththaiyum Pasumponninaal Panninaan; Adhu Irandarai Muzha Neelamum Ondrarai Muzha Agalamumaanadhu. "
},{ "Verses": "7 thagadaai Adikkappatta Ponninaal Irandu Kerubeengalaiyum Undaakki, Kirubaasanaththin Irandu Orangalile, "
},{ "Verses": "8 orupuraththu Oraththil Oru Kerubeenum, Marupuraththu Oraththil Matrak Kerubeenumaaga Andhak Kerubeengalaik Kirubaasanaththin Irandu Orangalilum Adhanode Ega Velaippaataagave Panninaan. "
},{ "Verses": "9 andhak Kerubeengal Thangal Settaigalai Uyara Viriththu, Thangal Settaigalaal Kirubaasanaththai Moodugiravaigalum, Ondrukkondru Edhirmugamullavaigalumaayirundhadhu; Kerubeengalin Mugangal Kirubaasanaththai Nokkik Kondirundhadhu. "
},{ "Verses": "10 mejaiyaiyum Seeththim Maraththaal Panninaan; Adhu Irandu Muzha Neelamum Oru Muzha Agalamum Ondrarai Muzha Uyaramumaanadhu. "
},{ "Verses": "11 adhaip Pasumpon Thagattaal Moodi, Sutrilum Adharkup Pon Thiranaiyai Undaakki, "
},{ "Verses": "12 sutrilum Adharku Naangu Virarkataiyaana Sattaththaiyum, Adhin Sattaththirkuch Sutrilum Pon Thiranaiyaiyum Undupanni, "
},{ "Verses": "13 adharku Naangu Ponvalaiyangalai Vaarppiththu, Avaigalai Adhin Naalukaalgalukku Irukkum Naalu Moolaigalilum Thaiththaan. "
},{ "Verses": "14 andha Valaiyangal Mejaiyaich Sumakkum Thandugalaip Paaichchum Idangalaayirukkumbadi Sattaththin Aruge Irundhadhu. "
},{ "Verses": "15 mejaiyaich Sumakkum Andhath Thandugalaich Seeththim Maraththaal Panni, Avaigalaip Pondhakattaal Moodi, "
},{ "Verses": "16 mejaiyin Melirukkum Paaththirangalaagiya Adhin Panimuttugalaiyum, Adhin Thattugalaiyum, Thoobakkarandigalaiyum, Adhin Paanabali Karakangalaiyum, Moodugiradharkaana Adhin Kinnangalaiyum Pasumponninaal Undaakkinaan. "
},{ "Verses": "17 kuththuvilakkaiyum Pasumponninaal Atippuvelaiyaai Undaakkinaan; Adhin Thandum Kilaigalum Mokkugalum Pazhangalum Pookkalum Ponninaal Seyyappattirundhadhu. "
},{ "Verses": "18 kuththuvilakkin Orupakkaththil Moondru Kilaigalum Adhin Marupakkaththil Moondru Kilaigalumaaga Adhin Pakkangalil Aaru Kilaigal Seyyappattadhu. "
},{ "Verses": "19 ovvoru Kilaiyile Vaadhumaikkottaikku Oppaana Moondru Mokkugalum Oru Pazhamum Oru Poovum Irundhadhu; Kuththuvilakkil Seyyappatta Aaru Kilaigalilum Appadiye Irundhadhu. "
},{ "Verses": "20 vilakkuththandil Vaadhumaik Kottaikku Oppaana Naalu Mokkugalum Pazhangalum Pookkalum Irundhadhu. "
},{ "Verses": "21 adhil Seyyappatta Irandu Kilaigalinkeezh Oru Pazhamum, Veru Irandu Kilaigalinkeezh Oru Pazhamum, Matra Irandu Kilaigalinkeezh Oru Pazhamum Irundhadhu; Vilakkuththandil Seyyappatta Aaru Kilaigalukkum Appadiye Irundhadhu. "
},{ "Verses": "22 avaigalin Pazhangalum Avaigalin Kilaigalum Pasumponninaal Ore Adippu Velaiyaaich Seyyappattadhu. "
},{ "Verses": "23 adhin Ezhu Agalgalaiyum, Adhin Kaththarigalaiyum, Saambal Paaththirangalaiyum Pasumponninaal Seydhaan. "
},{ "Verses": "24 adhaiyum Adhin Panimuttugal Yaavaiyum Oru Thaalandhu Pasumponninaal Seydhaan. "
},{ "Verses": "25 thoobabeedaththaiyum Seeththim Maraththinaal Undaakkinaan; Adhu Oru Muzha Neelamum Oru Muzha Agalamumaana Sadhuramum Irandu Muzha Uyaramumaai Irundhadhu; Adhin Kombugal Adhanode Egavelaippaadaayirundhadhu. "
},{ "Verses": "26 adhin Merpuraththaiyum, Adhin Sutruppuraththaiyum, Adhin Kombugalaiyum, Pasumpondhakattaal Moodi, Sutrilum Adharkup Pon Thiranaiyai Undupanni, "
},{ "Verses": "27 andhath Thiranaiyinkeezh Adhin Irandu Pakkangalil Irukkum Irandu Moolaigalilum Irandu Ponvalaiyangalaip Panni, Adhaich Sumakkum Thandugalaip Paaichchum Idangalaagath Thaiththu, "
},{ "Verses": "28 seeththim Maraththaal Andhath Thandugalaich Seydhu, Avaigalaip Pondhakattaal Moodinaan. "
},{ "Verses": "29 parisuththa Abishega Thailaththaiyum, Suththamaana Sugandhangalin Dhoobavarkkaththaiyum, Thailakkaaran Velaikku Oppaaga Undupanninaan. "
}
]