[
{ "Verses": "1 appozhudhu Karththar Moseyai Nokki: Innum Oru Vaadhaiyaip Paarvonmelum Egipthin Melum Varappannuven; Adharkuppin Avan Ungalai Ivvidaththilirundhu Pogaviduvaan; Samoolamaai Ungalaip Pogaviduvadhum Allaamal, Ungalai Ivvidaththilirundhu Thuraththiyum Viduvaan. "
},{ "Verses": "2 ippozhudhu Ovvoruvanum Avanavan Ayalaanitaththilum, Ovvoruththiyum Avalaval Ayalaalitaththilum Velliyutaimaikalaiyum Ponnutaimaikalaiyum Ketkumpati Janangalukkuch Chol Endraar. "
},{ "Verses": "3 appadiye Karththar Janangalukku Egipthiyarin Kangalil Dhayavukidaikkumbadi Seydhaar. Mose Enbavan Egipthu Dhesaththil Paarvonudaiya Oozhiyakkaararin Paarvaikkum Janangalin Paarvaikkum Migavum Periyavanaayirundhaan. "
},{ "Verses": "4 appozhudhu Mose: Karththar Nadu Iraaththiriyile Naan Egipthin Maththiyil Purappattup Poven. "
},{ "Verses": "5 appozhudhu Singaasanaththin Mel Veetrirukkum Paarvonudaiya Thalaippillai Mudhal Endhiram Araikkum Adimaippennudaiya Thalaippillai Varaikkum, Egipthu Dhesaththilirukkira Mudhalperanaiththum Mirugajeevangalin Thalaiyeetranaiththum Saagum Endru Uraikkiraar Endru Sonnadhumandri, "
},{ "Verses": "6 adhinaal Egipthu Dhesamengum Munnum Pinnum Orukkaalum Undaagaadha Periya Kookkural Undaagum. "
},{ "Verses": "7 aanaalum Karththar Egipthiyarukkum Isravelarukkum Pannugira Viththiyaasaththai Neengal Ariyumbadikku, Isravel Puththirar Anaivarukkullum Manidharmudhal Mirugajeevangal Varaikkum Oru Naayaagilum Than Naavai Asaippadhillai. "
},{ "Verses": "8 appozhudhu Ummudaiya Oozhiyakkaararaagiya Ivargal Ellaarum Ennidaththil Vandhu, Panindhu, Neeyum Unnaip Pinbatrugiravargal Yaavarum Purappattuppongal Endru Solluvaargal; Adhin Pin Purappaduven Endru Solli, Ukkiramaana Kobaththode Paarvonaivittup Purappattaan. "
},{ "Verses": "9 karththar Moseyai Nokki: Egipthudhesaththil En Arpudhangal Anegamaagumbadikku, Paarvon Ungalukkuch Sevikodukkamaattaan Endru Solliyirundhaar. "
},{ "Verses": "10 moseyum Aaronum Indha Arpudhangalaiyellaam Paarvonukku Munbaagach Seydhaargal. Karththar Paarvonin Irudhayaththaik Kadinappaduththinadhinaal, Avan Isravel Puththiraraith Than Dhesaththilirundhu Pogavidavillai. "
}
]