[
{ "Verses": "1 karththar Moseyai Nokki: "
},{ "Verses": "2 neengal Thirumbi Migdholukkum Samuththiraththukkum Naduve Paagaalseponukku Munbaaga Irukkira Eerodh Pallaththaakkin Munnadiyile Paalayamirangavendum Endru Isravel Puththirarukkuch Sollu; Adharku Edhiraagach Samuththirakkaraiyile Paalayamiranguveergalaaga. "
},{ "Verses": "3 appozhudhu Paarvon Isravel Puththiraraik Kuriththu: Avargal Dhesaththile Thigaiththuth Thirigiraargal; Vanaandharam Avargalai Adaiththuppottadhu Endru Solluvaan. "
},{ "Verses": "4 aagaiyaal, Paarvon Avargalaip Pindhodarumbadikku, Naan Avan Irudhayaththaik Kadinappaduththi, Naane Karththar Enbadhai Egipthiyar Ariyumbadi, Paarvonaalum Avanudaiya Ellaa Raanuvaththaalum Magimaippaduven Endraar; Avargal Appadiye Seydhaargal. "
},{ "Verses": "5 janangal Odippoivittaargal Endru Egipthin Raajaavukku Arivikkappattapodhu, Janangalukku Virodhamaagap Paarvonum Avan Oozhiyakkaararum Manam Verupattu: Namakku Velai Seyyaadhabadikku Naam Isravelaraip Pogavittadhu Enna Kaariyam Endraargal. "
},{ "Verses": "6 avan Than Iradhaththaip Pootti, Than Janangalaik Koottikkondu, "
},{ "Verses": "7 piradhaanamaana Arunooru Iradhangalaiyum, Egipthilulla Matra Sagala Iradhangalaiyum, Avaigal Ellaavatrirkum Adhibadhigalaana Veeraraiyum Koottikkondu Ponaan. "
},{ "Verses": "8 karththar Egipthin Raajaavaagiya Paarvonin Irudhayaththaik Kadinappaduththinaar; Avan Isravel Puththiraraip Pinthotarndhaan, Isravel Puththirar Balaththa Kaiyudan Purappattup Ponaargal. "
},{ "Verses": "9 egipthiyar Paarvonudaiya Sagala Kudhiraigalodum Iradhangalodum Avanudaiya Kudhiraiveerarodum Senaigalodum Avargalaith Thodarndhupoi, Samuththiraththandaiyile Paagaalseponukku Edhire Irukkira Eerodh Pallaththaakkin Munnadiyile Paalayamirangiyirukkira Avargalaik Kittinaargal. "
},{ "Verses": "10 paarvon Sameebiththu Varugira Podhu, Isravel Puththirar Thangal Kangalai Ereduththuppaarththu, Egipthiyar Thangalukkup Pinne Varugiradhaik Kandu, Migavum Payandhaargal; Appozhudhu Isravel Puththirar Karththarai Nokkik Kooppittaargal. "
},{ "Verses": "11  Andriyum Avargal Moseyai Nokki: Egipthile Piredhakkuzhigal Illaiyendraa Vanaandharaththile Saagumbadikku Engalaik Konduvandheer? Neer Engalai Egipthilirundhu Purappadappanninadhinaal, Engalukku Ippadich Seydhadhu Enna? "
},{ "Verses": "12 naangal Egipthile Irukkum Podhu, Naangal Egipthiyarukku Velaiseyya Engalaich Summaa Vittuvidum Endru Sonnom Allavaa? Naangal Vanaandharaththile Saagiradhaippaarkkilum Egipthiyarukku Velaiseygiradhu Engalukku Nalamaayirukkume Endraargal. "
},{ "Verses": "13 appozhudhu Mose Janangalai Nokki: Bayappadaadhirungal; Neengal Nindrukondu Indraikkuk Karththar Ungalukkuch Seyyum Iratchippaip Paarungal; Indraikku Neengal Kaangira Egipthiyarai Ini Endraikkum Kaanamaatteergal. "
},{ "Verses": "14 karththar Ungalukkaaga Yuththam Pannuvaar; Neengal Summaayiruppeergal Endraan. "
},{ "Verses": "15 appozhudhu Karththar Moseyai Nokki: Nee Ennidaththil Muraiyidugiradhu Enna? Purappattup Pongal Endru Isravel Puththirarukkuch Sollu. "
},{ "Verses": "16 nee Un Kolai Ongi, Un Kaiyaich Samuththiraththinmel Neetti, Samuththiraththaip Pilandhuvidu; Appozhudhu Isravel Puththirar Samuththiraththin Naduvaaga Vettaandharaiyile Nadandhupovaargal. "
},{ "Verses": "17 egipthiyar Ungalaip Pin Thotarndhu Varumbadi Naan Avargal Irudhayaththaik Kadinappaduththi, Paarvonaalum Avan Iradhangal Kudhiraiveerar Mudhalaagiya Avanudaiya Ellaa Raanuvaththaalum Magimaippaduven. "
},{ "Verses": "18 ippadi Naan Paarvonaalum Avan Radhangalaalum Avan Kudhiraiveeraraalum Magimaippadumpodhu, Naane Karththar Enbadhai Egipthiyar Arivaargal Endraar. "
},{ "Verses": "19 appozhudhu Isravelarin Senaikku Munnaaga Nadandha Dhevadhoodhanaanavar Vilagi, Avargalukkup Pinnaaga Nadandhaar; Avargalukku Mun Irundha Mega Sthambamum Vilagi, Avargal Pinne Nindradhu. "
},{ "Verses": "20 adhu Egipthiyarin Senaiyum Isravelarin Senaiyum Raamuzhudhum Ondrodondru Seraadhabadi Avaigal Naduvil Vandhadhu; Egipthiyarukku Adhu Megamum Andhakaaramumaai Irundhadhu, Isravelarukko Adhu Iravai Velichchamaakkitru. "
},{ "Verses": "21 mose Than Kaiyaich Samuththiraththinmel Neettinaan; Appozhudhu Karththar Raamuzhudhum Balaththa Keezhkaatrinaal Samuththiram Odhungumbadi Seydhu, Adhai Varandupogappanninaar; Jalam Pilandhu Pirindhupoyitru. "
},{ "Verses": "22 isravel Puththirar Samuththiraththin Naduvaaga Vettaandharaiyile Nadandhuponaargal; Avargal Valadhupuraththilum Avargal Idadhupuraththilum Jalam Avargalukku Madhilaaga Nindradhu. "
},{ "Verses": "23 appozhudhu Egipthiyar Avargalaith Thodarndhu, Paarvonudaiya Sagala Kudhiraigalodum Radhangalodum Kudhiraiveerarodum Avargal Pirakaale Samuththiraththin Naduve Piravesiththaargal. "
},{ "Verses": "24 kizhakku Veluththuvarum Jaamaththil Karththar Akkiniyum Megamumaana Sthampaththilirundhu Egipthiyarin Senaiyaip Paarththu, Avargal Senaiyaik Kalangadiththu, "
},{ "Verses": "25 avargaludaiya Radhangalilirundhu Urulaigal Kazharavum, Avargal Thangal Radhangalai Varuththaththode Nadaththavumpaninaar; Appozhudhu Egipthiyar: Isravelaraivittu Odippovom, Karththar Avargalukkuth Thunainindru Egipthiyarukku Virodhamaai Yuththampannugiraar Endraargal. "
},{ "Verses": "26 karththar Moseyai Nokki: Jalam Egipthiyarmelum Avargaludaiya Radhangalmelum Avargaludaiya Kudhiraiveerar Melum Thirumbumbadikku, Un Kaiyaich Samuththiraththinmel Neettu Endraar. "
},{ "Verses": "27 appadiye Mose Than Kaiyaich Samuththiraththinmel Neettinaan; Vidiyarkaalaththil Samuththiram Balamaai Thirumbi Vandhadhu; Egipthiyar Adharku Edhiraaga Odumpodhu, Karththar Avargalaik Kadalin Naduve Kavizhththuppottaar. "
},{ "Verses": "28 jalam Thirumbivandhu, Radhangalaiyum Kudhiraiveeraraiyum Avargal Pinnaaga Samuththiraththil Piravesiththirundha Paarvonudaiya Raanuvam Anaiththaiyum Moodikkondadhu; Avargalil Oruvanaagilum Thappavillai. "
},{ "Verses": "29 isravel Puththiraro Samuththiraththin Naduvaaga Vettaandharaiyin Vazhiyaai Nadandhuponaargal; Avargal Valadhu Puraththilum Avargal Idadhupuraththilum Jalam Avargalukku Madhilaaga Nindradhu. "
},{ "Verses": "30 ivvidhamaaik Karththar Annaalile Isravelarai Egipthiyarin Kaikkuth Thappuviththu Ratchiththaar; Kadalkaraiyile Egipthiyar Seththukkidakkiradhai Isravelar Kandaargal. "
},{ "Verses": "31 karththar Egipdhiyaril Seydha Andha Magaththaana Kiriyaiyai Isravelar Kandaargal; Appozhudhu Janangal Karththarukkup Bayandhu, Karththaridaththilum Avarudaiya Oozhiyakkaaranaagiya Moseyinidaththilum Visuvaasam Vaiththaargal. "
}
]