[
{ "Verses": "1 karththar Mosekkuk Karpiththapadiye, Avargal Ilaneelanoolaalum Raththaambaranoolaalum Sivappunoolaalum Parisuththa Sthalaththil Aaraadhanai Seygiradharku Vendiya Vasthirangalaiyum, Aaronukkup Parisuththa Vasthirangalaiyum Seydhaargal. "
},{ "Verses": "2 epoththaip Ponninaalum Ilaneelanoolaalum Raththaambaranoolaalum Sivappunoolaalum Thiriththa Melliya Panjunoolaalum Seydhaan. "
},{ "Verses": "3 andhap Ponnai, Ilaneelanoolodum Raththaambaranoolodum Sivappunoolodum Melliya Panjunoolodum Serththu Visiththiravelaiyaai Neyyumbadikku, Melliya Thagadugalaai Adiththu, Avaigalaich Sarikaigalaagappanninaargal. "
},{ "Verses": "4 irandu Tholgalinmelulla Adhin Irandu Munaigalaiyum Serththaargal; Adhu Ondraai Inaikkappattirundhadhu. "
},{ "Verses": "5 andha Epoththin Melirukkum Visiththiramaana Kachchai, Andha Velaikku Oppaagave Ponninaalum Ilaneelanoolaalum Raththaambaranoolaalum Sivappunoolaalum, Thiriththa Melliya Panjunoolaalum, Karththar Mosekkuk Karpiththapadiye, Seyyappattadhu. "
},{ "Verses": "6 isravel Puththirarin Naamangalai Muththirai Vettuvelaiyaagak Komedhagak Karkalil Vetti, Avaigalaip Pon Kuvalaigalil Padhiththaargal. "
},{ "Verses": "7 karththar Mosekkuk Karpiththapadiye, Avaigal Isravel Puththiraraikkuriththu Gnaabakakkurik Karkalaayirukkumbadi Epoththuth Tholgalinmel Avaigalai Vaiththaan. "
},{ "Verses": "8 maarppadhakkaththai Epoththin Velaikku Oththa Visiththiravelaiyaagap Ponninaalum Ilaneelanoolaalum Raththaambaranoolaalum Sivappunoolaalum Thiriththa Melliya Panjunoolaalum Seydhaan. "
},{ "Verses": "9 andha Maarppadhakkaththaich Sadhuramum Irattaiyumaaich Seydhu, Oru Jaan Neelamum Oru Jaan Agalamumaakki, "
},{ "Verses": "10 adhile Naalu Paththi Raththinakkargalaip Padhiththaargal; Mudhalaam Paththi Padhmaraagamum Pushparaagamum Maanikkamum, "
},{ "Verses": "11 irandaam Paththi Maragadhamum Indhiraneelamum Vachchiramum, "
},{ "Verses": "12 moondraam Paththi Kempum Vaitooriyamum Sukandhiyum, "
},{ "Verses": "13 naalaam Paththi Patikappachchaiyum Komedhakamum Yaspiyumaanadhu. Avaigal Andhandha Idangalile Ponguvalaigalil Padhikkappattirundhadhu. "
},{ "Verses": "14 indhak Karkal Isravel Puththirarudaiya Naamangalinbadiye Pannirandum, Avargaludaiya Naamangalullavaigalumaayirundhadhu; Pannirandu Koththirangalil Ovvoru Koththiraththin Naamam Ovvondrilum Muththirai Vettaai Vettiyirundhadhu. "
},{ "Verses": "15 maarppadhakkaththukku Adhin Pakkangalile Pinnal Velaiyaana Pasumpon Sangiligalaiyum Panni, "
},{ "Verses": "16 irandu Pon Kuvalaigalaiyum Irandu Pon Valaiyangalaiyum Seydhu, Andha Irandu Valaiyangalai Maarppadhakkaththin Irandu Pakkaththilum Vaiththu, "
},{ "Verses": "17 ponninaal Seydha Pinnal Velaiyaana Andha Irandu Sangiligalaiyum Maarppadhakkaththin Pakkangalil Irukkira Irandu Valaiyangalilum Maatti, "
},{ "Verses": "18 pinnal Velaiyaana Avvirandu Sangiligalin Irandu Nunigalaiyum Epoththin Tholpuraththuth Thundugal Mel Munpuraththil Irukkira Irandu Kuvalaigalilum Maattinaargal. "
},{ "Verses": "19 pinnum Irandu Valaiyangalaip Panni, Avaigalai Epoththin Keezhppuraththirku Edhiraana Maarppadhakkaththin Matra Irandu Pakkangalilum Adhin Oraththil Vaiththu, "
},{ "Verses": "20 vere Irandu Pon Valaiyangalaiyum Panni, Avaigalai Epoththin Munpuraththin Irandu Keezhppakkangalil Adhin Inaippukku Edhiraagavum, Epoththin Visiththiramaana Kachchaikku Melaagavum Vaiththu, "
},{ "Verses": "21 maarppadhakkam Epoththin Visiththiramaana Kachchaikku Melaaga Irukkumbadikkum, Epoththilirundhu Neengip Pogaadhabadikkum, Adhai Adhin Valaiyangalaal Epoththin Valaiyangalode Ilaneela Naadaavinaale, Karththar Mosekkuk Karpiththapadiye, Kattinaargal. "
},{ "Verses": "22 epoththin Keezh Angiyai Muzhuvadhum Ilaneelanoolaal Neydhaan. "
},{ "Verses": "23 angiyin Naduvil Maarkkavasath Thuvaaraththukku Oppaaga Oru Thuvaaramum, Adhu Kizhiyaadhabadi Andhath Thuvaaraththaich Sutrilum Oru Naadaavum Thaiththirundhadhu. "
},{ "Verses": "24 angiyin Keezh Orangalil Thongaththakkadhaagath Thiriththa Ilaneelanoolum Raththaambaranoolum Sivappunoolumaana Velaiyaaga Maadhalampazhangalaip Panni, "
},{ "Verses": "25 pasumponninaal Manigalaiyum Panni, Andha Manigalai Angiyin Orangalil Sutrilum Maadhalampazhangalin Idaiidaiye Thongavaiththaargal. "
},{ "Verses": "26 karththar Mosekkuk Karpiththapadiye Aaraadhanaikkuriya Angiyin Oraththaich Sutrilum, Oru Maniyum Oru Maadhalampazhamum, Oru Maniyum Oru Maadhalampazhamumaai Irundhadhu. "
},{ "Verses": "27 aaronukkum Avan Kumaararukkum Melliya Panjunoolaal Nesavuvelaiyaana Angigalaiyum, "
},{ "Verses": "28 melliya Panjunoolaal Paakaiyaiyum, Alangaaramaana Kullaakkalaiyum, Thiriththa Melliya Sanalnoolaal Sallatangalaiyum, "
},{ "Verses": "29 thiriththa Melliya Panjunoolaalum Ilaneelanoolaalum Raththaambaranoolaalum Sivappunoolaalum Siththirath Thaiyalvelaiyaana Idaikkachchaiyaiyum, Karththar Mosekkuk Karpiththapadiye, Seydhaargal. "
},{ "Verses": "30 parisuththa Kireedaththin Pattaththaiyum Pasumponninaale Panni, Karththarukkup Parisuththam Ennum Ezhuththukkalai Adhile Muththirai Vettaaga Vetti, "
},{ "Verses": "31 adhai Uyarap Paakaiyinmel Kattumbadi, Karththar Mosekkuk Karpiththapadiye, Ilaneela Naadaavinaal Kattinaargal. "
},{ "Verses": "32 ippadiye Aasarippuk Koodaaramaagiya Vaasasthalaththin Velaiyellaam Mudindhadhu; Karththar Mosekkuk Karpiththapadiyellaam Isravel Puththirar Seydhaargal. "
},{ "Verses": "33 pinbu, Vaasasthalaththai Moseyinidaththil Konduvandhaargal; Koodaaraththaiyum, Adharkuriya Ellaap Panimuttugalaiyum, Adhin Thuradugalaiyum, Adhin Palagaigalaiyum, Adhin Thaazhppaalgalaiyum, Adhin Thoongalaiyum, Adhin Paadhangalaiyum, "
},{ "Verses": "34 sivappuththeerndha Aattukkadaath Thol Moodiyaiyum, Thagasuththol Moodiyaiyum, Maraivin Thiraichcheelaiyaiyum, "
},{ "Verses": "35 saatchippettiyaiyum, Adhin Thandugalaiyum, Kirubaasanaththaiyum, "
},{ "Verses": "36 mejaiyaiyum, Adhin Ellaap Panimuttugalaiyum, Samugaththappangalaiyum, "
},{ "Verses": "37 suththamaana Kuththuvilakkaiyum, Varisaiyaai Ozhungupaduththappatta Adhin Agalgalaiyum, Adhin Ellaap Panimuttugalaiyum, Velichchaththirku Enneyaiyum, "
},{ "Verses": "38 porpeedaththaiyum, Abishega Thailaththaiyum, Sugandha Thoobavarkkaththaiyum, Vaasasthalaththin Vaasal Thongudhiraiyaiyum, "
},{ "Verses": "39 vengalap Balibeedaththaiyum, Adhin Vengalach Sallataiyaiyum, Adhin Thandugalaiyum, Adhin Sagala Panimuttugalaiyum, Thottiyaiyum, Adhin Paadhaththaiyum, "
},{ "Verses": "40 piraagaaraththin Thongudhiraigalaiyum, Adhin Thoongalaiyum, Adhin Paadhangalaiyum, Piraagaaraththu Vaasal Maraivaiyum, Adhin Kayirugalaiyum, Adhan Mulaigalaiyum, Aasarippuk Koodaaramaana Vaasasthalaththin Velaikkatuththa Sagala Panimuttugalaiyum, "
},{ "Verses": "41 parisuththa Sthalaththile Seyyum Aaraadhanaikkaduththa Vasthirangalaiyum, Aasaariya Oozhiyanjeygira Aaronin Parisuththa Vasthirangalaiyum, Avan Kumaararin Vasthirangalaiyum Konduvandhaargal. "
},{ "Verses": "42 karththar Mosekkuk Karpiththapadiyellaam Isravel Puththirar Sagala Velaigalaiyum Seydhaargal. "
},{ "Verses": "43 mose Andha Velaigalaiyellaam Paarththaan; Karththar Karpiththapadiye Adhaich Seydhirundhaargal. Mose Avargalai Aaseervadhiththaan. "
}
]