[
{ "Verses": "1 oruvan Oru Maattaiyaavadhu Oru Aattaiyaavadhu Thirudi, Adhaik Kondraal, Alladhu Adhai Vitraal, Avan Andha Maattukku Aindhu Maadugalaiyum, Andha Aattukku Naalu Aadugalaiyum Padhilaagak Kodukkakkadavan. "
},{ "Verses": "2 thirudan Kannamidugaiyil Kandupidikkappattu, Adikkappattuch Seththaal, Avan Nimiththam Raththappazhi Sumaraadhu. "
},{ "Verses": "3 sooriyan Avanmel Udhiththirundhadhaanaal, Avan Nimiththam Raththappazhi Sumarum; Thirudan Padhil Koduththuth Theerkkavendum; Avan Kaiyil Ondrum Illaadhirundhaal, Thaan Seydha Kalavukkaaga Vilaippadakkadavan. "
},{ "Verses": "4 avan Thirudina Maadaavadhu Kazhudhaiyaavadhu Aadaavadhu Uyirudane Avan Kaiyil Kandupidikkappattaal, Irattippaai Avan Kodukkavendum. "
},{ "Verses": "5 oruvan Piranudaiya Vayalilaavadhu Thiraatchaththottaththilaavadhu Than Mirugajeevanai Meyavittaal, Avan Than Suyavayalilum Thiraatchaththottaththilumulla Palanil Uththamamaanadhai Eduththu, Padhil Seluththakkadavan. "
},{ "Verses": "6 akkini Ezhumbi, Mullukalil Patri, Thaaniyapporaiyaavadhu, Vilaindha Payiraiyaavadhu, Vayalilulla Vere Edhaiyaavadhu Eriththuppottadheyaanaal, Akkiniyaik Koluththinavan Akkinich Sedhaththirku Uththaravaadham Pannavendum. "
},{ "Verses": "7 oruvan Piranudaiya Vasaththil Thiraviyaththaiyaavadhu, Udaimaigalaiyaavadhu Adaikkalamaaga Vaiththirukkumpodhu, Adhu Avan Veettilirundhu Thirudappattupponaal, Thirudan Agappattaanaagil, Avan Adharku Rattippaagak Kodukkavendum. "
},{ "Verses": "8 thirudan Agappadaadheponaal, Andha Veettukkaaran Thaane Piranudaiya Porulai Abagariththaano Illaiyo Endru Ariyumbadi Niyaayaadhibadhigalidaththil Avanaik Kondupoga Vendum. "
},{ "Verses": "9 kaanaamalpona Maadu, Kazhudhai, Aadu, Vasthiram Mudhaliyavaigalil Yaadhondraip Piranoruvan Thannudaiyadhu Endru Solli Kutranjaatrinaal, Irudhiraththaarudaiya Vazhakkum Niyaayaadhipadhigalidaththil Varakkadavadhu; Niyaayaadhibadhigal Evanaik Kutravaali Endru Theerkkiraargalo, Avan Matravanukku Rattippaagak Kodukkakkadavan. "
},{ "Verses": "10 oruvan Than Kazhudhaiyaiyaavadhu Maattaiyaavadhu Aattaiyaavadhu Matra Yaadhoru Mirugajeevanaiyaavadhu Piran Vasaththil Vittirukkumbodhu Adhu Seththaalum, Sedhappattupponaalum, Oruvarum Kaanaadhabadi Ottikkondu Pogappattaalum, "
},{ "Verses": "11 avan Thaan Piranudaiya Porulai Abagarikkavillaiyendru Karththar Peril Idum Aanai Avargal Iruvarukkum Naduththeerkkakkadavadhu; Udaiyavan Adhai Angeegarikkavendum; Matravan Badhilalikkavenduvadhillai. "
},{ "Verses": "12 adhu Avan Vasaththilirundhu Thirudappattuppoyitraanaal, Avan Adhin Ejamaanukku Adharkaaga Uththaravaadham Pannakkadavan. "
},{ "Verses": "13 adhu Peerundupoyitraanaal, Adharkuch Saatchiyai Oppuvikkavendum. Peerundadharkaaga Avan Uththaravaadham Pannavenduvadhillai. "
},{ "Verses": "14 oruvan Piranidaththil Edhaiyaagilum Iravalaaga Vaanginadhundaanaal, Adharku Udaiyavankooda Iraadhapodhu, Adhu Sedhappattaalum, Seththupponaalum, Avan Adharku Uththaravaadham Pannavendum. "
},{ "Verses": "15 adharku Udaiyavankooda Irundhaanaagil, Avan Uththaravaadham Pannavenduvadhillai; Adhu Vaadagaikku Vaangappattirundhaal, Adhu Avan Vaadagaikku Vandha Sedham. "
},{ "Verses": "16 niyamikkappadaadha Oru Kannigaiyai Oruvan Mosampokki Avalode Sayaniththaal, Avan Avalukkaagap Parisamkoduththu, Avalai Vivaagampannakkadavan. "
},{ "Verses": "17 aval Thagappan Avalai Avanukkuk Kodukkamaatten Endraanaagil, Kannigaigalukkaagak Kodukkappadum Parisa Muraimaiyinbadi Avan Panaththai Niruththuk Kodukkavendum. "
},{ "Verses": "18 sooniyakkaariyai Uyirode Vaikka Vendaam. "
},{ "Verses": "19 mirugaththode Punarugiravan Evanum Kollappadavendum. "
},{ "Verses": "20 karththar Oruvarukke Ozhiya Vere Dhevargalukkup Baliyidugiravan Sangarikkappadakkadavan. "
},{ "Verses": "21 anniyanaich Sirumaippaduththaamalum Odukkaamalum Iruppeergalaaga; Neengalum Egipthu Dhesaththil Anniyargalaayirundheergale. "
},{ "Verses": "22 vidhavaiyaiyum Thikkatra Pillaiyaiyum Odukkaamal Iruppeergalaaga; "
},{ "Verses": "23 avargalai Evvalavaagilum Odukkumpodhu, Avargal Ennai Nokki Muraiyittaal, Avargal Muraiyidudhalai Naan Nichchayamaaik Kettu, "
},{ "Verses": "24 kobamoondavaraagi, Ungalaip Pattayaththinaal Kolaiseyven; Ungal Manaivigal Vidhavaigalum, Ungal Pillaigal Thikkatra Pillaigalumaavaargal. "
},{ "Verses": "25 ungalukkul Sirumaippattirukkira En Janangalil Oruvanukku Neengal Panam Kadanaagak Koduththirundhaal, Vattivaangugiravargalpola Avanidaththil Vatti Vaangavendaam. "
},{ "Verses": "26 piranudaiya Vasthiraththai Eedaaga Vaanginaal, Pozhudhupogumunname Adhai Avanukkuth Thirumbak Koduththu Viduvaayaaga. "
},{ "Verses": "27 avan Porvai Adhudhaane, Adhuve Avan Than Udambai Moodikkollugira Vasthiram; Veru Edhinaale Porththup Paduththukkolluvaan? Avan Ennai Nokki Muraiyidumpodhu, Naan Avanukkuch Sevikoduppen, Naan Irakkamullavaraayirukkiren. "
},{ "Verses": "28 niyaayaadhibadhigalaith Dhooshiyaamalum, Un Janaththin Adhibadhiyaich Sabiyaamalum Iruppaayaaga. "
},{ "Verses": "29 mudhal Mudhal Pazhukkum Un Pazhaththaiyum, Vadiyum Un Rasaththaiyum Kaanikkaiyaagach Seluththath Thaamadhikka Vendaam. Un Kumaararil Mudhalperaanavanai Enakkuk Koduppaayaaga. "
},{ "Verses": "30 un Maadugalilum Un Aadugalilum Appadiye Seyvaayaaga; Kuttiyaanadhu Ezhunaal Than Thaayode Irukkattum, Ettaam Naalile Adhai Enakkuch Cheluththuvaayaaga. "
},{ "Verses": "31 neengal Enakkup Parisuththa Manusharaayirukkakkadaveergal; Veliyile Peerunda Maamsaththaip Pusiyaamal, Adhai Naaigalukkup Pottuvidungal. "
}
]