[
{ "Verses": "1 mose Malaiyilirundhu Irangivarath Thaamadhikkiradhai Janangal Kandapodhu, Avargal Aaronidaththil Koottangoodi, Avanai Nokki: Egipthu Dhesaththilirundhu Engalai Azhaiththukkonduvandha Andha Mosekku Enna Sambaviththadho Ariyom; Aadhalaal Neer Ezhundhu, Engalukku Munsellum Dheyvangalai Engalukkaaga Undupannum Endraargal. "
},{ "Verses": "2 adharku Aaron: Ungal Manaivigal Kumaarar Kumaaraththigaludaiya Kaadhugalil Irukkira Ponnanigalaik Kazhatri, Ennidaththil Konduvaarungal Endraan. "
},{ "Verses": "3 janangal Ellaarum Thangal Kaadhugalil Irundha Ponnanigalaik Kazhatri, Aaronidaththil Konduvandhaargal. "
},{ "Verses": "4 avargal Kaiyilirundhu Avan Andhap Ponnai Vaangi, Sirpakkaruviyinaal Karuppidiththu, Oru Kandrukkuttiyai Vaarppiththaan. Appozhudhu Avargal: Isravelare, Ungalai Egipthudhesaththilirundhu Azhaiththukkonduvandha Ungal Dheyvangal Ivaigale Endraargal. "
},{ "Verses": "5 aaron Adhaip Paarththu, Adharku Munbaaga Oru Balibeedaththaik Katti, Naalaikkuk Karththarukkup Pandigai Endru Koorinaan. "
},{ "Verses": "6 marunaal Avargal Adhigaalaiyil Ezhundhu, Sarvaanga Thaganabaligalaiyittu, Samaadhaanabaligalaich Seluththinaargal; Pinbu, Janangal Pusikkavum Kudikkavum Utkaarndhu, Vilaiyaada Ezhundhaargal. "
},{ "Verses": "7 appozhudhu Karththar Moseyai Nokki: Nee Irangippo; Egipthudhesaththilirundhu Nee Nadaththikkonduvandha Un Janangal Thangalaik Keduththuk Kondaargal. "
},{ "Verses": "8 avargalukku Naan Vidhiththa Vazhiyai Avargal Seekkiramaai Vittu Vilakinaargal; Avargal Thangalukku Oru Kandrukkuttiyai Vaarppiththu, Adhaip Panindhukondu, Adharkup Baliyittu: Isravelare, Ungalai Egipthudhesaththilirundhu Azhaiththukkonduvandha Ungal Dheyvangal Ivaikale Endru Sonnaargal Endraar. "
},{ "Verses": "9 pinnum Karththar Moseyai Nokki: Indha Janangalaip Paarththen; Ivarkal Vanangaakkazhuththulla Janangal. "
},{ "Verses": "10 aakaiyaal En Kopam Ivarkalmel Moolavum, Naan Ivarkalai Azhiththuppotavum Nee Ennai Vittuvitu; Unnai Oru Periya Jaadhiyaakkuven Endraar. "
},{ "Verses": "11 mose Than Dhevanaagiya Karththarai Nokki: Karththaave, Dhevareer Magaa Balaththinaalum Vallamaiyulla Kaiyinaalum Egipthu Dhesaththilirundhu Purappadappannina Ummudaiya Janangalukku Virodhamaaga Ummudaiya Kobam Patriyerivadhenna? "
},{ "Verses": "12 malaigalil Avargalaik Kondru Podavum, Boomiyinmel Iraadhabadikku Avargalai Nirmoolamaakkavum, Avargalukkuth Theenguseyyumporutte Avargalaip Purappadappanninaar Endru Egipthiyar Solluvaanen? Ummudaiya Kobaththin Ukkiraththai Vittuth Thirumbi, Umadhu Janangalukkuth Theenguseyyaadhabadikku, Avargalmel Paridhaapangollum. "
},{ "Verses": "13 umadhu Dhaasaraagiya Aabiragaamaiyum Eesaakkaiyum Isravelaiyum Ninaiththarulum: Ungal Sandhadhiyai Vaanaththu Natchaththirangalaippolap Perugappanni, Naan Sonna Indhath Dhesam Muzhuvadhaiyum Ungal Sandhadhiyaar Endraikkum Sudhandhariththukkollumbadikku, Avargalukkuk Koduppen Endru Ummaikkonde Avargalukku Aanaiyittuch Sonneere Endru Kenjip Piraarththiththaan. "
},{ "Verses": "14 appozhudhu Karththar Thamadhu Janangalukkuch Seyya Ninaiththa Theengaich Seyyaadhabadikkup Paridhaapangondaar. "
},{ "Verses": "15 pinbu Mose Malaiyilirundhu Iranginaan; Saatchippalagaigal Irandum Avan Kaiyil Irundhadhu; Andhap Palagaigal Irupuramum Ezhudhappattirundhadhu, Avaigal Indhap Pakkaththilum Andhap Pakkaththilum Ezhudhappattirundhadhu. "
},{ "Verses": "16 andhap Palagaigal Dhevanaal Seyyappattadhaayum, Avaigalile Padhindha Ezhuththu Dhevanaal Ezhudhappatta Ezhuththumaayirundhadhu. "
},{ "Verses": "17 janangal Aaravaaram Pannugiradhai Yosuvaa Kettu, Moseyai Nokki: Paalayaththil Yuththaththin Iraichchal Undaayirukkiradhu Endraan. "
},{ "Verses": "18 adharku Mose: Adhu Jeyadhoniyaagiya Saththamum Alla, Apajeyadhoniyaagiya Saththamum Alla; Paadalin Saththam Enakkuk Ketkiradhu Endraan. "
},{ "Verses": "19 avan Paalayaththukkuch Sameebiththu, Andhak Kandrukkuttiyaiyum Nadanaththaiyum Kandapodhu, Mose Kobam Moondavanaagi, Than Kaiyile Irundha Palagaigalai Malaiyin Adiyile Erindhu Udaiththuppottu; "
},{ "Verses": "20 avargal Undupannina Kandrukkuttiyai Eduththu, Akkiniyil Sutteriththu, Adhaip Podiyaaga Araiththu, Thanneerinmel Thoovi, Adhai Isravel Puththirar Kudikkumbadi Seydhaan. "
},{ "Verses": "21 pinbu, Mose Aaronai Nokki: Nee Indha Janangalmel Indhap Perumpaadhagaththaich Sumaththugiradharku, Ivargal Unakku Enna Seydhaargal Endraan. "
},{ "Verses": "22 adharku Aaron: En Aandavanukkuk Kobam Moolaadhiruppadhaaga; Idhu Pollaadha Janam Endru Neer Arindhirukkireer. "
},{ "Verses": "23 ivargal Ennai Nokki: Engalukku Munsellum Dheyvangalai Engalukku Undupannum; Egipthu Dhesaththilirundhu Engalai Azhaiththukkonduvandha Andha Mosekku Enna Sambaviththadho Ariyom Endraargal. "
},{ "Verses": "24 appozhudhu Naan: Ponnudaimai Udaiyavargal Evargalo Avargal Adhaik Kazhatrith Tharakkadavargal Endren; Avargal Appadiye Seydhaargal; Adhai Akkiniyile Potten, Adhilirundhu Indhak Kandrukkutti Vandhadhu Endraan. "
},{ "Verses": "25 janangal Thangal Pagaivarukkul Avamaanappadaththakkadhaaga Aaron Avargalai Nirvaanamaakkiyirundhaan. Avargal Nirvaanamaayirukkiradhai Mose Kandu, "
},{ "Verses": "26 paalayaththin Vaasalil Nindru: Karththarudaiya Patchaththil Irukkiravargal Yaar? Avargal Ennidaththil Serakkadavargal Endraan. Appozhudhu Leviyin Puththirar Ellaarum Avanidaththil Koodivandhaargal. "
},{ "Verses": "27 avan Avargalai Nokki: Ungalil Ovvoruvanum Than Pattayaththaith Than Araiyile Kattikkondu, Paalayamengum Ullum Purambum Vaasalukku Vaasal Poi, Ovvoruvanum Thanthan Sagodharanaiyum Ovvoruvanum Thanthan Sinegidhanaiyum Ovvoruvanum Thanthan Ayalaanaiyum Kondrupodakkadavan Endru Isravelin Dhevanaagiya Karththar Sollugiraar Endraan. "
},{ "Verses": "28 leviyin Puththirar Mose Sonnabadiye Seydhaargal; Annaalil Janangalil Erakkuraiya Moovaayiramper Vizhundhaargal. "
},{ "Verses": "29 karththar Indraikku Ungalukku Aaseervaadham Alikkumbadi, Indraikku Neengal Avanavan Thanthan Maganukkum Sagodharanukkum Virodhamaayirukkiradhinaal, Karththarukku Ungalaip Piradhishtai Pannungal Endru Mose Solliyirundhaan. "
},{ "Verses": "30 marunaalil Mose Janangalai Nokki: Neengal Magaa Periya Paavanseydheergal; Ungalukkaagap Paavanivirththi Seyyakkoodumo Endru Ariya Ippozhudhu Naan Karththaridaththirku Erippogiren Endraan. "
},{ "Verses": "31 appadiye Mose Karththaritaththirkuth Thirumbippoi: Aiyo, Indha Janangal Ponninaal Thangalukkuth Dheyvangalai Undaakki, Magaa Periya Paavam Seydhirukkiraargal. "
},{ "Verses": "32 aagilum, Dhevareer Avargal Paavaththai Manniththaruluveeraanaal Manniththarulum; Illaavittaal Neer Ezhudhina Ummudaiya Pusthagaththilirundhu En Peraik Kirukkippodum Endraan. "
},{ "Verses": "33 appozhudhu Karththar Moseyai Nokki: Enakku Virodhamaaip Paavam Seydhavan Evano, Avan Perai En Pusthagaththilirundhu Kirukkippoduven. "
},{ "Verses": "34 ippozhudhu Nee Poi, Naan Unakkuch Sonna Idaththukku Janangalai Azhaiththukkondupo; En Thoodhanaanavar Unakkumun Selluvaar; Aagilum, Naan Visaarikkum Naalil Avargaludaiya Paavaththai Avargalidaththil Visaarippen Endraar. "
},{ "Verses": "35 aaron Seydha Kandrukkuttiyai Janangal Seyviththadhin Nimiththam Karththar Avargalai Upaadhiththaar. "
}
]