[
{ "Verses": "1 mose Isravel Puththiraraagiya Sabaiyaar Ellaaraiyum Koodivaraseydhu, Avargalai Nokki: "
},{ "Verses": "2 neengal Aarunaal Velaiseyya Vendum, Ezhaamnaalo Ungalukkup Parisuththa Naalaai Iruppadhaaga; Adhu Karththarukkendru Oindhirukkum Oivunaal; Adhile Velaiseygiravan Evanum Kolaiseyyappadakkadavan. "
},{ "Verses": "3 oivunaalil Ungal Vaasasthalangalil Engum Neruppu Moottaadhiruppeergalaaga Ennum Ivvaarththaigalaik Kaikkollumbadi Karththar Kattalaiyittaar Endraan. "
},{ "Verses": "4 pinnum Mose Isravel Puththiraraagiya Sabaiyaar Ellaaraiyum Nokki: "
},{ "Verses": "5 ungalukku Undaanadhile Karththarukku Oru Kaanikkaiyaik Konduvandhu Seluththungal; Manamullavan Evano, Avan Adhaik Konduvarattum; Karththarukkuch Seluththum Kaanikkai Ennavendraal, Ponnum, Velliyum, Vengalamum, "
},{ "Verses": "6 ilaneelanoolum, Raththaambaranoolum, Sivappunoolum, Melliya Panjunoolum, Vellaattu Mayirum, "
},{ "Verses": "7 sivappuththeerndha Aattukkadaaththolum, Thakasuththolum, Seeththim Maramum, "
},{ "Verses": "8 vilakkukku Enneyum, Abishega Thailaththukkup Parimalavarkkangalum, Thoobaththukkuch Sugandhavarkkangalum, "
},{ "Verses": "9 aasaariyarudaiya Epoththilum Maarppadhakkaththilum Padhikkaththakka Komedhagam Mudhaliya Raththinangalume. "
},{ "Verses": "10 ungalil Gnaana Irudhayamulla Anaivarum Vandhu, Karththar Kattalaiyittavaigalaiyellaam Seyvaargalaaga. "
},{ "Verses": "11 vaasasthalaththaiyum, Adhin Koodaaraththaiyum, Adhin Moodiyaiyum, Adhin Kokkigalaiyum, Adhin Palagaigalaiyum, Adhin Thaazhppaalgalaiyum, Adhin Thoongalaiyum, Adhin Paadhangalaiyum, "
},{ "Verses": "12 pettiyaiyum, Adhin Thandugalaiyum, Kirubaasanaththaiyum, Maraivin Thiraichcheelaiyaiyum, "
},{ "Verses": "13 mejaiyaiyum, Adhin Thandugalaiyum, Adhin Sagala Panimuttugalaiyum, Samugaththappangalaiyum, "
},{ "Verses": "14 velichchangodukkum Kuththuvilakkaiyum, Adhin Karuvigalaiyum, Adhin Akalgalaiyum, Velichchaththukku Enneyaiyum, "
},{ "Verses": "15 thoobabeedaththaiyum, Adhin Thandugalaiyum, Abishegathailaththaiyum, Sugandha Thoobavarkkaththaiyum, Vaasasthalaththin Vaasalukkuth Thongudhiraiyaiyum, "
},{ "Verses": "16 thagana Balibeedaththaiyum, Adhin Vengalach Challataiyaiyum, Adhin Thandugalaiyum, Adhin Sagala Panimuttugalaiyum, Thottiyaiyum, Adhin Paadhaththaiyum, "
},{ "Verses": "17 piraakaaraththin Thongudhiraigalaiyum, Adhin Thoongalaiyum, Adhin Paadhangalaiyum, Piraagaaraththu Vaasalin Thongudhiraiyaiyum, "
},{ "Verses": "18 vaasasthalaththin Mulaigalaiyum, Piraagaaraththin Mulaigalaiyum, Avaigalin Kayirugalaiyum, "
},{ "Verses": "19 parisuththa Sthalaththile Aaraadhanai Seyvadharkuriya Vasthirangalaiyum, Aasaariya Oozhiyanjeygira Aaronin Parisuththa Vasthirangalaiyum, Avan Kumaararin Vasthirangalaiyum Avargal Seyyakkadavargal Endraan. "
},{ "Verses": "20 appozhudhu Isravel Puththiraraaigya Sabaiyaar Ellaarum Moseyin Samugaththaivittup Purappattaargal. "
},{ "Verses": "21 pinbu Evargalai Avargal Irudhayam Ezhuppi, Evargalai Avargal Aavi Utchaagappaduththinadho, Avargal Ellaarum Aasarippuk Koodaaraththin Velaikkum Adhin Sagala Oozhiyaththukkum, Parisuththa Vasthirangalukkum Etravaigalaik Karththarukkuk Kaanikkaiyaagak Konduvandhaargal. "
},{ "Verses": "22 manappoorvamulla Sthiree Purushar Yaavarum, Asthakadagangal, Kaadhanigal, Modhirangal, Aarangal Mudhalaana Sagala Vidha Ponnaabaranangalaiyum Konduvandhaargal; Karththarukkuk Kaanikkai Seluththina Ovvoruvanum Ponnaik Kaanikkaiyaagach Seluththinaan. "
},{ "Verses": "23 ilaneelanoolaiyum Rathtbaampara Noolaiyum Sivappunoolaiyum Melliya Panju Noolaiyum Vellaattu Mayiraiyum Sivappuththeerndha Aattukkadaath Tholaiyum Thakasuththolaiyum Thangalidaththil Vaiththirundha Yaavarum Avaigalaik Konduvandhaargal. "
},{ "Verses": "24 velliyaiyum Vengalaththaiyum Kodukkaththakka Yaavarum Avaigalaik Karththarukkuk Kaanikkaiyaagak Konduvandhaargal. Parpala Velaigalukku Udhavum Seeththim Maraththaith Thangalidaththil Vaiththirundha Yaavarum Avaigalaik Konduvandhaargal. "
},{ "Verses": "25 gnaana Irudhayamulla Sthireegal Ellaarum Thangal Kaigalinaal Nootru, Thaangal Nootra Ilaneelanoolaiyum Raththaambara Noolaiyum Sivappunoolaiyum Melliya Panju Noolaiyum Konduvandhaargal. "
},{ "Verses": "26 endha Sthireegaludaiya Irudhayam Gnaana Ezhuppudhal Adaindhadho, Avargal Ellaarum Vellaattu Mayiraith Thiriththaargal. "
},{ "Verses": "27 pirapukkal Epoththilum Maarppadhakkaththilum Padhikkum Komedhakam Mudhaliya Raththinangalaiyum, "
},{ "Verses": "28 parimalavarkkangalaiyum, Vilakkenneyaiyum, Abishega Thailaththukkum Sugandhavarkka Thoobaththukkum Vendiyavaigalaiyum Konduvandhaargal. "
},{ "Verses": "29 seyyappadumbadi Karththar Moseyaik Kondu Karpiththa Velaikkuriya Yaavaiyum Konduvara, Isravel Puththirarukkul Thangal Irudhayaththil Urchaagamadaindha Sthiree Purushar Yaavarum Karththarukkuk Kaanikkaiyai Manappoorvamaaik Konduvandhaargal. "
},{ "Verses": "30 pinbu Mose Isravel Puththirarai Nokki: Paarungal, Karththar Yoodhaavin Koththiraththil Oorin Maganaana Ooriyin Kumaaran Pesaleyelaip Persolli Azhaiththu, "
},{ "Verses": "31 avan Visiththiramaana Velaigalai Yosiththuch Seyyavum, Ponnilum Velliyilum Vengalaththilum Velaiseyyavum, "
},{ "Verses": "32 raththinangalai Muththirai Vettaaga Vettip Padhikkavum, Maraththil Siththira Velai Seydhu Sagala Vinodhamaana Velaigalaich Seyyavum, "
},{ "Verses": "33 avanukku Gnaanaththaiyum Buththiyaiyum Arivaiyum Aruli, Avan Sagalavidha Velaigalaiyum Seyyumbadi Dhevaaaviyinaale Avanai Nirappinaar. "
},{ "Verses": "34 avan Irudhayaththilum, Thaankoththiraththu Akisaamaakin Kumaaranaagiya Akoliyaapin Irudhayaththilum, Podhikkum Varaththaiyum Arulinaar. "
},{ "Verses": "35 siththiravelaiyaiyum Sirpavelaiyaiyum, Ilaneelanoolaalum Raththaambaranoolaalum Sivappunoolaalum Melliya Panjunoolaalum Seyyappadum Visiththirath Thaiyalvelaiyaiyum, Sagala Visiththira Nesavu Velaigalaiyum Vinodhamaana Velaigalai Yookikkiravargalum Seygiravargalum Niraivetrum Sagalavidha Velaigalaiyum Seyyumbadikku Avargaludaiya Irudhayaththai Gnaanaththinaal Nirappinaar Endraan. "
}
]