[
{ "Verses": "1 appozhudhu Karththar Moseyai Nokki: Naan Paarvonukkuch Seyvadhai Ippozhudhu Kaanbaai; Balaththa Kaiyaik Kandu Avargalaip Pogavittu, Balaththa Kaiyaik Kandu Avargalaith Than Dhesaththilirundhu Thuraththi Viduvaan Endraar. "
},{ "Verses": "2 melum, Dhevan Moseyai Nokki: Naan Yegovaa, "
},{ "Verses": "3 sarvavallamaiyulla Dhevan Ennum Naamaththinaal Naan Aabiragaamukkum Eesaakkukkum Yaakkobukkum Dharisanamaanen; Aanaalum Yegovaa Ennum En Naamaththinaal Naan Avargalukku Ariyappadavillai. "
},{ "Verses": "4 avargal Paradhesigalaaith Thangina Dhesamaagiya Kaanaan Dhesaththai Avargalukkuk Koduppen Endru Naan Avargalode En Udanbadikkaiyaiyum Erpaduththiyirukkiren. "
},{ "Verses": "5 ekipdhiyar Atimaikollukira Isravel Puththirarin Perumoochchaiyum Naan Kettu, En Utanpatikkaiyai Ninaiththen. "
},{ "Verses": "6 aadhalaal, Isravel Puththirarai Nokki: Naane Karththar; Ungal Mel Egipthiyar Sumaththina Sumaigalai Neekki Naan Ungalai Viduviththu, Ungalai Avargal Adimaiththanaththirku Neengalaakki, Ongiya Kaiyinaalum, Magaa Thandanaigalinaalum Ungalai Meettu, "
},{ "Verses": "7 ungalai Enakku Janangalaagach Serththukkondu, Ungalukku Dhevanaayiruppen; Ungal Mel Egipthiyar Sumaththina Sumaigalai Neekki Ungalai Viduvikkira Ungal Dhevanaagiya Karththar Naan Endru Ariveergal. "
},{ "Verses": "8 aabiragaamukkum Eesaakkukkum Yaakkobukkum Koduppen Endru Naan Aanaiyitta Dhesaththil Ungalaik Kondupoi, Adhai Ungalukkuch Sudhandharamaagak Koduppen; Naan Karththar Endru Avargalukkuch Sol Endraar. "
},{ "Verses": "9 indhap Piragaaramaaga Mose Isravel Puththirarukkuch Sonnaan; Avargalo Manamadivinaalum Kodumaiyaana Velaiyinaalum Mosekkuch Sevikodaamal Ponaargal. "
},{ "Verses": "10 pinbu, Karththar Moseyai Nokki: "
},{ "Verses": "11 nee Egipthin Raajaavaagiya Paarvonidaththil Poi, Avan Than Dhesaththilirundhu Isravel Puththiraraip Pogavidumbadi Avanode Pesu Endraar. "
},{ "Verses": "12 mose Karththarudaiya Sannidhaanaththil Nindru, Isravel Puththirare Enakkuch Sevikodukkavillai; Paarvon Enakku Eppadich Sevikoduppaan? Naan Viruththasedhanamillaadha Udhadugal Ullavan Endraan. "
},{ "Verses": "13 karththar Moseyodum Aaronodum Pesi, Isravel Puththirarai Egipthu Dhesaththilirundhu Azhaiththukkondu Pogumbadikku, Avargalai Isravel Puththiraridaththukkum Egipthin Raajaavaagiya Paarvonidaththukkum Kattalai Koduththu Anuppinaar. "
},{ "Verses": "14 avargaludaiya Pidhaakkal Veettaarin Thalaivar Yaarendraal, Isravelukku Mudhal Pirandhavanaagiya Roobanudaiya Kumaarar Aanokku, Palloo, Esron, Karmee; Ivargal Roobanudaiya Vamsangalin Thalaivar. "
},{ "Verses": "15 simiyonin Kumaarar Emuvel, Yaamin, Okaadh, Yaakeen, Sokaar, Kaanaaniya Sthireeyin Kumaaranaagiya Savul; Simiyonudaiya Vamsangalin Thalaivar Ivargale. "
},{ "Verses": "16 urpaththik Kiramappadi Pirandha Leviyin Kumaararudaiya Naamangalaavana, Kerson, Kokaadh, Meraari Enbavaigal. Levi Nootru Muppaththezhu Varusham Uyirodirundhaan. "
},{ "Verses": "17  Avaravar Vamsangalinbadi Pirandha Kersonin Kumaarar Lipnee, Simeyee Enbavargal. "
},{ "Verses": "18 kokaaththin Kumaarar Amraam, Idhseyaar, Epron, Oosiyel Enbavargal; Kokaadh Nootru Muppaththu Moondru Varusham Uyirodirundhaan. "
},{ "Verses": "19 meraariyin Kumaarar Makeli, Moosi Enbavargal; Avaravar Sandhadhiyinbadi Leviyinudaiya Vamsangalin Thalaivar Ivargale. "
},{ "Verses": "20 amraam Than Aththaiyaakiya Yokebeththai Vivaagam Panninaan; Aval Avanukku Aaronaiyum Moseyaiyum Petraal; Amraam Nootru Muppaththezhu Varusham Uyirodirundhaan. "
},{ "Verses": "21 idhseyaarin Kumaarar Koraaku, Neppek, Sidhri Enbavargal. "
},{ "Verses": "22 oosiyelin Kumaarar Meesavel, Elsaapaan, Sidhri Enbavargal. "
},{ "Verses": "23 aaron Amminadhaapin Kumaaraththiyum Nakasonin Sagodhariyumaagiya Elisabaalai Vivaagam Panninaan; Ival Avanukku Naadhaabaiyum, Abiyoovaiyum, Eleyaasaaraiyum, Iththaamaaraiyum Petraal. "
},{ "Verses": "24 koraakin Kumaarar Aaseer, Elkkaanaa, Apiyaasaap Enbavargal; Koraakiyarin Vamsaththalaivar Ivargale. "
},{ "Verses": "25 aaronin Kumaaranaagiya Eleyaasaar Pooththiyeludaiya Kumaaraththigalil Oruththiyai Vivaagampanninaan, Aval Avanukkup Pinegaasaip Petraal; Avaravar Vamsangalinbadi Leviyarudaiya Pidhaakkalaagiya Thalaivar Ivargale. "
},{ "Verses": "26 isravel Puththirarai Aniyaniyaai Egipthu Dhesaththilirundhu Nadaththikkondu Povadharkuk Karththaraal Kattalaipetra Aaronum Moseyum Ivargale. "
},{ "Verses": "27 isravel Puththirarai Egipthilirundhu Nadaththikkondu Povadharku, Egipthin Raajaavaagiya Paarvonode Pesina Moseyum Aaronum Ivargale. "
},{ "Verses": "28 karththar Egipthu Dhesaththile Moseyode Pesina Naalil; "
},{ "Verses": "29 karththar Moseyai Nokki: Naane Karththar; Naan Unnode Sollugiravaigalaiyellaam Nee Egipthu Raajaavaagiya Paarvonukkuch Sol Endru Sonnapodhu, "
},{ "Verses": "30 mose Karththarudaiya Sannidhaanaththil: Naan Viruththasedhanamillaadha Udhadugalullavan; Paarvon Enakku Eppadich Sevikoduppaan Endraan. "
}
]