[
{ "Verses": "1 karththar Egipthu Dhesaththil Moseyaiyum Aaronaiyum Nokki: "
},{ "Verses": "2 indha Maadham Ungalukkup Piradhaana Maadham; Idhu Ungalukku Varushaththin Mudhalaam Maadhamaai Iruppadhaaga. "
},{ "Verses": "3 neengal Isravel Sabaiyaar Yaavaraiyum Nokki: Indha Maadham Paththaam Thedhiyil Veettuth Thalaivargal, Veettukku Oru Aattukkuttiyaaga, Ovvoruvarum Ovvoru Aattukkuttiyaith Therindhukollakkadavargal. "
},{ "Verses": "4 oru Veettil Irukkiravargal Oru Aattukkuttiyaip Pusikkiradharkup Podhumaana Pergalaayiraamal Ponaal, Avanum Avan Sameebaththilirukkira Ayal Veettukkaaranum, Thangalidaththilulla Aaththumaakkalin Ilakkaththirkuth Thakkadhaaka Oru Aattukkuttiyaith Therindhukollavendum; Avanavan Pusippukkuth Thakkadhaaga Ilakkam Paarththu, Aattukkuttiyaith Therindhukollavendum. "
},{ "Verses": "5 andha Aattukkutti Pazhudhatradhum Aanum Oru Vayadhulladhumaai Irukka Vendum; Semmariyaadugalilaavadhu Vellaadugalilaavadhu Adhaith Therindhukollalaam. "
},{ "Verses": "6 adhai Indha Maadham Padhinaalaam Thedhi Varaikkum Vaiththirundhu, Isravel Sabaiyin Ovvoru Koottaththaarum Saayangaalaththil Adhai Adiththu, "
},{ "Verses": "7 adhin Iraththaththil Konjam Eduththu, Thaangal Adhaip Pusikkum Veettuvaasal Nilaikkaalgal Irandilum Nilaiyin Mersattaththilum Theliththu, "
},{ "Verses": "8 andru Raaththiriyile Adhin Maamsaththai Neruppinaal Suttu, Pulippillaa Appaththodum Kasappaana Keeraiyodum Adhaip Pusikkakkadavargal. "
},{ "Verses": "9 pachchaiyaayum Thanneeril Avikkappattadhaayum Alla; Adhin Thalaiyaiyum Adhin Thodaigalaiyum Adharkulla Yaavaiyum Egamaai Neruppinaal Suttadhaai Adhaip Pusippeergalaaga. "
},{ "Verses": "10 adhile Ondraiyum Vidiyarkaalam Mattum Meedhiyaaga Vaikkaamal, Vidiyarkaalammattum Adhile Meedhiyaai Irukkiradhai Akkiniyaal Sutterippeergalaaga. "
},{ "Verses": "11 adhaip Pusikka Vendiya Vidhamaavadhu, Neengal Ungal Araigalil Kachchai Kattikkondum, Ungal Kaalgalil Paadharatchai Thoduththukkondum, Ungal Kaiyil Thadi Pidiththukkondum Adhaith Theeviramaai Pusikkakkadaveergal; Adhu Karththarudaiya Paskaa. "
},{ "Verses": "12 andha Raaththiriyile Naan Egipthudhesamengum Kadandhupoi, Egipthu Thesaththilulla Manidharmudhal Mirugajeevangalmattum, Mudhalperaayirukkiravaigalaiyellaam Adhampanni, Egipthu Dhevargalinmel Needhiyaich Seluththuven; Naane Karththar. "
},{ "Verses": "13 neengal Irukkum Veedugalil Andha Iraththam Ungalukkaaga Adaiyaalamaai Irukkum; Andha Iraththaththai Naan Kandu, Ungalaik Kadandhupoven; Naan Egipthudhesaththai Azhikkumpodhu, Azhikkum Vaadhai Ungalukkulle Varaadhirukkum. "
},{ "Verses": "14 andha Naal Ungalukku Ninaivukoorudhalaana Naalaai Irukkakkadavadhu; Adhaik Karththarukkup Pandigaiyaaga Aasarippeergalaaga; Adhai Ungal Thalaimuraidhorum Niththiya Niyamamaaga Aasarikkakkadaveergal. "
},{ "Verses": "15 pulippillaa Appaththai Ezhu Naalalavum Pusikkakkadaveergal; Mudhalaam Naalildhaane Puliththa Maavai Ungal Veedugalilirundhu Neekkavendum; Mudhalaam Naal Thodangi Ezhaam Naal Varaikkum Puliththaappam Pusikkiravan Evano Andha Aaththumaa Isravelarilirundhu Aruppundu Povaan. "
},{ "Verses": "16 mudhalaam Naalil Parisuththa Sabai Koodudhalum, Ezhaam Naalilum Parisuththasapai Koodudhalum Irukkavendum; Avaigalil Oru Velaiyum Seyyappadalaagaadhu; Avaravar Saappidugiradharkuth Thevaiyaanadhu Maaththiram Ungalaal Seyyappadalaam. "
},{ "Verses": "17 pulippillaa Appap Pandigaiyai Aasarippeergalaaga; Indha Naalildhaan Naan Ungal Senaigalai Egipthu Dhesaththilirundhu Purappadap Panninen; Aagaiyaal, Ungal Thalaimuraidhorum Niththiya Niyamamaaga Indha Naalai Aasarikkakkadaveergal. "
},{ "Verses": "18 mudhalaam Maadham Padhinaalaam Thedhi Saayangaalam Thodangi Maadhaththin Iruvaththoraam Thedhi Saayangaalam Varaikkum Pulippillaa Appam Pusikkakkadaveergal. "
},{ "Verses": "19 ezhu Naalalavum Ungal Veedugalil Puliththa Maa Kaanappatalaagaadhu; Evanaagilum Pulippilappattathaip Pusiththaal, Avan Paradhesiyaanaalum Sudhesiyaanaalum, Andha Aaththumaa Isravel Sabaiyil Iraamal Aruppundu Povaan. "
},{ "Verses": "20 pulippitappatta Yaadhondraiyum Neengal Pusikkaventaam; Ungal Vaasasdhalangalilellaam Pulippillaa Appam Pusikkakkataveerkal Endru Sol Endraar. "
},{ "Verses": "21 appozhudhu Mose Isravel Mooppar Yaavaraiyum Azhaippiththu: Neengal Ungal Kudumpangalukkuth Thakkadhaaga Ungalukku Aattukkuttiyaith Therindheduththukkondu, Paskaavai Adiththu, "
},{ "Verses": "22 eesoppuk Kozhundhugalin Koththai Eduththu Kinniyil Irukkum Iraththaththil Thoiththu, Adhil Irukkum Andha Iraththaththai Vaasal Nilaikkaalgalin Mersattaththilum Vaasalin Nilaikkaalgal Irandilum Theliyungal; Vidiyarkaalam Varaikkum Ungalil Oruvarum Veettu Vaasalai Vittup Purappadavendaam. "
},{ "Verses": "23 karththar Egipthiyarai Adhampannugiradharkuk Kadandhuvaruvaar; Nilaiyin Mersattaththilum Vaasalin Nilaikkaalgal Irandilum Andha Iraththaththaik Kaanumpodhu, Karththar Sangaarakkaaranai Ungal Veedugalil Ungalai Adhampannugiradharku Varavottaamal, Vaasalpadiyai Vilakik Kadandhupovaar. "
},{ "Verses": "24 indhak Kaariyaththai Ungalukkum Ungal Pillaigalukkum Niththiya Niyamamaagak Kaikkollakkadaveergal. "
},{ "Verses": "25 karththar Ungalukkuth Thaam Sonnabadi Kodukkappogira Dhesaththile Neengal Poich Serumbodhu, Indha Aaraadhanaiyaik Kaikkollakkadaveergal. "
},{ "Verses": "26 appozhudhu Ungal Pillaigal: Indha Aaraadhanaiyin Karuththu Enna Endru Ungalaik Kettaal, "
},{ "Verses": "27 idhu Karththarudaiya Paskaavaagiya Bali; Avar Egipthiyarai Adhampanni, Nammudaiya Veedugalaith Thappappanninapodhu, Egipthilirundha Isravel Puththirarudaiya Veedugalaik Kadandhuponaar Endru Neengal Sollavendum Endraan. Appozhudhu Janangal Thalaivanangip Panindhukondaargal. "
},{ "Verses": "28 isravel Puththirar Poi Appadiye Seydhaargal; Karththar Mosekkum Aaronukkum Kattalaiyittapadiye Seydhaargal. "
},{ "Verses": "29 naduraaththiriyile Singaasanaththin Mel Veetrirukkum Paarvonudaiya Thalaippillai Mudhal Kaaval Kitangilirukkum Siraippattavanin Thalaippillai Varaikkum, Egipthu Dhesaththil Irundha Mudhalperanaiththaiyum Mirugajeevangalin Thalaiyeetranaiththaiyum Karththar Azhiththaar. "
},{ "Verses": "30 appozhudhu Paarvonum Avanudaiya Sagala Oozhiyakkaararum Egipthiyar Yaavarum Iraaththiriyile Ezhundhirundhaargal; Magaa Kookkural Egipthile Undaayitru; Saavillaadha Oru Veedum Irundhadhillai. "
},{ "Verses": "31 iraaththiriyile Avan Moseyaiyum Aaronaiyum Azhaippiththu: Neengalum Isravel Puththirarum Ezhundhu, En Janangalaivittup, Purappattuppoi, Neengal Sonnabadiye Karththarukku Aaraadhanaiseyyungal. "
},{ "Verses": "32 neengal Sonnabadiye Ungal Aadumaadugalaiyum Ottikkondupongal; Ennaiyum Aaseervadhiyungal Endraan. "
},{ "Verses": "33 egipthiyar: Naangal Ellaarum Saagirome Endru Solli, Theeviramaai Andha Janangalaith Dhesaththilirundhu Anuppivida Avargalai Migavum Thuridhappaduththinaargal. "
},{ "Verses": "34 pisaindhamaa Pulikkumun Janangal Adhaip Paaththiraththudane Thangal Vasthirangalil Katti, Thangal Tholmel Eduththukkondu Ponaargal. "
},{ "Verses": "35 mose Solliyirundhabadi Isravel Janangal Egipthiyaridaththil Velliyudaimaigalaiyum Ponnudaimaigalaiyum Vasthirangalaiyum Kettaargal. "
},{ "Verses": "36 karththar Janangalukku Egipthiyarin Kangalil Dhayavu Kidaikkumbadi Seydhadhinaal, Kettadhai Avargalukkuk Koduththaargal; Ivvidhamaai Avargal Egipthiyaraik Kollaiyittaargal. "
},{ "Verses": "37 isravel Puththirar Raamasesai Vittuk Kaalnadaiyaaip Pirayaanam Panni, Sukkoththukkup Ponaargal; Avargal, Pillaigalthavira Aarulatcham Purusharaayirundhaargal. "
},{ "Verses": "38 avargalodekoodap Pala Jaadhiyaana Janangal Anegar Ponadhum Andri, Migudhiyaana Aadumaadugal Mudhalaana Mirugajeevangalum Poyitru. "
},{ "Verses": "39 egipthilirundhu Avargal Konduvandha Pisaindhamaavaip Pulippillaa Appangalaagach Suttaargal; Avargal Egipthil Tharikkak Koodaamal Thuraththividappattadhinaal, Adhu Puliyaadhirundhadhu; Avargal Thangalukku Vazhikkendru Ondrum Aayaththampannavillai. "
},{ "Verses": "40 isravel Puththirar Egipthile Kudiyirundha Kaalam Naanootrumuppadhu Varusham. "
},{ "Verses": "41 naanootrumuppadhu Varusham Mudindha Andraithdhiname Karththarudaiya Senaigal Ellaam Egipthu Dhesaththilirundhu Purappattadhu. "
},{ "Verses": "42 karththar Avargalai Egipthu Dhesaththilirundhu Purappadappanninadhinaal, Idhu Avarukkendru Mukkiyamaai Aasarikkaththakka Raaththiriyaayitru; Isravel Sandhadhiyaar Ellaarum Thangal Thalaimuraidhorum Karththarukku Mukkiyamaai Aasarikkavendiya Raaththiri Idhuve. "
},{ "Verses": "43 melum, Karththar Moseyaiyum Aaronaiyum Nokki: Paskaavin Niyamamaavadhu, Anniya Puththiran Oruvanum Adhaip Pusikkavendaam. "
},{ "Verses": "44 panaththinaal Kollappatta Adimaiyaanavan Evanum, Nee Avanukku Viruththasedhanampanninapin, Avan Adhaip Pusikkalaam. "
},{ "Verses": "45 anniyanum Kooliyaalum Adhile Pusikkavendaam. "
},{ "Verses": "46 adhai Ovvoru Veettirkullum Pusikkavendum; Andha Maamsaththil Konjamaagilum Veettilirundhu Veliye Kondupogak Koodaadhu; Adhil Oru Elumbaiyum Murikkak Koodaadhu. "
},{ "Verses": "47 isravel Sabaiyaar Ellaarum Adhai Aasarikkakkadavargal. "
},{ "Verses": "48 anniyan Oruvan Unnidaththile Thangi, Karththarukkup Paskaavai Aasarikka Vendumendru Irundhaal, Avanaich Serndha Aanpillaigal Yaavarum Viruththasedhanampannappadavendum; Pinbu Avan Serndhu Adhai Aasarikkavendum; Avan Sudhesiyaippol Iruppaan; Viruththasedhanam Illaadha Oruvanum Adhil Pusikkavendaam. "
},{ "Verses": "49 sudhesikkum Ungalidaththil Thangum Paradhesikkum Ore Piramaanam Irukkakkadavadhu Endraar. "
},{ "Verses": "50 ippadiye Isravel Puththirar Ellaarum Seydhaargal; Karththar Mosekkum Aaronukkum Kattalaiyittapadiye Seydhaargal. "
},{ "Verses": "51 andraithdhiname Karththar Isravel Puththirarai Aniyaniyaai Egipthu Dhesaththilirundhu Purappadappanninaar. "
}
]