[
{ "Verses": "1 thoobankaattugiradharku Oru Thooba Beedaththaiyum Seeththim Maraththinaal Undaakkuvaayaaga. "
},{ "Verses": "2 adhu Oru Muzha Neelamum Oru Muzha Agalamumaana Sadhuramum, Irandu Muzha Uyaramumaai Irukkavendum, Adhin Kombugal Adhanode Egamumaayirukka Vendum. "
},{ "Verses": "3 adhin Merpuraththaiyum Sutruppuraththaiyum Adhin Kombugalaiyum Pasumpondhakattaal Moodi, Sutrilum Adharkup Pondhiranaiyai Undupanni, "
},{ "Verses": "4 andhath Thiranaiyinkeezhe Adhin Irandu Pakkangalilum Adhaich Sumakkum Thandugalin Idangalaagiya Adhin Irandu Pakkaththu Irandu Moolaigalilum Irandu Pon Valaiyangalai Undaakkuvaayaaga. "
},{ "Verses": "5 andhath Thandugalaiyum Seeththim Maraththaal Panni, Avaigalaiyum Pondhakattaal Moodakkadavaai. "
},{ "Verses": "6 saatchippettikku Munnirukkum Thiraichcheelaikkum, Naan Unnaich Sandhikkum Idamaagiya Saatchi Sannidhiyinmelulla Kirubaasanaththukkum Munbaaga Adhai Vaikkakkadavaai. "
},{ "Verses": "7 aaron Kaalaidhorum Adhinmel Sugandha Thoobankaattavendum; Maalaiyil Vilakketrumbodhum Adhinmel Thoobankaattakkadavan; Vilakkugalai Vilakkumbodhum Adhinmel Thoobankaattavendum. "
},{ "Verses": "8 ungal Thalaimuraidhorum Karththarudaiya Sannidhiyil Kaattavendiya Niththiya Thoobam Idhuve. "
},{ "Verses": "9 adhinmel Anniya Thoobaththaiyaagilum, Thaganabaliyaiyaagilum, Bojanabaliyaiyaagilum Padaikkavendaam; Adhin Mel Paanabaliyai Ootravum Vendaam. "
},{ "Verses": "10 varushaththil Orumurai Aaron Paavanivaaranabaliyin Raththaththinaal Adhin Kombugalinmel Piraayachchiththampannuvaanaaga; Ungal Thalaimurai Dhorum Varushaththil Orumurai Adhin Mel Piraayachchiththampannuvaanaaga; Adhu Karththarukku Magaa Parisuththamaanadhu Endraar. "
},{ "Verses": "11 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "12 nee Isravel Puththirarai Avargal Lakkaththinbadi Kanakkuppaarkkum Poruttu, Avargalai Ennumbodhu, Avargalukkulle Oru Vaadhai Undaagaadhabadikku, Avargalil Ovvoruvanum Ennappadum Samayaththil Thandhan Aaththumaavukkaagak Karththarukku Meetkum Porulaik Kodukkakkadavan. "
},{ "Verses": "13 ennappadukiravargalin Thogaiyile Serugira Ovvoruvanum Parisuththa Sthalaththuch Sekkal Kanakkinbadi Araisekkal Kodukkavendum; Oru Sekkalukku Iruvadhu Geraa; Karththarukkuch Seluththappaduvadhu Araisekkal. "
},{ "Verses": "14 ennappadugiravargalin Thogaiyile Serugira Iruvadhu Vayadhu Mudharkondu Adharku Merpatta Ovvoruvanum Adhaik Karththarukkuch Seluththavendum. "
},{ "Verses": "15 ungal Aaththumaakkalukkaagap Paavanivirththi Pannumbadi Neengal Karththarukkuk Kaanikkai Seluththumbodhu, Aisuvariyavaan Araisekkalukku Adhigamaaik Kodukkavum Vendaam, Thariththiran Adharkuk Kuraivaagak Kodukkavum Vendaam. "
},{ "Verses": "16 andhap Paavanivirththi Panaththai Nee Isravel Puththirar Kaiyil Vaangi, Adhai Aasarippuk Koodaaraththin Thiruppanikkuk Koduppaayaaga; Adhu Karththarudaiya Sannidhiyil Ungal Aaththumaakkalukkaagap Paavanivirththi Seyyumporuttu, Isravel Puththirarukku Gnaapakakkuriyaayirukkum Endraar. "
},{ "Verses": "17 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "18 kazhuvugiradharku Vengalaththaal Oru Thottiyaiyum, Vengalaththaal Adhin Paadhaththaiyum Undaakki, Adhai Aasarippuk Koodaaraththirkum Balibeedaththirkum Naduve Vaiththu, Adhile Thanneer Vaarppaayaaga. "
},{ "Verses": "19 adhanidaththil Aaronum Avan Kumaararum Thangal Kaigalaiyum Thangal Kaalgalaiyum Kazhuvakkadavargal. "
},{ "Verses": "20 avargal Aasarippuk Koodaaraththirkul Piravesikkumbodhum, Karththarukkuth Thaganaththaik Koluththavum Balibeedaththinidaththil Aaraadhanaiseyyavum Serumbodhum, Avargal Saagaadhabadikkuth Thanneerinaal Thangalaik Kazhuvakkadavargal. "
},{ "Verses": "21 avargal Saagaadhabadikkuth Thangal Kaigalaiyum Thangal Kaalgalaiyum Kazhuvakkadavargal; Idhu Thalaimuraidhorum Avanukkum Avan Sandhadhiyaarukkum Niththiya Kattalaiyaayirukkum Endraar. "
},{ "Verses": "22 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "23 menmaiyaana Sugandhavarkkangalaagiya Suththamaana Vellaippolaththil Parisuththa Sthalaththin Sekkalinbadi Ainnooru Sekkal Idaiyaiyum, Sugandha Karuvaappattaiyile Adhil Paadhiyaagiya Irunootru Aimpadhu Sekkal Idaiyaiyum, Sugandha Vasampil Irunootru Aimpadhu Sekkal Idaiyaiyum, "
},{ "Verses": "24 ilavangappattaiyil Ainnooru Sekkal Idaiyaiyum, Oliva Enneyil Oru Kudam Enneyaiyum Eduththu, "
},{ "Verses": "25 adhanaal, Parimala Thailakkaaran Seyvadhupola, Koottappatta Parimalathailamaagiya Suththamaana Abishega Thailaththai Undupannuvaayaaga; Adhu Parisuththa Abishega Thailamaayirukkakkadavadhu. "
},{ "Verses": "26 adhinaale Aasarippuk Koodaaraththaiyum, Saatchippettiyaiyum, "
},{ "Verses": "27 mejaiyaiyum, Adhin Panimuttugal Ellaavatraiyum, Kuththuvilakkaiyum, Adhin Karuvigalaiyum, Thoobabeedaththaiyum, "
},{ "Verses": "28 thagana Balibeedaththaiyum, Adhin Panimuttukal Ellaavatraiyum, Thottiyaiyum, Adhin Paadhaththaiyum Abishegam Panni, "
},{ "Verses": "29 avaigal Magaa Parisuththamaayirukkumbadikku, Avaigalaip Parisuththappaduththuvaayaaga; Avaigalaith Thodugiradhellaam Parisuththamaayirukkum. "
},{ "Verses": "30 aaronum Avan Kumaararum Enakku Aasaariya Oozhiyam Seyyumbadikku, Nee Avargalai Abishegampanni, Avargalaip Parisuththappaduththuvaayaaga. "
},{ "Verses": "31 isravel Puththirarode Nee Pesich Sollavendiyadhaavadhu: Ungal Thalaimuraidhorum Idhu Enakkuriya Parisuththa Abishega Thailamaayirukkavendum. "
},{ "Verses": "32 idhu Manidharudaiya Sareeraththinmel Vaarkkappadalaagaadhu; Idhu Seyyappatta Muraiyinbadi Avargal Veroru Thailaththaich Seyyavung Koodaadhu; Idhu Parisuththamaanadhu, Idhu Ungalukkup Parisuththamaayiruppadhaaga. "
},{ "Verses": "33 indha Muraiyinbadiye Thailangoottugiravanum, Adhil Eduththu Anniyanmel Vaarkkiravanum, Than Janaththil Iraadhabadikku Aruppundupogakkadavan Endru Sol Endraar. "
},{ "Verses": "34 pinnum Karththar Moseyai Nokki: Suththa Vellaippolamum Kungiliyamum Alpaan Pisinumaagiya Kandhavarkkangalaiyum Suththamaana Saampiraaniyaiyum Nee Samaniraiyaaga Eduththu, "
},{ "Verses": "35 thailakkaaran Seygiradhupola Adharkup Parimalametri, Thuppuravaana Parisuththa Thoobavarkkamaakki, "
},{ "Verses": "36 adhil Konjam Eduththup Podiyaaga Idiththu, Naan Unnaich Sandhikkum Aasarippuk Koodaaraththilirukkum Saatchi Sannidhiyil Vaippaayaaga; Adhu Ungalukku Magaa Parisuththamaayirukkakkadavadhu. "
},{ "Verses": "37 indhath Thoobavarkkaththai Nee Seyyavendiya Muraiyinbadi Ungalukkaagach Seydhukollalaagaadhu; Idhu Karththarukkendru Unakkup Parisuththamaayiruppadhaaga. "
},{ "Verses": "38 idharku Oppaanadhai Mukarukiradharkaagach Seygiravan Than Janaththil Iraadhabadi Aruppundupogakkadavan Endraar. "
}
]