[
{ "Verses": "1 pinbu Karththar Moseyai Nokki: Nee Paarvonidaththil Po. Avargal Naduve Naan Indha En Adaiyaalangalaich Seyyumbadikkum, "
},{ "Verses": "2 naan Egipthile Nadappiththadhaiyum Naan Avargalukkul Seydha En Adaiyaalangalaiyum, Nee Un Pillaigalin Sevigal Ketkavum, Un Pillaigaludaiya Pillaigalin Sevigal Ketkavum Vivariththuch Sollumbadikkum, Naane Karththar Enbadhai Neengal Ariyumbadikkum, Naan Avan Irudhayaththaiyum Avan Oozhiyakkaararin Irudhayaththaiyum Kadinappaduththinen Endraar. "
},{ "Verses": "3 appadiye Moseyum Aaronum Paarvonidaththil Vandhu: Unnaith Thaazhththa Nee Edhuvaraikkum Manadhillaadhiruppaai? En Samugaththil Enakku Aaraadhanai Seyya En Janangalaip Pogavidu. "
},{ "Verses": "4 nee En Janangalaip Pogavidamaatten Enbaayaagil, Naan Naalaikku Un Ellaigalukkulle Vettukkiligalai Varappannuven. "
},{ "Verses": "5 tharai Kaanaadhabadikku Avaigal Boomiyin Mugaththai Moodi, Kal Mazhaikkuththappi Meedhiyaaga Vaikkappattadhaip Patchiththu, Veliyile Thulirkkira Sedigalai Yellaam Thindrupotum. "
},{ "Verses": "6 un Veedugalum Un Oozhiyakkaararudaiya Veedugalum Egipthiyarin Veedugalum Ellaam Avaigalaal Nirampum; Un Pidhaakkalum Un Pidhaakkalin Pidhaakkalum Thaangal Boomiyil Thondriya Naalmudhal Innaalvaraikkum Appadippattavaigalaik Kandadhillai Endru Ebireyarin Dhevanaagiya Karththar Sollugiraar Endru Solli, Thirumbikkondu Paarvonai Vittup Purappattaan. "
},{ "Verses": "7 appozhudhu Paarvonudaiya Oozhiyakkaarar Avanai Nokki Endhamattum Indha Manidhan Namakkuk Kanniyaai Iruppaan? Thangal Dhevanaagiya Karththarukku Aaraadhanai Seyya Andha Manidharaip Pogavidum; Egipthu Azhindhuponadhai Neer Innum Ariyavillaiyaa Endraargal. "
},{ "Verses": "8 appozhudhu Moseyum Aaronum Paarvonidaththukkuth Thirumba Azhaikkappattaargal. Avan Avargalai Nokki: Neengal Poi Ungal Dhevanaagiya Karththarukku Aaraadhanai Seyyungal Endru Solli; Yaaraar Pogiraargal Endru Kettaan. "
},{ "Verses": "9 adharku Mose: Engal Ilaignarodum, Engal Mudhiyorodum, Engal Kumaararodum, Engal Kumaaraththigalodum, Engal Aadugalaiyum Engal Maadugalaiyum Koottikkondu Povom, Naangal Karththarukkup Pandikai Kondaadavendum Endraan. "
},{ "Verses": "10 appozhudhu Avan: Naan Ungalaiyum Ungal Kuzhandhaigalaiyum Eppadi Viduveno, Appadiye Karththar Ungalodiruppaaraaga; Echcharikkaiyaayirungal, Ungalukkup Pollaappu Neridum; "
},{ "Verses": "11 appadi Vendaam; Purusharaagiya Neengal Poi, Karththarukku Aaraadhanai Seyyungal; Idhudhaane Neengal Virumbik Kettadhu Endru Sonnaan. Avargal Paarvon Samugaththinindru Thuraththividappattaargal. "
},{ "Verses": "12 appozhudhu Karththar Moseyai Nokki: Vettukkilikal Egipthu Dhesaththin Mel Vandhu, Kalmazhaiyinaal Azhiyaadha Boomiyin Payirvagaigalaiyellaam Patchikkumbadikku, Egipthu Dhesaththinmel Un Kaiyai Neettu Endraar. "
},{ "Verses": "13 appadiye Mose Than Kolai Egipthu Dhesaththinmel Neettinaan; Appozhudhu Karththar Andru Pagal Muzhuvadhum Andru Iraa Muzhuvadhum Keezhkaatraith Dhesaththinmel Veesappanninaar; Vidiyakkaalaththile Keezhkaatru Vettukkilikalaik Konduvandhadhu. "
},{ "Verses": "14 vettukkilikal Egipthu Dhesamengum Parambi, Egipthin Ellaiyil Engum Migavum Eraalamaai Irangitru; Appadippatta Vettukkiligal Adharkumun Irundhadhumillai, Adharkuppin Iruppadhumillai. "
},{ "Verses": "15 avaigal Boomiyin Mugam Muzhudhaiyum Mooditru; Dhesam Avaigalaal Andhakaarappattadhu; Kalmazhaikkuththappiyirundha Nilaththin Payirvagaigal Yaavaiyum Marangalin Kanigal Yaavaiyum Avaigal Patchiththup Pottadhu; Egipthu Dhesam Engumulla Marangalilum Vayalveliyin Payirvagaigalilum Oru Pachchilaiyum Meedhiyaayirukkavillai. "
},{ "Verses": "16 appozhudhu Paarvon Moseyaiyum Aaronaiyum Theeviramaai Azhaippiththu: Ungal Dhevanaagiya Karththarukkum Ungalukkum Virodhamaagap Paavam Seydhen. "
},{ "Verses": "17 indha Oru Muraimaaththiram Nee En Paavaththai Mannikka Vendum; Ungal Dhevanaagiya Karththar Indhach Saavai Maaththiram Ennai Vittu Vilakka Avarai Nokki Vinnappam Pannungal Endraan. "
},{ "Verses": "18 avan Paarvonai Vittup Purappattup Poi, Karththarai Nokki Vinnappam Panninaan. "
},{ "Verses": "19 appozhudhu Karththar Magaa Balaththa Melkaatrai Veesumbadi Seydhaar; Adhu Vettukkiligalai Adiththukkondu Poi Sengadalile Pottadhu; Egipthin Ellaiyil Engum Oru Vettukkiliyaagilum Meedhiyaayirundhadhillai. "
},{ "Verses": "20 karththaro Paarvonin Irudhayaththaik Kadinappaduththinaar; Avan Isravel Puththiraraip Pogavidavillai. "
},{ "Verses": "21 appozhudhu Karththar Moseyai Nokki: Thadavikkondirukkaththakkadhaana Irul Egipthu Dhesaththinmel Undaakumbadikku, Un Kaiyai Vaanaththirku Neraaga Neettu Endraar. "
},{ "Verses": "22 mose Than Kaiyai Vaanaththirku Neraaga Neettinaan; Appozhudhu Egipthu Dhesamengum Moondrunaal Mattum Kaarirul Undaayitru. "
},{ "Verses": "23 moondrunaal Mattum Oruvaraiyoruvar Kaanavumillai, Oruvarum Thammidaththaivittu Ezhundhirukkavum Illai; Isravel Puththirar Yaavarukkumovenil Avargal Vaasasthalangalile Velichchamirundhadhu. "
},{ "Verses": "24 appozhudhu Paarvon Moseyai Azhaippiththu: Neengal Poik Karththarukku Aaraadhanai Seyyungal; Ungal Aadugalum Ungal Maadugalum Maaththiram Niruththappadavendum; Ungal Kuzhandhaigal Ungaludan Pogalaam Endraan. "
},{ "Verses": "25 adharku Mose: Naangal Engal Dhevanaagiya Karththarukkup Padaikkum Baligalaiyum Sarvaanga Thagana Baligalaiyum Neer Engal Kaiyile Kodukkavendum. "
},{ "Verses": "26 engal Miruga Jeevangalum Engalode Koodavaravendum; Oru Kulampum Pinvaikkappaduvadhillai; Engal Dhevanaagiya Karththarukku Aaraadhanai Seygiradharku Avaigalilirundhu Edukkavendum; Innadhaikkondu Karththarukku Aaraadhanai Seyvom Enbadhu Naangal Ange Poich Serumalavum Engalukkuth Theriyaadhu Endraan. "
},{ "Verses": "27 karththar Paarvonudaiya Irudhayaththaik Kadinappaduththinaar; Avan Avargalaip Pogavida Manadhillaadhirundhaan. "
},{ "Verses": "28 paarvon Avanai Nokki: Ennaivittu Appaale Po; Nee Ini En Mugaththaik Kaanaadhabadi Echcharikkaiyaayiru; Nee Ini En Mugaththaik Kaanum Naalil Saavaai Endraan. "
},{ "Verses": "29 appozhudhu Mose: Neer Sonnadhu Sari; Ini Naan Ummudaiya Mugaththaik Kaanbadhillai Endraan. "
}
]