[
{ "Verses": "1 pinbu Isravel Puththiraraagiya Sabaiyaar Ellaarum Karththarudaiya Kattalaiyinbadiye Seenvanaandharaththilirundhu Purappattu, Pirayaanampanni, Revidheemile Vandhu Paalayamiranginaargal; Ange Janangalukkuk Kudikkath Thanneer Illaadhirundhadhu. "
},{ "Verses": "2 appozhudhu Janangal Moseyode Vaadhaadi: Naangal Kudikkiradharku Engalukkuth Thanneer Tharavendum Endraargal. Adharku Mose: Ennode En Vaadhaadugireergal, Karththarai En Pareetchai Paarkkireergal Endraan. "
},{ "Verses": "3 janangal Avvidaththile Thanneerth Thavanamaayirundhabadiyaal, Avargal Mosekku Virodhamaai Murumuruththu: Neer Engalaiyum Engal Pillaigalaiyum Engal Aadumaadugalaiyum Thanneerth Thavanaththinaal Kondrupoda Engalai Egipthilirundhu En Konduvandheer Endraargal. "
},{ "Verses": "4 mose Karththarai Nokkik Kooppittu: Indha Janangalukku Naan Enna Seyven, Ivargal Enmel Kalleriyap Paarkkiraargale Endraan. "
},{ "Verses": "5 appozhudhu Karththar Moseyai Nokki: Nee Isravel Moopparil Silarai Unnode Koottikkondu, Nee Nadhiyai Adiththa Un Kolai Un Kaiyile Pidiththukkondu, Janangalukku Munne Nadandhupo. "
},{ "Verses": "6 ange Orepile Naan Unakku Munbaagak Kanmalaiyinmel Nirpen; Nee Andhak Kanmalaiyai Adi; Appozhudhu Janangal Kudikka Adhilirundhu Thanneer Purappadum Endraar; Appadiye Mose Isravel Moopparin Kangalukku Munbaagach Seydhaan. "
},{ "Verses": "7 isravel Puththirar Vaadhaadinadhinimiththamum, Karththar Engal Naduvil Irukkiraaraa Illaiyaa Endru Avargal Karththaraip Pareetchai Paarththadhinimiththamum, Avan Andha Sthalaththirku Maasaa Endrum Meripaa Endrum Perittaan. "
},{ "Verses": "8 amalekkiyar Vandhu Revidheemile Isravelarode Yuththampanninaargal. "
},{ "Verses": "9 appozhudhu Mose Yosuvaavai Nokki: Nee Namakkaaga Manidharaith Therindhukondu, Purappattu, Amalekkode Yuththampannu; Naalaikku Naan Malaiyuchchiyil Dhevanudaiya Kolai En Kaiyil Pidiththukkondu Nirpen Endraan. "
},{ "Verses": "10 yosuvaa Thanakku Mose Sonnabadiye Seydhu, Amalekkode Yuththam Panninaan. Moseyum Aaronum Oor Enbavanum Malaiyuchchiyil Erinaargal. "
},{ "Verses": "11 mose Than Kaiyai Ereduththirukkaiyil, Isravelar Merkondaargal; Avan Than Kaiyaith Thaazhavidugaiyil, Amalekku Merkondaan. "
},{ "Verses": "12 moseyinkaigal Asarndhupoyitru, Appozhudhu Avargal Oru Kallaik Konduvandhu Avan Keezhe Vaiththaargal; Adhinmel Utkaarndhaan; Aaronum Oorum Oruvan Oru Pakkaththilum Oruvan Maru Pakkaththilum Irundhu, Avan Kaigalaith Thaanginaargal; Ivvidhamaai Avan Kaigal Sooriyan Asthamikkumvaraikkum Ore Nilaiyaayirundhadhu. "
},{ "Verses": "13  Yosuvaa Amalekkaiyum Avan Janangalaiyum Pattayakkarukkinaale Muriya Adiththaan. "
},{ "Verses": "14 pinbu Karththar Moseyai Nokki: Idhai Ninaivukoorumporuttu, Nee Oru Pusthagaththil Ezhudhi, Yosuvaavin Sevi Ketkumbadi Vaasi. Amalekkai Vaanaththin Keezhengum Iraadhabadikku Naasam Pannuven Endraar. "
},{ "Verses": "15 mose Oru Balibedaththaik Katti, Adharku Yegovaanisi Endru Perittu, "
},{ "Verses": "16 amalekkin Kai Karththarudaiya Singaasanaththukku Virodhamaayirundhabadiyaal, Thalaimurai Thalaimuraidhorum Avanukku Virodhamaai Karththarin Yuththam Nadakkum Endraan. "
}
]