[
{ "Verses": "1 dhevan Pesich Solliya Sagala Vaarththaigalumaavana: "
},{ "Verses": "2 unnai Adimaiththana Veedaagiya Egipthu Dhesaththilirundhu Purappadappannina Un Dhevanaagiya Karththar Naane. "
},{ "Verses": "3 ennaiyandri Unakku Vere Dhevargal Undaayirukkavendaam. "
},{ "Verses": "4  Mele Vaanaththilum, Keezhe Boomiyilum, Boomiyinkeezhth Thanneerilum Undaayirukkiravaigalukku Oppaana Oru Soroobaththaiyaagilum Yaadhoru Vikkiragaththaiyaagilum Nee Unakku Undaakka Vendaam; "
},{ "Verses": "5 nee Avaigalai Namaskarikkavum Sevikkavum Vendaam; Un Dhevanaagiya Karththaraayirukkira Naan Erichchalulla Dhevanaayirundhu, Ennaip Pagaikkiravargalaik Kuriththup Pidhaakkaludaiya Akkiramaththaip Pillaigalidaththil Moondraam Naangaam Thalaimuraimattum Visaarikkiravaraayirukkiren. "
},{ "Verses": "6 ennidaththil Anbukoorndhu, En Karpanaigalaik Kaikkollugiravargalukko Aayiram Thalaimuraimattum Irakkam Seygiravaraayirukkiren. "
},{ "Verses": "7 un Dhevanaagiya Karththarudaiya Naamaththai Veenile Vazhangaadhiruppaayaaga; Karththar Thammudaiya Naamaththai Veenile Vazhangugiravanaith Thandiyaamal Vidaar. "
},{ "Verses": "8 oivunaalaip Parisuththamaai Aasarikka Ninaippaayaaga; "
},{ "Verses": "9 aarunaalum Nee Velaiseydhu, Un Kiriyaigalaiyellaam Nadappippaayaaga; "
},{ "Verses": "10 ezhaamnaalo Un Dhevanaagiya Karththarudaiya Oivunaal; Adhile Neeyaanaalum, Un Kumaaranaanaalum, Un Kumaaraththiyaanaalum, Un Velaikkaaranaanaalum, Un Velaikkaariyaanaalum, Un Miruga Jeevanaanaalum, Un Vaasalgalil Irukkira Anniyanaanaalum, Yaadhoru Velaiyum Seyyavendaam. "
},{ "Verses": "11 karththar Aarunaalaikkulle Vaanaththaiyum Boomiyaiyum Samuththiraththaiyum Avaigalilulla Ellaavatraiyum Undaakki, Ezhaamnaalile Oindhirundhaar; Aagaiyaal, Karththar Oivunaalai Aaseervadhiththu, Adhaip Parisuththamaakkinaar. "
},{ "Verses": "12 un Dhevanaagiya Karththar Unakkuk Kodukkira Dhesaththile Un Naatkal Neediththiruppadharku, Un Thagappanaiyum Un Thaayaiyum Ganampannuvaayaaga. "
},{ "Verses": "13 kolai Seyyaadhiruppaayaaga. "
},{ "Verses": "14  Vibachaaram Seyyaadhiruppaayaaga. "
},{ "Verses": "15 kalavu Seyyaadhiruppaayaaga. "
},{ "Verses": "16 piranukku Virodhamaagap Poisaatchi Sollaadhiruppaayaaga. "
},{ "Verses": "17 piranudaiya Veettai Ichchiyaadhiruppaayaaga; Piranudaiya Manaiviyaiyum, Avanudaiya Velaikkaaranaiyum, Avanudaiya Velaikkaariyaiyum, Avanudaiya Erudhaiyum, Avanudaiya Kazhudhaiyaiyum, Pinnum Piranukkulla Yaadhondraiyum Ichchiyaadhiruppaayaaga Endraar. "
},{ "Verses": "18 janangal Ellaarum Idimuzhakkangalaiyum Minnalgalaiyum Ekkaalach Saththaththaiyum Malai Pugaigiradhaiyum Kandaargal; Adhaik Kandu, Janangal Pinvaangi, Dhooraththile Nindru, "
},{ "Verses": "19 moseyai Nokki: Neer Engalode Pesum, Naangal Ketpom; Dhevan Engalode Pesaadhiruppaaraaga, Pesinaal Naangal Seththuppovom Endraargal. "
},{ "Verses": "20 mose Janangalai Nokki: Bayappadaadhirungal; Ungalaich Sodhippadhargaagavum, Neengal Paavamseyyaadhabadikkuth Thammaip Patrum Bayam Ungal Mugaththirku Munbaaga Iruppadharkaagavum, Dhevan Ezhundharulinaar Endraan. "
},{ "Verses": "21 janangal Dhooraththile Nindraargal; Mose, Dhevan Irundha Kaarmegaththukkuch Sameebamaaich Serndhaan. "
},{ "Verses": "22 appozhudhu Karththar Moseyai Nokki: Nee Isravel Puththirarode Sollavendiyadhu Ennavendraal, Naan Vaanaththilirundhu Ungalode Pesinen Endru Kandeergal. "
},{ "Verses": "23 neengal Enakku Oppaaga Velliyinaale Dheyvangalaiyum Ponninaale Dheyvangalaiyum Ungalukku Undaakkave Vendaam. "
},{ "Verses": "24 manninaale Balibeedaththai Enakku Undaakki, Adhinmel Un Aadugalaiyum Un Maadugalaiyum Sarvaanga Thaganabaliyaagavum Samaadhaanabaliyaagavum Seluththuvaayaaga; Naan En Naamaththaip Pirasthaabappaduththum Endha Sthaanaththilum Unnidaththil Vandhu, Unnai Aaseervadhippen. "
},{ "Verses": "25 enakkuk Kallinaal Balibeedaththai Undaakkavendumaagil, Adhai Vettina Kallugalaal Kattavendaam; Adhinmel Uliyittavudane, Adhai Asusippaduththuvaai. "
},{ "Verses": "26 en Balibeedaththinmel Un Nirvaanam Kaanappadaadhabadikku, Padigalaal Adhinmel Eravum Vendaam. "
}
]