[
{ "Verses": "1 appozhudhu Karththar Moseyai Nokki: Nee Paarvonidaththil Poi: Enakku Aaraadhanai Seyya En Janangalai Anuppividu. "
},{ "Verses": "2 nee Avargalai Anuppividamaatten Enbaayaagil, Un Ellai Adangalaiyum Thavalaigalaal Vaadhippen. "
},{ "Verses": "3 nadhi Thavalaigalaith Thiralaaip Pirappikkum; Avaigal Un Veettilum Un Padukkai Araiyilum, Un Manjaththinmelum, Un Oozhiyakkaarar Veedugalilum, Un Janangalidaththilum, Un Aduppugalilum, Maappisaigira Un Thottigalilum Vandhu Erum. "
},{ "Verses": "4 andhath Thavalaigal Unmelum, Un Janangal Melum, Un Oozhiyakkaarar Ellaar Melum Vandhu Erumendru Karththar Sollugiraar Endru Sol Endraar. "
},{ "Verses": "5 melum Karththar Moseyinidaththil Nee Aaronai Nokki: Nee Un Kaiyilirukkira Kolai Nadhigal Melum Vaaikkaalgal Melum Kulangal Melum Neetti, Egipthu Dhesaththin Mel Thavalaigalai Varumbadi Sey Endru Sol Endraar. "
},{ "Verses": "6 appadiye Aaron Than Kaiyai Egipthilulla Thanneergal Mel Neettinaan; Appozhudhu Thavalaigal Vandhu, Egipthu Dhesaththai Moodikkondadhu. "
},{ "Verses": "7 mandhiravaadhigalum Thangal Mandhiravithdhaiyinaal Appadich Seydhu, Egipthu Dhesaththinmel Thavalaigalai Varappanninaargal. "
},{ "Verses": "8 paarvon Moseyaiyum Aaronaiyum Azhaippiththu: Andhath Thavalaigal Ennaiyum En Janangalaiyum Vittu Neengumbadi Karththarai Nokki Vendikkollungal; Karththarukkup Baliyidumbadi Janangalaip Pogaviduven Endraan. "
},{ "Verses": "9 appozhudhu Mose Paarvonai Nokki: Thavalaigal Nadhiyilemaaththiram Irukkaththakkadhaai Avaigalai Ummidaththilum Ummudaiya Veettilum Illaamal Ozhindhupogumbadiseyya, Umakkaagavum Ummudaiya Oozhiyakkaararukkaagavum Ummudaiya Janangalukkaagavum Naan Vinnappam Pannavendiya Kaalaththaik Kurikkum Menmai Umakke Iruppadhaaga Endraan. "
},{ "Verses": "10 adharku Avan: Naalaikku Endraan. Appozhudhu Ivan: Engal Dhevanaagiya Karththarukku Oppaanavar Illai Enbadhai Neer Ariyumbadikku Ummudaiya Vaarththaiyinbadi Aagakkadavadhu. "
},{ "Verses": "11 thavalaigal Ummaiyum Ummudaiya Veettaiyum Ummudaiya Oozhiyakkaararaiyum Ummudaiya Janangalaiyum Vittu Neengi, Nadhiyilemaaththiram Irukkum Endraan. "
},{ "Verses": "12 moseyum Aaronum Paarvonai Vittup Purappattaargal. Paarvonukku Virodhamaaga Varappannina Thavalaigal Nimiththam Mose Karththarai Nokkik Kooppittaan. "
},{ "Verses": "13 karththar Moseyin Solpadi Seydhaar; Veedugalilum Mutrangalilum Vayalgalilum Irundha Thavalaigal Seththuppoyitru. "
},{ "Verses": "14 avaigalaik Kuviyal Kuviyalaagach Serththaargal; Adhinaal Boomiyengum Naatrameduththadhu. "
},{ "Verses": "15 ilaguvundaayitrendru Paarvon Kandapodho, Than Irudhayaththaik Kadinappaduththi, Avargalukkuch Sevikodaamal Ponaan; Karththar Solliyirundhabadi Aayitru. "
},{ "Verses": "16 appozhudhu Karththar Moseyinidaththil: Nee Aaronai Nokki: Un Kolai Neetti, Boomiyin Puzhudhiyin Mel Adi; Appozhudhu Adhu Egipthu Dhesamengum Penkalaaip Pom Endru Sol Endraar. "
},{ "Verses": "17 appadiye Seydhaargal; Aaron Than Kaiyilirundha Than Kolai Neetti, Boomiyin Puzhudhiyinmel Adiththaan; Appozhudhu Adhu Manidhar Melum Miruga Jeevangal Melum Penkalaai Egipthu Dhesamengum Boomiyin Puzhudhiyellaam Penkalaayitru. "
},{ "Verses": "18 mandhiravaadhigalum Thangal Mandhiravithdhaiyinaal Penkalaip Pirappikkumbadip Pirayaththananj Seydhaargal; Seydhum, Avargalaal Koodaamalpoyitru; Pengal Manidhar Melum Miruga Jeevangal Melum Irundhadhu. "
},{ "Verses": "19 appozhudhu Mandhiravaadhigal Paarvonai Nokki: Idhu Dhevanutaiya Viral Endraargal. Aanaalum, Karththar Solliyirundhabadi Paarvonudaiya Irudhayam Kadinappattadhu; Avargalukkuch Sevikodaamal Ponaan. "
},{ "Verses": "20 appozhudhu Karththar Moseyai Nokki: Naalai Adhigaalame Nee Ezhundhupoi, Paarvon Nadhikkup Purappattu Varumpodhu, Avanukku Munbaaga Nindru: Enakku Aaraadhanai Seyyumbadi En Janangalaip Pogavidu. "
},{ "Verses": "21 en Janangalaip Pogavidaayaagil, Naan Un Melum, Un Oozhiyakkaarar Melum, Un Janangalmelum, Un Veedugal Melum Palavidha Vandugalai Anuppuven; Egipthiyar Veedugalum Avargal Irukkira Dhesamum Andha Vandugalaal Niraiyum. "
},{ "Verses": "22 boomiyin Naduvil Naane Karththar Enbadhai Nee Ariyumbadi En Janangal Irukkira Kosen Naattil Annaalile Vandugal Varaadhabadikku, Andha Naattai Viseshappaduththi, "
},{ "Verses": "23 en Janangalukkum Un Janangalukkum Viththiyaasam Undaagumbadi Seyven; Indha Adaiyaalam Naalaikku Undaagum Endru Karththar Sollugiraar Endru Sol Endraar. "
},{ "Verses": "24 appadiye Karththar Seydhaar; Magaathiralaana Vandu Jaadhigal Paarvon Veettilum, Avan Oozhiyakkaarar Veedugalilum, Egipthu Dhesam Muzhuvadhilum Vandhadhu; Vandugalinaale Dhesam Kettuppoyitru. "
},{ "Verses": "25 appozhudhu Paarvon Moseyaiyum Aaronaiyum Azhaippiththu: Neengal Poi, Ungal Dhevanukku Dhesaththiledhaane Baliyidungal Endraan. "
},{ "Verses": "26 adharku Mose: Appdtich Seyyaththagaadhu; Engal Dhevanaagiya Karththarukku Naangal Egipthiyarudaiya Aruvaruppai Baliyidugiradhaai Irukkume, Egipthiyarudaiya Aruvaruppai Naangal Avargal Kangalukku Munbaaga Baliyittaal, Engalaik Kallerivaargal Allavaa? "
},{ "Verses": "27 naangal Vanaandharaththil Moondru Naal Pirayaanam Poi, Engal Dhevanaagiya Karththar Engalukku Vidhikkirabadiye Avarukkup Baliyiduvom Endraan. "
},{ "Verses": "28 appozhudhu Paarvon: Neengal Ungal Dhevanaagiya Karththarukku Vanaandharaththil Baliyidumbadikku, Naan Ungalaip Pogaviduven; Aanaalum, Neengal Adhiga Dhooramaaip Pogavendaam; Enakaaga Vendudhal Seyyungal Endraan. "
},{ "Verses": "29 adharku Mose: Naan Ummai Vittup Purappattapin, Naalaikku Vandugal Paarvonaiyum Avar Oozhiyakkaararaiyum Avar Janangalaiyum Vittu Neengumbadi, Naan Karththarai Nokki Vendudhal Seyven; Aanaalum, Karththarukkup Baliyidugiradharku Janangalaip Pogavidaadhabadip Paarvon Ini Vanjanai Seyyaadhiruppaaraaga Endraan. "
},{ "Verses": "30 mose Paarvonai Vittup Purappattuppoi, Karththarai Nokki Vendudhal Seydhaan. "
},{ "Verses": "31 appozhudhu Karththar Moseyin Solpadi, Vandu Jaadhigal Paarvonaiyum Avan Oozhiyakkaararaiyum Avan Janangalaiyum Vittu Neengumbadi Seydhaar; Ondraagilum Meendhirukkavillai. "
},{ "Verses": "32 paarvono, Indha Muraiyum Than Irudhayaththaik Kadinappaduththi, Janangalaip Pogavidaadhirundhaan. "
}
]