[
{ "Verses": "1 karththar Moseyai Nokki: "
},{ "Verses": "2 isravel Puththirarukkul Manidharilum Mirugajeevangalilum Karppandhirandhu Pirakkira Mudhalperanaiththaiyum Enakkup Parisuththappaduththu; Adhu Ennudaiyadhu Endraar. "
},{ "Verses": "3 appozhudhu Mose Janangalai Nokki: Neengal Adimaiththana Veedaagiya Egipthilirundhu Purappatta Indha Naalai Ninaiyungal; Karththar Balaththa Kaiyinaal Ungalai Avvidaththilirundhu Purappadappanninaar; Aagaiyaal, Neengal Puliththa Appam Pusikkavendaam. "
},{ "Verses": "4 aapip Maadhaththin Indha Naalile Neengal Purappatteergal. "
},{ "Verses": "5 aagaiyaal, Karththar Unakkuk Koduppen Endru Un Pidhaakkalukku Aanaiyittadhum, Paalum Thenum Odugiradhumaana Dhesamaagiya Kaanaaniyar, Eththiyar, Emoriyar, Eviyar, Eboosiyar Enbavargaludaiya Dhesaththukku Unnai Varappannum Kaalaththil, Nee Indha Maadhaththile Indha Aaraadhanaiyaich Seyvaayaaga. "
},{ "Verses": "6 pulippillaa Appaththai Ezhunaalalavum Pusikkakkadavaai; Ezhaamnaalile Karththarukkup Pandikai Aasarikkappaduvadhaaga. "
},{ "Verses": "7 andha Ezhunaalum Pulippillaa Appam Pusikkavendum; Pulippulla Appam Unnidaththile Kaanappadavendaam; Un Ellaikkul Engum Puliththamaavum Unnidaththil Kaanappadavendaam. "
},{ "Verses": "8 annaalil Nee Un Puththiranai Nokki: Naan Egipthilirundhu Purappadugaiyil, Karththar Enakkuch Seydhadharkaaga Ippadi Nadappikkappadugiradhu Endru Sol. "
},{ "Verses": "9 karththarin Niyaayappiramaanam Unvaayilirukkumbadikku, Idhu Un Kaiyile Oru Adaiyaalamaagavum Un Kangalin Naduve Ninaippoottudhalaagavum Irukkakkadavadhu; Balaththa Kaiyinaal Karththar Unnai Egipthilirundhu Purappadappanninaar; "
},{ "Verses": "10 aagaiyaal, Nee Varushandhorum Kuriththa Kaalaththil Indha Niyamaththai Aasariththu Varuvaayaaga. "
},{ "Verses": "11 melum, Karththar Unakkum Un Pidhaakkalukkum Aanaiyittapadiye, Unnaik Kaanaaniyarin Dhesaththile Varappanni, Adhai Unakkuk Kodukkumpodhu, "
},{ "Verses": "12 karppanthirandhu Pirakkum Anaiththaiyum, Unakku Irukkum Mirugajeevangalin Thalaiyeetranaiththaiyum, Karththarukku Oppukkoduppaayaaga; Avaigalilulla Aangal Karththarudaiyavaigal. "
},{ "Verses": "13 kazhudhaiyin Thalaiyeetraiyellaam Oru Aattukkuttiyaal Meettukkolvaayaaga; Meetkaavittaal, Adhin Kazhuththai Muriththuppodu. Un Pillaigalil Mudhalperaana Sagala Narajeevanaiyum Meettuk Kolvaayaaga. "
},{ "Verses": "14 pirkaalaththil Un Kumaaran: Idhu Enna Endru Unnaik Kettaal; Nee Avanai Nokki: Karththar Engalaip Balaththa Kaiyinaal Adimaiththana Veedaagiya Egipthilirundhu Purappadappanninaar. "
},{ "Verses": "15 engalai Vidaadhabadikku, Paarvon Kadinappattirukkumpodhu, Karththar Egipthu Dhesaththil Manidharin Thalaippillaigalmudhal Mirugajeevangalin Thalaiyeetrugal Varaikkum Undaayirundha Mudhalperugal Yaavaiyum Kondru Pottaar; Aagaiyaal, Karppandhirandhu Pirakkum Aanaiyellaam Naan Karththarukkup Baliyittu En Pillaigalil Mudhalperanaiththaiyum Meettukkollugiren. "
},{ "Verses": "16 karththar Engalaip Balaththa Kaiyinaal Egipthilirundhu Purappadappanninadharku, Idhu Un Kaiyil Adaiyaalamaagavum, Un Kangalin Naduve Gnaabagakkuriyaagavum Irukkakkadavadhu Endru Solvaayaaga Endraan. "
},{ "Verses": "17 paarvon Janangalaip Poga Vittapin: Janangal Yuththaththaik Kandaal Manamadindhu, Egipthukkuth Thirumbuvaargal Endru Solli; Pelistharin Dhesavazhiyaaip Povadhu Sameebamaanaalum, Dhevan Avargalai Andha Vazhiyaai Nadaththaamal, "
},{ "Verses": "18 sivandha Samuththiraththin Vanaandhara Vazhiyaai Janangalaich Chutrip Pogappanninaar. Isravel Puththirar Egipthu Dhesaththilirundhu Aniyaniyaaip Purappattupponaargal. "
},{ "Verses": "19 mose Thannodekooda Yoseppin Elumbugalai Eduththukkondu Ponaan. Dhevan Nichchayamaai Ungalaich Sandhippaar; Appozhudhu Ungalodekooda En Elumbugalai Ivvidaththilirundhu Kondupongal Endru Yoseppu Solli, Isravel Puththirarai Urudhiyaai Aanaiyidumbadi Seydhirundhaan. "
},{ "Verses": "20 avargal Sukkoththilirundhu Pirayaanappattu, Vanaandharaththin Oramaai Eththaamile Paalayamiranginaargal. "
},{ "Verses": "21 avargal Iravum Pagalum Vazhinadakkakkoodumbadikku, Karththar Pagalil Avargalai Vazhinadaththa Megasthambaththilum, Iravil Avargalukku Velichchamkaatta Akkinisthambaththilum Avargalukku Mun Sendraar. "
},{ "Verses": "22 pagalile Megasthambamum, Iravile Akkinisthambamum Janangalidaththilirundhu Vilagippogavillai. "
}
]