[
{ "Verses": "1 dhevan Mosekkum Thamadhu Janamaagiya Isravelukkum Seydha Yaavaiyum, Karththar Isravelai Egipthilirundhu Purappadappanninadhaiyum, Meedhiyaanil Aasaariyanaayirundha Moseyin Maamanaagiya Eththiro Kelvippattabodhu, "
},{ "Verses": "2 moseyin Maamanaagiya Eththiro, Moseyinaale Thirumbi Anuppividappattirundha Avan Manaiviyaagiya Sipporaalaiyum, "
},{ "Verses": "3 avaludaiya Irandu Kumaararaiyum Koottikkondu Pirayaanappattaan. Naan Anniya Dhesaththile Paradhesiyaanen Endru Mose Solli, Oru Maganukkuk Gersom Endru Perittirundhaan. "
},{ "Verses": "4 en Pidhaavin Dhevan Enakkuth Thunainindru Paarvonin Pattayaththukku Ennaith Thappuviththaar Endru Solli, Matravanukku Eliyesar Endru Perittirundhaan. "
},{ "Verses": "5 moseyin Maamanaagiya Eththiro Moseyin Kumaararodum Avan Manaiviyodung Kooda, Avan Paalayamirangiyirundha Dheva Parvadhaththinidaththil Vanaandharaththukku Vandhu: "
},{ "Verses": "6 eththiro Ennum Ummudaiya Maamanaagiya Naanum, Ummudaiya Manaiviyum, Avalodekooda Avaludaiya Irandu Kumaararum Ummidaththirku Vandhirukkirom Endru Mosekkuch Solliyanuppinaan. "
},{ "Verses": "7 appozhudhu Mose Than Maamanukku Edhirkondupoi, Avanai Vanangi, Muththanjeydhaan; Oruvarai Oruvar Sugaseydhi Visaariththukkondu, Koodaaraththukkul Piravesiththaargal. "
},{ "Verses": "8 pinbu Mose Karththar Isravelinimiththam Paarvonukkum Egipthiyarukkum Seydha Ellaavatraiyum, Vazhiyile Thangalukku Neritta Ellaa Varuththaththaiyum, Karththar Thangalai Viduviththu Ratchiththadhaiyum Than Maamanukku Vivariththuch Sonnaan. "
},{ "Verses": "9 karththar Isravelarai Egipthiyarin Kaikkuth Thappuviththu, Avargalukkuch Seydha Sagala Nanmaigalaiyunguriththu Eththiro Sandhoshappattu: "
},{ "Verses": "10 ungalai Egipthiyarin Kaikkum Paarvonin Kaikkum Thappuviththu, Egipthiyarudaiya Kaiyin Keezhirundha Janaththai Viduviththa Karththarukku Sthoththiram. "
},{ "Verses": "11  Karththar Ellaath Dhevargalaip Paarkkilum Periyavar Enbadhai Ippozhudhu Arindhirukkiren; Avargal Idumbu Seydha Kaariyaththil Avargalai Merkondaar Endru Solli; "
},{ "Verses": "12 moseyin Maamanaagiya Eththiro Sarvaanga Thaganabaliyaiyum Matrap Baligalaiyum Dhevanukkuk Konduvandhu Seluththinaan. Pinbu Aaronum Isravel Mooppar Anaivarum Vandhu Moseyin Maamanudane Dhevasamugaththil Bojanampanninaargal. "
},{ "Verses": "13 marunaal Mose Janangalai Niyaayamvisaarikka Utkaarndhaan; Janangal Kaalame Thuvakkich Saayangaalammattum Mosekku Munbaaga Nindraargal. "
},{ "Verses": "14 janangalukku Avan Seydha Yaavaiyum Moseyin Maaman Kandu: Neer Janangalukkuch Seygira Indhak Kaariyam Enna? Neer Ondriyaai Utkaarndhirukkavum, Janangal Ellaarum Kaalame Thuvakkich Saayangaalammattum Umakku Munbaaga Nirkavum Vendiyadhu Enna Endraan. "
},{ "Verses": "15 appozhudhu Mose Than Maamanai Nokki: Dhevanidaththil Visaarikkumbadi Janangal Ennidaththil Varugiraargal. "
},{ "Verses": "16 avargalukku Yaadhoru Kaariyam Undaanaal, Ennidaththil Varugiraargal; Naan Avargalukkulla Vazhakkaith Theerththu, Dhevakattalaigalaiyum Avarudaiya Piramaanangalaiyum Therivikkiren Endraan. "
},{ "Verses": "17 adharku Moseyin Maaman: Neer Seygira Kaariyam Nalladhalla; "
},{ "Verses": "18 neerum Ummode Irukkira Janangalum Thoindhupoveergal; Idhu Umakku Migavum Baaramaana Kaariyam; Neer Oruvaraai Adhaich Seyya Ummaale Koodaadhu. "
},{ "Verses": "19 ippozhudhu En Sollaikkelum, Umakku Oru Aalosanai Sollugiren; Dhevanum Ummodukooda Iruppaar, Neer Dhevasannidhiyile Janangalukkaaga Irum; Viseshiththavaigalaith Dhevanidaththil Kondupoi; "
},{ "Verses": "20 kattalaigalaiyum Piramaanangalaiyum Avargalukku Velippaduththi; Avargal Nadakkavendiya Vazhiyaiyum, Avargal Seyyavendiya Kaariyaththaiyum Avargalukkuth Theriyappaduththum. "
},{ "Verses": "21 janangal Ellaarukkullum Dhevanukkup Bayandhavargalum Unmaiyullavargalum Porulaasaiyai Verukkiravargalumaana Thiramaiyulla Manidharaith Therindhukondu, Avargalai Aayiramperukku Adhibadhigalaagavum, Nooruperukku Adhibadhigalaagavum, Aimbadhuperukku Adhibadhigalaagavum, Paththupperukku Adhibadhigalaagavum Erpaduththum. "
},{ "Verses": "22 avargal Eppozhudhum Janangalai Niyaayamvisaariththu, Periya Kaariyangal Yaavaiyum Ummidaththil Konduvarattum, Siriya Kaariyangal Yaavaiyum Thaangale Theerkkattum; Ippadi Avargal Ummodekooda Indhap Baaraththaich Sumandhaal, Umakku Ilaguvaayirukkum. "
},{ "Verses": "23 indhappiragaaram Neer Seyvadhum, Ippadith Dhevan Umakkuk Kattalaiyiduvadhum Undaanaal, Ummaale Thaangakkoodum; Indha Janangal Ellaarum Thaangal Pogum Idaththukkuch Sugamaaip Poich Seralaam Endraan. "
},{ "Verses": "24 mose Than Maaman Solkettu, Avan Sonnabadiyellaam Seydhaan. "
},{ "Verses": "25 mose Isravelar Ellaarilum Thiramaiyulla Manidharaith Therindhukondu, Avarkalai Aayiramperukku Adhibadhigalaagavum, Nooruperukku Adhibadhigalaagavum, Aimbadhuperukku Adhibadhigalaagavum, Paththupperukku Adhibadhigalaagavum Janangalmel Thalaivaraakkinaan. "
},{ "Verses": "26 avargal Eppozhudhum Janangalai Niyaayam Visaariththaargal; Varuththamaana Kaariyangalaimaaththiram Moseyinidaththil Konduvandhaargal; Siriya Kaariyangalaiyellaam Thaangale Theerththaargal. "
},{ "Verses": "27 pinbu Mose Than Maamanai Anuppivittaan; Avan Thirumbath Than Dhesaththukkup Poivittaan. "
}
]