[
{ "Verses": "1 pinbu, Janangal Muraiyittukkondirundhaargal; Adhu Karththarudaiya Sevigalil Pollaappaayirundhadhu; Karththar Adhaik Kettapodhu, Avarudaiya Kobam Moondadhu;karththarudaiya Akkini Avargalukkulle Patriyerindhu, Paalayaththin Kadaisiyilirundha Silaraip Patchiththadhu. "
},{ "Verses": "2 appozhudhu Janangal Moseyai Nokkik Kooppittaargal; Mose Karththarai Nokki Vinnappampanninaan; Udane Akkini Avindhupoyitru. "
},{ "Verses": "3 karththarudaiya Akkini Avargalukkulle Patriyerindhadhinaal, Avvidaththukkuth Thaperaa Endru Perittaan. "
},{ "Verses": "4 pinbu Avargalukkul Irundha Palajaadhiyaana Anniya Janangal Migundha Ichchaiyullavargalaanaargal; Isravel Puththirarum Thirumba Azhudhu, Namakku Iraichchiyaip Pusikkakkoduppavar Yaar? "
},{ "Verses": "5 naam Egipthile Kirayamillaamal Saappitta Machchangalaiyum, Vellarikkaaigalaiyum, Kommattikkaaigalaiyum, Keeraigalaiyum, Vengaayangalaiyum, Vellaippoondugalaiyum Ninaikkirom. "
},{ "Verses": "6 ippozhudhu Nammudaiya Ullam Vaadippogiradhu; Indha Mannaavaiththavira, Nammudaiya Kangalukku Munbaaga Verondrum Illaiye Endru Sonnaargal. "
},{ "Verses": "7 andha Mannaa Koththumalli Vidhaiyammaaththiramum, Adhin Niram Muththuppolavum Irundhadhu. "
},{ "Verses": "8 janangal Poi Adhaip Porukkikkonduvandhu, Endhirangalil Araiththaavadhu Uralgalil Idiththaavadhu, Paanaigalil Samaippaargal; Adhai Appangalumaaga Suduvaargal; Adhin Rusi Pudhu Oliva Enneyin Rusipolirundhadhu. "
},{ "Verses": "9 iravile Paalayaththinmel Panipeyyumpodhu, Mannaavum Adhinmel Vizhum. "
},{ "Verses": "10 andhandha Vamsangalai Serndha Janangal Thangal Thangal Koodaaravaasalil Nindru Azhugiradhai Mose Kettaan; Karththarukku Migavum Kobam Moondadhu; Moseyin Paarvaikkum Adhu Pollaappaayirundhadhu. "
},{ "Verses": "11 appozhudhu Mose Karththarai Nokki: Neer Indha Janangal Ellaarudaiya Baaraththaiyum Enmel Sumaththinadhinaal, Umadhu Adiyaanukku Ubaththiravam Varappanninadhenna? Ummudaiya Kangalil Enakkuk Kirubai Kidaiyaadhe Ponadhenna? "
},{ "Verses": "12 ivargaludaiya Pidhaakkalukku Naan Aanaiyittukkoduththa Dhesaththukku Nee Ivargalai Mulaiyungira Paalaganaith Thagappan Sumandhukondupovadhupola, Un Maarbile Anaiththukkondupo Endru Neer Ennode Sollumpadi Indha Janangalaiyellaam Garppandhariththeno? Ivargalaip Petradhu Naano? "
},{ "Verses": "13 indha Janangal Ellaarukkum Kodukkiradharku Enakku Iraichchi Engeyirundhu Varum? Enakku Iraichchikodu Endru Ennaip Paarththu Azhugiraargale. "
},{ "Verses": "14 indha Janangalellaaraiyum Naan Oruvanaaith Thaangak Koodaadhu; Enakku Idhu Minjina Baaramaayirukkiradhu. "
},{ "Verses": "15 ummudaiya Kangalile Enakkuk Kirubai Kidaiththadhaanaal, Ippadi Enakku Seyyaamal, En Ubaththiravaththai Naan Kaanaadhapadikku Ippozhudhe Ennaik Kondrupodum Endru Vendikkondaan. "
},{ "Verses": "16 appozhudhu Karththar Moseyai Nokki: Isravel Janangalukku Moopparum Thalaivarumaanavargal Innaar Endru Nee Arindhirukkiraaye, Andha Moopparil Ezhubadhu Peraik Kootti, Avargalai Aasarippuk Koodaaraththinidaththil Ange Unnodekooda Vandhu Nirkumpadi Sey. "
},{ "Verses": "17 appozhudhu Naan Irangivandhu Ange Unnode Pesi, Nee Oruvan Maaththiram Janangalin Baaraththai Sumakkaamal, Unnodekooda Avargalum Adhai Sumappadharkaaga Unmel Irukkira Aaviyai Avargalmelum Vaippen. "
},{ "Verses": "18 nee Janangalai Nokki: Naalaikkaaga Ungalaip Parisuththampannungal; Neengal Iraichchi Saappiduveergal; Engalukku Iraichchi Saappidak Koduppavar Yaar Endrum, Egipthile Engalukku Sowkkiyamaayirundhadhu Endrum, Karththarudaiya Sevigal Ketka Azhudheergale; Aagaiyaal, Neengal Saappidumpadi Karththar Ungalukku Iraichchi Koduppaar. "
},{ "Verses": "19 neengal Orunaal, Irandunaal, Aindhunaal, Paththunaal, Irubadhunaal Maaththiramalla, "
},{ "Verses": "20 oru Maadhamvaraikkum Pusippeergal, Adhu Ungal Mookkaale Purappattu, Ungalukkuth Thevittippogumattum Pusippeergal, Ungalukkulle Irukkira Karththarai Asattaipanni, Naangal En Egipthilirundhu Purappattom Endru Avarukku Munbaaga Azhudheergale Endru Sol Endraar. "
},{ "Verses": "21 adharku Mose: Ennodirukkira Kaalaatkal Aarulatchamper; Orumaadham Muzhuvadhum Pusikkumpadi Avargalukku Iraichchi Koduppen Endru Sonneere. "
},{ "Verses": "22 aadumaadugalai Avargalukkaaga Adiththaalum Avargalukkup Podhumaa? Samuththiraththu Machchangalaiyellaam Avargalukkaaga Serththaalum Avargalukkup Podhumaa Endraan. "
},{ "Verses": "23 adharkuk Karththar Moseyai Nokki: Karththarudaiya Kai Kurugiyirukkiradho? En Vaarththaiyinpadi Nadakkumo? Nadavaadho Endru, Nee Ippozhudhu Kaanbaai Endraar. "
},{ "Verses": "24 appozhudhu Mose Purappattu, Karththarudaiya Vaarththaigalai Janangalukku Solli, Janangalin Moopparil Ezhubadhu Peraik Kootti, Koodaaraththai Sutrilum Avargalai Niruththinaan. "
},{ "Verses": "25 karththar Megaththil Irangi, Avanode Pesi, Avanmelirundha Aaviyai Moopparaagiya Andha Ezhubadhu Permelum Vaiththaar; Andha Aavi Avargalmel Vandhu Thanginamaaththiraththil Theerkkadharisanan Chonnaargal; Solli, Pinbu Oindhaargal. "
},{ "Verses": "26 appozhudhu Iranduper Paalayaththil Irundhuvittaargal; Oruvanper Eldhaadh, Matravanper Medhaadh; Avargalum Pervazhiyil Ezhudhappattirundhum, Koodaaraththukkup Pogap Purappadaadhirundhaargal; Avargalmelum Aavi Vandhu Thanginadhinaal, Paalayaththil Theerkkadharisanan Chonnaargal. "
},{ "Verses": "27 oru Pillaiyaandaan Odivandhu, Eldhaadhum Medhaadhum Paalayaththil Theerkkadharisanan Chollugiraargal Endru Mosekku Ariviththaan. "
},{ "Verses": "28 udane Moseyinidaththil Ulla Vaalibaril Oruvanum Avanudaiya Oozhiyakkaaranum Noonin Kumaaranumaagiya Yosuvaa Pradhiyuththaramaaga: En Aandavanaagiya Moseye, Avargalaith Thadaipannum Endraan. "
},{ "Verses": "29 adharku Mose: Nee Enakkaaga Vairaakkiyam Kaanbikkiraayo? Karththarudaiya Janangal Ellaarum Theerkkadharisanan Chollaththakkadhaaga, Karththar Thammudaiya Aaviyai Avargalmel Irangappanninaal Nalamaayirukkume Endraan. "
},{ "Verses": "30 pinbu, Moseyum Isravelin Moopparum Paalayaththile Vandhu Serndhaargal. "
},{ "Verses": "31 appozhudhu Karththaridaththilirundhu Purappatta Oru Kaatru Samuththiraththilirundhu Kaadaigalai Adiththukkonduvandhu, Paalayaththilum Paalayaththai Sutrilum, Indhappakkam Orunaal Prayaanamattum Andhappakkam Orunaal Prayaanamattum, Tharaiyinmel Irandumuzha Uyaram Vizhundhukidakka Seydhadhu. "
},{ "Verses": "32 appozhudhu Janangal Ezhumbi, Andru Pagalmuzhuvadhum, Iraamuzhuvadhum, Marunaal Muzhuvadhum Kaadaigalai Serththaargal; Konjamaai Serththavan Paththu Omar Alavu Serththaan; Avaigalaip Paalayaththai Sutrilum Thangalukkaagak Kuviththuvaiththaargal. "
},{ "Verses": "33 thangal Parkal Naduve Irukkum Iraichchiyai Avargal Mendru Thinnumunnekarththarudaiya Kobam Janangalukkulle Moondadhu; Karththar Janangalai Magaa Periya Vaadhaiyaal Vaadhiththaar. "
},{ "Verses": "34 ichchiththa Janangalai Ange Adakkampanninadhinaal, Andha Sthalaththukkuk Kiprodh Aththaavaa Endru Perittaan. "
},{ "Verses": "35 pinbu, Janangal Kiprodh Aththaavaa Ennum Idaththai Vittu, Aasaroththukkup Prayaanampanni, Aasaroththile Thanginaargal. "
}
]