[
{ "Verses": "1 mose Isravel Puththirarudaiya Koththirangalin Thalaivarai Nokki: Karththar Kattalaiyiduvadhu Ennavendraal: "
},{ "Verses": "2 oruvan Karththarukku Yaadhoru Poruththanai Panninaalum, Alladhu Yaadhoru Kaariyaththai Seyyumpadi Aanaiyittuth Than Aaththumaavai Nibandhanaikkutpaduththikkondaalum, Avan Solthavaraamal Than Vaayilirundhu Purappatta Vaakkinpadiyellaam Seyyakkadavan. "
},{ "Verses": "3 than Thagappan Veettilirukkira Oru Pen Pillai Than Siruvayadhile Karththarukkup Poruththanaipanni Yaadhoru Kaariyaththai Seyyumpadi Than Aaththumaavai Nibandhanaikkutpaduththikkondaal, "
},{ "Verses": "4 aval Seydha Poruththanaiyaiyum, Aval Pannikkonda Nibandhanaiyaiyum Avaludaiya Thagappan Kettum Avalukku Ondrum Sollaadhiruppaanaanaal, Aval Seydha Ellaap Poruththanaigalum Aval Than Aaththumaavai Nibandhanaikkutpaduththikkonda Nibandhanaiyum Niraiveravendum. "
},{ "Verses": "5 aval Seydha Poruththanaigalaiyum, Aval Seyyumpadi Than Aaththumaavai Nibandhanaikkutpaduththina Nibandhanaiyaiyum Avaludaiya Thagappan Ketkira Naalile Avan Vendaam Endru Thaduththaal, Adhu Niraiveravendiyadhillai; Avaludaiya Thagappan Vendaam Endru Thaduththapadiyaal, Karththar Adhai Avalukku Mannippaar. "
},{ "Verses": "6 aval Poruththanai Pannumpodhum, Than Udhadugalaith Thirandhu Than Aaththumaavai Nibandhanaikkutpaduththikkollumpodhum, Avalukkup Purushan Irundhaal, "
},{ "Verses": "7 appozhudhu Avaludaiya Purushan Adhaik Kettirundhum, Adhaik Kelvippadugira Naalile Avalukku Ondrum Sollaadhirundhaal, Avaludaiya Poruththanaigalum Aval Than Aaththumaavai Nibandhanaikkutpaduththina Nibandhanaiyum Niraiveravendum. "
},{ "Verses": "8 avaludaiya Purushan Adhaik Ketkira Naalil Avan Vendaam Endru Thaduththu, Aval Seydha Poruththanaiyum Aval Than Aaththumaavai Nibandhanaikkutpaduththikkonda Nibandhanaiyum Sellaadhapadi Seydhaaneyaanaal, Appozhudhu Karththar Adhai Avalukku Mannippaar. "
},{ "Verses": "9 oru Vidhavaiyaavadhu, Thallappattuppona Oru Sthreeyaavadhu Than Aaththumaavai Endha Nibandhanaikkutpaduththikkollugiraalo Andha Nibandhanai Niraiveravendum. "
},{ "Verses": "10 aval Than Purushanudaiya Veettil Yaadhoru Poruththanai Panninaalum, Alladhu Yaadhoru Kaariyaththai Seyyumpadi Aanaiyittuth Than Aaththumaavai Pandhanaikkutpaduththikkondaalum, "
},{ "Verses": "11 avaludaiya Purushan Adhaik Kettum Avalukku Adhai Vendaamendru Thadukkaamal Mavunamaayirundhaal, Aval Seydha Ellaap Poruththanaigalum, Aval Than Aaththumaavai Nibandhanaikkutpaduththina Ellaa Nibandhanaigalum Niraiveravendum. "
},{ "Verses": "12 avaludaiya Purushan Avaigalaikketta Naalil Avaigalai Sellaadhapadi Panninaal, Appozhudhu Aval Seydha Poruththanaigalum, Aval Than Aaththumaavaiyutpaduththina Nibandhanaiyaikkuriththu Aval Vaayilirundhu Purappattadhondrum Niraiveravendiyadhillai; Avaludaiya Purushan Avaigalai Sellaadhapadi Panninadhinaale Karththar Adhai Avalukku Mannippaar. "
},{ "Verses": "13 endhap Poruththanaiyaiyum Aaththumaavaith Thaazhmaippaduththumpadi Seyyappatta Endha Aanaiyaiyum, Avaludaiya Purushan Sthirappaduththavunkoodum, Sellaadhapadi Pannavum Koodum. "
},{ "Verses": "14 avaludaiya Purushan Orunaalum Avalukku Ondrum Sollaadhirundhaanaagil, Avan Avaludaiya Ellaap Poruththanaigalaiyum, Avalperilirukkira Avaludaiya Ellaa Nibandhanaigalaiyum Sthirappaduththugiraan; Avan Adhaik Ketta Naalile Avalukku Ondrum Sollaamar Ponadhinaal, Avaigalai Sthirappaduththugiraan. "
},{ "Verses": "15 avan Avaigalaik Kettapinbu Sellaadhapadi Panninaal, Avaludaiya Akkiramaththai Avan Sumappaan Endraar. "
},{ "Verses": "16 purushanaiyum Sthreeyaiyum, Thagappanaiyum Thagappanudaiya Veettil Siruvayadhil Irukkira Avan Kumaaraththiyaiyum Kuriththu, Karththar Mosekku Vidhiththa Kattalaigal Ivaigale. "
}
]