[
{ "Verses": "1 karththar Moseyaiyum Aaronaiyum Nokki: "
},{ "Verses": "2 isravel Puththirar Avaravar Thangal Thangal Pidhaakkaludaiya Vamsaththin Virudhaagiya Thangal Thangal Kodiyandaiyile Thangal Koodaarangalaip Pottu, Aasarippuk Koodaaraththirku Edhiraaga Sutrilum Paalayamirangakkadavargal. "
},{ "Verses": "3 yoodhaavin Paalayaththuk Kodiyaiyudaiya Senaigal Sooriyan Udhikkum Keezhppuraththile Paalayamirangavendum; Amminadhaabin Kumaaranaagiya Nakason Yoodhaa Sandhadhikku Senaapadhiyaayirukkakkadavan. "
},{ "Verses": "4 ennappatta Avanudaiya Senai Ezhubaththu Naalaayiraththu Arunooruper. "
},{ "Verses": "5 avan Aruge Isakkaar Koththiraththaar Paalayamirangavendum; Soovaarin Kumaaran Nedhaneyel Isakkaar Sandhadhikku Senaapadhiyaayirukkakkadavan. "
},{ "Verses": "6 ennappatta Avanudaiya Senai Aimbaththu Naalaayiraththu Naanooruper. "
},{ "Verses": "7 avan Aruge Sepulon Koththiraththaar Paalayamirangavendum; Elonin Kumaaranaagiya Eliyaap Sepulon Sandhadhikku Senaapadhiyaayirukkakkadavan. "
},{ "Verses": "8 avanudaiya Senaiyil Ennappattavargal Aimbaththezhaayiraththu Naanooruper. "
},{ "Verses": "9 ennappatta Yoodhaavin Paalayaththaar Ellaarum Thangal Senaigalinpadiye Latchaththu Enbaththu Aaraayiraththu Naanooruper; Ivargal Prayaanaththile Mudharpaalayamaaip Pogakkadavargal. "
},{ "Verses": "10 roobanudaiya Paalayaththuk Kodiyaiyudaiya Senaigal Thenpuraththil Paalayamirangavendum; Sedheyoorin Kumaaranaagiya Elisoor Rooban Sandhadhiyaarukku Senaapadhiyaayirukkakkadavan. "
},{ "Verses": "11 avanudaiya Senaiyil Ennappattavargal Naarpaththaaraayiraththu Ainnooruper. "
},{ "Verses": "12 avan Aruge Simiyon Koththiraththaar Paalayamirangavendum; Soorishadhaayin Kumaaranaagiya Seloomiyel Simiyon Sandhadhiyaarukku Senaapadhiyaayirukkakkadavan. "
},{ "Verses": "13 avanudaiya Senaiyil Ennappattavargal Aimbaththonbadhinaayiraththu Munnooruper. "
},{ "Verses": "14 avan Aruge Kaadh Koththiraththaar Paalayamirangavendum; Theguvelin Kumaaranaagiya Eliyaasaap Kaadh Sandhadhiyaarukku Senaapadhiyaayirukkakkadavan. "
},{ "Verses": "15 avanudaiya Senaiyil Ennappattavargal Naarpaththaiyaayiraththu Arunootru Aimbadhuper. "
},{ "Verses": "16 ennappatta Roobanin Paalayaththaar Ellaarum Thangal Senaigalinpadiye Latchaththu Aimbaththu Oraayiraththu Naanootru Aimbadhuper; Ivargal Prayaanaththil Irandaam Paalayamaaip Pogakkadavargal. "
},{ "Verses": "17 pinbu Aasarippuk Koodaaram Leviyarin Senaiyode Paalayangalin Naduve Prayaanappattup Pogavendum; Eppadip Paalayamirangugiraargalo, Appadiye Avaravar Thangal Varisaiyile Thangal Kodigalode Prayaanamaaip Pogakkadavargal. "
},{ "Verses": "18 eppraayeemudaiya Paalayaththuk Kodiyaiyudaiya Senaigal Melpuraththil Irangavendum; Ammiyoodhin Kumaaranaagiya Elishaamaa Eppraayeemin Sandhadhikku Senaapadhiyaayirukkakkadavan. "
},{ "Verses": "19 avanudaiya Senaiyil Ennappattavargal Naarpadhinaayiraththu Ainnooruper. "
},{ "Verses": "20 avan Aruge Manaase Koththiraththaar Paalayamirangavendum; Pedhaasoorin Kumaaranaagiya Kamaaliyel Manaase Sandhadhikku Senaapadhiyaayirukkakkadavan. "
},{ "Verses": "21 avanudaiya Senaiyil Ennappattavargal Muppaththeeraayiraththu Irunooruper. "
},{ "Verses": "22 avan Aruge Benyameen Koththiraththaar Paalayamirangavendum; Keedheyonin Kumaaranaagiya Apeedhaan Benyameen Sandhadhikku Senaapadhiyaayirukkakkadavan. "
},{ "Verses": "23 avanudaiya Senaiyil Ennappattavargal Muppaththaiyaayiraththu Naanooruper. "
},{ "Verses": "24 ennappatta Eppraayeemin Paalayaththaar Ellaarum Thangal Senaigalinpadiye Latchaththu Ennaayiraththu Nooruper; Ivargal Prayaanaththil Moondraam Paalayamaaip Pogakkadavargal. "
},{ "Verses": "25 thaanudaiya Paalayaththuk Kodiyaiyudaiya Senaigal Vadapuraththil Irangavendum; Ammishadhaayin Kumaaranaagiya Akiyeser Thaan Vamsaththirku Senaapadhiyaayirukkakkadavan. "
},{ "Verses": "26 avanudaiya Senaiyil Ennappattavargal Arubaththeeraayiraththu Ezhunooruper. "
},{ "Verses": "27 avan Aruge Aaser Koththiraththaar Paalayamirangavendum; Okiraanin Kumaaranaagiya Paakiyel Aaser Sandhadhikku Senaapadhiyaayirukkakkadavan. "
},{ "Verses": "28 avanudaiya Senaiyil Ennappattavargal Naarpaththoraayiraththu Ainnooruper. "
},{ "Verses": "29 avan Aruge Napthali Koththiraththaar Paalayamirangavendum; Enaanin Kumaaranaagiya Akeeraa Napthali Sandhadhiyaarukku Senaapadhiyaayirukkakkadavan. "
},{ "Verses": "30 avanudaiya Senaiyil Ennappattavargal Aimbaththu Moovaayiraththu Naanooruper. "
},{ "Verses": "31 ennappatta Thaanin Paalayaththaar Ellaarum Latchaththu Aimbaththezhaayiraththu Arunooruper; Ivargal Thangal Kodigalode Pinpaalayamaaip Pogakkadavargal. "
},{ "Verses": "32 ivargale Thangal Thangal Pidhaakkalin Vamsaththinpadi Isravel Puththiraril Ennappattavargal. Paalayangalile Thangal Thangal Senaigalinpadiye Ennappattavargal Ellaarum Aarulatchaththu Moovaayiraththu Ainnootru Aimbadhu Peraayirundhaargal. "
},{ "Verses": "33 leviyaro, Karththar Mosekkuk Kattalaiyittapadi, Isravel Puththirarukkulle Ennappadavillai.karththar Mosekkuk Kattalaiyittapadiyellaam Isravel Puththirar Seydhu, Thangal Thangal Kodigalinkeezh Paalayamirangi, Thangal Thangal Pidhaakkaludaiya Vamsangalinpadiye Prayaanappattupponaargal. "
},{ "Verses": "34 karththar Mosekkuk Kattalaiyittapadiyellaam Isravel Puththirar Seydhu, Thangal Thangal Kodigalinkeezh Paalayamirangi, Thangal Thangal Pidhaakkaludaiya Vamsangalinpadiye Prayaanappattupponaargal. "
}
]