[
{ "Verses": "1 karththar Moseyai Nokki: "
},{ "Verses": "2 nee Isravel Puththirarode Sollavendiyadhu Ennavendraal: Purushanaagilum Sthreeyaagilum Karththarukkendru Viradham Pannikkondavargalaayirukkumpadi Nasareya Viradhamaagiya Oru Viseshiththa Poruththanaiyaip Panninaal, "
},{ "Verses": "3 appadippattavan Dhraatcharasaththaiyum Madhupaanaththaiyum Vilakkakkadavan; Avan Dhraatcharasaththin Kaatiyaiyum Matra Madhupaanaththin Kaatiyaiyum, Dhraatcharasaththinaal Seydha Evvidhamaana Paanaththaiyum Kudiyaamalum, Dhraatchappazhangalaiyaavadhu Dhraatcha Vatralgalaiyaavadhu Pusiyaamalum, "
},{ "Verses": "4 thaan Nasareyanaayirukkum Naalellaam Dhraatchachedi Vidhaimudhal Tholvaraiyilullavaigalinaal Seyyappatta Yaadhondraiyum Pusiyaamalum Irukkakkadavan. "
},{ "Verses": "5 avan Nasareya Viradhankaakkum Naalellaam Savaragan Kaththi Avan Thalaiyinmel Padalaagaadhu; Avan Karththarukkendru Viradhankaakkum Kaalam Niraiverumalavum Parisuththamaayirundhu, Than Thalaimayirai Valaravidakkadavan. "
},{ "Verses": "6 avan Karththarukkendru Viradhankaakkum Naalellaam Yaadhoru Predhaththandaiyil Pogak Koodaadhu. "
},{ "Verses": "7 avan Than Dhevanukkendru Seydha Nasareya Viradham Avan Thalaimel Irukkirapadiyaal, Maranamadaindha Than Thagappanaalaagilum Thaayinaalaagilum Sagodharanaalaagilum Sagodhariyinaalaagilum Thannaith Theettuppaduththalaagaadhu. "
},{ "Verses": "8 avan Nasareyanaayirukkum Naalellaam Karththarukkup Parisuththamaayiruppaan. "
},{ "Verses": "9 avanandaiyile Oruvan Sadudhiyil Maranamadaindhadhinaal, Nasareyaviradhamulla Avanudaiya Thalai Theettuppattadheyaagil, Avan Than Suththigarippin Naalaagiya Ezhaam Naalil Than Thalaimayirai Siraiththukkondu, "
},{ "Verses": "10 ettaam Naalil Irandu Kaattuppuraakkalaiyaavadhu Irandu Puraakkunjugalaiyaavadhu Aasarippuk Koodaaravaasalil Aasaariyanidaththil Konduvarakkadavan. "
},{ "Verses": "11 appozhudhu Aasaariyan Ondraip Paavanivaranapaliyaagavum, Matrondrai Sarvaanga Thaganapaliyaagavum Seluththi, Pinaththinaal Avanukku Undaana Theettai Nivirththiseydhu, Avan Thalaiyai Annaalil Parisuththappaduththuvaanaaga. "
},{ "Verses": "12 avan Thirumbavum Than Viradhanaatkalaik Karththarukkendru Kaaththu, Oru Varushaththu Aattukkuttiyaik Kutranivaaranapaliyaagak Konduvarakkadavan; Avanudaiya Nasareya Viradham Theettuppattadhinaal Sendra Naatkal Virudhaavaagum. "
},{ "Verses": "13 nasareyanukkuriya Pramaanamaavadhu: Avan Viradhankaakkum Naatkal Niraiverina Andre, Avan Aasarippuk Koodaaravaasalile Vandhu, "
},{ "Verses": "14 sarvaanga Thaganapaliyaaga Oru Varushaththu Pazhudhatra Oru Aattukkuttiyaiyum Paavanivaaranapaliyaaga Oru Varushaththu Pazhudhatra Oru Pennaattukkuttiyaiyum, Samaadhaanapaliyaaga Pazhudhatra Oru Aattukkadaavaiyum, "
},{ "Verses": "15 oru Koodaiyil Enneyile Pisaindha Pulippillaadha Melliya Maavinaal Seydha Adhirasangalaiyum, Enney Thadavappatta Pulippillaadha Adaigalaiyum, Avaigalukku Aduththa Pojanapaliyaiyum, Paanapaligalaiyum Karththarukkuth Than Kaanikkaiyaaga Seluththakkadavan. "
},{ "Verses": "16 avaigalai Aasaariyan Karththarudaiya Sannidhiyil Konduvandhu, Avanudaiya Paavanivaarana Paliyaiyum Avanudaiya Sarvaanga Thaganapaliyaiyum Seluththi, "
},{ "Verses": "17 aattukkadaavaik Koodaiyilirukkum Pulippillaadha Appangalodunkoodak Karththarukku Samaadhaanapaliyaaga Seluththi, Avanudaiya Pojanapaliyaiyum Paanapaliyaiyum Padaippaanaaga. "
},{ "Verses": "18 appozhudhu Nasareyan Aasarippuk Koodaaravaasalile, Poruththanai Seyyappatta Than Thalaiyai Siraiththu, Poruththanai Seyyappatta Than Thalaimayirai Eduththu, Samaadhaanapaliyinkeezh Erigira Akkiniyil Podakkadavan. "
},{ "Verses": "19 nasareyan Poruththanai Seyyappatta Than Thalaimayirai Siraiththukkondapinbu, Aasaariyan Aattukkadaavinudaiya Vevikkappatta Oru Munnandhotaiyaiyum, Koodaiyil Irukkiravaigalile Pulippillaadha Oru Adhirasaththaiyum Pulippillaadha Oru Adaiyaiyum Eduththu, Avanudaiya Ullankaigalil Vaiththu, "
},{ "Verses": "20 avaigalaik Karththarudaiya Sannidhiyil Asaivaattakkadavan; Adhu Asaivaattappatta Maarkkandaththodum, Ereduththup Padaikkappatta Munnandhotaiyodum, Aasaariyanai Serum; Adhu Parisuththamaanadhu. Pinbu Nasareyan Dhraatcharasam Kudikkalaam. "
},{ "Verses": "21 poruththanaipannina Nasareyanukkum, Avan Than Kaikku Udhavugiradhaiyallaamal, Than Nasareya Viradhaththinimiththam Karththarukku Seluththum Kaanikkaikkum Aduththa Pramaanam Idhuve. Avan Seydha Poruththanaiyinpadiye Than Poruththanaiyin Pramaanaththukkerka Seydhu Theeravendum Endru Sol Endraar. "
},{ "Verses": "22 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "23 nee Aaronodum Avan Kumaararodum Sollavendiyadhu Ennavendraal: Neengal Isravel Puththirarai Aaseervadhikkumpodhu, Avargalaip Paarththu Sollavendiyadhaavadhu: "
},{ "Verses": "24 karththar Unnai Aaseervadhiththu, Unnaik Kaakkakkadavar. "
},{ "Verses": "25 karththar Thammudaiya Mugaththai Unmel Prakaasikkappanni, Unmel Kirubaiyaayirukkakkadavar. "
},{ "Verses": "26 karththar Thammudaiya Mugaththai Unmel Prasannamaakki, Unakku Samaadhaanam Kattalaiyidakkadavar Enbadhe. "
},{ "Verses": "27 ivvidhamaai Avargal En Naamaththai Isravel Puththirarmel Koorakkadavargal; Appozhudhu Naan Avargalai Aaseervadhippen Endru Sol Endraar. "
}
]