[
{ "Verses": "1 karththar Moseyaiyum Aaronaiyum Nokki: "
},{ "Verses": "2 karththar Karpiththa Niyamappramaanamaavadhu: Pazhudhatradhum Oonamillaadhadhum Nugaththadikku Utpadaadhadhumaagiya Sivappaana Oru Kidaariyai Unnidaththil Konduvarumbadi Isravel Puththirarukku Sollungal. "
},{ "Verses": "3 adhai Eleyaasaar Ennum Aasaariyanidaththil Oppukkodungal; Avan Adhaip Paalayaththukku Veliye Kondupogakkadavan; Ange Adhu Avanukku Munbaagak Kollappadakkadavadhu. "
},{ "Verses": "4 appozhudhu Aasaariyanaagiya Eleyaasaar Than Viralinaal Adhin Raththaththil Konjam Eduththu, Aasarippuk Koodaaraththukku Edhiraaga Ezhudharam Thelikkakkadavan. "
},{ "Verses": "5 pinbu Kidaariyai Avan Kangalukku Munbaaga Oruvan Sutterikkavendum; Adhin Tholum Adhin Maamsamum Adhin Raththamum Adhin Saaniyum Sutterikkappadavendum. "
},{ "Verses": "6 appozhudhu Aasaariyan Kedhurukkattaiyaiyum Eesoppaiyum Sivappunoolaiyum Eduththu, Kidaari Erikkappadugira Neruppin Naduvile Podakkadavan. "
},{ "Verses": "7 pinbu Aasaariyan Than Vasthirangalaith Thoiththu, Jalaththile Snaanampanni, Adhinpinbu Paalayaththil Pravesikkakkadavan; Aasaariyan Saayangaalamattum Theettuppattiruppaan. "
},{ "Verses": "8 adhai Sutteriththavanum Than Vasthirangalai Jalaththil Thoiththu, Jalaththile Snaanampanni, Saayangaalamattum Theettuppattiruppaan. "
},{ "Verses": "9 suththamaayirukkira Oruvan Andhak Kidaariyin Saambalai Vaarikkondu Paalayaththirkup Purambe Suththamaana Oru Idaththile Kotti Vaikkakkadavan, Adhu Isravel Puththirarin Sabaikkaagath Theettukkazhikkum Jalaththukkendru Kaaththuvaikkappadavendum; Adhu Paavaththaip Parigarikkum. "
},{ "Verses": "10 kidaariyin Saambalai Vaarinavan Than Vasthirangalaith Thoikkakkadavan; Avan Saayangaalamattum Theettuppattiruppaan; Idhu Isravel Puththirarukkum Avargal Naduvile Thangugira Anniyanukkum Niththiya Kattalaiyaayiruppadhaaga. "
},{ "Verses": "11 seththupponavanudaiya Predhaththaith Thottavan Ezhunaal Theettuppattiruppaan. "
},{ "Verses": "12 avan Moondraam Naalilum Ezhaam Naalilum Theettukkazhikkum Jalaththinaal Thannai Suththigarikkakkadavan; Appozhudhu Suththamaavaan; Moondraam Naalilum Ezhaam Naalilum Thannai Suththigarikkaamaliruppaanaagil Suththamaagaan. "
},{ "Verses": "13 seththavanudaiya Predhaththaith Thottum, Thannai Suththigariththukkollaadhavan Karththarin Vaasasthalaththaith Theettuppaduththugiraan; Andha Aaththumaa Isravelil Iraamal Aruppundupovaan; Theettukkazhikkum Jalam Avanmel Thelikkappadaadhadhinaal, Avan Theettuppattiruppaan; Avan Theettu Innum Avanmel Irukkum. "
},{ "Verses": "14 koodaaraththil Oru Manidhan Seththaal, Adharkaduththa Niyamamaavadhu: Andhak Koodaaraththil Pravesikkira Yaavarum Koodaaraththil Irukkira Yaavarum Ezhunaal Theettuppattiruppaargal. "
},{ "Verses": "15 moodik Kattappadaamal Thirandhirukkum Paaththirangal Ellaam Theettuppattirukkum. "
},{ "Verses": "16 veliyile Pattayaththaal Vettundavanaiyaavadhu, Seththavanaiyaavadhu, Manidha Elumbaiyaavadhu, Predhakkuzhiyaiyaavadhu, Thottavan Evanum Ezhunaal Theettuppattiruppaan. "
},{ "Verses": "17 aagaiyaal Theettuppattavanukkaaga, Paavaththaip Parigarikkum Kidaariyin Saambalile Konjam Eduththu, Oru Paaththiraththil Pottu, Adhinmel Ootru Jalam Vaarkkavendum. "
},{ "Verses": "18 suththamaana Oruvan Eesoppai Eduththu, Andha Jalaththile Thoiththu, Koodaaraththinmelum Adhilulla Sagala Panimuttugalinmelum Angeyirukkira Janangalinmelum Thelikkiradhumallaamal, Elumpaiyaagilum Vettundavanaiyaagilum Seththavanaiyaagilum Predhakkuzhiyaiyaagilum Thottavanmelum Thelikkakkadavan. "
},{ "Verses": "19 suththamaayirukkiravan Theettuppattavanmel Moondraam Naalilum Ezhaam Naalilum Thelikkavendum; Ezhaam Naalil Ivan Thannai Suththigariththu, Than Vasthirangalaith Thoiththu, Jalaththil Snaanampanni, Saayangaalaththile Suththamaayiruppaan. "
},{ "Verses": "20 theettuppattirukkiravan Thannai Suththigariththuk Kollaadhirundhaal, Avan Sabaiyil Iraadhapadikku Aruppundupovaan; Avan Karththarin Parisuththa Sthalaththaith Theettuppaduththinaan; Theettukkazhikkum Jalam Avanmel Thelikkappadaadhadhinaal Avan Theettuppattirukkiraan. "
},{ "Verses": "21 theettukkazhikkum Jalaththaith Thelikkiravanum Than Vasthirangalaith Thoikkakkadavan; Theettukkazhikkum Jalaththaiththottavanum Saayangaalamattum Theettuppattiruppaan. "
},{ "Verses": "22 theettuppattirukkiravan Thodugiravaigalellaam Theettuppadum, Avaigalaith Thodugiravanum Saayangaalamattum Theettuppattiruppaan; Idhu Ungalukku Niththiya Kattalaiyaayirukkum Endraar. "
}
]