[
{ "Verses": "1 pileyaam Paalaagai Nokki: Neer Inge Enakku Ezhu Palipeedangalaik Katti, Ezhu Kaalaigalaiyum Ezhu Aattukkadaakkalaiyum Inge Enakku Aayaththappaduththum Endraan. "
},{ "Verses": "2 pileyaam Sonnapadiye Paalaak Seydhaan; Paalaagum Pileyaamum Ovvoru Peedaththil Ovvoru Kaalaiyaiyum Ovvoru Aattukkadaavaiyum Paliyittaargal. "
},{ "Verses": "3 pinbu Pileyaam Paalaagai Nokki: Ummudaiya Sarvaanga Thaganapaliyandaiyil Nillum, Naan Poivarugiren; Karththar Vandhu Ennai Sandhikkiradhaayirukkum; Avar Enakku Velippaduththuvadhai Umakku Arivippen Endru Solli, Oru Mettinmel Erinaan. "
},{ "Verses": "4 dhevan Pileyaamai Sandhiththaar; Appozhudhu Avan Avarai Nokki: Naan Ezhu Palipeedangalai Aayaththam Panni, Ovvoru Palipeedaththil Ovvoru Kaalaiyaiyum Ovvoru Aattukkadaavaiyum Paliyitten Endraan. "
},{ "Verses": "5 karththar Pileyaamin Vaayile Vaakku Aruli: Nee Paalaakinidaththil Thirumbippoi, Ivvidhamaai Sollakkadavaai Endraar. "
},{ "Verses": "6 avanidaththukku Avan Thirumbiponaan; Paalaak Movaapudaiya Sagala Prabukkalodunkoodath Than Sarvaanga Thaganapaliyandaiyile Nindrukondirundhaan. "
},{ "Verses": "7 appozhudhu Avan Than Vaakkiyaththai Eduththuraiththu: Movaapin Raajaavaagiya Paalaak Ennaik Kizhakku Malaigalilulla Aaraamilirundhu Varavazhaiththu: Nee Vandhu Enakkaaga Yaakkobai Sabikkavendum; Nee Vandhu Isravelai Veruththu Vidavendum Endru Sonnaan. "
},{ "Verses": "8 dhevan Sabikkaadhavanai Naan Sabippadheppadi? Karththar Verukkaadhavanai Naan Veruppadheppadi? "
},{ "Verses": "9 kanmalaiyuchchiyilirundhu Naan Avanaik Kandu, Kundrugalilirundhu Avanaip Paarkkiren; Andha Janangal Jaadhigalode Kalavaamal Thaniye Vaasamaayiruppaargal. "
},{ "Verses": "10 yaakkobin Thoolai Ennaththakkavan Yaar? Isravelin Kaarpangai Ennugiravan Yaar? Needhimaan Marippadhu Pol Naan Marippenaaga, En Mudivu Avan Mudivupol Iruppadhaaga Endraan. "
},{ "Verses": "11 appozhudhu Paalaak Pileyaamai Nokki: Neer Enakku Ennaseydheer; En Saththurukkalai Sabikkumpadi Ummai Azhaippiththen; Neer Avargalai Aaseervadhikkave Aaseervadhiththeer Endraan. "
},{ "Verses": "12 adharku Avan: Karththar En Vaayil Arulinadhaiye Solvadhu En Kadamaiyallavaa Endraan. "
},{ "Verses": "13 pinbu Paalaak Avanai Nokki: Neer Avargalaip Paarkkaththakka Veroru Idaththirku Ennodekooda Vaarum; Ange Avargal Ellaaraiyum Paaraamal, Avargaludaiya Kadaisip Paalayaththaimaaththiram Paarppeer; Angeyirundhu Enakkaaga Avargalai Sabikkavendum Endru Solli, "
},{ "Verses": "14 avanaip Piskaavin Kodumudiyil Irukkira Soppeemeen Veliyile Azhaiththukkondupoi, Ezhu Pali Peedangalaik Katti, Ovvoru Peedaththil Ovvoru Kaalaiyaiyum Ovvoru Aattukkadaavaiyum Paliyittaan. "
},{ "Verses": "15 appozhudhu Pileyaam Paalaagai Nokki: Inge Ummudaiya Sarvaanga Thaganapaliyandaiyil Nillum; Naan Ange Poik Karththarai Sandhiththuvarugiren Endraan. "
},{ "Verses": "16 karththar Pileyaamai Sandhiththu, Avan Vaayile Vasanaththai Aruli: Nee Paalaakinidaththirkuth Thirumbipoi, Ivvidhamaai Sollakkadavaai Endraar. "
},{ "Verses": "17 avanidaththirku Avan Varugirapodhu, Avan Movaapin Prabukkalodunkoodath Thannudaiya Sarvaangathaganapaliyandaiyile Nindrukondirundhaan; Paalaak Avanai Nokki: Karththar Enna Sonnaar Endru Kettaan. "
},{ "Verses": "18 appozhudhu Avan Than Vaakkiyaththai Eduththuraiththu: Paalaake, Ezhundhirundhu Kelum; Sipporin Kumaarane, Enakku Sevikodum. "
},{ "Verses": "19 poi Solla Dhevan Oru Manidhan Alla; Manammaara Avar Oru Manupuththiranum Alla; Avar Solliyum Seyyaadhiruppaaraa? Avar Vasaniththum Niraivetraadhiruppaaraa? "
},{ "Verses": "20 idho, Aaseervadhikkak Kattalaipetren; Avar Aaseervadhikkiraar, Adhai Naan Thiruppak Koodaadhu. "
},{ "Verses": "21 avar Yaakkobile Akkiramaththaik Kaangiradhum Illai, Isravelile Kutram Paarkkiradhum Illai; Avargaludaiya Dhevanaagiya Karththar Avargalode Irukkiraar; Raajaavin Jayagembeeram Avargalukkulle Irukkiradhu. "
},{ "Verses": "22 dhevan Avargalai Egipthilirundhu Purappadappanninaar; Kaandaamirugaththukkoththa Belan Avargalukku Undu. "
},{ "Verses": "23 yaakkobukku Virodhamaana Mandhiravaadham Illai, Isravelukku Virodhamaana Kurisolludhalum Illai; Dhevan Ennenna Seydhaar Endru Konjak Kaalaththile Yaakkobaiyum Isravelaiyum Kuriththu Sollappadum. "
},{ "Verses": "24 andha Janam Dhushta Singampola Ezhumbum, Baala Singampola Nimirndhu Nirkum; Adhu Thaan Pidiththa Iraiyaip Patchiththu, Vettundavargalin Raththaththaik Kudikkumattum Paduththukkolvadhillai Endraan. "
},{ "Verses": "25 appozhudhu Paalaak Pileyaamai Nokki: Neer Avargalai Sabikkavum Vendaam, Avargalai Aaseervadhikkavum Vendaam Endraan. "
},{ "Verses": "26 adharkup Pileyaam Paalaagaip Paarththu: Karththar Sollugirapadiyellaam Seyven Endru Ummode Naan Sollavillaiyaa Endraan. "
},{ "Verses": "27 appozhudhu Paalaak Pileyaamai Nokki: Vaarum Veroru Idaththirku Ummai Azhaiththukkondu Pogiren; Neer Angeyirundhaavadhu Enakkaaga Avargalai Sabikkiradhu Dhevanukkup Piriyamaayirukkum Endru Solli, "
},{ "Verses": "28 avanai Eshimonukku Edhiraayirukkira Peyorin Kodumudikku Azhaiththukkondu Ponaan. "
},{ "Verses": "29 appozhudhu Pileyaam Paalaagai Nokki: Inge Enakku Ezhu Palipeedangalaik Katti, Inge Enakku Ezhu Kaalaigalaiyum Ezhu Aattuk Kadaakkalaiyum Aayaththampannum Endraan. "
},{ "Verses": "30 pileyaam Sonnapadi Paalaak Seydhu, Ovvoru Peedaththil Ovvoru Kaalaiyaiyum Ovvoru Aattukkadaavaiyum Paliyittaan. "
}
]