[
{ "Verses": "1 vevukaarar Kaanbiththa Vazhiyaaga Isravelar Varugiraargal Endru Therke Vaasampannugira Kaanaaniyanaagiya Aaraadh Raajaa Kelvippattapodhu, Avan Isravelarukku Virodhamaaga Yuththam Panni, Avargalil Silarai Siraipidiththukkonduponaan. "
},{ "Verses": "2 appozhudhu Isravelar Karththarai Nokki: Thevareer Indha Janangalai Engal Kaiyil Oppukkoduththaal, Avargaludaiya Pattanangalai Sangaaram Pannuvom Endru Pradhikkinaipanninaargal. "
},{ "Verses": "3 karththar Isravelin Saththaththukku Sevikoduththu, Avargalukkuk Kaanaaniyarai Oppukkoduththaar; Appozhudhu Avargalaiyum Avargal Pattanangalaiyum Sangaarampanni, Avvidaththirku Ormaa Endru Perittaargal. "
},{ "Verses": "4 avargal Edhom Dhesaththai Sutrippogumpadikku, Or Ennum Malaiyaivittu, Sivandha Samuththiraththin Vazhiyaaip Prayaanampanninaargal; Vazhiyinimiththam Janangal Manamadivadaindhaargal. "
},{ "Verses": "5 janangal Dhevanukkum Mosekkum Virodhamaagap Pesi: Naangal Vanaandharaththile Saagumpadi Neengal Engalai Egipthu Dhesaththilirundhu Varappanninadhenna? Inge Appamum Illai, Thanneerum Illai; Indha Arpamaana Unavu Engal Manadhukku Veruppaayirukkiradhu Endraargal. "
},{ "Verses": "6 appozhudhu Karththar Kollivaaichcharppangalai Janangalukkulle Anuppinaar; Avaigal Janangalaik Kadiththadhinaal Isravelarukkulle Anega Janangal Seththaargal. "
},{ "Verses": "7 adhinaal Janangal Moseyinidaththil Poi: Naangal Karththarukkum Umakkum Virodhamaaip Pesinadhinaal Paavancheydhom; Sarppangal Engalaivittu Neengumpadi Karththarai Nokki Vinnappam Pannavendum Endraargal; Mose Janangalukkaaga Vinnappam Panninaan. "
},{ "Verses": "8 appozhudhu Karththar Moseyai Nokki: Nee Oru Kollivaai Sarppaththin Uruvaththai Seydhu, Adhai Oru Kambaththinmel Thookkivai; Kadikkappattavan Evano Avan Adhai Nokkippaarththaal Pizhaippaan Endraar. "
},{ "Verses": "9 appadiye Mose Oru Vengala Sarppaththai Undaakki, Adhai Oru Kambaththinmel Thookkivaiththaan; Sarppam Oruvanaik Kadiththapodhu, Avan Andha Vengala Sarppaththai Nokkippaarththup Pizhaippaan. "
},{ "Verses": "10 isravel Puththirar Prayaanappattuppoi, Opoththil Paalayamiranginaargal. "
},{ "Verses": "11 opoththilirundhu Prayaanam Panni, Sooriyodhayaththirku Neraai Movaapukku Edhiraana Vanaandharaththilulla Apaareemin Medugalil Paalayamiranginaargal. "
},{ "Verses": "12 angeyirundhu Prayaanappattup Poi, Saaredh Pallaththaakkile Paalayamiranginaargal. "
},{ "Verses": "13 angeyirundhu Prayaanappattup Poi, Emoriyarin Ellaiyilirundhu Varugiradhum Vanaandharaththil Odugiradhumaana Arnon Aatrukku Ippuram Paalayamiranginaargal; Andha Arnon Movaapukkum Emoriyarukkum Naduve Irukkira Movaapin Ellai. "
},{ "Verses": "14 adhinaal Sooppaavilulla Vaakepum, Arnonin Aatrukkaalgalum, "
},{ "Verses": "15 aar Ennum Sthalaththukkup Paayum Neerodaiyum Movaapin Ellaiyai Saarndhirukkiradhu Ennum Vasanam Karththarudaiya Yuththa Pusthagaththil Ezhudhiyirukkiradhu. "
},{ "Verses": "16 angeyirundhu Peyerukkup Ponaargal; Janangalaik Koodivarachchey, Avargalukkuth Thanneer Koduppen Endru Karththar Mosekku Sonna Ootru Irukkira Idam Adhudhaan. "
},{ "Verses": "17 appozhudhu Isravelar Paadina Paattaavadhu: Ootruth Thanneere, Pongivaa; Adhaikkuriththup Paaduvom Vaarungal. "
},{ "Verses": "18 nyaayappramaanikkanin Evudhalaal Adhipadhigal Kinatraith Thondinaargal; Janaththil Menmakkal Thangal Thandaayudhangalaikkondu Thondinaargal Endru Paadinaargal. "
},{ "Verses": "19 andha Vanaandharaththilirundhu Maaththanaavukkum, Maaththanaavilirundhu Nakaaliyelukkum, Nakaaliyelilirundhu Paamoththukkum, "
},{ "Verses": "20 pallaththaakkilulla Movaapin Veliyil Irukkira Paamoththilirundhu Eshimonai Nokkum Piskaavin Uchchikkum Ponaargal. "
},{ "Verses": "21 appozhudhu Isravelar Emoriyarin Raajaavaagiya Seekonidaththil Sthaanaapadhigalai Anuppi: "
},{ "Verses": "22 umadhu Dhesaththin Vazhiyaaik Kadandhupogumpadi Uththaravu Kodukka Vendum; Naangal Vayalgalilum, Dhraatchaththottangalilum Pogaamalum, Thuravugalin Thanneeraik Kudiyaamalum, Umadhu Ellaiyaik Kadandhupogumattum Raajapaadhaiyil Nadandhupovom Endru Sollachchonnaargal. "
},{ "Verses": "23 seekon Than Ellaivazhiyaaik Kadandhupoga Isravelukku Uththaravu Kodaamal, Than Janangalellaaraiyum Koottikkondu, Isravelarukku Virodhamaaga Vanaandharaththile Purappattu, Yaagaasukku Vandhu, Isravelarode Yuththampanninaan. "
},{ "Verses": "24 isravelar Avanaip Pattayakkarukkinaal Vetti, Arnon Thodangi Ammon Puththirarin Dhesaththaichchaarndha Yaappokkuvaraikkumulla Avanudaiya Dhesaththaik Kattikkondaargal; Ammon Puththirarin Ellai Aranippaanadhaayirundhadhu. "
},{ "Verses": "25 isravelar Andhap Pattanangal Yaavaiyum Pidiththu, Esponilum Adhai Saarndha Ellaak Kraamangalilum Emoriyarudaiya Ellaappattanangalilum Kudiyirundhaargal. "
},{ "Verses": "26 esponaanadhu Emoriyarin Raajaavaagiya Seekonin Pattanamaayirundhadhu; Avan Movaapiyarin Mundhina Raajaavukku Virodhamaaga Yuththampanni, Arnon Varaikkum Irundha Avan Dhesaththaiyellaam Avan Kaiyilirundhu Pariththukkondaan. "
},{ "Verses": "27 adhinaale Kavikattugiravargal: Esponukku Vaarungal; Seekonin Pattanam Sthiramaaik Kattappaduvadhaaga. "
},{ "Verses": "28 esponilirundhu Akkiniyum Seekonudaiya Pattanaththilirundhu Juvaalaiyum Purappattu, Movaapudaiya Aar Ennum Ooraiyum, Arnonudaiya Medugalilulla Aandavamaargalaiyum Patchiththadhu. "
},{ "Verses": "29 aiyo, Movaape, Kemosh Dhevanin Janame, Nee Naasamaanaai; Thappi Odina Than Kumaararaiyum Than Kumaaraththigalaiyum Emoriyarin Raajaavaagiya Seekonukku Siraigalaaga Oppukkoduththaan. "
},{ "Verses": "30 avargalai Eydhupottom; Espon Pattanam Theepon Oorvaraikkum Naasamaayitru; Medhepaavukku Sameebamaana Noppaa Pattanapariyandham Avargalaip Paazhaakkinom Endru Paadinaargal. "
},{ "Verses": "31 isravelar Ippadiye Emoriyarin Dhesaththile Kudiyirundhaargal. "
},{ "Verses": "32 pinbu, Mose Yaaser Pattanaththukku Vevu Paarkkiravargalai Anuppinaan; Avargal Adhaichcherndha Graamangalaik Kattikkondu, Ange Irundha Emoriyaraith Thuraththivittaargal. "
},{ "Verses": "33 pinbu Paasaanukkup Pogira Vazhiyaaith Thirumbivittaargal; Appozhudhu Paasaan Raajaavaagiya Ok Enbavan Than Samastha Janangalodum Avargalai Edhirththu Yuththampannumpadikku, Edhreyukkup Purappattu Vandhaan. "
},{ "Verses": "34 karththar Moseyai Nokki: Avanukkup Bayappadavendaam; Avanaiyum Avan Janangal Ellaaraiyum, Avan Dhesaththaiyum Un Kaiyil Oppukkoduththen; Esponile Vaasamaayirundha Emoriyarin Raajaavaagiya Seekonukku Nee Seydhapadiye Ivanukkum Seyvaai Endraar. "
},{ "Verses": "35 appadiye Oruvarum Uyirudan Meedhiyaayiraadhapadikku Avanaiyum, Avan Kumaararaiyum, Avanudaiya Sagala Janangalaiyum Vettippottu, Avan Dhesaththaik Kattikkondaargal. "
}
]