[
{ "Verses": "1 seenaai Malaiyil Karththar Moseyode Pesina Naalile, Aaron Mose Enbavargaludaiya Vamsavaralaaraavadhu: "
},{ "Verses": "2 aaronudaiya Kumaarar, Mudhal Pirandhavanaagiya Naadhaap, Apiyoo, Eleyaasaar, Iththaamaar Enbavargale. "
},{ "Verses": "3 aasaariya Oozhiyamseygiradharku Avanaal Pradhishtai Seyyappattu Abishegampetra Aasaariyaraana Aaronudaiya Kumaararin Naamangal Ivaigale. "
},{ "Verses": "4 naadhaapum Apiyoovum Seenaai Vanaandharaththil Anniya Akkiniyaik Karththarudaiyasannidhiyil Konduvandhapodhu, Karththarudaiya Sannidhiyil Mariththupponaargal; Avargalukkup Pillaigal Illai; Eleyaasaarum Iththaamaarume Thangal Thagappanaagiya Aaronukku Munbaaga Aasaariya Oozhiyam Seydhaargal. "
},{ "Verses": "5 karththar Moseyai Nokki: "
},{ "Verses": "6 nee Levikoththiraththaarai Serththu, Avargal Aasaariyanaagiya Aaronukkup Panividaiseyyumpadi Avargalai Niruththu. "
},{ "Verses": "7 avargal Aasarippuk Koodaaraththukku Munbaaga Avanudaiya Kaavalaiyum Ellaa Sabaiyin Kaavalaiyum Kaaththu, Vaasasthalaththin Panividai Velaigalai Seyyakkadavargal. "
},{ "Verses": "8 avargal Aasarippuk Koodaaraththin Thattumuttu Mudhalaanavaigalaiyum, Isravel Puththirarin Kaavalaiyum Kaaththu, Vaasasthalaththin Panividaigalai Seyyakkadavargal. "
},{ "Verses": "9 aagaiyaal Leviyarai Aaronidaththilum Avan Kumaararidaththilum Oppukkoduppaayaaga; Isravel Puththiraril Ivargal Mutrilum Avanukku Oppukkodukkappattirukkiraargal. "
},{ "Verses": "10 aaronaiyum Avan Kumaararaiyumo, Thangal Aasaariya Oozhiyaththai Seyvadharkaaga Niyamikkakkadavaai, Andha Oozhiyaththai Seyyumpadi Serugira Anniyan Kolaiseyyappadakkadavan Endraar. "
},{ "Verses": "11 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "12 isravel Puththiraril Garppanthirandhu Pirakkira Mudharperaana Yaavukkum Padhilaaga, Naan Leviyarai Isravel Puththirarilirundhu Eduththukkonden; Avargal Ennudaiyavargalaayirukkiraargal. "
},{ "Verses": "13 mudharperaanavaiyellaam Ennudaiyavai; Naan Egipthudhesaththil Mudharperaana Yaavaiyum Sangariththa Naalil, Isravelil Manidharmudhal Mirugajeevanmattumulla Mudharperaana Yaavaiyum Enakkendru Parisuththappaduththinadhinaale, Avaigal Ennudaiyavaigalaayirukkum; Naan Karththar Endraar. "
},{ "Verses": "14 pinnum Karththar Seenaai Vanaandharaththil Moseyai Nokki: "
},{ "Verses": "15 levipuththirarai Avargal Pidhaakkalin Vamsangalinpadiye Ennuvaayaaga; Avargalil Oru Maadham Mudhal Adharku Merpatta Vayadhulla Aanpillaigalaiyellaam Ennuvaayaaga Endraar. "
},{ "Verses": "16 appozhudhu Karththarudaiya Vaakkinpadi, Mose Thanakkuk Karpikkappatta Pragaaram Avargalai Enninaan. "
},{ "Verses": "17 leviyin Kumaarar Thangal Naamangalinpadiye, Kerson, Kokaadh, Meraari Enbavargal. "
},{ "Verses": "18 thangal Vamsaththinpadiye Kersonudaiya Kumaararin Naamangal, Lipni, Seemeyi Enbavaigal. "
},{ "Verses": "19 thangal Vamsangalinpadiye Kokaaththudaiya Kumaarar, Amraam, Idhseyaar, Epron, Oosiyel Enbavargal. "
},{ "Verses": "20 thangal Vamsangalinpadiye Meraariyinudaiya Kumaarar, Makeli, Moosi Enbavargal; Ivargale Leviyarudaiya Pidhaakkalin Vamsaththaar. "
},{ "Verses": "21 kersonin Vazhiyaai Lipneeyarin Vamsamum Seemeyiyar Vamsamum Thondrina; Ivaigale Kersoniyarin Vamsangal. "
},{ "Verses": "22 avargalil Oru Maadham Mudhal Adharku Merpatta Vayadhulla Aanpillaigalellaam Ennappattapodhu, Ennappattavargal Ezhaayiraththu Ainnooruperaayirundhaargal. "
},{ "Verses": "23 kersoniyarin Vamsangal Vaasasthalaththin Pinpuraththil Merke Paalayamirangavendum. "
},{ "Verses": "24 kersoniyarudaiya Thagappan Vamsaththukkuth Thalaivan Laayelin Kumaaranaagiya Eliyaasaap Enbavan. "
},{ "Verses": "25 aasarippuk Koodaaraththile Kerson Puththirarin Kaavalaavadhu: Vaasasthalamum, Koodaaramum, Adhin Moodiyum, Aasarippuk Koodaaravaasal Maraivum, "
},{ "Verses": "26 vaasasthalaththandaiyilum Palipeedaththandaiyilum Sutrilum Irukkira Praagaaraththin Thonguthiraigalum, Praagaaravaasal Mooduthiraiyum, Avaigalin Velaigalukkellaam Uriya Avaigalin Kayirugalume. "
},{ "Verses": "27 kokaaththin Vazhiyaai Amraamiyarin Vamsamum Idhseyaarin Vamsamum Eproniyarin Vamsamum Oosiyelarin Vamsamum Thondrina; Ivaigale Kokaaththiyarin Vamsangal. "
},{ "Verses": "28 oru Maadhammudhal Adharku Merpatta Vayadhulla Aanpillaigalellaam Ennappattapodhu, Parisuththa Sthalaththukkuriyavaigalaik Kaappavargal, Ennaayiraththu Arunooruperaayirundhaargal. "
},{ "Verses": "29 kokaadh Puththirarin Vamsangal Vaasasthalaththin Thenpuramaana Pakkaththile Paalayamirangavendum. "
},{ "Verses": "30 avargalin Thalaivan, Oosiyelin Kumaaranaagiya Elsaapaan. "
},{ "Verses": "31 avargaludaiya Kaavalaavadhu: Pettiyum, Mejaiyum, Kuththuvilakkum, Peedangalum, Aaraadhanaikketra Parisuththa Sthalaththin Panimuttugalum, Thonguthiraiyum, Adhinudaiya Ellaa Velaigalukkum Etravaigalume. "
},{ "Verses": "32 aasaariyanaagiya Aaronin Kumaaran Eleyaasaar Enbavan Leviyarudaiya Thalaivargalukkuth Thalaivanaaip Parisuththa Sthalaththaik Kaavalkaakkiravargalukku Visaarippukkaaranaayirukkavendum. "
},{ "Verses": "33 meraariyin Vazhiyaai Makeliyarin Vamsamum Moosiyarin Vamsamum Thondrina; Ivaigale Meraariyin Vamsangal. "
},{ "Verses": "34 avargalil Oru Maadhammudhal Adharku Merpatta Vayadhulla Aanpillaigalellaam Ennappattapodhu, Ennappattavargal Aaraayiraththu Irunooruperaayirundhaargal. "
},{ "Verses": "35 apiyaayelin Kumaaranaagiya Sooriyel Enbavan Avargalukkuth Thalaivanaayirundhaan; Ivargal Vaasasthalaththin Vadapuramaana Pakkaththil Paalayamirangavendum. "
},{ "Verses": "36 avargaludaiya Kaaval Visaarippaavadhu: Vaasasthalaththin Palagaigalum, Thaazhppaalgalum, Thoongalum, Paadhangalum Adhinudaiya Ellaap Panimuttugalum, Adharkaduththavaigal Anaiththum, "
},{ "Verses": "37 sutruppraagaaraththin Thoongalum, Avaigalin Paadhangalum, Mulaigalum, Kayirugalume. "
},{ "Verses": "38 aasarippuk Koodaaramaagiya Vaasasthalaththukku Munbaaga, Sooriyan Udhikkum Keezhppuraththile Moseyum Aaronum Avan Kumaararum Koodaarangalaip Pottu Irangi, Isravel Puththirarin Kaavalukku Badhilaagap Parisuththa Sthalaththaik Kaaval Kaakkavendum. Vaasasthalaththil Serugira Anniyan Kolaiseyyappadakkadavan. "
},{ "Verses": "39 moseyum Aaronum, Karththarudaiya Vaakkinpadi, Leviyaril Oru Maadhammudhal Adharku Merpatta Vayadhulla Aanpillaigalaiyellaam Avargaludaiya Vamsangalinpadi Enninaargal; Avargal Irubaththeeraayiram Peraayirundhaargal. "
},{ "Verses": "40 adhanpinbu Karththar Moseyai Nokki: Nee Isravel Puththiraril Orumaadham Mudhal Adharku Merpatta Vayadhulla Mudharperaana Aanpillaigalaiyellaam Enni, Avargal Naamangalaith Thogaiyetri, "
},{ "Verses": "41 isravel Puththirarilulla Mudharperaana Yaavukkum Badhilaaga Leviyaraiyum, Isravel Puththirarin Mirugajeevangalilulla Thalaiyeetraana Yaavukkum Badhilaaga Leviyarin Mirugajeevangalaiyum Enakkendru Piriththedu; Naan Karththar Endraar. "
},{ "Verses": "42 appozhudhu Mose, Karththar Thanakkuk Kattalaiyittapadiye, Isravel Puththirarilulla Mudharperaana Yaavaraiyum Enninaan. "
},{ "Verses": "43 oru Maadhammudhal Adharku Merpatta Vayadhulla Mudharperaana Aanpillaigalellaarum Perperaaga Ennappattapodhu, Irubaththeeraayiraththu Irunootru Ezhubaththumoondru Peraayirundhaargal. "
},{ "Verses": "44 appozhudhu Karththar Moseyai Nokki: "
},{ "Verses": "45 nee Isravel Puththirarilulla Mudharperaana Yaavarukkum Badhilaaga Leviyaraiyum, Avargaludaiya Mirugajeevangalukkuppadhilaaga Leviyarin Mirugajeevangalaiyum Piriththedu; Leviyar Ennudaiyavargalaayiruppaargal; Naan Karththar. "
},{ "Verses": "46 isravel Puththirarudaiya Mudharperugalil Leviyarin Thogaikku Adhikamaayirundhu, Meetkappadavendiya Irunootru Ezhubaththumoondruperidaththilum, "
},{ "Verses": "47 nee Thalaikku Aindhu Sekkal Veedhamaagap Parisuththa Sekkal Kanakkinpadi Vaanguvaayaaga; Andha Sekkalaanadhu Irubadhu Keraa. "
},{ "Verses": "48 leviyarudaiya Thogaikku Adhigamaanavargal Meetkappadum Thiraviyaththai Aaronukkum Avan Kumaararukkum Koduppaayaaga Endraar. "
},{ "Verses": "49 appadiye Leviyaraal Meetkappattavargalin Thogaikku Adhigamaayirundhu, Innum Meetkappadavendiyavargalukku Eedaaga Mose Isravel Puththirarudaiya Mudharperaanavargalidaththil, "
},{ "Verses": "50 aayiraththu Munnootru Arubaththaindhu Sekkalaagiya Thiraviyaththai, Parisuththa Sthalaththu Sekkal Kanakkinpadi Vaangi, "
},{ "Verses": "51 karththarudaiya Vaakkinpadiye Meetkappattavargalin Kirayaththai Aaronukkum Avan Kumaararukkum, Karththar Thanakkuk Kattalaiyittapadiye Koduththaan. "
}
]