[
{ "Verses": "1 andha Vaadhai Theerndhapinbu, Karththar Moseyaiyum Aaronin Kumaaranum Aasaariyanumaagiya Eleyaasaaraiyum Nokki: "
},{ "Verses": "2 isravel Puththirarin Samastha Sabaiyaaraiyum Avargal Pidhaakkaludaiya Vamsaththinpadi Irubadhu Vayadhumudhal Adharku Merpatta Isravelile Yuththathirkup Purappadaththakkavargal Ellaaraiyum Ennungal Endraar. "
},{ "Verses": "3 appozhudhu Moseyum Aasaariyanaagiya Eleyaasaarum Erigovin Aruge Irukkum Yordhaanukku Ippaale Movaapin Samanaana Veligalile Avargalode Pesi: "
},{ "Verses": "4 karththar Mosekkum Egipthudhesaththilirundhu Purappatta Isravel Puththirarukkum Kattalaiyittirukkirapadiye, Irubadhu Vayadhumudharkondirukkiravargalai Ennungal Endraargal. "
},{ "Verses": "5 rooban Isravelin Mooththa Kumaaran; Roobanudaiya Kumaarar, Aanaakkiyar Kudumbaththukkuth Thagappanaana Aanokkum, Pallooviyar Kudumbaththukkuth Thagappanaana Palloovum, "
},{ "Verses": "6 esroniyar Kudumbaththukkuth Thagappanaana Esronum, Karmeeyar Kudumbaththukkuth Thagappanaana Karmeeyume. "
},{ "Verses": "7 ivaigale Roobaniyarin Kudumbangal; Avargalil Ennappattavargal Naarpaththu Moovaayiraththu Ezhunootru Muppadhuper. "
},{ "Verses": "8 palloovin Kumaaran Eliyaap. "
},{ "Verses": "9 eliyaapin Kumaarar Nemuvel, Thaaththaan, Apraam Enbavargal; Indhath Thaaththaan Apraam Enbavargale Sabaiyil Perpetravargalaayirundhu, Karththarukku Virodhamaagap Poraattam Panni, Koraakin Koottaaligalaaki, Mosekkum Aaronukkum Virodhamaaga Vivaadhampanninavargal. "
},{ "Verses": "10 boomi Than Vaayaith Thirandhu, Avargalaiyum Koraagaiyum Vizhunginadhinaalum, Akkini Irunootru Aimbadhu Peraip Patchiththadhinaalum, Andhak Koottaththaar Seththu, Oru Adaiyaalamaanaargal. "
},{ "Verses": "11 koraakin Kumaararo Saagavillai. "
},{ "Verses": "12 simiyonudaiya Kumaararin Kudumbangalaavana: Nemuvelin Sandhadhiyaana Nemuvelarin Kudumbamum, Yaaminin Sandhadhiyaana Yaaminiyarin Kudumbamum, Yaakeenin Sandhadhiyaana Yaakeeniyarin Kudumbamum, "
},{ "Verses": "13 seraakin Sandhadhiyaana Seraagiyarin Kudumbamum, Savulin Sandhadhiyaana Savuliyarin Kudumbamume. "
},{ "Verses": "14 ivaigale Simiyoniyarin Kudumbangal; Avargal Irubaththeeraayiraththu Irunooruper. "
},{ "Verses": "15 kaaththudaiya Kumaararin Kudumbangalaavana: Sipponin Sandhadhiyaana Sipponiyarin Kudumbamum, Aakiyin Sandhadhiyaana Aagiyarin Kudumbamum, Sooniyin Sandhadhiyaana Sooniyarin Kudumbamum, "
},{ "Verses": "16 osniyin Sandhadhiyaana Osniyarin Kudumbamum, Eriyin Sandhadhiyaana Eriyarin Kudumbamum, "
},{ "Verses": "17 aarodhin Sandhadhiyaana Aarodhiyarin Kudumbamum, Areliyin Sandhadhiyaana Areliyarin Kudumbamume. "
},{ "Verses": "18 ivaigale Kaadh Puththirarin Kudumbangal; Avargalil Ennappattavargal Naarpadhinaayiraththu Ainnooruper. "
},{ "Verses": "19 yoodhaavin Kumaarar Er Onaan Enbavargal; Erum Onaanum Kaanaan Dhesaththil Seththaargal. "
},{ "Verses": "20 yoodhaavudaiya Matrak Kumaararin Kudumbangalaavana: Selaavin Sandhadhiyaana Selaaviyarin Kudumbamum, Paaresin Sandhadhiyaana Paaresiyarin Kudumbamum, Seraavin Sandhadhiyaana Seraaviyarin Kudumbamume. "
},{ "Verses": "21 paaresudaiya Kumaararin Kudumbangalaavana: Esronin Sandhadhiyaana Esroniyarin Kudumbamum, Aamoolin Sandhadhiyaana Aamooliyarin Kudumbamume. "
},{ "Verses": "22 ivaigale Yoodhaavin Kudumbangal; Avargalil Ennappattavargal Ezhubaththaaraayiraththu Ainnooruper. "
},{ "Verses": "23 isakkaarudaiya Kumaararin Kudumbangalaavana: Tholaavin Sandhadhiyaana Tholaaviyarin Kudumbamum, Poovaavin Sandhadhiyaana Poovaaviyarin Kudumbamum, "
},{ "Verses": "24 yaasoopin Sandhadhiyaana Yaasoopiyarin Kudumbamum, Simronin Sandhadhiyaana Simroniyarin Kudumbamume. "
},{ "Verses": "25 ivaigale Isakkaarin Kudumbangal; Avargalil Ennappattavargal Arubaththu Naalaayiraththu Munnooruper. "
},{ "Verses": "26 sepulonudaiya Kumaararin Kudumbangalaavana: Sereththin Sandhadhiyaana Sereththiyarin Kudumbamum, Elonin Sandhadhiyaana Eloniyarin Kudumbamum, Yaaleyelin Sandhadhiyaana Yaaleyeliyarin Kudumbamume. "
},{ "Verses": "27 ivaigale Sepuloniyarin Kudumbangal; Avargalil Ennappattavargal Arubadhinaayiraththu Ainnooruper. "
},{ "Verses": "28 yoseppudaiya Kumaararaana Manaase Eppraayeem Enbavargalin Kudumbangalaavana: "
},{ "Verses": "29 manaaseyinudaiya Kumaararin Kudumbangal: Maakeerin Sandhadhiyaana Maakeeriyarin Kudumbamum, Maakeer Petra Kileyaadhin Sandhadhiyaana Kileyaadhiyarin Kudumbamum, "
},{ "Verses": "30 kileyaadh Petra Eeyeserin Sandhadhiyaana Eeyeseyarin Kudumbamum, Elekkin Sandhadhiyaana Elekkiyarin Kudumbamum, "
},{ "Verses": "31 asriyelin Sandhadhiyaana Asriyelarin Kudumbamum, Sekemin Sandhadhiyaana Sekemiyarin Kudumbamum, "
},{ "Verses": "32 semeedhaavin Sandhadhiyaana Semeedhaaviyarin Kudumbamum, Epperin Sandhadhiyaana Epperiyarin Kudumbamume. "
},{ "Verses": "33 epperin Kumaaranaana Seloppiyaaththirkuk Kumaarar Illaamal Irundhaargal, Kumaaraththigal Maaththiram Irundhaargal; Ivargal Naamangal Maklaal, Novaal, Oklaal, Milkaal, Thirsaal Enbavaigal. "
},{ "Verses": "34 ivaigale Manaaseyin Kudumbangal; Avargalil Ennappattavargal Aimbaththeeraayiraththu Ezhunooruper. "
},{ "Verses": "35 eppraayeemudaiya Kumaararin Kudumbangalaavana: Suththelaakin Sandhadhiyaana Suththelaagiyarin Kudumbamum, Pekerin Sandhadhiyaana Pekeriyarin Kudumbamum, Thaagaanin Sandhadhiyaana Thaagaaniyarin Kudumbamum, "
},{ "Verses": "36 suththelaak Petra Eraanin Sandhadhiyaana Eraaniyarin Kudumbamume. "
},{ "Verses": "37 ivaigale Eppraayeem Puththirarin Kudumbangal; Avargalil Ennappattavargal Muppaththeeraayiraththu Ainnooruper; Ivargale Yoseppu Puththirarin Kudumbangal. "
},{ "Verses": "38 benyameenudaiya Kumaararin Kudumbangalaavana: Pelaavin Sandhadhiyaana Pelaaviyarin Kudumbamum, Aspelin Sandhadhiyaana Aspeliyarin Kudumbamum, Akiraamin Sandhadhiyaana Akiraamiyarin Kudumbamum, "
},{ "Verses": "39 suppaamin Sandhadhiyaana Suppaamiyarin Kudumbamum, Uppaamin Sandhadhiyaana Uppaamiyarin Kudumbamum, "
},{ "Verses": "40 pelaa Petra Aaredhin Sandhadhiyaana Aaredhiyarin Kudumbamum, Naagamaanin Sandhadhiyaana Naagamaaniyarin Kudumbamume. "
},{ "Verses": "41 ivaigale Benyameen Puththirarin Kudumbangal; Avargalil Ennappattavargal Naarpaththaiyaayiraththu Arunooruper. "
},{ "Verses": "42 thaanudaiya Kumaararin Kudumbangalaavana: Sookaamin Sandhadhiyaana Sookaamiyarin Kudumbamume; Ivaigal Thaanin Kudumbam. "
},{ "Verses": "43 sookaamiyarin Vamsangalil Ennappattavargal Ellorum Arubaththu Naalaayiraththu Naanooruper. "
},{ "Verses": "44 aaserudaiya Kumaararin Kudumbangalaavana: Imnaavin Sandhadhiyaana Imnaaviyarin Kudumbamum, Isviyin Sandhadhiyaana Isviyarin Kudumbamum, Pereeyaavin Sandhadhiyaana Pereeyaaviyarin Kudumbamum, "
},{ "Verses": "45 pereeyaa Petra Eperin Sandhadhiyaana Eperiyarin Kudumbamum, Malkiyelin Sandhadhiyaana Malkiyeliyarin Kudumbamume, "
},{ "Verses": "46 aaserudaiya Kumaaraththiyin Per Saaraal. "
},{ "Verses": "47 ivaigale Aaser Puththirarin Kudumbangal; Avargalil Ennappattavargal Aimbaththu Moovaayiraththu Naanooruper. "
},{ "Verses": "48 napthaliyinudaiya Kumaararin Kudumbangalaavana: Yaadhsiyelin Sandhadhiyaana Yaadhsiyeliyarin Kudumbamum, Kooniyin Sandhadhiyaana Kooniyarin Kudumbamum, "
},{ "Verses": "49 edhserin Sandhadhiyaana Edhseriyarin Kudumbamum, Sillemin Sandhadhiyaana Sillemiyarin Kudumbamume. "
},{ "Verses": "50 ivaigale Napthaliyin Kudumbangal; Avargalil Ennappattavargal Naarpaththaiyaayiraththu Naanooruper. "
},{ "Verses": "51 isravel Puththiraril Ennappattavargal Aarulatchaththoraayiraththu Ezhunootru Muppadhuperaayirundhaargal. "
},{ "Verses": "52 karththar Moseyai Nokki: "
},{ "Verses": "53 ivargaludaiya Pergalin Ilakkaththirkuththakkadhaai Dhesam Ivargalukku Sudhandharamaagap Pangidappadavendum. "
},{ "Verses": "54 anegamperukku Adhiga Sudhandhiramum Konjamperukku Konja Sudhandharamum Koduppaayaaga; Avargalil Ennappatta Ilakkaththirkuth Thakkadhaaga Avaravargalukku Sudhandhiram Kodukkappadavendum. "
},{ "Verses": "55 aanaalum Seettuppottu, Dhesaththaip Pangidavendum; Thangal Pidhaakkaludaiya Koththirangalukkuriya Naamangalinpadiye Sudhandhariththukkollakkadavargal. "
},{ "Verses": "56 anegampergalaayinum Konjampergalaayinum Seettu Vizhundhapadiye Avaravargaludaiya Sudhandharangal Pangidappadavendum Endraar. "
},{ "Verses": "57 ennappatta Leviyarin Kudumbangalaavana: Kersonin Sandhadhiyaana Kersoniyarin Kudumbamum, Kokaaththin Sandhadhiyaana Kokaaththiyarin Kudumbamum, Meraariyin Sandhadhiyaana Meraariyarin Kudumbamum; "
},{ "Verses": "58 leviyin Matrak Kudumbangalaagiya Lipneeyarin Kudumbamum, Eproniyarin Kudumbamum, Makaliyarin Kudumbamum, Moosiyarin Kudumbamum, Koraagiyarin Kudumbamume. Kokaadh Amraamaip Petraan. "
},{ "Verses": "59 amraamudaiya Manaivikku Yokepedh Endru Per; Aval Egipthile Levikkup Pirandha Kumaaraththi; Aval Amraamukku Aaronaiyum Moseyaiyum Avargal Sagodhariyaana Miriyaamaiyum Petraal. "
},{ "Verses": "60 aaronukku Naadhaapum Apiyoovum Eleyaasaarum Iththaamaarum Pirandhaargal. "
},{ "Verses": "61 naadhaapum Apiyoovum Karththarudaiya Sannidhiyil Anniya Akkiniyaik Konduvandhapodhu, Seththupponaargal. "
},{ "Verses": "62 avargalil Oru Maadhaththu Aanpillai Mudhalaaga Ennappattavargal Irubaththu Moovaayiramper; Isravel Puththirarin Naduve Avargalukku Sudhandharam Kodukkappadaadhapadiyinaal, Avargal Isravel Puththirarin Ilakkaththirku Utpadavillai. "
},{ "Verses": "63 moseyum Aasaariyanaagiya Eleyaasarum Erigovin Arugeyirukkum Yordhaanukku Ippaale Movaapin Samanaana Veligalil Isravel Puththirarai Ennugirapodhu Irundhavargal Ivargale. "
},{ "Verses": "64 munbu Moseyum Aasaariyanaagiya Aaronum Seenaai Vanaandharaththil Isravel Puththirarai Ennumpodhu Irundhavargalil Oruvarum Ivargalukkul Illai. "
},{ "Verses": "65 vanaandharaththil Saagave Saavaargal Endru Karththar Avargalaik Kuriththu Solliyirundhaar; Eppunneyin Kumaaranaagiya Kaalepum Noonin Kumaaranaagiya Yosuvaavum Thavira, Veroruvarum Avargalil Meedhiyaayirukkavillai. "
}
]