[
{ "Verses": "1 ezhaam Maadham Mudhalthedhi Parisuththa Sabaikoodum Naalaayirukkakkadavadhu; Adhil Saadhaaranamaana Yaadhoru Velaiyum Seyyalaagaadhu; Adhu Ungalukku Ekkaalamoodhum Naalaayirukkavendum. "
},{ "Verses": "2 appozhudhu Neengal Karththarukku Sugandha Vaasanaiyaana Sarvaanga Thaganapaliyaaga Oru Kaalaiyaiyum, Oru Aattukkadaavaiyum, Oru Vayadhaana Pazhudhatra Ezhu Aattukkuttigalaiyum, "
},{ "Verses": "3 avaigalukku Aduththa Pojanapaliyaaga Enneyile Pisaindha Melliya Maavile Kaalaikkaagap Paththil Moondru Pangaiyum, Aattukkadaavukkaaga Irandu Pangaiyum, "
},{ "Verses": "4 ezhu Aattukkuttigalil Ovvondrirkaaga Oru Pangaiyum, "
},{ "Verses": "5 ungal Paavanivarththikkaana Paliyaaga Oru Vellaattukkadaavaiyum Seluththi, "
},{ "Verses": "6 maadhappirappin Sarvaanga Thaganapaliyaiyum Adhin Pojanapaliyaiyum Dhinanthorum Idum Sarvaanga Thagana Paliyaiyum Adhan Pojanapaliyaiyum, Avaigalin Muraimaikketra Paanapaligalaiyum Andri, Ivaigalaiyum Karththarukku Sugandha Vaasanaiyaana Sarvaanga Thaganapaliyaaga Seluththakkadaveergal. "
},{ "Verses": "7 indha Ezhaam Maadham Paththaam Thedhi Ungalukkup Parisuththa Sabaikoodum Naalaayirukkakkadavadhu; Adhile Neengal Yaadhoru Velaiyum Seyyaamal, Ungal Aaththumaakkalaith Thaazhmaippaduththi, "
},{ "Verses": "8 karththarukku Sugandha Vaasanaiyaana Sarvaanga Thaganapaliyaaga Oru Kaalaiyaiyum, Oru Aattukkadaavaiyum, Oru Vayadhaana Pazhudhatra Ezhu Aattukkuttigalaiyum, "
},{ "Verses": "9 avaigalin Pojanapaliyaaga Enneyile Pisaindha Melliya Maavile Kaalaikkaagap Paththil Moondru Pangaiyum, Andha Oru Aattukkadaavukkaaga Irandu Pangaiyum, "
},{ "Verses": "10 ezhu Aattukkuttigalil Ovvondrirkaagap Paththil Oru Pangaiyum, "
},{ "Verses": "11 paavanivaaranapaliyaaga Oru Vellaattukkadaavaiyum Seluththi, Paavanivaaranapaliyaiyum, Niththiya Sarvaanga Thaganapaliyaiyum, Adhin Pojanapaliyaiyum, Avaigalin Paanapaligalaiyum Andri, Ivaigalaiyum Seluththakkadaveergal. "
},{ "Verses": "12 ezhaam Maadham Padhinaindhaam Thedhi Ungalukkup Parisuththa Sabaikoodum Naalaayirukkakkadavadhu; Adhil Saadhaaranamaana Yaadhoru Velaiyum Seyyalaagaadhu; Ezhunaal Karththarukkup Pandigai Aasarikkakkadaveergal. "
},{ "Verses": "13 neengal Karththarukku Sugandha Vaasanaiyulla Sarvaanga Thaganapaliyaaga Padhinmoondru Kaalaigalaiyum, Irandu Aattukkadaakkalaiyum, Oru Vayadhaana Pazhudhatra Padhinaangu Aattukkuttigalaiyum, "
},{ "Verses": "14 avaigalin Pojanapaliyaaga Enneyile Pisaindha Melliya Maavile Andhap Padhinmoondru Kaalaigalil Ovvondrirkaagap Paththil Moondru Pangaiyum, Andha Irandu Aattukkadaakkalil Ovvondrirkaaga Irandu Pangaiyum, "
},{ "Verses": "15 padhinaangu Aattukkuttigalin Ovvondrirkaaga Oru Pangaiyum. "
},{ "Verses": "16 niththiya Thaganapaliyaiyum, Adhin Pojanapaliyaiyum, Adhin Paanapaliyaiyum Andri, Paavanivaaranapaliyaaga Oru Vellaattukkadaavaiyum Seluththakkadaveergal. "
},{ "Verses": "17 irandaam Naalile Pannirandu Kaalaigalaiyum, Irandu Aattukkadaakkalaiyum, Oru Vayadhaana Pazhudhatra Padhinaangu Aattukkuttigalaiyum, "
},{ "Verses": "18 kaalaigalum Aattukkadaakkalum Aattukkuttigalum Irukkira Ilakkaththirkuth Thakkadhaaga Muraimaiyinpadi Avaigalin Pojanapaliyaiyum, Avaigalin Paanapaligalaiyum, "
},{ "Verses": "19 niththiya Sarvaanga Thaganapaliyaiyum, Adhin Pojanapaliyaiyum, Avaigalin Paanapaligalaiyum Andri, Paavanivaaranapaliyaaga Oru Vellaattukkadaavaiyum Seluththakkadaveergal. "
},{ "Verses": "20 moondraam Naalile Padhinoru Kaalaigalaiyum, Irandu Aattukkadaakkalaiyum, Oru Vayadhaana Pazhudhatra Padhinaangu Aattukkuttigalaiyum, "
},{ "Verses": "21 kaalaigalum Aattukkadaakkalum Aattukkuttigalum Irukkira Ilakkaththirkuththakkadhaaga Muraimaiyinpadi Avaigalin Pojanapaliyaiyum, Avaigalin Paanapaligalaiyum, "
},{ "Verses": "22 niththiya Sarvaanga Thaganapaliyaiyum, Adhin Pojanapaliyaiyum, Adhin Paanapaliyaiyum Andri, Paavanivaaranapaliyaaga Oru Vellaattukkadaavaiyum Seluththakkadaveergal. "
},{ "Verses": "23 naangaam Naalile Paththuk Kaalaigalaiyum, Irandu Aattukkadaakkalaiyum, Oru Vayadhaana Pazhudhatra Padhinaangu Aattukkuttigalaiyum, "
},{ "Verses": "24 kaalaigalum Aattukkadaakkalum Aattukkuttigalum Irukkira Ilakkaththirkuththakkadhaaga Muraimaiyinpadi Avaigalin Pojanapaliyaiyum, Avaigalin Paanapaligalaiyum, "
},{ "Verses": "25 niththiya Sarvaanga Thaganapaliyaiyum, Adhin Pojanapaliyaiyum, Adhin Paanapaliyaiyum Andri, Paavanivaarana Paliyaaga Oru Vellaattukkadaavaiyum Seluththakkadaveergal. "
},{ "Verses": "26 aindhaam Naalile Onbadhu Kaalaigalaiyum, Irandu Aattukkadaakkalaiyum, Oru Vayadhaana Pazhudhatra Padhinaangu Aattukkuttigalaiyum, "
},{ "Verses": "27 kaalaigalum Aattukkadaakkalum Aattukkuttigalum Irukkira Ilakkaththirkuththakkadhaaga Muraimaiyinpadi Avaigalin Pojanapaliyaiyum, Avaigalin Paanapaligalaiyum, "
},{ "Verses": "28 niththiya Sarvaanga Thaganapaliyaiyum, Adhin Pojanapaliyaiyum, Adhin Paanapaliyaiyum Andri, Paavanivaarana Paliyaaga Oru Vellaattukkadaavaiyum Seluththakkadaveergal. "
},{ "Verses": "29 aaraam Naalile Ettuk Kaalaigalaiyum, Irandu Aattukkadaakkalaiyum, Oru Vayadhaana Pazhudhatra Padhinaangu Aattukkuttigalaiyum, "
},{ "Verses": "30 kaalaigalum Aattukkadaakkalum Aattukkuttigalum Irukkira Ilakkaththirkuththakkadhaaga Muraimaiyinpadi Avaigalin Pojanapaliyaiyum, Avaigalin Paanapaligalaiyum, "
},{ "Verses": "31 niththiya Sarvaanga Thaganapaliyaiyum, Adhin Pojanapaliyaiyum, Adhin Paanapaligalaiyum Andri, Paavanivaarana Paliyaaga Oru Vellaattukkadaavaiyum Seluththakkadaveergal. "
},{ "Verses": "32 ezhaam Naalile Ezhu Kaalaigalaiyum, Irandu Aattukkadaakkalaiyum, Oru Vayadhaana Pazhudhatra Padhinaangu Aattukkuttigalaiyum, "
},{ "Verses": "33 kaalaigalum Aattukkadaakkalum Aattukkuttigalum Irukkira Ilakkaththirkuththakkadhaaga Muraimaiyinpadi Avaigalin Pojanapaliyaiyum, Avaigalin Paanapaligalaiyum, "
},{ "Verses": "34 niththiya Sarvaanga Thaganapaliyaiyum, Adhin Pojanapaliyaiyum, Adhin Paanapaliyaiyum Andri, Paavanivaarana Paliyaaga Oru Vellaattukkadaavaiyum Seluththakkadaveergal. "
},{ "Verses": "35 ettaam Naal Ungalukku Viseshiththa Aasarippu Naalaayirukkakkadavadhu; Adhil Saadhaaranamaana Yaadhoru Velaiyum Seyyalaagaadhu. "
},{ "Verses": "36 appozhudhu Neengal Karththarukku Sugandha Vaasanaiyulla Thaganamaana Sarvaanga Thaganapaliyaaga Oru Kaalaiyaiyum, Oru Aattukkadaavaiyum, Oru Vayadhaana Pazhudhatra Ezhu Aattukkuttigalaiyum, "
},{ "Verses": "37 kaalaiyum Aattukkadaavum Aattukkuttigalum Irukkira Ilakkaththirkuththakkadhaaga Muraimaiyinpadi Avaigalin Pojanapaliyaiyum, Avaigalin Paanapaligalaiyum, "
},{ "Verses": "38 niththiya Sarvaanga Thaganapaliyaiyum, Adhin Pojanapaliyaiyum, Adhin Paanapaliyaiyum Andri, Paavanivaarana Paliyaaga Oru Vellaattukkadaavaiyum Seluththakkadaveergal. "
},{ "Verses": "39 ungal Poruththanaigalaiyum, Ungal Urchaagapaligalaiyum, Ungal Sarvaanga Thaganapaligalaiyum, Ungal Pojanapaligalaiyum, Ungal Paanapaligalaiyum, Ungal Samaadhaanapaligalaiyum Andri, Neengal Ungal Pandigaigalile Karththarukku Seluththavendiyavaigal Ivaigale Endru Sol Endraar. "
},{ "Verses": "40 karththar Mosekkuk Kattalaiyittapadiyellaam Mose Isravel Puththirarukku Sonnaan. "
}
]