[
{ "Verses": "1 isravel Siththeemile Thangiyirukkaiyil, Janangal Movaapin Kumaaraththigalode Vesiththanam Pannaththodanginaargal. "
},{ "Verses": "2 avargal Thangal Thevargalukku Itta Paligalai Virundhunnumpadi Janangalai Azhaiththaargal; Janangal Poi Pusiththu, Avargal Thevargalaip Panindhukkondaargal. "
},{ "Verses": "3 ippadi Isravelar Paagaalpeyoraip Patrikkondaargal; Adhanaal Isravelar Mel Karththarudaiya Kobam Moondadhu. "
},{ "Verses": "4 karththar Moseyai Nokki: Karththarudaiya Ukkiramaana Kobam Isravelai Vittu Neengumpadi Nee Janangalin Thalaivar Ellaaraiyum Koottikkondu, Appadi Seydhavargalai Sooriyanukku Edhire Karththarudaiya Sannidhaanaththil Thookkippodumpadi Sey Endraar. "
},{ "Verses": "5 appadiye Mose Isravelin Niyaayaadhipadhigalai Nokki: Neengal Avaravar Paagaalpeyoraip Patrikkonda Ungal Manidharaik Kondrupodungal Endraan. "
},{ "Verses": "6 appozhudhu Moseyum Isravel Puththiraraagiya Sabaiyaar Anaivarum Aasarippuk Koodaaravaasalukku Munbaaga Azhudhukondu Nirkaiyil, Avargal Kangalukku Munbaaga Isravel Puththiraril Oruvan Oru Meedhiyaaniya Sthreeyaith Than Sagodhararidaththil Azhaiththukkonduvandhaan. "
},{ "Verses": "7 adhai Aasaariyanaagiya Aaronin Kumaaranaana Eleyaasaarin Magan Pinekaas Kandapodhu, Avan Naduchchabaiyilirundhu Ezhundhu, Oru Eettiyaith Than Kaiyile Pidiththu, "
},{ "Verses": "8 isravelanaagiya Andha Manidhan Vesiththanampannum Araiyile Avan Pinnaale Poi, Isravel Manidhanum Andha Sthreeyumaagiya Iruvarudaiya Vayitrilum Eetti Uruvippoga Avargalaik Kuththippottaan; Appozhudhu Isravel Puththiraril Undaana Vaadhai Nindrupoyitru. "
},{ "Verses": "9 andha Vaadhaiyaal Seththavargal Irubaththunaalaayiram Per. "
},{ "Verses": "10 karththar Moseyai Nokki: "
},{ "Verses": "11 naan En Erichchalil Isravel Puththirarai Nirmoolamaakkaadhapadikku, Aasaariyanaagiya Aaronin Kumaaranaana Eleyaasaarin Magan Pinekaas, En Nimiththam Avargal Naduvil Bakthivairaakkiyam Kaanbiththadhinaal, Isravel Puththirar Mel Undaana En Ukkiraththaith Thiruppinaan. "
},{ "Verses": "12 aagaiyaal, Idho, Avanukku En Samaadhaanaththin Udanpadikkaiyaik Kattalaiyidugiren. "
},{ "Verses": "13 avan Than Dhevanukkaaga Bakthivairaakkiyam Kaanbiththu, Isravel Puththirarukkaagap Paavanivarththi Seydhapadiyinaal, Avanukkum Avanukkup Pinbu Avan Sandhadhikkum Niththiya Aasaariya Pattaththirkuriya Udanpadikkai Undaayirukkum Endru Sol Endraar. "
},{ "Verses": "14 meedhiyaaniya Sthreeyode Kuththundu Seththa Isravel Manidhanudaiya Per Simri; Avan Salloovin Kumaaranum, Simiyoniyarin Thagappan Vamsaththil Oru Prabuvumaayirundhaan. "
},{ "Verses": "15 kuththunda Meedhiyaaniya Sthreeyin Per Kaspi, Aval Soorin Kumaaraththi, Avan Meedhiyaaniyarudaiya Thagappan Vamsaththaaraana Janangalukkuth Thalaivanaayirundhaan. "
},{ "Verses": "16 karththar Moseyai Nokki: "
},{ "Verses": "17 meedhiyaaniyarai Nerukki Avargalai Vettippodungal. "
},{ "Verses": "18 peyorin Sangadhiyilum Peyorin Nimiththam Vaadhaiyundaana Naalile Kuththunda Avargal Sagodhariyaagiya Kaspi Ennum Meedhiyaan Prabuvinudaiya Kumaaraththiyin Sangadhiyilum, Avargal Ungalukku Seydha Sarppanaigalinaal Ungalai Mosampokki Nerukkinaargale Endraar. "
}
]