[
{ "Verses": "1 isravel Puththirarin Sabaiyaar Ellaarum Mudhalaam Maadhaththil Seenvanaandharaththile Serndhu, Janangal Kaadhesile Thangiyirukkaiyil, Miriyaam Maranamadaindhu, Ange Adakkampannappattaal. "
},{ "Verses": "2 janangalukkuth Thanneer Illaadhirundhadhu; Appozhudhu Avargal Mosekkum Aaronukkum Virodhamaagak Koottankoodinaargal. "
},{ "Verses": "3 janangal Moseyode Vaakkuvaadham Panni: Engal Sagodharar Karththarudaiyasannidhiyil Maandapodhu Naangalum Maandupoyirundhaal Nalamaayirukkum. "
},{ "Verses": "4 naangalum Engal Mirugangalum Inge Saagumpadi, Neengal Karththarin Sabaiyai Indha Vanaandharaththile Konduvandhadhu Enna; "
},{ "Verses": "5 vidhaippum, Aththimaramum, Dhraatchachchediyum, Maadhalanchediyum, Kudikkath Thanneerum Illaadha Indha Ketta Idaththil Engalaik Konduvarumbadi, Neengal Engalai Egipthilirundhu Purappadappanninadhu Enna Endraargal. "
},{ "Verses": "6 appozhudhu Moseyum Aaronum Sabaiyaarai Vittu, Aasarippuk Koodaaravaasalil Poi, Mugankuppura Vizhundhaargal; Karththarudaiya Magimai Avargalukkuk Kaanappattadhu. "
},{ "Verses": "7 karththar Moseyai Nokki: "
},{ "Verses": "8 nee Kolai Eduththukkondu, Neeyum Un Sagodharanaagiya Aaronum Sabaiyaaraik Koodivarachcheydhu, Avargal Kangalukkumunne Kanmalaiyaip Paarththup Pesungal; Appozhudhu Adhu Thannidaththilulla Thanneeraik Kodukkum; Ippadi Nee Avargalukkuk Kanmalaiyilirundhu Thanneer Purappadappanni, Sabaiyaarukkum Avargal Mirugangalukkum Kudikkak Koduppaai Endraar. "
},{ "Verses": "9 appozhudhu Mose Thanakkuk Karththar Kattalaiyittapadiye Karththarudaiyasannidhiyilirundha Kolai Eduththaan. "
},{ "Verses": "10 moseyum Aaronum Sabaiyaaraik Kanmalaikku Munbaaga Koodivarachcheydhaargal; Appozhudhu Mose Avargalai Nokki: Kalakakkaarare, Kelungal, Ungalukku Indhak Kanmalaiyilirundhu Naangal Thanneer Purappadappannuvomo Endru Solli, "
},{ "Verses": "11 than Kaiyai Ongi, Kanmalaiyaith Than Kolinaal Irandudharam Adiththaan; Udane Thanneer Eraalamaaip Purappattadhu, Sabaiyaar Kudiththaargal; Avargal Mirugangalum Kudiththadhu. "
},{ "Verses": "12 pinbu Karththar Moseyaiyum Aaronaiyum Nokki: Isravel Puththirarin Kangalukku Munbaaga Ennaip Parisuththam Pannumpadi, Neengal Ennai Visuvaasiyaamar Ponapadiyinaal, Indha Sabaiyaarukku Naan Koduththa Dhesaththirkul Neengal Avargalaik Kondupovadhillai Endraar. "
},{ "Verses": "13 inge Isravel Puththirar Karththarode Vaakkuvaadhampanninadhinaalum, Avargalukkulle Avarudaiya Parisuththam Vilanginadhinaalum Idhu Meripaavin Thanneer Ennappattadhu. "
},{ "Verses": "14 pinbu Mose Kaadhesilirundhu Edhomin Raajaavinidaththukku Sthaanaapadhigalai Anuppi: "
},{ "Verses": "15 engal Pidhaakkal Egipthukkup Ponadhum, Naangal Egipthile Nedunaal Vaasampanninadhum, Egipthiyar Engalaiyum Engal Pidhaakkalaiyum Ubaththiravappaduththinadhum, Ivaigalinaal Engalukku Neritta Ellaa Varuththamum Umakkuth Therindhirukkiradhu. "
},{ "Verses": "16 karththarai Nokki Naangal Mandraadinom; Avar Engalukku Sevikoduththu, Oru Thoodhanai Anuppi, Engalai Egipthilirundhu Purappadappanninaar; Ippozhudhu Naangal Umadhu Ellaikku Utpatta Kaadhes Ooril Vandhirukkirom. "
},{ "Verses": "17 naangal Umadhu Dhesaththin Vazhiyaaik Kadandhupogumpadi Uththaravu Kodukkavendum; Vayalveligal Vazhiyaagavum, Dhraatchaththottangal Vazhiyaagavum Naangal Pogaamalum, Thuravugalin Thanneerai Kudiyaamalum, Raajapaadhaiyaagave Nadandhu, Umadhu Ellaiyaik Kadandhupogumattum, Valadhupuramum Idadhupuramum Saayaadhiruppom Endru, Umadhu Sagodharanaagiya Isravel Solli Anuppugiraan Endru Solla Sonnaan. "
},{ "Verses": "18 adharku Edhom: Nee En Dhesaththin Vazhiyaaik Kadandhupogak Koodaadhu; Ponaal Pattayaththode Unnai Edhirkkap Purappaduven Endru Avanukku Solla Sonnaan. "
},{ "Verses": "19 appozhudhu Isravel Puththirar Avanai Nokki: Nadappaana Paadhaiyin Vazhiyaai Povom; Naangalum Engal Mirugangalum Un Thanneeraik Kudiththaal Adharkuk Kirayankoduppom; Verondrum Seyyaamal, Kaalnadaiyaai Maaththiram Kadandhupovom Endraargal. "
},{ "Verses": "20 adharku Avan: Nee Kadandhupogak Koodaadhu Endru Solli, Vegu Janangalodum Palaththa Kaiyodum Avargalai Edhirkkap Purappattaan. "
},{ "Verses": "21 ippadi Edhom Than Ellaivazhiyaaik Kadandhupogumpadi Isravelarukku Uththaravu Kodukkavillai; Aagaiyaal Isravelar Avanai Vittu Vilagipponaargal. "
},{ "Verses": "22 isravel Puththiraraana Sabaiyaar Ellaarum Kaadhesai Vittup Prayaanappattu, Or Ennum Malaikkup Ponaargal. "
},{ "Verses": "23 edhom Dhesaththin Ellaikku Arugaana Or Ennum Malaiyile Karththar Moseyaiyum Aaronaiyum Nokki: "
},{ "Verses": "24 aaron Than Janaththaarode Serkkappaduvaan. Meripaavin Thanneeraippatriya Kaariyaththil Neengal En Vaakkukkuk Keezhppadiyaamarponapadiyinaal, Naan Isravel Puththirarukkuk Kodukkira Dhesaththil Avan Pravesippadhillai. "
},{ "Verses": "25 nee Aaronaiyum Avan Kumaaranaagiya Eleyaasaaraiyum Koottikkondu, Avargalai Or Ennum Malaiyil Erappanni, "
},{ "Verses": "26 aaron Uduththirukkira Vasthirangalaik Kazhatri, Avaigalai Avan Kumaaranaagiya Eleyaasaarukku Uduththuvaayaaga; Aaron Ange Mariththu, Than Janaththaarode Serkkappaduvaan Endraar. "
},{ "Verses": "27 karththar Kattalaiyittapadiye Mose Seydhaan; Sabaiyaar Ellaarum Paarkka Avargal Or Ennum Malaiyil Erinaargal. "
},{ "Verses": "28 ange Aaron Uduththirundha Vasthirangalai Mose Kazhatri, Avaigalai Avan Kumaaranaagiya Eleyaasaarukku Uduththinaan; Appozhudhu Aaron Ange Malaiyin Uchchiyile Mariththaan; Pinbu Moseyum Eleyaasaarum Malaiyilirundhu Iranginaargal. "
},{ "Verses": "29 aaron Jeeviththupponaan Enbadhai Sabaiyaar Ellorum Kandapodhu, Isravel Vamsaththaar Ellaarum Aaronukkaaga Muppadhu Naal Dhukkankondaadinaargal. "
}
]