[
{ "Verses": "1 isravelai Aaseervadhippadhe Karththarukkup Piriyam Endru Pileyaam Kanda Podhu, Avan Mundhi Seydhuvandhadhu Pola Nimiththampaarkkap Pogaamal, Vanaandharaththirku Neraaga Than Mugaththaith Thiruppi, "
},{ "Verses": "2 than Kangalai Ereduththu, Isravel Than Koththirangalinpadiye Paalayamirangiyirukkiradhaip Paarththaan; Theva Aavi Avanmel Vandhadhu. "
},{ "Verses": "3 appozhudhu Avan Than Vaakkiyaththai Eduththuraiththu: Peyorin Kumaaranaagiya Pileyaam Sollugiradhaavadhu, Kan Thirakkappattavan Uraikkiradhaavadhu, "
},{ "Verses": "4 dhevan Arulum Vaarththaigalaik Kettu, Sarvavallavarin Dharisanaththaik Kandu Thaazha Vizhum Podhu, Kanthirakkappattavan Vilambugiradhaavadhu, "
},{ "Verses": "5 yaakkobe, Un Koodaarangalum, Isravele, Un Vaasasthalangalum Evvalavu Azhagaanavaigal! "
},{ "Verses": "6 avaigal Paravippogira Aarugalaip Polavum, Nadhiyoraththilulla Thottangalaippolavum, Karththar Naattina Sandhanamarangalaippolavum, Thanneer Aruge Ulla Kedhuru Virutchangalaippolavum Irukkiradhu. "
},{ "Verses": "7 avargaludaiya Neerkaalgalilirundhu Thanneer Paayum; Avargal Viththu Thiralaana Thanneergalil Paravum; Avargaludaiya Raajaa Aagaagaip Paarkkilum Uyaruvaan; Avargal Raajyam Menmaiyadaiyum. "
},{ "Verses": "8 dhevan Avargalai Egipthilirundhu Purappadappanninaar; Kaandaamirugaththukkoththa Belan Avargalukku Undu; Avargal Thangal Saththurukkalaagiya Jaadhigalaip Patchiththu, Avargal Elumbugalai Norukki, Avargalaith Thangal Ambugalaale Eyvaargal. "
},{ "Verses": "9 singampolavum Dhushta Singampolavum Madangip Paduththukkondirukkiraargal; Avargalai Ezhuppugiravan Yaar? Ungalai Aaseervadhikkiravan Aaseervadhikkappattavan, Ungalai Sabikkiravan Sabikkappattavan Endraan. "
},{ "Verses": "10 appozhudhu Paalaak Pileyaamin Mel Kobam Moondavanaagi, Kaiyode Kaithatti, Pileyaamai Nokki: En Saththurukkalai Sabikka Unnai Azhaiththanuppinen. Neeyo Indha Moondrumuraiyum Avargalai Aaseervadhikkave Aaseervadhiththaai. "
},{ "Verses": "11 aagaiyaal Un Idaththukku Odippo; Unnai Migavum Ganampannuven Endren; Nee Ganamadaiyaadhapadikkuk Karththar Thaduththaar Endraan. "
},{ "Verses": "12 appozhudhu Pileyaam Paalaagai Nokki: Paalaak Enakku Than Veedu Niraiya Velliyum Ponnum Koduththaalum, Naan En Manadhaai Nanmaiyaagilum Theemaiyaagilum Seygiradharkuk Karththarin Kattalaiyai Meerak Koodaadhu; Karththar Solvadhaiye Solven Endru, "
},{ "Verses": "13 neer Ennidaththirku Anuppina Sthaanaapadhigalidaththil Naan Sollavillaiyaa? "
},{ "Verses": "14 idho, Naan En Janaththaaridaththirkup Pogiren; Pirkaalaththile Indha Janangal Ummudaiya Janangalukku Seyvadhu Innadhendru Umakkuth Therivippen Vaarum Endru Solli, "
},{ "Verses": "15 avan Than Vaakkiyaththai Eduththuraiththu: Peyorin Kumaaran Pileyaam Sollugiradhaavadhu, Kan Thirakkappattavan Uraikkiradhaavadhu, "
},{ "Verses": "16 dhevan Arulum Vaarththaigalaik Kettu, Unnadhamaanavar Aliththa Arivai Arindhu, Sarvavallavarin Dharisanaththaik Kandu Thaazhavizhumpodhu, Kanthirakkappattavan Vilambugiradhaavadhu; "
},{ "Verses": "17 avaraik Kaanben, Ippozhudhu Alla; Avarai Dharisippen, Sameebamaai Alla; Oru Natchaththiram Yaakkobilirundhu Udhikkum, Oru Sengol Isravelilirundhu Ezhumbum; Adhu Movaapin Ellaigalai Norukki, Sedhpuththirar Ellaaraiyum Nirmoolamaakkum. "
},{ "Verses": "18 edhom Sudhandharamaagum, Seyeer Than Saththurukkalukku Sudhandharamaagum; Isravel Paraakkiramancheyyum. "
},{ "Verses": "19 yaakkobilirundhu Thondrum Oruvar Aalugai Seyvaar; Pattanangalil Meedhiyaanavargalai Azhippaar Endraan. "
},{ "Verses": "20 melum, Avan Amalekkaip Paarththu, Than Vaakkiyaththai Eduththuraiththu: Amalekku Mundhiyezhumbinavan; Aanaalum Avan Mudivile Mutrilum Naasamadaivaan Endraan. "
},{ "Verses": "21 andriyum Avan Keniyanaip Paarththu, Than Vaakkiyaththai Eduththuraiththu: Un Vaasasthalam Aranippaanadhu; Un Koottaik Kanmalaiyil Kattinaai. "
},{ "Verses": "22 aagilum Keniyan Azhindhupovaan; Asoor Unnai Siraipidiththuk Kondupoga Eththanainaal Sellum Endraan. "
},{ "Verses": "23 pinnum Avan Than Vaakkiyaththai Eduththuraiththu: Aiyo, Dhevan Idhai Seyyumpodhu Yaar Pizhaippaan; "
},{ "Verses": "24 siththeemin Karaithuraiyilirundhu Kappalgal Vandhu, Asoorai Sirumaip Paduththi, Eperaiyum Varuththappaduththum; Avanum Mutrilum Azhindhupovaan Endraan. "
},{ "Verses": "25 pinbu Pileyaam Ezhundhu Purappattu, Than Idaththirkuth Thirumbinaan; Paalaagum Than Vazhiye Ponaan. "
}
]