[
{ "Verses": "1 levikkup Pirandha Kokaaththin Kumaaranaagiya Idhseyaarin Magan Koraaku Enbavan Rooban Vamsaththilulla Eliyaapin Kumaararaagiya Thaaththaanaiyum Apraamaiyum Peleththin Kumaaranaagiya Onaiyum Koottikkondu, "
},{ "Verses": "2 isravel Puththiraril Sabaikkuth Thalaivargalum Sangaththukku Azhaikkappattavargalum Prabalamaanavargalumaagiya Irunootru Aimbadhu Pergalodumkooda Mosekkumunbaaga Ezhumbi, "
},{ "Verses": "3 mosekkum Aaronukkum Virodhamaagak Koottankoodi, Avargalai Nokki: Neengal Minjippogireergal; Sabaiyaar Ellaarum Parisuththamaanavargal; Karththar Avargal Naduvil Irukkiraare; Ippadiyirukka, Karththarudaiya Sabaikku Melaaga Ungalai En Uyarththugireergal Endraargal. "
},{ "Verses": "4 mose Adhaik Kettapodhu, Mugankuppura Vizhundhaan. "
},{ "Verses": "5 pinbu Avan Koraagaiyum Avanudaiya Ellaak Koottaththaiyum Nokki: Naalaikkuk Karththar Thammudaiyavan Innaan Endrum, Thammandaiyile Serath Thaam Kattalaiyitta Parisuththavaan Innaan Endrum Kaanbippaar; Appozhudhu Evanaith Therindhukolvaaro, Avanaith Thammidaththil Serak Kattalaiyiduvaar. "
},{ "Verses": "6 ondru Seyyungal; Koraake, Koraakin Koottaththaargale, Neengal Ellaarum Thoobakalasangalai Eduththukkondu, "
},{ "Verses": "7 naalaikku Avaigalil Akkinipottu, Karththarudaiya Sannidhiyil Thoobavarkkam Idungal; Appozhudhu Karththar Evanaith Therindhukolvaaro, Avan Parisuththavaanaayiruppaan; Leviyin Puththiraraagiya Neengale Minjippogireergal Endraan. "
},{ "Verses": "8 pinnum Mose Koraagai Nokki: Leviyin Puththirare, Kelungal; "
},{ "Verses": "9 karththarudaiya Vaasasthalaththin Panividaigalai Seyyavum, Sabaiyaarin Mun Nindru Avargal Seyyavendiya Velaigalai Seyyavum, Ungalaith Thammandaiyile Serappannumpadi Isravelin Dhevan Isravel Sabaiyaarilirundhu Ungalaip Piriththeduththadhum, "
},{ "Verses": "10 avar Unnaiyum Unnodekooda Leviyin Puththiraraagiya Unnudaiya Ellaa Sagodhararaiyum Serappanninadhum, Ungalukku Arpakaariyamo? Ippozhudhu Aasaariyappattaththaiyum Thedugireergalo? "
},{ "Verses": "11 idharkaaga Neeyum Un Koottaththaar Anaivarum Karththarukku Virodhamaagave Koottankoodineergal; Aaronukku Virodhamaaga Neengal Murumurukkiradharku Avan Emmaaththiram Endraan. "
},{ "Verses": "12 pinbu Mose Eliyaapin Kumaararaagiya Thaaththaanaiyum Apraamaiyum Azhaiththanuppinaan. Avargal: Naangal Varugiradhillai; "
},{ "Verses": "13 indha Vanaandharaththil Engalaik Kondrupodumpadi, Paalum Thenum Odugira Dhesaththilirundhu Engalaik Konduvandhadhu Arpakaariyamo, Engalmel Thuraiththanamum Pannappaarkkiraayo? "
},{ "Verses": "14 melum Nee Engalaip Paalum Thenum Odugira Dhesaththukkuk Konduvandhadhum Illai, Engalukku Vayalgalaiyum Dhraatchaththottangalaiyum Sudhandharamaagak Koduththadhum Illai; Indha Manidharudaiya Kangalaip Pidungappaarkkiraayo? Naangal Varugiradhillai Endraargal. "
},{ "Verses": "15 appozhudhu Mosekkuk Kadunkobam Moondadhu; Avan Karththarai Nokki: Avargal Seluththun Kaanikkaiyai Angigariyaadhiruppeeraaga; Naan Avargalidaththil Oru Kazhudhaiyai Mudhalaai Eduththukkollavillai; Avargalil Oruvanukkum Yaadhoru Pollaappu Seyyavum Illai Endraan. "
},{ "Verses": "16 pinbu Mose Koraagai Nokki: Neeyum Un Koottaththaar Yaavarum Naalaikkuk Karththarudaiya Sannidhiyil Vaarungal; Neeyum Avargalum Aaronum Vandhirungal. "
},{ "Verses": "17 ungalil Ovvoruvarum Thangal Thangal Thoobakalasangalai Eduththu, Avaigalil Thoobavarkkaththaip Pottu, Thangal Thangal Thoobakalasangalaagiya Irunootru Aimbadhu Thoobakalasangalaiyum Karththarudaiya Sannidhiyil Konduvaravendum; Neeyum Aaronum Than Than Thoobakalasaththaik Konduvaarungal Endraan. "
},{ "Verses": "18 appadiye Avaravar Thangal Thangal Thoobakalasangalai Eduththu, Avaigalil Akkiniyaiyum Thoobavarkkaththaiyum Pottu, Aasarippuk Koodaaravaasalukku Munbaaga Vandhu Nindraargal; Moseyum Aaronum Ange Nindraargal. "
},{ "Verses": "19 avargalukku Virodhamaagak Koraaku Sabaiyaiyellaam Aasarippukkoodaara Vaasalukku Munbaagak Koodivarumbadi Seydhaan; Appozhudhu Karththarudaiya Magimai Sabaikkellaam Kaanappattadhu. "
},{ "Verses": "20 karththar Moseyodum Aaronodum Pesi: "
},{ "Verses": "21 indha Sabaiyai Vittup Pirindhupongal; Oru Nimishaththile Avargalai Adhamaakkuven Endraar. "
},{ "Verses": "22 appozhudhu Avargal Mugankuppuravizhundhu: Dhevane, Maamsamaana Yaavarudaiya Aavigalukkum Dhevane, Oru Manidhan Paavam Seydhirukka Sabaiyaar Ellaarmelum Kadunkobankolveero Endraargal. "
},{ "Verses": "23 appozhudhu Karththar Moseyai Nokki: "
},{ "Verses": "24 koraaku Thaaththaan Apraam Enbavargaludaiya Vaasasthalaththai Vittu Vilagippongal Endru Sabaiyaarukku Sol Endraar. "
},{ "Verses": "25 udane Mose Ezhundhirundhu, Thaaththaan Apraam Enbavargalidaththil Ponaan; Isravelin Moopparum Avanaip Pinsendru Ponaargal. "
},{ "Verses": "26 avan Sabaiyaarai Nokki Indhath Dhushtamanidharin Sagala Paavangalilum Neengal Vaarikkollappadaadhapadikku, Avargal Koodaarangalai Vittu Vilagi, Avargalukku Undaanavaigalil Ondraiyum Thodaadhirungal Endraan. "
},{ "Verses": "27 appadiye Avargal Koraaku Thaaththaan Apraam Enbavargaludaiya Vaasasthalaththai Vittu Vilagipponaargal; Thaaththaanum Apraamum Veliye Vandhu, Thangal Penjaadhigal Pillaigal Kuzhandhaigalodum Thangal Koodaaravaasalile Nindraargal. "
},{ "Verses": "28 appozhudhu Mose: Indhak Kiriyaigalaiyellaam Seygiradharkuk Karththar Ennai Anuppinaar Endrum, Avaigalai Naan En Manadhinpadiye Seyyavillai Endrum, Neengal Edhinaale Ariveergalendraal, "
},{ "Verses": "29 sagala Manidharum Saagirapadi Ivargal Seththu, Sagala Manidharukkum Neridugiradhupola Ivargalukkum Nerittaal, Karththar Ennai Anuppavillai Endru Ariveergal. "
},{ "Verses": "30 karththar Oru Pudhiya Kaariyaththai Neridachcheyvadhaal, Boomi Than Vaayaith Thirandhu, Ivargal Uyirode Paadhaalaththil Irangaththakkadhaaga Ivargalaiyum Ivargalukku Undaana Yaavaiyum Vizhungippottadheyaanaal, Indha Manidhar Karththarai Avamadhiththaargal Enbadhai Arindhukolveergal Endraan. "
},{ "Verses": "31 avan Indha Vaarththaigalaiyellaam Solli Mudiththavudane, Avargal Nindrirundha Nilam Pilandhadhu; "
},{ "Verses": "32 boomi Than Vaayaith Thirandhu, Avargalaiyum Avargal Veedugalaiyum, Koraakukkuriya Ellaa Manidharaiyum, Avargalukku Undaana Sagala Porulgalaiyum Vizhungippottadhu. "
},{ "Verses": "33 avargal Thangalukku Undaanavai Ellaavatrodum Uyirode Paadhaalaththil Iranginaargal; Boomi Avargalai Moodikkondadhu; Ippadi Sabaiyin Naduvilirundhu Azhindhuponaargal. "
},{ "Verses": "34 avargalai Sutrilum Irundha Isravelar Yaavarum Avargal Kookkuralaikkettu, Boomi Nammaiyum Vizhungippodum Endru Solli Odinaargal. "
},{ "Verses": "35 akkini Karththarudaiya Sannidhiyilirundhu Purappattu, Thoobankaattina Irunootru Aimbadhu Peraiyum Patchiththuppottadhu. "
},{ "Verses": "36 pinbu Karththar Moseyai Nokki: "
},{ "Verses": "37 akkinikkul Agappatta Thoobakalasangalai Eduththu, Avaigalilirukkira Akkiniyai Appaale Kottippodumpadi Aasaariyanaagiya Aaronin Kumaaran Eleyaasaarukku Sol; Andhath Thoobakalasangal Parisuththamaayina. "
},{ "Verses": "38 thangal Aaththumaakkalukke Kedundaakkina Andhap Paavigalin Thoobakalasangalaip Palipeedaththai Moodaththakka Thattaiyaana Thagadugalaai Adikkakkadavargal; Avargal Karththarudaiya Sannidhiyil Avaigalaik Konduvandhadhinaal Avaigal Parisuththamaayina; Avaigal Isravel Puththirarukku Oru Adaiyaalamaayirukkum Endraar. "
},{ "Verses": "39 appadiye Aasaariyanaagiya Eleyaasaar Sutterikkappattavargal Konduvandhirundha Vengalath Thoobakalasangalai Eduththu, "
},{ "Verses": "40 aaronin Puththiraraai Iraadha Anniyan Oruvanum Karththarudaiya Sannidhiyil Thoobangaatta Varaadhapadikkum, Koraagaippolum Avan Koottaththaaraippolum Iraadhapadikkum, Isravel Puththirarukku Gnaabagakkuriyaayirukkumporuttu, Karththar Moseyaikkondu Thanakku Sonnapadiye Avaigalaip Palipeedaththai Moodum Thagadugalaaga Adippiththaan. "
},{ "Verses": "41 marunaalil Isravel Puththirarin Sabaiyaar Ellaarum Mosekkum Aaronukkum Virodhamaaga Murumuruththu: Neengal Karththarin Janangalaik Kondrupotteergal Endraargal. "
},{ "Verses": "42 sabaiyaar Mosekkum Aaronukkum Virodhamaagak Koodi Aasarippuk Koodaaraththukku Nere Paarkkirapodhu, Megam Adhai Moodinadhu, Karththarin Magimai Kaanappattadhu. "
},{ "Verses": "43 moseyum Aaronum Aasarippuk Koodaaraththukku Munbaaga Vandhaargal. "
},{ "Verses": "44 appozhudhu Karththar Moseyai Nokki: "
},{ "Verses": "45 indha Sabaiyaarai Vittu Vilagippongal; Oru Nimishaththil Avargalai Adhamaakkuven Endraar; Avargal Mugankuppura Vizhundhaargal. "
},{ "Verses": "46 mose Aaronai Nokki: Nee Thoobakalasaththai Eduththu, Palipeedaththilirukkira Akkiniyai Adhil Pottu, Adhinmel Thoobavarkkam Ittu, Seekkiramaai Sabaiyinidaththil Poi, Avargalukkaagap Paavanivirththi Sey; Karththarudaiya Sannidhiyilirundhu Kadunkobam Purappattadhu, Vaadhai Thodangitru Endraan. "
},{ "Verses": "47 mose Sonnapadi Aaron Adhai Eduththukkondu Sabaiyin Naduvil Odinaan; Janangalukkulle Vaadhai Thodangiyirundhadhu; Avan Thoobavarkkam Pottu, Janangalukkaagap Paavanivirththi Seydhu, "
},{ "Verses": "48 seththavargalukkum Uyirodirukkiravargalukkum Naduve Nindraan; Appozhudhu Vaadhai Niruththappattadhu. "
},{ "Verses": "49 koraakin Kaariyaththinimiththam Seththavargal Thavira, Andha Vaadhaiyinaal Seththupponavargal Padhinaalaayiraththu Ezhunooruper. "
},{ "Verses": "50 vaadhai Niruththappattadhu; Appozhudhu Aaron Aasarippuk Koodaaravaasalukku Moseyinidaththil Thirumbivandhaan. "
}
]