[
{ "Verses": "1 karththar Moseyai Nokki: "
},{ "Verses": "2 nee Aaronode Sollavendiyadhu Ennavendraal: Nee Vilakkugalai Etrumbodhu Ezhu Vilakkugalum Vilakkuththandirku Nere Eriyavendum Endru Sol Endraar. "
},{ "Verses": "3 karththar Mosekkuk Kattalaiyittapragaaram Aaron Seydhu, Vilakkuththandirku Nere Ozhungaaga Adhin Vilakkugalai Etrinaan. "
},{ "Verses": "4 indhak Kuththuvilakku, Adhin Paadhamudhal Pookkalvaraikkum Ponninaal Adippuvelaiyaai Seyyappattirundhadhu; Karththar Mosekkuk Kaanbiththa Maadhiriyinpadiye Avan Kuththuvilakkai Undaakkinaan. "
},{ "Verses": "5 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "6 nee Isravel Sandhadhiyaarinindru Leviyaraip Piriththeduththu, Avargalai Suththigarippaayaaga. "
},{ "Verses": "7 avargalai Suththirikkumpadi Avargalukku Seyyavendiyadhaavadhu: Avargalmel Suththigarikkum Jalaththaith Thelippaayaaga; Pinbu Avargal Sarvaanga Savarampanni Thangal Vasthirangalaith Thoiththu, Thangalai Suththigarikkakkadavargal. "
},{ "Verses": "8 appozhudhu Oru Kaalaiyaiyum, Adharketra Enneyile Pisaindha Melliya Maavaagiya Pojanapaliyaiyum Konduvarakkadavargal; Paavanivaaranapaliyaaga Veroru Kaalaiyaiyum Nee Vaangi, "
},{ "Verses": "9 leviyarai Aasarippuk Koodaaraththukkumun Varachcheydhu, Isravel Puththirarin Sabaiyaar Ellaaraiyum Koodivarappannuvaayaaga. "
},{ "Verses": "10 nee Leviyaraik Karththarudaiya Sannidhiyil Varappanninapodhu, Isravel Puththirar Thangal Kaigalai Leviyarmel Vaikkakkadavargal. "
},{ "Verses": "11 leviyar Karththarukkuriya Panividai Seyyumporuttu, Aaron Avargalai Isravel Puththirarin Kaanikkaiyaagak Karththarukku Munbaaga Asaivaattappadum Kaanikkaiyaai Niruththakkadavan. "
},{ "Verses": "12 adhanpin Leviyar Thangal Kaigalaik Kaalaigaludaiya Thalaiyinmel Vaippaargalaaga; Pinbu Nee Leviyarukkaagap Paavanivirththi Seyyumporuttu,karththarukku Avaigalil Ondraip Paavanivaarana Paliyaagavum, Matrondrai Sarvaanga Thaganapaliyaagavum Seluththi, "
},{ "Verses": "13 leviyarai Aaronukkum Avan Kumaaranukkum Munbaaga Niruththi, Avargalaik Karththarukku Asaivaattappadum Kaanikkaiyaakki, "
},{ "Verses": "14 ippadi Nee Leviyarai Isravel Puththirarilirundhu Piriththedukkakkadavaai; Leviyar Ennudaiyavargalaayiruppaargal. "
},{ "Verses": "15 ippadi Avargalai Suththigariththu, Avargalai Asaivaattum Kaanikkaiyaakkakkadavaai; Adhanpinbu Leviyar Aasarippuk Koodaaraththil Panividai Seyyap Pravesikkakkadavargal. "
},{ "Verses": "16 isravel Puththirarilirundhu Avargal Enakku Mutrilum Kodukkappattirukkiraargal; Isravel Puththirar Ellaarilum Garppandhirandhu Pirakkira Sagala Mudharperukkum Badhilaaga Avargalai Enakku Eduththukkonden. "
},{ "Verses": "17 isravel Puththiraril Manidharilum Mirugajeevangalilum Mudharperaanadhellaam Ennudaiyadhu; Naan Egipthudhesaththile Mudharperaana Yaavaiyum Sangariththa Naalile Avaigalai Enakkendru Parisuththappaduththi, "
},{ "Verses": "18 pinbu Leviyarai Isravel Puththirarilulla Mudharperu Sagalaththirkum Badhilaaga Eduththukkondu, "
},{ "Verses": "19 leviyar Isravel Puththirarudaiya Panividaiyai Aasarippuk Koodaaraththil Seyyumpadikkum, Isravel Puththirarukkaagap Paavanivirththi Seyyumpadikkum, Isravel Puththirar Thaangale Parisuththa Sthalaththil Serugiradhinaal Isravel Puththiraril Vaadhaiyundaagaadhapadikkum, Leviyarai Avargalilirundhu Eduththu, Aaronukkum Avan Kumaararukkum Thaththamaagak Koduththen Endraar. "
},{ "Verses": "20 appozhudhu Moseyum Aaronum Isravel Puththirarin Sabaiyaar Yaavarum Karththar Leviyaraikkuriththu Mosekkuk Kattalaiyittapadiyellaam Leviyarukku Seydhaargal. "
},{ "Verses": "21 leviyar Suththigarikkappattu, Thangal Vasthirangalaith Thoiththaargal; Pinbu Aaron Avargalaik Karththarukku Munbaaga Asaivaattum Kaanikkaiyaaga Niruththi, Avargalai Suththigarikka Avargalukkaagap Paavanivirththi Seydhaan. "
},{ "Verses": "22 adharkuppinbu Leviyar Aaronukkum Avan Kumaararukkum Munbaaga Aasarippuk Koodaaraththil Thangal Panividaiyai Seyyumpadi Pravesiththaargal; Karththar Leviyaraikkuriththu Mosekkuk Kattalaiyittapadiye Avargalukku Seydhaargal. "
},{ "Verses": "23 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "24 leviyarukkuriya Kattalai Ennavendraal: Irubaththaindhu Vayadhumudhal Adharku Merpatta Vayadhulla Yaavarum Aasarippuk Koodaaraththin Panividaiyai Seyyum Senaiyile Sevikka Varavendum. "
},{ "Verses": "25 aimbadhu Vayadhukku Merpattavargal Velaiseyyaamal Thiruppani Senaiyai Vittu, "
},{ "Verses": "26 aasarippuk Koodaaraththin Kaavalaik Kaakkiradharkuth Thangal Sagodhararode Oozhiyancheyvadheyandri, Veroru Sevagamum Seyyavendiyadhillai; Ippadi Leviyar Seyyavendiya Velaigalaikkuriththuth Thittampannakkadavaai Endraar. "
}
]