[
{ "Verses": "1 pinbu Isravel Puththirar Prayaanam Panni, Erigovin Kitta Irukkum Yordhaanukku Ikkaraiyile Movaapin Samanaana Veligalil Paalayamiranginaargal. "
},{ "Verses": "2 isravelar Emoriyarukku Seydha Yaavaiyum Sipporin Kumaaranaagiya Paalaak Kandaan. "
},{ "Verses": "3 janangal Eraalamaayirundhapadiyinaal, Movaap Migavum Payandhu, Isravel Puththirarinimiththam Kalakkamadaindhu, "
},{ "Verses": "4 meedhiyaaniyarin Moopparai Nokki: Maadu Veliyin Pullai Meygiradhupola, Ippozhudhu Indhak Koottam Nammai Sutriyirukkira Yaavaiyum Meyndhupodum Endraan. Akkaalaththile Sipporin Kumaaranaagiya Paalaak Movaapiyarukku Raajaavaayirundhaan. "
},{ "Verses": "5 avan Peyorin Kumaaranaagiya Pileyaamai Azhaiththuvarumbadi, Than Sandhadhiyaarudaiya Dhesaththil Nadhiyarugeyulla Peththoorukku Sthaanaapadhigalai Anuppi: Egipthilirundhu Oru Janakkoottam Vandhirukkiradhu; Avargal Boomiyin Visaalaththai Moodi, Enakku Edhire Irangiyirukkiraargal. "
},{ "Verses": "6 avargal Ennilum Balavaangal; Aagilum, Neer Aaseervadhikkiravan Aaseervadhikkappattavan, Neer Sabikkiravan Sabikkappattavan Endru Ariven; Aadhalaal, Neer Vandhu, Enakkaaga Andha Janaththai Sabikkavendum; Appozhudhu Oruvelai Naan Avargalai Muriya Adiththu, Avargalai Iththesaththilirundhu Thuraththividalaam Endru Sollachchonnaan. "
},{ "Verses": "7 appadiye Movaapin Moopparum Meedhiyaanin Moopparum Kurisolludhalukkuriya Kooliyaith Thangal Kaiyil Eduththukkondu Purappattu, Pileyaamidaththil Poi, Paalaakin Vaarththaigalai Avanukku Sonnaargal. "
},{ "Verses": "8 avan Avargalai Nokki: Raaththirikku Inge Thangiyirungal; Karththar Enakku Sollugirapadiye Ungalukku Uththaravu Koduppen Endraan; Appadiye Movaapin Prabukkal Pileyaamidaththil Thanginaargal. "
},{ "Verses": "9 dhevan Pileyaamidaththil Vandhu: Unnidaththilirukkira Indha Manidhar Yaar Endraar. "
},{ "Verses": "10 pileyaam Dhevanai Nokki: Sipporin Kumaaranaagiya Paalaak Ennum Movaapin Raajaa Avargalai Ennidaththukku Anuppi: "
},{ "Verses": "11 boomiyin Visaalaththai Moodugira Oru Janakkoottam Egipthilirundhu Vandhirukkiradhu; Aagaiyaal, Nee Vandhu Enakkaaga Avargalai Sabikkavendum; Appozhudhu Naan Avargalode Yuththam Panni, Oruvelai Avargalaith Thuraththividalaam Endru Sollachchonnaan Endraan. "
},{ "Verses": "12 adharkuth Dhevan Pileyaamai Nokki: Nee Avargalode Pogavendaam; Andha Janangalai Sabikkavum Vendaam; Avargal Aaseervadhikkappattavargal Endraar. "
},{ "Verses": "13 pileyaam Kaalame Ezhundhu, Paalaakin Prabukkalai Nokki: Neengal Ungal Dhesaththirkup Poividungal; Naan Ungalodekooda Varugiradharkuk Karththar Enakku Uththaravu Kodukkamaattom Engiraar Endru Sonnaan. "
},{ "Verses": "14 appadiye Movaapiyarudaiya Prabukkal Ezhundhu, Paalaakinidaththil Poi: Pileyaam Engalode Varamaatten Endru Sonnaan Endraargal. "
},{ "Verses": "15 paalaak Marupadiyum Avargalilum Ganavaangalaana Adhiga Prabukkalai Anuppinaan. "
},{ "Verses": "16 avargal Pileyaamidaththil Poi, Avanai Nokki: Sipporin Kumaaranaagiya Paalaak Engalai Anuppi: Neer Ennidaththil Varugiradharkuth Thadaipadavendaam; "
},{ "Verses": "17 ummai Migavum Ganampannuven; Neer Solvadhaiyellaam Seyven; Neer Vandhu Enakkaaga Andha Janangalai Sabikkavendum Endru Sollachchonnaar Endraargal. "
},{ "Verses": "18 pileyaam Paalaakin Oozhiyakkaararukku Pradhiyuththaramaaga: Paalaak Enakkuth Than Veedu Niraiya Velliyum Ponnum Thandhaalum, Siriya Kaariyamaanaalum Periyakaariyamaanaalum Seyyumporuttu, En Dhevanaagiya Karththarin Kattalaiyai Naan Meerak Koodaadhu. "
},{ "Verses": "19 aagilum, Karththar Inimel Enakku Enna Solluvaar Enbadhai Naan Ariyumpadikku Neengalum Indha Raaththiri Inge Thangiyirungal Endraan. "
},{ "Verses": "20 iravile Dhevan Pileyaamidaththil Vandhu: Andha Manidhar Unnaik Kooppida Vandhirundhaal, Nee Avargalode Koodappo; Aanaalum Naan Unakku Sollum Vaarththaiyinpadimaaththiram Nee Seyyavendum Endraar. "
},{ "Verses": "21 pileyaam Kaalame Ezhundhu, Than Kazhudhaiyinmel Senankatti, Movaapin Prabukkalodekoodap Ponaan. "
},{ "Verses": "22 avan Pogiradhinaale Dhevanukkuk Kobam Moondadhu; Karththarudaiya Thoodhanaanavar Vazhiyile Avanukku Edhiraaliyaaga Nindraar. Avan Than Kazhudhaiyin Mel Eripponaan; Avan Velaikkaarar Iranduperum Avanode Irundhaargal. "
},{ "Verses": "23 karththarudaiya Thoodhanaanavar Uruvina Pattayaththaith Thammudaiya Kaiyile Pidiththukkondu Vazhiyile Nirkiradhaik Kazhudhai Kandu, Vazhiyai Vittu Vayalile Vilagippoyitru; Kazhudhaiyai Vazhiyil Thiruppa Pileyaam Adhai Adiththaan. "
},{ "Verses": "24 karththarudaiya Thoodhanaanavar Irupuraththilum Suvar Vaiththirundha Dhraatchath Thottangalin Paadhaiyile Poi Nindraar. "
},{ "Verses": "25 kazhudhai Karththarudaiya Thoodhanaikkandu, Suvar Oramaai Odhungi, Pileyaamin Kaalai Suvarode Nerukkitru; Thirumbavum Adhai Adiththaan. "
},{ "Verses": "26 appozhudhu Karththarudaiya Thoodhan Appuram Poi, Valadhupuram Idadhupuram Vilaga Vazhiyillaadha Idukkamaana Idaththile Nindraar. "
},{ "Verses": "27 kazhudhai Karththarudaiya Thoodhanaik Kandu, Pileyaamin Keezhp Paduththukkondadhu; Pileyaam Kobam Moondavanaagi, Kazhudhaiyaith Thadiyinaal Adiththaan. "
},{ "Verses": "28 udane Karththar Kazhudhaiyin Vaayaith Thirandhaar; Adhu Pileyaamaip Paarththu: Neer Ennai Ippozhudhu Moondru Tharam Adikkumpadi Naan Umakku Enna Seydhen Endradhu. "
},{ "Verses": "29 appozhudhu Pileyaam Kazhudhaiyaip Paarththu: Nee Ennaip Pariyaasam Pannikkondu Varugiraai; En Kaiyil Oru Pattayammaaththiram Irundhaal, Ippozhudhe Unnaik Kondrupoduven Endraan. "
},{ "Verses": "30 kazhudhai Pileyaamai Nokki: Neer Ennaik Kaikkonda Kaalamudhal Innaalvaraikkum Neer Erina Kazhudhai Naan Allavaa? Ippadi Umakku Eppodhaagilum Naan Seydhadhu Undaa Endradhu. Adharku Avan: Illai Endraan. "
},{ "Verses": "31 appozhudhu Karththar Pileyaamin Kangalaith Thirandhaar; Vazhiyile Nindru Uruvina Pattayaththaith Thammudaiya Kaiyile Pidiththirukkira Thoodhanaik Kandu, Thalaikunindhu Mugankuppura Vizhundhu Panindhaan. "
},{ "Verses": "32 karththarudaiya Thoodhanaanavar Avanai Nokki: Nee Un Kazhudhaiyai Idhanode Moondrudharam Adiththadhenna? Un Vazhi Enakku Maarupaadaayirukkiradhinaal, Naan Unakku Edhiriyaagap Purappattu Vandhen. "
},{ "Verses": "33 kazhudhai Ennaik Kandu, Indha Moondru Tharam Enakku Vilagitru; Enakku Vilagaamal Irundhadhaanaal, Ippozhudhu Naan Unnai Kondrupottu, Kazhudhaiyai Uyirode Vaippen Endraar. "
},{ "Verses": "34 appozhudhu Pileyaam Karththarudaiya Thoodhanai Nokki: Naan Paavancheydhen; Vazhiyile Neer Enakku Edhiraaga Nirkiradhai Ariyaadhirundhen; Ippozhudhum Umadhu Paarvaikku Idhu Thagaadhadhaayirukkumaanaal, Naan Thirumbip Poividugiren Endraan. "
},{ "Verses": "35 karththarudaiya Thoodhanaanavar Pileyaamai Nokki: Andha Manidharode Koodappo; Naan Unnode Sollum Vaarththaiyaimaaththiram Nee Sollakkadavaai Endraar; Appadiye Pileyaam Paalaakin Prabukkalodekoodap Ponaan. "
},{ "Verses": "36 pileyaam Varugiradhaip Paalaak Kettamaaththiraththil, Kadaisi Ellaiyaana Arnon Nadhiyin Oraththilulla Movaapin Pattanamattum Avanukku Edhirkondu Ponaan. "
},{ "Verses": "37 paalaak Pileyaamai Nokki: Ummai Azhaikkumpadi Naan Aavalode Ummidaththil Aal Anuppavillaiyaa? Ennidaththirku Varaamal Irundhadhenna? Etrapragaaramaaga Ummai Naan Ganam Pannamaattenaa Endraan. "
},{ "Verses": "38 appozhudhu Pileyaam Paalaagai Nokki: Idho, Ummidaththirku Vandhen; Aanaalum Edhaagilum Sollugiradharku Ennaale Aagumo? Dhevan En Vaayile Alikkum Vaarththaiyaiye Solluven Endraan. "
},{ "Verses": "39 pileyaam Paalaakudanekoodap Ponaan; Avargal Keeriyaadh Oosoththil Serndhaargal. "
},{ "Verses": "40 ange Paalaak Aadumaadugalai Adiththu, Pileyaamukkum Avanodirundha Prabukkalukkum Anuppinaan. "
},{ "Verses": "41 marunaal Kaalame Paalaak Pileyaamaik Koottikkondu, Avanaip Paagaaludaiya Medugalil Erappanninaan; Avvidaththilirundhu Pileyaam Janaththin Kadaisip Paalayaththaip Paarththaan. "
}
]