[
{ "Verses": "1 erigovin Aruge Yordhaanai Serndha Movaapin Samanaana Veligalile Karththar Moseyai Nokki: "
},{ "Verses": "2 isravel Puththirar Thangal Kaaniyaatchiyaagiya Sudhandharaththile Leviyarukkuk Kudiyirukkumpadi Pattanangalaik Kodukkavendum Endru Avargalukkuk Kattalaiyidu; Andhap Pattanangalai Soozhndhirukkira Velinilangalaiyum Leviyarukkuk Kodukkavendum. "
},{ "Verses": "3 andhap Pattanangal Avargal Kudiyiruppadharkum, Avaigalai Soozhndha Velinilangal Avargaludaiya Aadumaadugalukkum, Avargaludaiya Aasthigalukkum, Avargaludaiya Sagala Miruga Jeevangalukkum Kurikkappadavendum. "
},{ "Verses": "4 neengal Leviyarukkuk Kodukkum Pattanangalai Soozhndha Velinilangal Pattanaththin Madhilthodangi, Veliyile Sutrilum Aayiramuzha Dhooraththukku Ettavendum. "
},{ "Verses": "5 pattanam Maththiyil Irukka, Pattanaththin Velippuranthodangi, Kizhakke Irandaayiramuzhamum, Therke Irandaayiramuzhamum, Merke Irandaayiramuzhamum, Vadakke Irandaayiramuzhamum Alandhuvidakkadaveergal; Idhu Avargal Pattanangalukku Velinilangalaayiruppadhaaga. "
},{ "Verses": "6 neengal Leviyarukkuk Kodukkum Pattanangalil Adaikkalaththukkaaga Aaru Pattanangal Irukkavendum; Kolaiseydhavan Ange Thappi Odippogiradharku Avaigalaik Kurikkakkadaveergal; Avaigalaiyallaamal, Naarpaththirandu Pattanangalai Avargalukkuk Kodukkavendum. "
},{ "Verses": "7 neengal Leviyarukkuk Kodukkavendiya Pattanangalellaam Naarpaththettup Pattanangalum Avaigalai Soozhndha Velinilangalume. "
},{ "Verses": "8 neengal Isravel Puththirarin Sudhandharaththilirundhu Andhap Pattanangalaippiriththuk Kodukkumpodhu, Adhigamullavargalidaththilirundhu Adhigamum, Konjamullavargalidaththilirundhu Konjamum Piriththukkodukkavendum; Avaravar Sudhandhariththukkonda Sudhandharaththinpadiye Thangal Pattanangalil Leviyarukkuk Kodukkakkadavargal Endraar. "
},{ "Verses": "9 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "10 nee Isravel Puththirarode Sollavendiyadhu Ennavendraal: Neengal Yordhaanaik Kadandhu, Kaanaandhesaththil Pravesikkumpodhu, "
},{ "Verses": "11 kaippisagaai Oruvanaik Kondru Pottavan Odippoyirukkaththakka Adaikkalappattanangalaaga Sila Pattanangalaik Kurikkakkadaveergal. "
},{ "Verses": "12 kolaiseydhavan Nyaayasabaiyile Nyaayam Visaarikkappadumun Saagaamal, Pazhivaangugiravan Kaikkuth Thappippoyirukkumpadi, Avaigal Ungalukku Adaikkalappattanangalaai Irukkakkadavadhu. "
},{ "Verses": "13 neengal Kodukkum Pattanangalil Aaru Pattanangal Adaikkalaththukkaaga Irukkavendum. "
},{ "Verses": "14 yordhaanukku Ippuraththil Moondru Pattanangalaiyum, Kaanaandhesaththil Moondru Pattanangalaiyum Kodukkavendum, Avaigal Adaikkalappattanangalaam. "
},{ "Verses": "15 kaippisagaai Oruvanaik Kondravan Evano, Avan Ange Odippoyirukkumpadikku, Andha Aaru Pattanangalum Isravel Puththirarukkum Ungal Naduve Irukkum Paradhesikkum Anniyanukkum Adaikkalappattanangalaai Irukkavendum. "
},{ "Verses": "16 oruvan Iruppu Aayudhaththinaal Oruvanai Vettinadhinaal Avan Seththupponaal, Vettinavan Kolaipaadhaganaayirukkiraan; Kolaipaadhagan Kolaiseyyappadavendum. "
},{ "Verses": "17 oruvan Oru Kallai Eduththu, Saagaththakkadhaaga Oruvanmel Erigiradhinaale Avan Seththupponaal, Kallerindhavan Kolaipaadhaganaayirukkiraan, Avan Kolaiseyyappadavendum. "
},{ "Verses": "18 oruvan Than Kaiyil Oru Mara Aayudhaththai Eduththu, Saagaththakkadhaaga Oruvanai Adiththadhinaal Avan Seththupponaal, Adiththavan Kolaipaadhaganaayirukkiraan; Kolaipaadhagan Kolaiseyyappadavendum. "
},{ "Verses": "19 pazhivaangavendiyavane Kolaipaadhaganaik Kollavendum; Avanaik Kandamaaththiraththil Avanaik Kondrupodalaam. "
},{ "Verses": "20 oruvan Pagaiyinaal Oruvanai Vizhaththallinadhinaalaayinum, Padhungiyirundhu Avan Saagaththakkadhaai Avanmel Edhaagilum Erindhadhinaalaayinum, "
},{ "Verses": "21 avanaip Pagaiththu, Than Kaiyinaal Adiththadhinaalaayinum, Avan Seththupponaal, Adiththavan Kolaipaadhagan; Avan Kolaiseyyappadavendum, Pazhivaangugiravan Kolaipaadhaganaik Kandamaaththiraththil Kondrupodalaam. "
},{ "Verses": "22 oruvan Pagaiyondrum Illaamal Sadudhiyil Oruvanaith Thalli Vizhappanninadhinaalaayinum, Padhungiyiraamal Yaadhoru Aayudhaththai Avanmel Pada Erindhadhinaalaayinum, "
},{ "Verses": "23 avanukkup Pagaignanaayiraamalum Avanukkuth Theengu Seyya Ninaiyaamalumirukkaiyil, Oruvanaik Kondrupodaththakka Oru Kallinaal Avanaikkaanaamal Eriya, Adhu Avanmel Pattadhinaalaayinum, Avan Seththupponaal, "
},{ "Verses": "24 appozhudhu Kolaiseydhavanaiyum Pazhivaangugiravanaiyum Sabaiyaar Indha Nyaayappadi Visaariththu, "
},{ "Verses": "25 kolaiseydhavanaip Pazhivaangugiravanudaiya Kaikkuth Thappuviththu, Avan Odippoyirundha Adaikkalappattanaththukku Avanaith Thirumbap Pogumpadi Seyyakkadavargal; Parisuththa Thailaththinaal Abishegam Petra Pradhaana Aasaariyan Maranamadaiyumattum Avan Adhile Irukkakkadavan. "
},{ "Verses": "26 aanaalum Kolaiseydhavan Thaan Odippoyirukkira Adaikkalappattanaththin Ellaiyai Vittu Velippattirukkumpodhu, "
},{ "Verses": "27 pazhivaangugiravan Kolai Seydhavanai Adaikkalappattanaththukku Veliye Kandupidiththuk Kondrupottaal, Avanmel Raththappazhi Illai. "
},{ "Verses": "28 kolaiseydhavan Pradhaana Aasaariyan Maranamadaiyumattum Adaikkalap Pattanaththilirukkavendum; Pradhaana Aasaariyan Maranamadaindhapinbu, Than Sudhandharamaana Kaaniyaatchikkuth Thirumbippogalaam. "
},{ "Verses": "29 ivaigal Ungal Vaasasthalangalilengum Ungal Thalaimuraithorum Ungalukku Nyaayavidhip Pramaanamaayirukkakkadavadhu. "
},{ "Verses": "30 evanaagilum, Oru Manidhanaik Kondrupottaal, Appozhudhu Saatchigaludaiya Vaakkumoolaththinpadiye Andhak Kolaipaadhaganaik Kolaiseyyakkadavargal; Ore Saatchiyaikkondumaaththiram Oru Manidhan Saagumpadi Theerppuchcheyyalaagaadhu. "
},{ "Verses": "31 saagiradharketra Kutranchumandha Kolaipaadhaganudaiya Jeevanukkaaga Neengal Meetkumporulai Vaangak Koodaadhu; Avan Thappaamal Kolaiseyyappadavendum. "
},{ "Verses": "32 than Adaikkalappattanaththukku Odipponavan Aasaariyan Maranamadaiyaadhadharku Munne Than Naattirkuth Thirumbivarumpadi Neengal Avanukkaaga Meetkumporulai Vaangak Koodaadhu. "
},{ "Verses": "33 neengal Irukkum Dhesaththaip Parisuththak Kulaichchalaakkaadhirungal; Raththam Dhesaththaith Theettuppaduththum; Raththam Sindhinavanudaiya Raththaththinaaleyozhiya, Verondrinaalum Dhesaththile Sindhunda Raththaththirkaagap Paavanivirththiyillai. "
},{ "Verses": "34 neengal Kudiyirukkum En Vaasasthalamaagiya Dhesaththaith Theettuppaduththavendaam;karththaraagiya Naan Isravel Puththirar Naduve Vaasampannugiren Endru Sol Endraar. "
}
]