[
{ "Verses": "1 mose Aaron Enbavargaludaiya Kaiyinkeezhth Thangal Thangal Senaigalinpadiye Egipthudhesaththilirundhu Purappatta Isravel Puththirarudaiya Prayaanangalin Vibaram: "
},{ "Verses": "2 mose Thanakkuk Karththar Kattalaiyittapadiye Avargal Purappattapragaaramaaga Avargaludaiya Prayaanangalai Ezhudhinaan; Avargal Ovvoru Idangalilirundhu Purappattuppannina Prayaanangalaavana: "
},{ "Verses": "3 mudhalaam Maadhaththin Padhinaindhaam Thedhiyile Avargal Raamasesai Vittuppurappattaargal; Paskaavukku Marunaalile, Egipthiyar Ellaarum Paarkka, Isravel Puththirar Belaththakaiyudan Purappattaargal. "
},{ "Verses": "4 appozhudhu Egipthiyar Karththar Thangalukkulle Sangariththa Thalaichchanpillaigalaiyellaam Adakkampanninaargal; Avargal Thevargalinperilum Karththar Needhiseluththinaar. "
},{ "Verses": "5 pinbu Isravel Puththirar Raamasesilirundhu Purappattuppoi, Sukkoththile Paalayamiranginaargal. "
},{ "Verses": "6 sukkoththilirundhu Purappattuppoi, Vanaandharaththin Ellaiyilirukkira Eththaamile Paalayamiranginaargal. "
},{ "Verses": "7 eththaamilirundhu Purappattuppoi, Paagaalseponukku Edhiraaga Irukkira Eerodh Pallaththaakkin Munnadikkuththirumbi, Mikdholukku Munbaagap Paalayamiranginaargal. "
},{ "Verses": "8 eeroththai Vittup Purappattu, Samuththiraththai Naduvaagak Kadandhu Vanaandharaththirkuppoi, Eththaam Vanaandharaththile Moondrunaal Prayaanampanni, Maaraavile Paalayamiranginaargal. "
},{ "Verses": "9 maaraavilirundhu Purappattu, Elimukkup Ponaargal; Elimile Pannirandu Neerootrugalum Ezhubadhu Pereechchamarangalum Irundhadhu, Ange Paalayamiranginaargal. "
},{ "Verses": "10 elimilirundhu Purappattu, Sivandha Samuththiraththin Aruge Paalayamiranginaargal. "
},{ "Verses": "11 sivandha Samuththiraththai Vittup Purappattuppoi, Seenvanaandharaththile Paalayamiranginaargal. "
},{ "Verses": "12 seenvanaandharaththilirundhu Purappattuppoi, Thopkaavile Paalayamiranginaargal. "
},{ "Verses": "13 thopkaavilirundhu Purappattuppoi, Aaloosile Paalayamiranginaargal. "
},{ "Verses": "14 aaloosilirundhu Purappattuppoi, Revidheemile Paalayamiranginaargal; Ange Janangalukkuk Kudikkath Thanneer Illaadhirundhadhu. "
},{ "Verses": "15 revidheemilirundhu Purappattuppoi, Seenaai Vanaandharaththile Paalayamiranginaargal. "
},{ "Verses": "16 seenaai Vanaandharaththilirundhu Purappattuppoi, Kiprodh Aththaavile Paalayamiranginaargal. "
},{ "Verses": "17 kiprodh Aththaavilirundhu Purappattuppoi, Aasaroththile Paalayamiranginaargal. "
},{ "Verses": "18 aasaroththilirundhu Purappattuppoi, Ridhmaavile Paalayamiranginaargal. "
},{ "Verses": "19 ridhmaavilirundhu Purappattuppoi, Rimmonperesile Paalayamiranginaargal. "
},{ "Verses": "20 rimmonperesilirundhu Purappattuppoi, Lipnaavile Paalayamiranginaargal. "
},{ "Verses": "21 lipnaavilirundhu Purappattuppoi, Reesaavile Paalayamiranginaargal. "
},{ "Verses": "22 reesaavilirundhu Purappattuppoi, Kelaththaavile Paalayamiranginaargal. "
},{ "Verses": "23 kelaththaavilirundhu Purappattuppoi, Saapper Malaiyile Paalayamiranginaargal. "
},{ "Verses": "24 saapper Malaiyilirundhu Purappattuppoi, Aaradhaavile Paalayamiranginaargal. "
},{ "Verses": "25 aaradhaavilirundhu Purappattuppoi, Makkeloththile Paalayamiranginaargal. "
},{ "Verses": "26 makkeloththilirundhu Purappattuppoi, Thaagaaththile Paalayamiranginaargal. "
},{ "Verses": "27 thaagaaththilirundhu Purappattuppoi, Thaaraagile Paalayamiranginaargal. "
},{ "Verses": "28 thaaraagilirundhu Purappattuppoi, Midhkaavile Paalayamiranginaargal. "
},{ "Verses": "29 midhkaavilirundhu Purappattuppoi, Asmonaavile Paalayamiranginaargal. "
},{ "Verses": "30 asmonaavilirundhu Purappattuppoi, Moseroththile Paalayamiranginaargal. "
},{ "Verses": "31 moseroththilirundhu Purappattuppoi, Peneyaakkaanile Paalayamiranginaargal. "
},{ "Verses": "32 peneyaakkaanilirundhu Purappattuppoi, Kidhkaadh Malaiyile Paalayamiranginaargal. "
},{ "Verses": "33 kidhkaadh Malaiyilirundhu Purappattuppoi, Yodhpaaththaavile Paalayamiranginaargal. "
},{ "Verses": "34 yodhpaaththaavilirundhu Purappattuppoi, Epronaavile Paalayamiranginaargal. "
},{ "Verses": "35 epronaavilirundhu Purappattuppoi, Esiyon Keperile Paalayamiranginaargal. "
},{ "Verses": "36 esiyon Keperilirundhu Purappattuppoi, Kaadhesaagiya Seenvanaandharaththile Paalayamiranginaargal. "
},{ "Verses": "37 kaadhesilirundhu Purappattuppoi, Edhom Dhesaththin Ellaiyilirukkira Or Ennum Malaiyile Paalayamiranginaargal. "
},{ "Verses": "38 appozhudhu Aasaariyanaagiya Aaron Karththarudaiya Kattalaiyinpadiye Or Ennum Malaiyinmel Eri, Ange Isravel Puththirar Egipthudhesaththilirundhu Purappatta Naarpadhaam Varusham Aindhaam Maadham Mudhal Thedhiyile Maranamadaindhaan. "
},{ "Verses": "39 aaron Or Ennum Malaiyile Maranamadaindhapodhu, Nootrirubaththumoondru Vayadhaayirundhaan. "
},{ "Verses": "40 annaatkalile Kaanaan Dhesaththin Thenthisaiyil Kudiyirundha Kaanaaniyanaagiya Aaraadh Ennum Raajaa Isravel Puththirar Varugiradhaik Kelvippattaan. "
},{ "Verses": "41 or Ennum Malaiyai Vittup Purappattuppoi, Salmonaavile Paalayamiranginaargal. "
},{ "Verses": "42 salmonaavilirundhu Purappattuppoi, Poononile Paalayamiranginaargal. "
},{ "Verses": "43 poononilirundhu Purappattuppoi, Opoththile Paalayamiranginaargal. "
},{ "Verses": "44 opoththilirundhu Purappattuppoi, Movaapin Ellaiyilulla Apaareemin Medugalile Paalayamiranginaargal. "
},{ "Verses": "45 andha Medugalai Vittup Purappattuppoi, Theeponkaaththile Paalayamiranginaargal. "
},{ "Verses": "46 theeponkaaththilirundhu Purappattuppoi, Almon Thiplaththaayimile Paalayamiranginaargal. "
},{ "Verses": "47 almon Thiplaththaayimilirundhu Purappattuppoi, Nepovukku Edhiraana Apaareem Malaigalile Paalayamiranginaargal. "
},{ "Verses": "48 apaareem Malaigalilirundhu Purappattuppoi, Erigovin Aruge Yordhaanaichchaarndha Movaapin Samanaana Veligalile Paalayamiranginaargal. "
},{ "Verses": "49 yordhaanai Saarndha Movaapin Samanaana Veligalil Avargal Pedhyesimoththaith Thodangi, Aapelsiththeemmattum Paalayamirangiyirundhaargal. "
},{ "Verses": "50 erigovin Aruge Yordhaanai Saarndha Movaapin Samanaana Veligalile Karththar Moseyai Nokki: "
},{ "Verses": "51 nee Isravel Puththirarode Sollavendiyadhu Ennavendraal: Neengal Yordhaanaik Kadandhu, Kaanaandhesaththil Poi Serumbodhu, "
},{ "Verses": "52 aththesaththuk Kudigalaiyellaam Ungalukku Munbaagath Thuraththivittu, Avargaludaiya Ellaa Silaigalaiyum Vaarppikkappatta Avargaludaiya Ellaa Vikkirakangalaiyum Azhiththu, Avargal Medaigalaiyellaam Nirmoolamaakki, "
},{ "Verses": "53 dhesaththilullavargalaith Thuraththivittu, Adhile Kudiyirukkakkadaveergal; Andha Dhesaththai Sudhandhariththukkollumpadi Adhai Ungalukkuk Koduththen. "
},{ "Verses": "54 seettuppottu, Dhesaththai Ungal Kudumbangalukku Sudhandharangalaagap Pangittu, Adhiga Janangalukku Adhiga Sudhandharamum, Konja Janangalukkuk Konja Sudhandharamum Kodukkakkadaveergal; Avaravarkku Seettu Vizhum Idam Edhuvo, Avvidam Avaravarkku Uriyadhaagum; Ungal Pidhaakkaludaiya Koththirangalinpadiye Sudhandharam Petrukkollakkadaveergal. "
},{ "Verses": "55 neengal Dhesaththin Kudigalai Ungalukku Munbaagath Thuraththividaamaliruppeergalaanaal, Appozhudhu Avargalil Neengal Meedhiyaaga Vaikkiravargal Ungal Kangalil Mullugalum Ungal Vilaakkalile Koorgalumaayirundhu, Neengal Kudiyirukkira Dhesaththile Ungalai Ubaththiravappaduththuvaargal. "
},{ "Verses": "56 andriyum, Naan Avargalukku Seyya Ninaiththadhai Ungalukku Seyven Endru Sol Endraar. "
}
]