[
{ "Verses": "1 eththiyoppiyaa Dhesaththu Sthreeyai Mose Vivaagampanniyirundhapadiyinaal, Miriyaamum Aaronum Avan Vivaagampannina Eththiyoppiyaa Dhesaththu Sthreeyinimiththam Avanukku Virodhamaaip Pesi: "
},{ "Verses": "2 karththar Moseyaik Kondumaaththiram Pesinaaro, Engalaikkondum Avar Pesinadhillaiyo Endraargal. Karththar Adhaik Kettaar. "
},{ "Verses": "3 moseyaanavan Boomiyilulla Sagala Manidharilum Migundha Saandhagunamullavanaayirundhaan. "
},{ "Verses": "4 sadudhiyile Karththar Moseyaiyum Aaronaiyum Miriyaamaiyum Nokki: Neengal Moondruperum Aasarippuk Koodaaraththukkup Purappattuvaarungal Endraar; Moondruperum Ponaargal. "
},{ "Verses": "5 karththar Megaththoonil Irangi, Koodaaravaasalile Nindru, Aaronaiyum Miriyaamaiyum Kooppittaar; Avargal Iruvarum Ponaargal. "
},{ "Verses": "6 appozhudhu Avar: En Vaarththaigalaik Kelungal; Ungalukkulle Oruvan Theerkkadharisiyaayirundhaal, Karththaraagiya Naan Dharisanaththil Ennai Avanukku Velippaduththi, Soppanaththil Avanode Pesuven. "
},{ "Verses": "7 en Dhaasanaagiya Moseyo Appadippattavan Alla, En Veettil Engum Avan Unmaiyullavan. "
},{ "Verses": "8 naan Avanudan Maraiporulaaga Alla, Mugamugamaagavum Praththiyatchamaagavum Pesugiren; Avan Karththarin Saayalaik Kaangiraan; Ippadiyirukka, Neengal En Dhaasanaagiya Mosekku Virodhamaaip Pesa, Ungalukkup Bayamillaamarponadhenna Endraar. "
},{ "Verses": "9 karththarudaiya Kobam Avargalmel Moondadhu; Avar Poivittaar. "
},{ "Verses": "10 megam Koodaaraththai Vittu Neengippoyitru; Miriyaam Uraindha Mazhaiyin Venmaipondra Kushtarogiyaanaal; Aaron Miriyaamaip Paarththapodhu, Aval Kushtarogiyaayirukkak Kandaan. "
},{ "Verses": "11 appozhudhu Aaron Moseyai Nokki: Aa, En Aandavane, Naangal Buththiyeenamaai Seydha Indhap Paavaththai Engalmel Sumaththaadhirum. "
},{ "Verses": "12 than Thaayin Garppaththil Paadhi Maamsam Azhugi Seththuvizhundha Pillaiyaippola Aval Aagaadhiruppaalaaga Endraan. "
},{ "Verses": "13 appozhudhu Mose Karththarai Nokki: En Dhevane, Avalaik Gunamaakkum Endru Kenjinaan. "
},{ "Verses": "14 karththar Moseyai Nokki: Aval Thagappan Aval Mugaththile Kaarith Thuppinadhundaanaal, Aval Ezhunaal Vetkappadavendaamo, Adhupolave Aval Ezhunaal Paalayaththukkup Purambe Vilakkappattirundhu, Pinbu Serththukkollappadakkadaval Endraar. "
},{ "Verses": "15 appadiye Miriyaam Ezhunaal Paalayaththukkup Purambe Vilakkappattirundhaal; Miriyaam Serththukkollappadumattum Janangal Prayaanampannaadhirundhaargal. "
},{ "Verses": "16 pinbu, Janangal Aasaroththilirundhu Purappattu, Baaraan Vanaandharaththile Paalayamiranginaargal. "
}
]