[
{ "Verses": "1 karththar Moseyai Nokki: "
},{ "Verses": "2 kushtarogigal Yaavaraiyum, Piramiyamullavargal Yaavaraiyum, Savaththinaal Theettuppattavargal Yaavaraiyum Paalayaththilirundhu Vilakkivida Isravel Puththirarukkuk Kattalaiyidu. "
},{ "Verses": "3 aanpillaiyaanaalum Penpillaiyaanaalum Appadippattavargalai Neengal Vilakki, Naan Vaasampannugira Thangal Paalayangalai Avargal Theettuppaduththaadhapadikku, Neengal Avargalaip Paalayaththirkup Purambaakkividakkadaveergal Endraar. "
},{ "Verses": "4 karththar Mosekku Sonnapadiye, Isravel Puththirar Seydhu, Avargalaip Paalayaththirkup Purambaakkivittaargal. "
},{ "Verses": "5 melum Karththar Moseyai Nokki: "
},{ "Verses": "6 isravel Puththirarode Sollavendiyadhu Ennavendraal: Oru Purushanaanaalum Sthreeyaanaalum, Karththarudaiya Kattalaiyai Meeri Manidhar Seyyum Paavangalil Yaadhoru Paavaththai Seydhu Kutravaaliyaanaal, "
},{ "Verses": "7 avargal Thaangal Seydha Paavaththai Arikkaiyidakkadavargal; Appadippattavan Thaan Seydha Kutraththinimiththam Abaraadhaththin Mudhalode Aindhil Orupangai Adhigamaaik Kootti, Thaan Kutrancheydhavanukku Seluththakkadavan "
},{ "Verses": "8 adhaik Kettu Vaangugiradharku Inaththaan Oruvanum Illaadhirundhaal, Appozhudhu Avanukkaagap Paavanivirththi Seyyumpadi Aattukkadaa Seluththappaduvadhumallaamal,karththarukku Andha Abaraadham Seluththappattu, Adhu Aasaariyanai Seravendum. "
},{ "Verses": "9 isravel Puththirar Ereduththup Padaikkumpadi Aasaariyanidaththil Konduvarugira Ellaap Parisuththamaana Padaippum Avanudaiyadhaayirukkum. "
},{ "Verses": "10 ovvoruvarum Padaikkum Parisuththamaana Vasthukkal Avanudaiyadhaayirukkum; Oruvan Aasaariyanukkuk Kodukkiradhu Edhuvum Avanukke Uriyadhu Endru Sol Endraar. "
},{ "Verses": "11 karththar Moseyai Nokki: "
},{ "Verses": "12 nee Isravel Puththirarukku Sollavendiyadhu Ennavendraal: Oruvanudaiya Manaivi Pirarmugam Paarththu, Purushanukkuth Dhrogampanni, "
},{ "Verses": "13 oruvanode Samyogamaai Sayaniththirundha Vishayaththil Aval Theettuppattavalaayirundhum, Avaludaiya Purushan Kangalukku Adhu Maraikkappattu Velikku Varaamal Irukkirapodhum, Saatchiyillaamalum Aval Kaiyum Kalavumaagap Pidikkappadaamalum Irukkirapodhum, "
},{ "Verses": "14 erichchalin Aavi Avanmel Vandhu, Avan Thannudaiya Manaivi Theettuppaduththappattirukka, Theettuppaduththappatta Than Manaiviyinmel Krodhankondirundhaalum, Alladhu Avan Manaivi Theettuppaduththappadaadhirukka, Erichchalin Aavi Avanmel Vandhu, Avan Avalmel Krodhankondirundhaalum, "
},{ "Verses": "15 andhap Purushan Than Manaiviyai Aasaariyanidaththil Azhaiththukkondu Vandhu, Aval Nimiththam Oru Eppaa Alavaana Vaarkodhumai Maavile Paththil Oru Pangaip Padaippaagak Kodukkakkadavan; Adhu Erichchalin Kaanikkaiyum Akkiramaththai Ninaippoottum Kaanikkaiyumaai Iruppadhinaal, Adhinmel Enney Vaarkkaamalum Thoobavarkkampodaamalum Iruppaanaaga. "
},{ "Verses": "16 aasaariyan Avalai Sameebaththil Azhaiththu, Karththarudaiya Sannidhiyil Niruththi, "
},{ "Verses": "17 oru Manpaandaththile Parisuththa Jalam Vaarththu, Vaasasthalaththin Tharaiyilirukkum Puzhudhiyile Konjam Eduththu, Andha Jalaththile Pottu, "
},{ "Verses": "18 sthreeyaik Karththarudaiya Sannidhiyil Niruththi, Aval Mukkaattai Neekki, Erichchalin Kaanikkaiyaagiya Ninaippoottudhalin Kaanikkaiyai Aval Ullankaiyile Vaippaanaaga; Saabakaaranamaana Kasappaana Jalam Aasaariyan Kaiyilirukkavendum, "
},{ "Verses": "19 pinbu Aasaariyan Avalai Aanaiyiduviththu Oruvanum Unnode Sayaniyaamalum, Un Purushanukku Utpattirukkira Nee Theettuppadaththakkadhaaip Pirarmugam Baaraamalum Irundhaal, Saabakaaranamaana Indhak Kasappaana Jalaththin Dhoshaththukku Neengalaayiruppaai. "
},{ "Verses": "20 un Purushanukku Utpattirukkira Nee Pirarmugam Paarththu, Un Purushanodeyandri Anniyanode Samyokamaai Sayaniththuth Theettuppattiruppaayaanaal, "
},{ "Verses": "21 karththar Un Iduppu Soombavum, Un Vayiru Veengavumpanni, Unnai Un Janangalukkulle Saabamum Aanaiyidunkuriyumaaga Vaippaaraaga. "
},{ "Verses": "22 saabakaaranamaana Indha Jalam Un Vayiru Veengavum Iduppu Soombavum Pannumpadi, Un Kudalukkul Pravesikkakkadavadhu Engira Saabavaarththaiyaale Sthreeyai Aanaiyiduviththu Solvaanaaga. Adharku Andha Sthree: Aamen, Aamen, Endru Sollakkadaval. "
},{ "Verses": "23 pinbu Aasaariyan Indha Saaba Vaarththaigalai Oru Seettil Ezhudhi, Avaigalaik Kasappaana Jalaththinaal Kazhuvippottu, "
},{ "Verses": "24 saabakaaranamaana Andhak Kasappaana Jalaththai Aval Kudikkumpadi Pannuvaan; Appozhudhu Saabakaaranamaana Andha Jalam Avalukkul Irangik Kasappaakum. "
},{ "Verses": "25 pinbu Aasaariyan Erichchalin Kaanikkaiyai Andha Sthreeyin Kaiyilirundhu Vaangi, Adhaik Karththarudaiya Sannidhiyil Asaivaatti, Peedaththinmel Seluththi, "
},{ "Verses": "26 gnaabagakkuriyaaga Adhile Oru Kaippidi Niraiya Eduththu, Peedaththinmel Thaganiththu, Pinbu Sthreekku Andha Jalaththaik Kudikkumpadi Kodukkakkadavan. "
},{ "Verses": "27 andha Jalaththaik Kudikka Seydhapinbu Sambavippadhaavadhu: Aval Theettuppattu, Than Purushanukku Dhrogampanniyirundhaal, Saabakaaranamaana Andha Jalam Avalukkul Pravesiththuk Kasappundaanadhinaal, Aval Vayiru Veengi, Aval Iduppu Soombum; Ippadiye Andha Sthree Than Janangalukkulle Saabamaaga Iruppaal. "
},{ "Verses": "28 andha Sthree Theettuppadaamal Suththamaayirundhaal, Aval Adharku Neengalaaki, Garppandharikkaththakkavalaayiruppaal. "
},{ "Verses": "29 oru Sthree Than Purushanodeyandri Anniya Purushanode Serndhu Theettuppattadhinaal Undaana Erichchalukkum, "
},{ "Verses": "30 purushanmel Erichchalin Aavi Varugiradhinaal, Avan Than Manaiviyinmel Adaindha Samusayaththukkum Aduththa Pramaanam Idhuve. Avan Karththarudaiya Sannidhiyil Than Manaiviyai Niruththuvaanaaga; Aasaariyan Indhap Pramaanaththinpadiyellaam Avalukku Seyyakkadavan. "
},{ "Verses": "31 purushanaanavan Akkiramaththirku Neengalaayiruppaan; Appadippatta Sthreeyo, Than Akkiramaththai Sumappaal Endru Sol Endraar. "
}
]