[
{ "Verses": "1 appozhudhu Sabaiyaar Ellaarum Kookkuralittup Pulambinaargal; Janangal Andru Raamuzhudhum Azhudhukondirundhaargal. "
},{ "Verses": "2 isravel Puththirar Ellaarum Mosekkum Aaronukkum Virodhamaaga Murumuruththaargal. Sabaiyaar Ellaarum Avargalai Nokki: Egipthudhesaththile Seththupponomaanaal Nalamaayirukkum; Indha Vanaandharaththile Naangal Seththaalum Nalam. "
},{ "Verses": "3 naangal Pattayaththaal Madiyumpadikkum, Engal Penjaadhigalum Pillaigalaiyum Kollaiyaagumpadikkum, Karththar Engalai Indha Dhesaththukkuk Konduvandhadhu Enna? Egipthukkuth Thirumbippogiradhe Engalukku Uththamam Allavo Endraargal. "
},{ "Verses": "4 pinbu Avargal: Naam Oru Thalaivanai Erpaduththikkondu Egipthukkuth Thirumbippovom Vaarungal Endru Oruvarodoruvar Sollikkondaargal. "
},{ "Verses": "5 appozhudhu Moseyum Aaronum Isravel Puththirarin Sabaiyaaraagiya Ellaak Koottaththaarukku Munbaagavum Mugankuppura Vizhundhaargal. "
},{ "Verses": "6 dhesaththai Sutrippaarththavargalil Noonin Kumaaranaagiya Yosuvaavum, Eppunneyin Kumaaranaagiya Kaalepum, Thangal Vasthirangalaik Kizhiththukkondu, "
},{ "Verses": "7 isravel Puththirarin Samastha Sabaiyaiyum Nokki: Naangal Poi Sutrippaarththu Sodhiththa Dhesam Magaa Nalladhesam. "
},{ "Verses": "8 karththar Nammel Piriyamaayirundhaal, Andha Dhesaththile Nammaik Kondupoi, Paalum Thenum Odugira Andha Dhesaththai Namakkuk Koduppaar. "
},{ "Verses": "9 karththarukku Virodhamaagamaaththiram Kalagampannaadhirungal; Andha Dhesaththin Janangalukku Neengal Bayappadavendiyadhillai; Avargal Namakku Iraiyaavaargal; Avargalaik Kaaththa Nizhal Avargalai Vittu Vilagippoyitru; Karththar Nammode Irukkiraar; Avargalukkup Bayappadavendiyadhillai Endraargal. "
},{ "Verses": "10 appozhudhu Avargalmel Kalleriyavendum Endru Sabaiyaar Ellaarum Sonnaargal; Udane Karththarudaiya Magimai Aasarippuk Koodaaraththil Isravel Puththirar Ellaarukkum Munbaagak Kaanappattadhu. "
},{ "Verses": "11 karththar Moseyai Nokki: Edhuvaraikkum Indha Janangal Enakkuk Kobam Undaakkuvaargal? Thangalukkulle Naan Kaattina Sagala Adaiyaalangalaiyum Avargal Kandum, Edhuvaraikkum Ennai Visuvaasiyaadhiruppaargal? "
},{ "Verses": "12 naan Avargalaik Kollai Noyinaal Vaadhiththu, Sudhandharaththukkup Purambaakkippottu, Avargalaippaarkkilum Unnaip Peridhum Balaththadhumaana Jaadhiyaakkuven Endraar. "
},{ "Verses": "13 mose Karththarai Nokki: Egipthiyar Idhaik Ketpaargal; Avargal Naduvilirundhu Ummudaiya Vallamaiyinaale Indha Janangalaik Konduvandheere. "
},{ "Verses": "14 karththaraagiya Neer Indha Janangalin Naduve Irukkiradhaiyum, Karththaraagiya Neer Mugamugamaai Dharisanamaakiradhaiyum, Ummudaiya Megam Ivargalmel Nirkiradhaiyum, Pagalil Megaththoonilum, Iravil Akkiniththoonilum, Neer Ivargalukku Mun Sellugiradhaiyum Kettirukkiraargal, Indha Dhesaththin Kudigalukkum Solluvaargal. "
},{ "Verses": "15 ore Manidhanaik Kollugiradhupola Indha Janangalaiyellaam Neer Kolveeraanaal, Appozhudhu Ummudaiya Keerththiyaik Kettirukkum Purajaadhiyaar: "
},{ "Verses": "16 karththar Andha Janangalukkuk Koduppom Endru Aanaiyittirundha Dhesaththile Avargalaik Kondupoi Vidak Koodaadheponapadiyinaal, Avargalai Vanaandharaththile Kondrupottaar Enbaargale. "
},{ "Verses": "17 aagaiyaal Karththar Neediya Saandhamum Migundha Kirubaiyumullavar Endrum, Akkiramaththaiyum Meerudhalaiyum Mannikkiravarendrum, Kutramullavargalaik Kutramatravargalaaga Vidaamal, Pidhaakkal Seydha Akkiramaththaip Pillaigalidaththil Moondraam Naangaam Thalaimuraimattum Visaarikkiravar Endrum, Neer Solliyirukkirapadiye, "
},{ "Verses": "18 en Aandavarudaiya Vallamai Peridhaai Vilanguvadhaaga. "
},{ "Verses": "19 umadhu Kirubaiyinudaiya Magaththuvaththinpadiyeyum, Egipthai Vittadhumudhal Innaalvaraikkum Indha Janangalukku Manniththuvandhadhinpadiyeyum, Indha Janangalin Akkiramaththai Manniththarulum Endraan. "
},{ "Verses": "20 appozhudhu Karththar: Un Vaarththaiyinpadiye Manniththen. "
},{ "Verses": "21 boomiyellaam Karththarudaiya Magimaiyinaal Niraindhirukkum Endru Ennudaiya Jeevanaikkondu Sollugiren. "
},{ "Verses": "22 en Magimaiyaiyum, Naan Egipthilum Vanaandharaththilum Seydha En Adaiyaalangalaiyum Kandirundhum, En Saththaththukku Sevikodaamal, Idhanode Paththumurai Ennaip Pareetchai Paarththa Manidharil Oruvarum, "
},{ "Verses": "23 avargal Pidhaakkalukku Naan Aanaiyittukkoduththa Dhesaththaik Kaanamaattaargal; Enakkuk Kobam Undaakkinavargalil Oruvarum Adhaikkaanamaattaargal. "
},{ "Verses": "24 ennudaiya Dhaasanaagiya Kaalep Vere Aaviyai Udaiyavanaayirukkirapadiyinaalum, Uththamamaai Ennaip Pinpatrivandhapadiyinaalum, Avan Poivandhadhesaththile Avanai Serappannuven; Avan Sandhadhiyaar Adhai Sudhandhariththukkolluvaargal. "
},{ "Verses": "25 amalekkiyarum Kaanaaniyarum Pallaththaakkile Kudiyirukkirapadiyinaal, Naalaikku Neengal Thirumbi Sivandha Samuththiraththukkup Pogira Vazhiyaai Vanaandharaththukkup Prayaanampannungal Endraar. "
},{ "Verses": "26 pinnum Karththar Moseyaiyum Aaronaiyum Nokki: "
},{ "Verses": "27 enakku Virodhamaai Murumurukkira Indhap Pollaadha Sabaiyaarai Edhuvaraikkum Poruppen? Isravel Puththirar Enakku Virodhamaai Murumurukkiradhaik Ketten. "
},{ "Verses": "28 nee Avargalode Sollavendiyadhu Ennavendraal: Neengal En Sevigal Ketka Sonnapragaaram Ungalukku Seyven Enbadhai En Jeevanaikkondu Sollugiren Endru Karththar Uraikkiraar. "
},{ "Verses": "29 indha Vanaandharaththil Ungal Predhangal Vizhum; Ungalil Irubadhu Vayadhumudhal Adharku Merpattavargalaaga Ennappattu, Ungal Thogaikku Utpattavargalum Enakku Virodhamaai Murumuruththirukkiravargalumaagiya Anaivarin Predhangalum Vizhum. "
},{ "Verses": "30 eppunneyin Kumaaran Kaalepum, Noonin Kumaaran Yosuvaavum Thavira, Matravargalaagiya Neengal Naan Ungalaik Kudiyetruven Endru Aanaiyittukkoduththa Dhesaththil Pravesippadhillai. "
},{ "Verses": "31 kollaiyaavaargal Endru Neengal Sonna Ungal Kuzhandhaigalaiyo Naan Adhil Pravesikka Seyven; Neengal Asattaippannina Dhesaththai Avargal Kandarivaargal. "
},{ "Verses": "32 ungal Predhangalo Indha Vanaandharaththile Vizhum. "
},{ "Verses": "33 avaigal Vanaandharaththile Vizhundhu Theerumattum, Ungal Pillaigal Naarpadhuvarusham Vanaandharaththile Thirindhu, Neengal Sorampona Paadhagaththai Sumappaargal. "
},{ "Verses": "34 neengal Dhesaththai Sutrippaarththa Naarpadhunaal Ilakkaththinpadiye, Ovvoru Naal Ovvoru Varushamaaga, Neengal Naarpadhu Varusham Ungal Akkiramangalai Sumandhu, En Udanpadikkaikku Vandha Maarudhalai Unaruveergal. "
},{ "Verses": "35 karththaraagiya Naan Idhai Sonnen; Enakku Virodhamaaik Koottankoodina Indhap Pollaadha Sabaiyaar Yaavarukkum Ippadiye Seyven; Indha Vanaandharaththile Azhivaargal, Inge Saavaargal Endru Sol Endraar. "
},{ "Verses": "36 andha Dhesaththai Sodhiththuppaarkkumpadi Moseyaal Anuppappattuth Thirumbi, Andha Dhesaththaikkuriththuth Dhurchcheydhi Konduvandhu, "
},{ "Verses": "37 sabaiyaar Ellaarum Avanukku Virodhamaai Murumurukkumpadi Andha Dhurchcheydhiyai Sonnavargalaagiya Andha Manidhar Karththarudaiya Sannidhiyil Vaadhaiyinaal Seththaargal. "
},{ "Verses": "38 dhesaththai Sutrippaarkkappona Andha Manidharil Noonin Kumaaranaagiya Yosuvaavum, Eppunneyin Kumaaranaagiya Kaalepummaaththiram Uyirodirundhaargal. "
},{ "Verses": "39 mose Indha Vaarththaigalai Isravel Puththirar Anaivarodum Sonnapodhu, Janangal Migavum Dhukkiththaargal. "
},{ "Verses": "40 adhikaalame Avargal Ezhundhirundhu: Naangal Paavancheydhom, Karththar Vaakkuththaththampannina Idaththukku Naangal Povom Endru Solli Malaiyin Uchchiyil Eraththunindhaargal. "
},{ "Verses": "41 mose Avargalai Nokki: Neengal Ippadi Karththarin Kattalaiyai Meerugiradhenna? Adhu Ungalukku Vaaikkaadhu. "
},{ "Verses": "42 neengal Ungal Saththurukkalukku Munbaaga Muriya Adikkappadaadhapadikku Erippogaadhirungal; Karththar Ungal Naduvil Iraar. "
},{ "Verses": "43 amalekkiyarum Kaanaaniyarum Ange Ungalukkumunne Irukkiraargal; Pattayaththinaal Vizhuveergal; Neengal Karththarai Vittup Pinvaanginapadiyaal, Karththarungalode Irukkamaattaar Endraan. "
},{ "Verses": "44 aanaalum Avargal Malaiyin Uchchiyil Erath Thunindhaargal; Karththarudaiyaudanpadikkaiyin Pettiyum Moseyum Paalayaththai Vittup Pogavillai. "
},{ "Verses": "45 appozhudhu Amalekkiyarum Kaanaaniyarum Andha Malaiyile Irundhu Irangivandhu, Avargalai Muriya Adiththu, Avargalai Ormaamattum Thuraththinaargal. "
}
]