[
{ "Verses": "1 karththar Moseyai Nokki: "
},{ "Verses": "2 isravel Puththirar Nimiththam Meedhiyaaniyaridaththil Pazhivaanguvaayaaga; Adhanpinbu Un Janaththaaridaththil Serkkappaduvaai Endraar. "
},{ "Verses": "3 appozhudhu Mose Janangalai Nokki: Karththar Nimiththam Meedhiyaaniyaridaththil Pazhivaangumporuttu, Ungalil Avargalmel Yuththaththirkup Pogaththakkadhaaga Manidharaip Piriththedungal. "
},{ "Verses": "4 israveludaiya Ellaak Koththirangalilum Ovvoru Koththiraththil Aayiramperai Yuththaththirku Anuppavendum Endraan. "
},{ "Verses": "5 appadiye Isravelaraagiya Anegam Aayirangalil, Ovvoru Koththiraththil Aayiramaayiram Peraagap Panneeraayiramper Yuththasannaththaraai Niruththappattaargal. "
},{ "Verses": "6 mose Avargalaiyum Aasaariyanaagiya Eleyaasarin Kumaaran Pinekaasaiyum Yuththaththirku Anuppugaiyil, Avan Kaiyile Parisuththa Thattumuttugalaiyum, Thonikkum Poorikaigalaiyum Koduththu Anuppinaan. "
},{ "Verses": "7 karththar Mosekkuk Kattalaiyittapadiye Avargal Meedhiyaaniyarudan Yuththampanni, Purushargal Yaavaraiyum Kondrupottaargal. "
},{ "Verses": "8 avargalaik Kondrupottadhumandri, Meedhiyaaniyarin Aindhu Raajaakkalaagiya Evi, Rekkem, Soor, Oor, Repaa Enbavargalaiyum Kondrupottaargal. Peyorin Kumaaranaagiya Pileyaamaiyum Pattayaththinaale Kondrupottaargal. "
},{ "Verses": "9 andriyum Isravel Puththirar Meedhiyaaniyarin Sthreegalaiyum Kuzhandhaigalaiyum Siraipidiththu, Avargaludaiya Mirugajeevangalaagiya Aadumaadugal Yaavaiyum, Matra Aasthigal Yaavaiyum Kollaiyittu, "
},{ "Verses": "10 avargal Kudiyirundha Oorgal Kottaigal Yaavaiyum Akkiniyaal Sutteriththu, "
},{ "Verses": "11 thaangal Kollaiyitta Porulaiyum Thaangal Pidiththa Narajeevan Mirugajeevan Anaiththaiyum Serththu, "
},{ "Verses": "12 siraipidikkappatta Manidharaiyum, Mirugangalaiyum, Kollaiyitta Porulgalaiyum Erigovin Arugeyulla Yordhaanukku Ikkaraiyil Movaapin Samanaana Veligalilulla Paalayaththilirundha Moseyinidaththukkum, Aasaariyanaagiya Eleyaasaarinidaththukkum, Isravel Puththiraraagiya Sabaiyaaridaththukkum Konduvandhaargal. "
},{ "Verses": "13 moseyum Aasaariyanaagiya Eleyaasaarum Sabaiyin Prabukkal Ellaarum Avargalai Sandhikkap Paalayaththirku Veliye Purappattupponaargal. "
},{ "Verses": "14 appozhudhu Mose Yuththaththilirundhu Vandha Aayiramperukkuth Thalaivarum, Nooruperukkuth Thalaivarumaagiya Senaapadhigalmel Kobankondu, "
},{ "Verses": "15 avargalai Nokki: Sthreegal Ellaaraiyum Uyirode Vittuvitteergalaa? "
},{ "Verses": "16 peyorin Sangadhiyile Pileyaamin Aalosanaiyinaal Isravel Puththirar Karththarukku Virodhamaai Dhrogampannak Kaaranamaayirundhavargal Ivargaldhaane; Adhinaal Karththarin Sabaiyile Vaadhaiyum Nerittadhe. "
},{ "Verses": "17 aagaiyaal Kuzhandhaigalil Ellaa Aanpillaigalaiyum, Purushasamyokaththai Arindha Ellaa Sthreegalaiyum Kondrupodungal. "
},{ "Verses": "18 sthreegalil Purushasamyokaththai Ariyaadha Ellaap Penpillaigalaiyum Ungalukkaaga Uyirode Vaiyungal. "
},{ "Verses": "19 pinbu Neengal Ezhunaal Paalayaththirkup Purambe Thangungal; Narajeevanaik Kondravargalum, Vettundavarlaith Thottavargalumaagiya Neengal Yaavarum Moondraam Naalilum Ezhaam Naalilum Ungalaiyum Ungalaal Siraipidikkappattavargalaiyum Suththigariththu, "
},{ "Verses": "20 andhappadiye Ellaa Vasthiraththaiyum, Tholaal Seydha Karuvigalaiyum, Vellaattumayirinaal Neydhavaigalaiyum, Marachchaamaangalaiyum Suththigarikkakkadaveergal Endraan. "
},{ "Verses": "21 aasaariyanaagiya Eleyaasaarum Yuththaththirkup Poivandha Padaiveerarai Nokki: Karththar Mosekkuk Kattalaiyitta Vidhippramaanam Ennavendraal: "
},{ "Verses": "22 akkinikku Nirkaththakkavaigalaagiya Pon, Velli, Vengalam, Irumbu, Thagaram, Eeyam Aagiya Ivaigalellaam Suththamaagumpadikku, "
},{ "Verses": "23 avaigalai Akkiniyile Pottedukkakkadaveergal; Theettukkazhikkum Thanneeraalum Avaigal Suththigarikkappadavendum; Akkinikku Nirkaththagaadhavaigalaiyellaam Thanneerinaal Suththampannakkadaveergal. "
},{ "Verses": "24 ezhaam Naalil Ungal Vasthirangalaith Thoikkavendum; Appozhudhu Suththamaayiruppeergal; Pinbu Neengal Paalayaththirkul Varalaam Endraan. "
},{ "Verses": "25 karththar Moseyai Nokki: "
},{ "Verses": "26 pidiththukkondu Varappatta Manidharaiyum Mirugangalaiyum Neeyum Aasaariyanaagiya Eleyaasaarum Sabaiyinudaiya Pidhaakkalaagiya Thalaivarum Thogaipaarththu, "
},{ "Verses": "27 kollaiyidappattadhai Irandu Pangaagap Pangittu, Yuththaththirkup Padaiyeduththupponavargalukkum Sabaiyanaiththirkum Kodungal. "
},{ "Verses": "28 melum Yuththaththirkuppona Padaiveeraridaththil Karththarukkaaga Manidharilum Maadugalilum Kazhudhaigalilum Aadugalilum Ainnootrirku Oru Praani Veedhamaaga Pagudhi Vaangi, "
},{ "Verses": "29 avargaludaiya Paadhippangil Eduththu, Karththarukku Ereduththup Padaikkum Padaippaaga Aasaariyanaagiya Eleyaasaarukkuk Kodukkavendum. "
},{ "Verses": "30 isravel Puththirarin Paadhippangilo Manidharilum, Maadugal Kazhudhaigal Aadugalaagiya Sagalavidha Mirugangalilum, Aimbadhirku Ondru Veedhamaai Vaangi Avaigalaik Karththarudaiya Vaasasthalaththin Kaavalaikkaakkum Leviyarukkuk Kodukkavendum Endraar. "
},{ "Verses": "31 karththar Mosekkuk Kattalaiyittapadiye, Moseyum Aasaariyanaagiya Eleyaasaarum Seydhaargal. "
},{ "Verses": "32 padaiveerar Kollaiyitta Porulil, Aarulatchaththu Ezhubaththaiyaayiram Aadugalum, "
},{ "Verses": "33 ezhubaththeeraayiram Maadugalum, "
},{ "Verses": "34 arubaththoraayiram Kazhudhaigalum Meedhiyaayirundhadhu. "
},{ "Verses": "35 purushasamyokaththai Ariyaadha Sthreekalil Muppaththeeraayiramper Irundhaargal. "
},{ "Verses": "36 yuththancheyyap Ponavargalukkuk Kidaiththa Paadhippangin Thogaiyaavadhu: Aadugal Moondrulatchaththu Muppaththezhaayiraththu Ainnooru. "
},{ "Verses": "37 indha Aadugalile Karththarukkup Pagudhiyaaga Vandhadhu Arunootru Ezhubaththaindhu. "
},{ "Verses": "38 maadugal Muppaththaaraayiram; Avaigalil Karththarukkup Pagudhiyaaga Vandhadhu Ezhubaththirandu. "
},{ "Verses": "39 kazhudhaigal Muppadhinaayiraththu Ainnooru; Avaigalil Karththarukkup Pagudhiyaaga Vandhadhu Arubaththondru. "
},{ "Verses": "40 narajeevangal Padhinaaraayiram Per; Avargalil Karththarukkup Pagudhiyaaga Vandhavargal Muppaththiranduper. "
},{ "Verses": "41 karththarukku Ereduththup Padaikkum Andhap Pagudhiyai, Mose Karththar Thanakkuk Kattalaiyittapadiye, Aasaariyanaagiya Eleyaasaaridaththil Koduththaan. "
},{ "Verses": "42 yuththampannina Pergalukkum Isravel Puththirarukkum Mose Paadhipaadhiyaagap Pangittadhinpadiye Sabaiyaarukku Vandha Paadhippangaavadhu: "
},{ "Verses": "43 aadugalil Mundrulatchaththu Muppaththezhaayiraththu Ainnooru, "
},{ "Verses": "44 maadugalil Muppaththaaraayiram, "
},{ "Verses": "45 kazhudhaigalil Muppadhinaayiraththu Ainnooru, "
},{ "Verses": "46 narajeevangalil Padhinaayiram Perume. "
},{ "Verses": "47 isravel Puththirarin Paadhippangukku Vandha Indha Narajeevangalilum Mirugangalilum Mose Aimbadhukku Ondru Veedhamaaga Eduththu, Avaigalaik Karththar Thanakkuk Kattalaiyittapadiye, Karththarudaiya Vaasasthalaththin Kaavalaik Kaakkira Leviyarukkuk Koduththaan. "
},{ "Verses": "48 pinbu Aayiramperukkuth Thalaivarum Nooruperukkuth Thalaivarumaana Senaapadhigal Moseyinidaththil Vandhu, "
},{ "Verses": "49 umadhu Oozhiyakkaararaagiya Naangal Engal Kaiyin Keezhirukkira Yuththamanidharaith Thogaipaarththom; Avargalukkulle Oru Aalum Kuraiyavillai. "
},{ "Verses": "50 aagaiyaal, Karththarudaiya Sannidhiyil Engal Aaththumaakkalukkaagap Paavanivirththi Seyyumporuttu, Engalukkuk Kidaiththa Porpanigalaagiya Paadhasarangalaiyum, Asthakadagangalaiyum, Modhirangalaiyum, Kaadhanigalaiyum, Kaappugalaiyum Karththarukkuk Kaanikkaiyaagak Konduvandhom Endraargal. "
},{ "Verses": "51 appozhudhu Moseyum Aasaariyanaagiya Eleyaasaarum Sagalavidha Velaippaadaana Panidhigalaana Andhap Ponnaabaranangalai Avargalidaththil Vaanginaargal. "
},{ "Verses": "52 ippadi Aayiramperukkuth Thalaivaraanavargalaalum Nooruperukkuth Thalaivaraanavargalaalum Karththarukku Ereduththup Padaikkum Kaanikkaiyaaga Seluththappatta Pon Muzhuvadhum Padhinaaraayiraththu Ezhunootru Aimbadhu Sekkal Niraiyaayirundhadhu. "
},{ "Verses": "53 yuththaththirkup Pona Manidhar Ovvoruvarum Thangal Thangalukkaagak Kollaiyittirundhaargal. "
},{ "Verses": "54 andhap Ponnai Moseyum Aasaariyanaagiya Eleyaasaarum Aayiramperukkuth Thalaivaraanavargalin Kaiyilum, Nooruperukkuth Thalaivaraanavargalin Kaiyilum Vaangi, Isravel Puththirarukku Gnaabagakkuriyaaga Aasarippuk Koodaaraththile Karththarudaiyasannidhiyil Konduvandhu Vaiththaargal. "
}
]