[
{ "Verses": "1 avargal Egipthudhesaththilirundhu Purappatta Irandaam Varusham Mudhalaam Maadhaththil Karththar Seenaai Vanaandharaththil Moseyai Nokki: "
},{ "Verses": "2 kuriththa Kaalaththil Isravel Puththirar Paskaavai Aasarikkakkadavargal. "
},{ "Verses": "3 indha Maadham Padhinaalaanthedhi Andhineramaana Velaiyaagiya Kuriththa Kaalaththil Adhai Aasarikkakkadaveergal; Adharkuriya Ellaak Kattalaiyinpadiyeyum Muraimaigalinpadiyeyum Adhai Aasarikkakkadaveergal Endraar. "
},{ "Verses": "4 appadiye Paskaavai Aasarikkumpadi Mose Isravel Puththirarukkuk Kattalaiyittaan. "
},{ "Verses": "5 adhinaal Mudhalaam Maadham Padhinaangaam Thedhi Andhineramaana Velaiyil, Seenaai Vanaandharaththil Paskaavai Aasariththaargal; Karththar Mosekkuk Kattalaiyittapadiyellaam Isravel Puththirar Seydhaargal. "
},{ "Verses": "6 annaalil Silar Manidha Predhaththinaal Theettuppattapadiyinaal Paskaavai Aasarikkaththagaadhavargalaayirundhaargal; Avargal Annaalile Mosekkum Aaronukkum Munbaaga Vandhu: "
},{ "Verses": "7 naangal Manidha Predhaththinaal Theettuppattavargal; Kuriththa Kaalaththil Isravel Puththirarodekoodak Karththarukkuk Kaanikkaiyai Seluththaadhapadikku, Naangal Vilakkappattirukkavendiyadhu Enna Endraargal. "
},{ "Verses": "8 mose Avargalai Nokki: Porungal; Karththar Ungalaikkuriththuk Kattalaiyiduvadhu Enna Endru Ketpen Endraan. "
},{ "Verses": "9 karththar Moseyai Nokki: "
},{ "Verses": "10 nee Isravel Puththirarode Sollavendiyadhu Ennavendraal: Ungalilaagilum Ungal Sandhadhiyaarilaagilum Oruvan Predhaththinaal Theettuppattaalum, Prayaanamaaith Thoorampoyirundhaalum, Karththarukkup Paskaavai Aasarikkavendum. "
},{ "Verses": "11 avargal Adhai Irandaam Maadham Padhinaalaandhedhi Andhineramaana Velaiyil Aasariththu, Adhaip Pulippillaadha Appangalodum Kasappaana Keeraigalodum Pusiththu, "
},{ "Verses": "12 vidiyarkaalammattum Adhil Ondrum Meedhiyaaga Vaikkaamalum, Adhil Oru Elumbaiyum Murikkaamalum, Paskaavinudaiya Sagala Muraimaigalinpadiyum Adhai Aasarikkakkadavargal. "
},{ "Verses": "13 oruvan Suththamullavanumaaip Prayaanam Pogaadhavanumaayirundhum, Paskaavai Aasarikkaadheponaal, Andha Aaththumaa Kuriththa Kaalaththil Karththarin Paliyai Seluththaadhapadiyinaal Than Janaththaaril Iraamal Aruppundupovaan; Andha Manidhan Than Paavaththai Sumappaan. "
},{ "Verses": "14 oru Paradhesi Ungalidaththile Thangi, Karththarukkup Paskaavai Aasarikkavendumaanaal, Avan Adhaip Paskaavin Kattalaippadiyum Adhin Muraimaiyinpadiyum Aasarikkakkadavan; Paradhesikkum Sudhesikkum Ore Kattalai Irukkavendum Endru Sol Endraar. "
},{ "Verses": "15 vaasasthalam Sthaabanancheyyappatta Naalile, Megamaanadhu Saatchiyin Koodaaramaagiya Vaasasthalaththai Mooditru; Saayangaalamaanapodhu, Vaasasthalaththinmel Akkinimayamaana Oru Thotramundaayitru; Adhu Vidiyarkaalamattum Irundhadhu. "
},{ "Verses": "16 ippadi Niththamum Irundhadhu; Pagalil Megamum, Iravil Akkiniththotramum Adhai Moodikkondirundhadhu. "
},{ "Verses": "17 megam Koodaaraththilirundhu Mele Ezhumbumpodhu Isravel Puththirar Prayaanampannuvaargal; Megam Thangumidaththil Isravel Puththirar Paalayamiranguvaargal. "
},{ "Verses": "18 karththarudaiya Kattalaiyinpadiye Isravel Puththirar Prayaanappaduvaargal;karththarudaiya Kattalaiyinpadiye Paalayamiranguvaargal; Megam Vaasasthalaththinmel Thangiyirukkum Naalellaam Avargal Paalayaththil Thangiyiruppaargal. "
},{ "Verses": "19 megam Nedunaal Vaasasthalaththinmel Thangiyirukkumpodhu, Isravel Puththirar Prayaanappadaamal Karththarin Kaavalaik Kaaththukkondiruppaargal. "
},{ "Verses": "20 megam Silanaal Maaththiram Vaasasthalaththinmel Thangiyirukkumpodhu, Karththarudaiyakattalaiyinpadiye Paalayamirangiyirundhu, Karththarudaiyakattalaiyinpadiye Prayaanappaduvaargal. "
},{ "Verses": "21 megam Saayangaalanthodangi Vidiyarkaalamattum Irundhu, Vidiyarkaalaththil Uyara Ezhumbumpodhu, Udane Prayaanappaduvaargal; Pagalilaagilum Iravilaagilum Megam Ezhumbumpodhu Prayaanappaduvaargal. "
},{ "Verses": "22 megamaanadhu Irandunaalaavadhu Oru Maadhamaavadhu Oru Varushamaavadhu Vaasasthalaththinmel Thangiyirukkumpodhu, Isravel Puththirar Prayaanampannaamal Paalayamirangiyiruppaargal; Adhu Uyara Ezhumbumpodho Prayaanappaduvaargal. "
},{ "Verses": "23 karththarudaiya Kattalaiyinpadiye Paalayamiranguvaargal; Karththarudaiyakattalaiyinpadiye Prayaanampannuvaargal; Karththar Moseyaikkondu Kattalaiyidugirapadiye Karththarudaiya Kaavalaik Kaaththukkolvaargal. "
}
]