[
{ "Verses": "1 karththar Moseyai Nokki: "
},{ "Verses": "2 enakku Sugandhavaasanaiyaaga, Thaganapaligalukku Aduththa Kaanikkaiyaiyum Appaththaiyum, Kuriththakaalaththil Enakku Seluththumpadikkuk Gavanamaayirukkakkadaveergal Endru Nee Isravel Puththirarukkuk Kattalaiyidu. "
},{ "Verses": "3 melum Nee Avargalai Nokki: Neengal Karththarukku Seluththavendiya Thaganapali Ennavendraal: Niththiya Sarvaanga Thaganapaliyaaga Naadorum Oru Vayadhaana Pazhudhatra Irandu Aattukkuttigalaip Paliyidavendum. "
},{ "Verses": "4 kaalaiyil Oru Aattukkuttiyaiyum, Maalaiyil Oru Aattukkuttiyaiyum Paliyittu, "
},{ "Verses": "5 pojanapaliyaaga Oru Marakkaalile Paththil Oru Pangaanadhum Idiththup Pizhindha Kaarpadi Enneyile Pisaindhadhumaagiya Melliya Maavaiyum Seluththakkadaveergal. "
},{ "Verses": "6 idhu Seenaai Malaiyile Kattalaiyidappatta Niththiya Sarvaanga Thaganapali; Idhu Karththarukku Sugandha Vaasanaikkaana Thaganapali. "
},{ "Verses": "7 kaarpadi Dhraatcharasam Oru Aattukkuttikku Aduththa Paanapali; Parisuththa Sthalaththilekarththarukku Andha Rasam Paanapaliyaaga Vaarkkappadakkadavadhu. "
},{ "Verses": "8 kaalaiyin Pojanapalikkum Adhin Paanapalikkum Oppaagave Maalaiyil Matra Aattukkuttiyaiyum Karththarukku Sugandha Vaasanaiyaana Thaganapaliyaaga Seluththakkadaveergal. "
},{ "Verses": "9 oivunaalilo Pojanapalikkaaga Oru Vayadhaana Pazhudhatra Irandu Aattukkuttigalaiyum, Paththil Irandu Pangaanadhum Enneyile Pisaindhadhumaana Melliya Maavaiyum, Adhin Paanapaliyaiyum Seluththakkadaveergal. "
},{ "Verses": "10 niththamum Seluththum Sarvaanga Thaganapaliyum Adhin Paanapaliyum Andri Ovvoru Oivunaalilum Indha Sarvaanga Thaganapaliyum Seluththappadavendum. "
},{ "Verses": "11 ungal Maadhappirappugalil Neengal Karththarukku Sarvaanga Thaganapaliyaaga Irandu Kaalaigalaiyum, Oru Aattukkadaavaiyum, Oru Vayadhaana Pazhudhatra Ezhu Aattukkuttigalaiyum Seluththakkadaveergal. "
},{ "Verses": "12 pojanapaliyaaga Ovvoru Kaalaikkup Paththil Moondrupangaanadhum Enneyile Pisaindhadhumaana Melliya Maavaiyum, Pojanapaliyaaga Oru Aattukkadaavukkup Paththil Irandu Pangaanadhum Enneyile Pisaindhadhumaana Maavaiyum, "
},{ "Verses": "13 pojanapaliyaaga Ovvoru Aattukkuttikkup Paththil Oru Pangaanadhum Enneyile Pisaindhadhumaana Maavaiyum Karththarukku Sugandha Vaasanaiyaana Sarvaanga Thaganapaliyaaga Seluththakkadaveergal. "
},{ "Verses": "14 avaigalukketra Paanapaligal Dhraatcharasaththil Kaalaikku Araippadiyum, Aattukkadaavukkup Padiyil Moondril Oru Pangum, Aattukkuttikkuk Kaarpadi Rasamumaayirukkavendum; Idhu Varusha Muzhuvadhum Maadhanthorum Seluththappadavendiya Sarvaanga Thaganapali. "
},{ "Verses": "15 niththamum Idappadum Sarvaanga Thaganapaliyum Adhin Paanapaliyum Andri, Paavanivaarana Paliyaagak Karththarukku Oru Vellaattukkadaavum Seluththappadavendum. "
},{ "Verses": "16 mudhalaam Maadham Padhinaalaam Thedhi Karththarukku Uriya Paskaa. "
},{ "Verses": "17 andha Maadham Padhinaindhaam Thedhi Pandigainaal; Ezhunaalalavum Pulippillaadha Appam Pusikkavendum. "
},{ "Verses": "18 mudhalaam Naalile Parisuththa Sabai Koodudhal Irukkavendum; Andraiththinam Saadhaaranamaana Yaadhoru Velaiyum Seyyalaagaadhu. "
},{ "Verses": "19 appozhudhu Neengal Karththarukku Sarvaanga Thaganapaliyaaga Irandu Kaalaigalaiyum, Oru Aattukkadaavaiyum, Oru Vayadhaana Pazhudhatra Ezhu Aattukkuttigalaiyum, "
},{ "Verses": "20 avaigalukketra Pojanapaliyaaga Enneyile Pisaindha Melliya Maavile Kaalaikkaagap Paththil Moondru Pangaiyum, Aattukkadaavukkaagap Paththil Irandu Pangaiyum, "
},{ "Verses": "21 ezhu Aattukkuttigalil Ovvondrirkaagap Paththil Oru Pangaiyum, "
},{ "Verses": "22 ungal Paavanivarththikkendru Paavanivaaranapaliyaaga Oru Vellaattukkadaavaiyum Seluththakkadaveergal. "
},{ "Verses": "23 kaalaiyile Niththamum Seluththum Sarvaanga Thaganapaliyaiyum Andri Ivaigalaiyum Seluththakkadaveergal. "
},{ "Verses": "24 indhappragaaram Ezhunaalalavum Naadorum Karththarukku Sugandha Vaasanaiyaana Thaganapali Seluththakkadaveergal; Niththamum Seluththappadum Sarvaanga Thaganapaliyaiyum Adhin Paanapaliyaiyum Andri, Idhaiyum Seluththavendum. "
},{ "Verses": "25 ezhaam Naalile Parisuththa Sabaikoodudhal Irukkavendum; Adhil Saadhaaranamaana Yaadhoru Velaiyum Seyyalaagaadhu. "
},{ "Verses": "26 andha Vaarangalukkuppin Neengal Karththarukkup Pudhiya Pojanapaliyaaga Mudharkanigalai Seluththum Pandigai Naalilum Parisuththa Sabaikoodudhal Irukkavendum; Adhil Saadhaaranamaana Yaadhoru Velaiyum Seyyalaagaadhu. "
},{ "Verses": "27 appozhudhu Neengal Karththarukku Sugandha Vaasanaiyaana Sarvaanga Thaganapaliyaaga Irandu Kaalaigalaiyum, Oru Aattukkadaavaiyum, Oru Vayadhaana Ezhu Aattukkuttigalaiyum. "
},{ "Verses": "28 avaigalin Pojanapaliyaaga Enneyile Pisaindha Melliya Maavil Oru Kaalaikkaagap Paththil Moondru Pangaiyum, Andha Oru Aattukkadaavukkaagap Paththil Irandu Pangaiyum, "
},{ "Verses": "29 ezhu Aattukkuttigalil Ovvondrirkaagap Paththil Oru Pangaiyum, "
},{ "Verses": "30 ungalukkaagap Paavanivarththi Seyyumpadikku Oru Vellaattukkadaavaiyum Seluththakkadaveergal. "
},{ "Verses": "31 niththiya Sarvaanga Thagana Paliyaiyum Adhin Pojanapaliyaiyum Adhin Paanapaliyaiyum Andri, Ivaigalaiyum Seluththakkadaveergal; Ivaigal Pazhudhatravaigalaayirukkavendum. "
}
]