[
{ "Verses": "1 yoseppin Kumaaranaagiya Manaaseyin Kudumbangalil, Manaaseyin Kumaaranaagiya Maakeerin Maganaana Kileyaaththukkup Pirandha Eperukkup Puththiranaayirundha Seloppiyaaththin Kumaaraththigalaagiya Maklaal, Novaal, Oklaal, Milkaal, Thirsaal Enbavargal Vandhu, "
},{ "Verses": "2 aasarippuk Koodaaravaasalile Mosekkum, Aasaariyanaagiya Eleyaasaarukkum, Prabukkalukkum, Sabaiyanaiththirkum Munbaaga Nindru: "
},{ "Verses": "3 engal Thagappan Vanaandharaththil Maranamadaindhaar; Avar Karththarukku Virodhamaagak Koodina Koraakin Koottaththaaril Serndhavar Alla, Thammudaiya Paavaththinaale Mariththaar; Avarukkuk Kumaarar Illai. "
},{ "Verses": "4 engal Thagappanukkuk Kumaaran Illaadhadhinaale, Avarudaiya Per Avarudaiya Vamsaththil Illaamal Atruppogalaamaa? Engal Thagappanudaiya Sagodhararukkulle Engalukkuk Kaaniyaatchi Kodukkavendum Endraargal. "
},{ "Verses": "5 mose Avargaludaiya Nyaayaththaik Karththarudaiya Sannidhiyil Konduponaan. "
},{ "Verses": "6 appozhudhu Karththar Moseyai Nokki: "
},{ "Verses": "7 seloppiyaaththin Kumaaraththigal Sollugiradhu Saridhaan; Avargalukku Avargal Thagappanudaiya Sagodhararukkulle Sudhandharam Kodukkavendum; Avargal Thagappan Pinvaiththa Sudhandharaththai Avargalukkuk Kidaikkumpadi Seyvaayaaga. "
},{ "Verses": "8 melum Nee Isravel Puththirarai Nokki: Oruvan Kumaaran Illaamal Mariththaal, Avanukkuriya Sudhandharaththai Avan Kumaaraththikkuk Kodukkavendum. "
},{ "Verses": "9 avanukku Kumaaraththiyum Illaadhirundhaal, Avanukkuriya Sudhandharaththai Avan Sagodhararukkuk Kodukkavendum. "
},{ "Verses": "10 avanukku Sagodhararum Illaadhirundhaal, Avanukkuriya Sudhandharaththai Avan Thagappanudaiya Sagodhararukkuk Kodukkavendum. "
},{ "Verses": "11 avan Thagappanukku Sagodharar Illaadhirundhaal, Avanukkuriya Sudhandharaththai Avan Vamsaththile Avanukkuk Kittina Uravinmuraiyaanukkuk Sudhandharamaagak Kodukkavendum; Idhu, Karththar Mosekkuk Kattalaiyittapadiye, Isravel Puththirarukku Nyaayavidhippramaanamaai Irukkakkadavadhu Endru Sol Endraar. "
},{ "Verses": "12 pinbu Karththar Moseyai Nokki: Nee Indha Apaareem Malaiyil Eri, Naan Isravel Puththirarukkuk Koduththa Dhesaththaip Paar. "
},{ "Verses": "13 nee Adhaip Paarththapinbu, Un Sagodharanaagiya Aaron Serkkappattadhu Pola, Neeyum Un Janaththaaridaththil Serkkappaduvaai; "
},{ "Verses": "14 sabaiyaar Vaakkuvaadhampannina Seen Vanaandharaththil Thanneerukkaduththa Vishayaththil Avargal Kangalukku Munbaaga Ennaip Parisuththampannavendiya Neengal En Kattalaiyai Meerineergale Endraar. Idhu Seen Vanaandharaththil Kaadhes Oor Aruge Undaana Meripaavin Thanneerukkaduththa Kaariyame. "
},{ "Verses": "15 appozhudhu Mose Karththarai Nokki: "
},{ "Verses": "16 karththarudaiya Sabai Meyppan Illaadha Mandhaiyaippol Iraadhapadikku, "
},{ "Verses": "17 andha Sabaikku Munbaagap Pokkum Varaththumaai Irukkumpadikkum, Avargalaip Pogavum Varavum Pannumpadikkum, Maamsamaana Yaavarudaiya Aavigalukkum Dhevanaagiya Karththar Oru Purushanai Avargalmel Adhigaariyaaga Erpaduththavendum Endraan. "
},{ "Verses": "18 karththar Moseyai Nokki: Aaviyaip Petrirukkira Purushanaagiya Yosuvaa Ennum Noonin Kumaaranai Nee Therindhukondu, Avanmel Un Kaiyai Vaiththu, "
},{ "Verses": "19 avanai Aasaariyanaagiya Eleyaasaarukkum Sabaiyanaiththirkum Munbaaga Niruththi, Avargal Kangalukku Munbaaga Avanukku Kattalaikoduththu, "
},{ "Verses": "20 isravel Puththiraraagiya Sabaiyaar Ellaarum Avanukkuk Keezhppadiyumpadikku, Un Ganaththil Konjam Avanukkuk Kodu. "
},{ "Verses": "21 avan Aasaariyanaagiya Eleyaasaarukku Munbaaga Nirkakkadavan; Avanimiththam Andha Aasaariyan Karththarudaiya Sannidhaanaththil Vandhu, Ooreem Ennum Nyaayaththinaale Aalosanai Ketkakkadavan; Avarudaiya Kattalaiyinpadiye, Avanum Avanodekooda Isravel Puththiraraagiya Sabaiyaar Ellaarum Pogavum Avarudaiya Kattalaiyinpadiye Varavum Vendiyadhu Endraar. "
},{ "Verses": "22 mose Thanakkuk Karththar Kattalaiyittapadiye Yosuvaavai Azhaiththukkondupoi, Avanai Aasaariyanaagiya Eleyaasaarukkum Sabaiyanaiththirkum Munbaaga Niruththi, "
},{ "Verses": "23 avan Mel Than Kaigalai Vaiththu, Karththar Thanakku Sonnapadiye Avanukkuk Kattalaikoduththaan. "
}
]