[
{ "Verses": "1 mose Vaasasthalaththai Sthaabanampanni, Adhaiyum Adhin Ellaap Panimuttugalaiyum, Palipeedaththaiyum Adhin Ellaap Panimuttugalaiyum Abishegampanni, Parisuththappaduththi Mudiththanaalil, "
},{ "Verses": "2 thangal Pidhaakkaludaiya Vamsaththalaivarum, Ennappattavargalin Visaarippukku Vaikkappatta Koththirap Prabukkalumaagiya Isravelin Prabukkal Kaanikkaigalai Seluththinaargal. "
},{ "Verses": "3 thangal Kaanikkaiyaaga, Aaru Koondu Vandilgalaiyum, Pannirandu Maadugalaiyum Irandirandu Prabukkalukku Ovvoru Vandilum, Ovvoru Prabukku Ovvoru Maadumaaga, Karththarukku Seluththa Vaasasthalaththirku Munbaagak Konduvandhaargal. "
},{ "Verses": "4 appozhudhu Karththar Moseyai Nokki: "
},{ "Verses": "5 nee Avargalidaththil Aasarippuk Koodaaraththin Oozhiyaththirkaaga Avaigalai Vaangi, Leviyarukku Avaravar Velaikkuththakkavaigalaagap Pangittuk Kodu Endraar. "
},{ "Verses": "6 appozhudhu Mose Andha Vandilgalaiyum Maadugalaiyum Vaangi, Leviyarukkuk Koduththaan. "
},{ "Verses": "7 irandu Vandilgalaiyum Naangu Maadugalaiyum Kerson Puththirarukku, Avargal Velaikkuththakka Pangaagak Koduththaan. "
},{ "Verses": "8 naangu Vandilgalaiyum Ettu Maadugalaiyum Meraariyin Puththirarukku, Aasaariyanaagiya Aaronin Kumaarar Iththaamaarudaiya Kaiyin Keezhirukkira Avargaludaiya Velaikkuththakka Pangaagak Koduththaan. "
},{ "Verses": "9 kokaaththin Puththirarukko Ondrum Kodukkavillai; Tholmel Sumappadhe Avargalukkuriya Parisuththa Sthalaththin Velaiyaayirundhadhu. "
},{ "Verses": "10 palipeedam Abishegampannappatta Naalile, Prabukkal Adhin Pradhishtaikkaagak Kaanikkaigalai Seluththi, Palipeedaththukku Munbaagath Thangal Kaanikkaigalaik Konduvandhaargal. "
},{ "Verses": "11 appozhudhu Karththar Moseyai Nokki: Palipeedaththin Pradhishtaikkaaga, Ovvoru Prabuvum Thanthan Naalil Thanthan Kaanikkaiyai Seluththakkadavan Endraar. "
},{ "Verses": "12 appadiye Mudhalaam Naalil Than Kaanikkaiyai Seluththinavan Yoodhaa Koththiraththaanaagiya Amminadhaapin Kumaaran Nakason. "
},{ "Verses": "13 avan Kaanikkaiyaavadhu: Pojanapaliyaaga Padaikkumporuttu Enneyile Pisaindha Melliya Maavinaal Niraindhadhum, Parisuththa Sthalaththin Sekkal Kanakkaaga Nootrumuppadhu Sekkal Niraiyulladhumaana Oru Velliththaalamum, Ezhubadhu Sekkal Niraiyulla Oru Vellikkalamum Aagiya Ivvirandum, "
},{ "Verses": "14 thoobavarkkam Niraindha Paththuchchekkal Niraiyulla Ponninaal Seydha Oru Thoobakarandiyum, "
},{ "Verses": "15 sarvaanga Thaganapaliyaaga Oru Kaalaiyum, Oru Aattukkadaavum, Oru Vayadhaana Oru Aattukkuttiyum, "
},{ "Verses": "16 paavanivaaranapaliyaaga Oru Vellaattukkadaavum, "
},{ "Verses": "17 samaadhaanapaliyaaga Irandu Maadugalum, Aindhu Aattukkadaakkalum, Aindhu Vellaattukkadaakkalum, Oru Vayadhaana Aindhu Aattukkuttigalume; Idhu Amminadhaapin Kumaaranaagiya Nakasonin Kaanikkai. "
},{ "Verses": "18 irandaam Naalil Isakkaarin Prabuvaagiya Soovaarin Kumaaran Nedhaneyel Kaanikkai Seluththinaan. "
},{ "Verses": "19 avan Kaanikkaiyaavadhu: Pojanapaliyaagap Padaikkumporuttu Enneyile Pisaindha Melliya Maavinaal Niraindhadhum, Parisuththa Sthalaththin Sekkal Kanakkaaga Nootrumuppadhu Sekkal Niraiyulladhumaana Oru Velliththaalamum, Ezhubadhu Sekkal Niraiyulla Oru Vellikkalamum Aagiya Ivvirandum, "
},{ "Verses": "20 thoobavarkkam Niraindha Paththuchchekkal Niraiyulla Ponninaal Seydha Oru Thoobakarandiyum, "
},{ "Verses": "21 sarvaanga Thaganapaliyaaga Oru Kaalaiyum, Oru Aattukkadaavum, Oru Vayadhaana Aattukkuttiyum, "
},{ "Verses": "22 paavanivaaranapaliyaaga Oru Vellaattukkadaavum, "
},{ "Verses": "23 samaadhaanapaliyaaga Irandu Maadugalum, Aindhu Aattukkadaakkalum, Aindhu Vellaattukkadaakkalum, Oru Vayadhaana Aindhu Aattukkuttigalume; Idhu Soovaarin Kumaaranaagiya Nedhaneyelin Kaanikkai. "
},{ "Verses": "24 moondraam Naalil Elonin Kumaaranaagiya Eliyaap Ennum Sepulon Puththirarin Prabu Kaanikkai Seluththinaan. "
},{ "Verses": "25 avan Kaanikkaiyaavadhu: Pojanapaliyaagap Padaikkumporuttu Enneyile Pisaindha Melliya Maavinaal Niraindhadhum, Parisuththa Sthalaththin Sekkal Kanakkaaga Nootrumuppadhu Sekkalniraiyulladhumaana Oru Velliththaalamum, Ezhubadhu Sekkal Niraiyulla Oru Vellikkalamum Aagiya Ivvirandum, "
},{ "Verses": "26 thoobavarkkam Niraindha Paththuchchekkal Niraiyulla Ponninaal Seydha Oru Thoobakarandiyum, "
},{ "Verses": "27 sarvaanga Thaganapaliyaaga Oru Kaalaiyum, Oru Aattukkadaavum, Oru Vayadhaana Oru Aattukkuttiyum, "
},{ "Verses": "28 paavanivaaranapaliyaaga Oru Vellaattukkadaavum, "
},{ "Verses": "29 samaadhaanapaliyaaga Irandu Maadugalum, Aindhu Aattukkadaakkalum, Aindhu Vellaattukkadaakkalum, Oru Vayadhaana Aindhu Aattukkuttigalume; Idhu Elonin Kumaaranaagiya Eliyaapin Kaanikkai. "
},{ "Verses": "30 naangaam Naalil Sedheyoorin Kumaaranaagiya Elisoor Ennum Rooban Puththirarin Prabu Kaanikkai, Seluththinaan. "
},{ "Verses": "31 avan Kaanikkaiyaavadhu: Pojanapaliyaagap Padaikkumporuttu Enneyile Pisaindha Melliya Maavinaal Niraindhadhum Parisuththa Sthalaththin Sekkal Kanakkaaga Nootrumuppadhu Sekkal Niraiyulladhumaana Oru Velliththaalamum, Ezhubadhu Sekkal Niraiyulla Oru Vellikkalamum Aagiya Ivvirandum, "
},{ "Verses": "32 thoobavarkkam Niraindha Paththuchchekkal Niraiyulla Ponninaal Seydha Oru Thoobakarandiyum, "
},{ "Verses": "33 sarvaanga Thaganapaliyaaga Oru Kaalaiyum, Oru Aattukkadaavum, Oru Vayadhaana Oru Aattukkuttiyum, "
},{ "Verses": "34 paavanivaaranapaliyaaga Oru Vellaattukkadaavum, "
},{ "Verses": "35 samaadhaanapaliyaaga Irandu Maadugalum, Aindhu Aattukkadaakkalum, Aindhu Vellaattukkadaakkalum, Oru Vayadhaana Aindhu Aattukkuttigalume; Idhu Sedheyoorin Kumaaranaagiya Elisoorin Kaanikkai. "
},{ "Verses": "36 aindhaam Naalil Soorishadhaayin Kumaaranaagiya Seloomiyel Ennum Simiyon Puththirarin Prabu Kaanikkai Seluththinaan. "
},{ "Verses": "37 avan Kaanikkaiyaavadhu: Pojanapaliyaagap Padaikkumporuttu Enneyile Pisaindha Melliya Maavinaal Niraindhadhum, Parisuththa Sthalaththin Sekkal Kanakkaaga Nootrumuppadhu Sekkal Niraiyulladhumaana Oru Velliththaalamum, Ezhubadhu Sekkal Niraiyulla Oru Vellikkalamum Aagiya Ivvirandum, "
},{ "Verses": "38 thoobavarkkam Niraindha Paththuchchekkal Niraiyulla Ponninaal Seydha Oru Thoobakarandiyum, "
},{ "Verses": "39 sarvaanga Thaganapaliyaaga Oru Kaalaiyum, Oru Aattukkadaavum, Oru Vayadhaana Oru Aattukkuttiyum, "
},{ "Verses": "40 paavanivaaranapaliyaaga Oru Vellaattukkadaavum, "
},{ "Verses": "41 samaadhaanapaliyaaga Irandu Maadugalum, Aindhu Aattukkadaakkalum, Aindhu Vellaattukkadaakkalum, Oru Vayadhaana Aindhu Aattukkuttigalume; Idhu Soorishadhaayin Kumaaranaagiya Seloomiyelin Kaanikkai. "
},{ "Verses": "42 aaraam Naalil Thekuvelin Kumaaranaagiya Eliyaasaap Ennum Kaadh Puththirarin Prabu Kaanikkai Seluththinaan. "
},{ "Verses": "43 avan Kaanikkaiyaavadhu: Pojanapaliyaagap Padaikkumporuttu Enneyile Pisaindha Melliya Maavinaal Niraindhadhum, Parisuththa Sthalaththin Sekkal Kanakkaaga Nootrumuppadhu Sekkal Niraiyulladhumaana Oru Velliththaalamum, Ezhubadhu Sekkal Niraiyulla Oru Vellikkalamum Aagiya Ivvirandum, "
},{ "Verses": "44 thoobavarkkam Niraindha Paththuchchekkal Niraiyulla Ponninaal Seydha Oru Thoobakarandiyum, "
},{ "Verses": "45 sarvaanga Thaganapaliyaaga Oru Kaalaiyum, Oru Aattukkadaavum, Oru Vayadhaana Oru Aattukkuttiyum, "
},{ "Verses": "46 paavanivaaranapaliyaaga Oru Vellaattukkadaavum, "
},{ "Verses": "47 samaadhaanapaliyaaga Irandu Maadugalum Aindhu Aattukkadaakkalum, Aindhu Vellaattukkadaakkalum, Oru Vayadhaana Aindhu Aattukkuttigalume; Idhu Thekuvelin Kumaaranaagiya Eliyaasaapin Kaanikkai. "
},{ "Verses": "48 ezhaam Naalil Ammiyoodhin Kumaaranaagiya Elishaamaa Ennum Eppraayeem Puththirarin Prabu Kaanikkai Seluththinaan. "
},{ "Verses": "49 avan Kaanikkaiyaavadhu: Pojanapaliyaagap Padaikkumporuttu Enneyile Pisaindha Melliya Maavinaal Niraindhadhum, Parisuththa Sthalaththin Sekkal Kanakkaaga Nootrumuppadhu Sekkal Niraiyulladhumaana Oru Velliththaalamum, Ezhubadhu Sekkal Niraiyulla Oru Vellikkalamum Aagiya Ivvirandum, "
},{ "Verses": "50 thoobavarkkam Niraindha Paththuchchekkal Niraiyulla Ponninaal Seydha Oru Thoobakarandiyum, "
},{ "Verses": "51 sarvaanga Thaganapaliyaaga Oru Kaalaiyum, Oru Aattukkadaavum, Oru Vayadhaana Oru Aattukkuttiyum, "
},{ "Verses": "52 paavanivaarana Paliyaaga Oru Vellaattukkadaavum, "
},{ "Verses": "53 samaadhaanapaliyaaga Irandu Maadugalum, Aindhu Aattukkadaakkalum, Aindhu Vellaattukkadaakkalum, Oru Vayadhaana Aindhu Aattukkuttigalume; Idhu Ammiyoodhin Kumaaranaagiya Elishaamaavin Kaanikkai. "
},{ "Verses": "54 ettaam Naalil Pedhaasoorin Kumaaranaagiya Kamaaliyel Ennum Manaase Puththirarin Prabu Kaanikkai Seluththinaan. "
},{ "Verses": "55 avan Kaanikkaiyaavadhu: Pojanapaliyaagap Padaikkumporuttu Enney Pisaindha Melliya Maavinaal Niraindhadhum, Parisuththa Sthalaththin Sekkal Kanakkaaga Nootrumuppadhu Sekkal Niraiyulladhumaana Oru Velliththaalamum, Ezhubadhu Sekkal Niraiyulla Oru Vellikkalamum Aagiya Ivvirandum, "
},{ "Verses": "56 thoobavarkkam Niraindha Paththuchchekkal Niraiyulla Ponninaal Seydha Oru Thoobakarandiyum, "
},{ "Verses": "57 sarvaanga Thaganapaliyaaga Oru Kaalaiyum, Oru Aattukkadaavum, Oru Vayadhaana Oru Aattukkuttiyum, "
},{ "Verses": "58 paavanivaaranapaliyaaga Oru Vellaattukkadaavum, "
},{ "Verses": "59 samaadhaanapaliyaaga Irandu Maadugalum, Aindhu Aattukkadaakkalum, Aindhu Vellaattukkadaakkalum, Oru Vayadhaana Aindhu Aattukkuttigalume; Idhu Pedhaasoorin Kumaaranaagiya Kamaaliyelin Kaanikkai. "
},{ "Verses": "60 onbadhaam Naalil Keedheyonin Kumaaranaagiya Apeedhaan Ennum Benyameen Puththirarin Prabu Kaanikkai Seluththinaan. "
},{ "Verses": "61 avan Kaanikkaiyaavadhu: Pojanapaliyaagap Padaikkumporuttu Enneyile Pisaindha Melliya Maavinaal Niraindhadhum, Parisuththa Sthalaththin Sekkal Kanakkaaga Nootrumuppadhu Sekkal Niraiyulladhumaana Oru Velliththaalamum, Ezhubadhu Sekkal Niraiyulla Oru Vellikkalamum Aagiya Ivvirandum, "
},{ "Verses": "62 thoobavarkkam Niraindha Paththuchchekkal Niraiyulla Ponninaal Seydha Oru Thoobakarandiyum, "
},{ "Verses": "63 sarvaanga Thaganapaliyaaga Oru Kaalaiyum, Oru Aattukkadaavum, Oru Vayadhaana Oru Aattukkuttiyum, "
},{ "Verses": "64 paavanivaaranapaliyaaga Oru Vellaattukkadaavum, "
},{ "Verses": "65 samaadhaanapaliyaaga Irandu Maadugalum, Aindhu Aattukkadaakkalum, Aindhu Vellaattukkadaakkalum, Oru Vayadhaana Aindhu Aattukkuttigalume; Idhu Keedheyonin Kumaaranaagiya Apeedhaanin Kaanikkai. "
},{ "Verses": "66 paththaam Naalil Ammishadhaayin Kumaaranaagiya Akiyeser Ennum Thaan Puththirarin Prabu Kaanikkai Seluththinaan. "
},{ "Verses": "67 avan Kaanikkaiyaavadhu: Pojanapaliyaagap Padaikkumporuttu Enneyile Pisaindha Melliya Maavinaal Niraindhadhum, Parisuththa Sthalaththin Sekkal Kanakkaaga Nootrumuppadhu Sekkal Niraiyulladhumaana Oru Velliththaalamum, Ezhubadhu Sekkal Niraiyulla Oru Vellikkalamum Aagiya Ivvirandum, "
},{ "Verses": "68 thoobavarkkam Niraindha Paththuchchekkal Niraiyulla Ponninaal Seydha Oru Thoobakarandiyum, "
},{ "Verses": "69 sarvaanga Thaganapaliyaaga Oru Kaalaiyum, Oru Aattukkadaavum, Oru Vayadhaana Oru Aattukkuttiyum, "
},{ "Verses": "70 paavanivaaranapaliyaaga Oru Vellaattukkadaavum, "
},{ "Verses": "71 samaadhaanapaliyaaga Irandu Maadugalum, Aindhu Aattukkadaakkalum, Aindhu Vellaattukkadaakkalum, Oru Vayadhaana Aindhu Aattukkuttigalume; Idhu Ammishadhaayin Kumaaranaagiya Akiyeserin Kaanikkai. "
},{ "Verses": "72 padhinoraam Naalil Ogiraanin Kumaaranaagiya Paakiyel Ennum Aaser Puththirarin Prabu Kaanikkai Seluththinaan. "
},{ "Verses": "73 avan Kaanikkaiyaavadhu: Pojanapaliyaagap Padaikkumporuttu Enneyile Pisaindha Melliya Maavinaal Niraindhadhum, Parisuththa Sthalaththin Sekkal Kanakkaaga Nootrumuppadhu Sekkal Niraiyulladhumaana Oru Velliththaalamum, Ezhubadhu Sekkal Niraiyulla Oru Vellikkalamum Aagiya Ivvirandum, "
},{ "Verses": "74 thoobavarkkam Niraindha Paththuchchekkal Niraiyulla Ponninaal Seydha Oru Thoobakarandiyum, "
},{ "Verses": "75 sarvaanga Thaganapaliyaaga Oru Kaalaiyum, Oru Aattukkadaavum, Oru Vayadhaana Oru Aattukkuttiyum, "
},{ "Verses": "76 paavanivaaranapaliyaaga Oru Vellaattukkadaavum, "
},{ "Verses": "77 samaadhaanapaliyaaga Irandu Maadugalum, Aindhu Aattukkadaakkalum, Aindhu Vellaattukkadaakkalum, Oru Vayadhaana Aindhu Aattukkuttigalume; Idhu Ogiraanin Kumaaranaagiya Paakiyelin Kaanikkai. "
},{ "Verses": "78 pannirandaam Naalil Enaanin Kumaaranaagiya Akeeraa Ennum Napthali Puththirarin Prabu Kaanikkai Seluththinaan. "
},{ "Verses": "79 avan Kaanikkaiyaavadhu: Pojanapaliyaagap Padaikkumporuttu Enneyile Pisaindha Melliya Maavinaal Niraindhadhum, Parisuththa Sthalaththin Sekkal Kanakkaaga Nootrumuppadhu Sekkal Niraiyulladhumaana Oru Velliththaalamum, Ezhubadhu Sekkal Niraiyulla Oru Vellikkalamum Aagiya Ivvirandum, "
},{ "Verses": "80 thoobavarkkam Niraindha Paththuchchekkal Niraiyulla Ponninaal Seydha Oru Thoobakarandiyum, "
},{ "Verses": "81 sarvaanga Thaganapaliyaaga Oru Kaalaiyum, Oru Aattukkadaavum, Oru Vayadhaana Aattukkuttiyum, "
},{ "Verses": "82 paavanivaaranapaliyaaga Oru Vellaattukkadaavum, "
},{ "Verses": "83 samaadhaanapaliyaaga Irandu Maadugalum, Aindhu Aattukkadaakkalum, Aindhu Vellaattukkadaakkalum, Oru Vayadhaana Aindhu Aattukkuttigalume; Idhu Enaanin Kumaaranaagiya Akeeraavin Kaanikkai. "
},{ "Verses": "84 palipeedam Abishegampannappattapodhu, Isravel Prabukkalaal Seyyappatta Pradhishtaiyaavadhu Velliththaalangal Pannirandu, Vellikkalangal Pannirandu, Pon Thoobakarandigal Pannirandu. "
},{ "Verses": "85 ovvoru Velliththaalam Nootrumuppadhu Sekkal Niraiyum, Ovvoru Kalam Ezhubadhu Sekkal Niraiyumaaga, Indhap Paaththirangalin Velliyellaam Parisuththa Sthalaththin Sekkal Kanakkinpadi Irandaayiraththu Naanooru Sekkal Niraiyaayirundhadhu. "
},{ "Verses": "86 thoobavarkkam Niraindha Pon Thoobakarandigal Pannirandu, Ovvondru Parisuththa Sthalaththin Sekkal Kanakkinpadi Paththuchchekkal Niraiyaaga, Thoobakarandigalin Ponnellaam Nootrirubadhu Sekkal Niraiyaayirundhadhu. "
},{ "Verses": "87 sarvaanga Thaganapaliyaaga Seluththappatta Kaalaigalellaam Pannirandu, Aattukkadaakkal Pannirandu, Oru Vayadhaana Aattukkuttigal Pannirandu, Avaigalukkaduththa Pojanapaligalumkooda Seluththappattadhu; Paavanivaaranapaliyaaga Seluththappatta Vellaattukkadaakkal Pannirandu. "
},{ "Verses": "88 samaadhaana Paliyaaga Seluththappatta Kaalaigalellaam Irubaththunaangu; Aattukkadaakkal Arubadhu, Vellaattukkadaakkal Arubadhu, Oru Vayadhaanaaattukkuttigal Arubadhu; Palipeedam Abishegampannappatta Pinbu Seyyappatta Adhin Pradhishtai Idhuve. "
},{ "Verses": "89 mose Dhevanode Pesumpadi Aasarippuk Koodaaraththirkul Pravesikkumpodhu, Thannode Pesugiravarin Saththam Saatchippettiyinmelulla Kirubaasanamaana Irandu Kerubeengalin Naduvilirundhundaagak Ketpaan; Ange Irundhu Avanode Pesuvaar. "
}
]