[
{ "Verses": "1 isravelar Egipthudhesaththilirundhu Purappatta Irandaam Varusham Irandaam Maadham Mudhal Thedhiyil, Karththar Seenaai Vanaandharaththilirukkira Aasarippuk Koodaaraththile Moseyai Nokki: "
},{ "Verses": "2 neengal Isravel Puththirarin Muzhuchchabaiyaayirukkira Avargal Pidhaakkaludaiya Veettu Vamsangalilulla Purushargalaagiya Sagala Thalaigalaiyum Perperaaga Ennith Thogaiyetrungal. "
},{ "Verses": "3 isravelile Irubadhu Vayadhullavargal Mudhal Yuththaththukkup Purappadaththakkavargal Ellaaraiyum Avargal Senaigalinpadi Neeyum Aaronum Ennip Paarppeergalaaga. "
},{ "Verses": "4 ovvoru Koththiraththukku Ovvoru Manidhan Ungalode Iruppaanaaga; Avan Than Pidhaakkalin Vamsaththukkuth Thalaivanaayirukkavendum. "
},{ "Verses": "5 ungalode Nirkavendiya Manidharudaiya Naamangalaavana: Rooban Koththiraththil Sedheyoorudaiya Kumaaran Elisoor. "
},{ "Verses": "6 simiyon Koththiraththil Soorishadhaayin Kumaaran Seloomiyel. "
},{ "Verses": "7 yoodhaa Koththiraththil Amminadhaapin Kumaaran Nakason. "
},{ "Verses": "8 isakkaar Koththiraththil Soovaarin Kumaaran Nedhaneyel. "
},{ "Verses": "9 sepulon Koththiraththil Elonin Kumaaran Eliyaap. "
},{ "Verses": "10 yoseppin Kumaararaagiya Eppraayeem Koththiraththil Ammiyoodhin Kumaaran Elishaamaa; Manaase Koththiraththil Pedhaasoorin Kumaaran Kamaaliyel. "
},{ "Verses": "11 benyameen Koththiraththil Keedheyonin Kumaaran Apeedhaan. "
},{ "Verses": "12 thaan Koththiraththil Ammishadhaayin Kumaaran Akiyeser. "
},{ "Verses": "13 aaser Koththiraththil Okiraanin Kumaaran Paakiyel. "
},{ "Verses": "14 kaadh Koththiraththil Thekuvelin Kumaaran Eliyaasaap. "
},{ "Verses": "15 napthali Koththiraththil Enaanin Kumaaran Akeeraa. "
},{ "Verses": "16 ivargale Sabaiyil Erpaduththappattavargalum, Thangal Thangal Pidhaakkaludaiya Koththirangalil Prabukkalum, Isravelil Aayiravargalukkuth Thalaivarumaayiruppavargal Endraar. "
},{ "Verses": "17 appadiye Moseyum Aaronum Perperaagak Kurikkappatta Indha Manidharaik Koottikkondu, "
},{ "Verses": "18 irandaam Maadham Mudhal Thedhiyil Sabaiyaar Ellaaraiyum Koodivarachcheydhaargal. Appozhudhu Avargal Thangal Thangal Kudumbaththinpadikkum, Pidhaakkaludaiya Vamsaththinpadikkum, Naamaththogaiyinpadikkum, Irubadhu Vayadhullavargal Mudhal Thalaithalaiyaagath Thangal Vamsa Urpaththiyaith Theriviththaargal. "
},{ "Verses": "19 ippadik Karththar Kattalaiyittapadiye, Mose Avargalai Seenaai Vanaandharaththil Ennippaarththaan. "
},{ "Verses": "20 isravelin Mooththakumaaranaagiya Rooban Puththirarudaiya Pidhaakkalin Veettuvamsaththaaril Irubadhu Vayadhullavargalmudhal Yuththaththirkup Purappadaththakka Purushargal Ellaarum Thalaithalaiyaaga Ennappattapodhu, "
},{ "Verses": "21 rooban Koththiraththil Ennappattavargal, Naarpaththaaraayiraththu Ainnooruper. "
},{ "Verses": "22 simiyon Puththirarudaiya Pidhaakkalin Veettu Vamsaththaaril Irubadhu Vayadhullavargal Mudhal Yuththaththirkup Purappadaththakka Purushargal Ellaarum Thalaithalaiyaaga Ennappattapodhu, "
},{ "Verses": "23 simiyon Koththiraththil Ennappattavargal, Aimbaththonbadhinaayiraththu Munnooruper. "
},{ "Verses": "24 kaadh Puththirarudaiya Pidhaakkalin Veettu Vamsaththaararil Irubadhu Vayadhullavargal Mudhal Yuththaththirkup Purappadaththakka Purushargal Ellaarum Ennappattapodhu, "
},{ "Verses": "25 kaadh Koththiraththil Ennappattavargal, Naarpaththaiyaayiraththu Arunootru Aimbadhuper. "
},{ "Verses": "26 yoodhaa Puththirarudaiya Pidhaakkalin Veettu Vamsaththaaril Irubadhu Vayadhullavargal Mudhal Yuththaththirkup Purappadaththakka Purushargal Ellaarum Ennappattapodhu, "
},{ "Verses": "27 yoodhaa Koththiraththil Ennappattavargal, Ezhubaththu Naalaayiraththu Arunooruper. "
},{ "Verses": "28 isakkaar Puththirarudaiya Pidhaakkalin Veettu Vamsaththaaril Irubadhu Vayadhullavargal Mudhal Yuththaththirkup Purappadaththakka Purushargal Ellaarum Ennappattapodhu, "
},{ "Verses": "29 isakkaar Koththiraththil Ennappattavargal, Aimbaththu Naalaayiraththu Naanooruper. "
},{ "Verses": "30 sepulon Puththirarudaiya Pidhaakkalin Veettu Vamsaththaaril Irubadhu Vayadhullavargal Mudhal Yuththaththirkup Purappadaththakka Purushargal Ellaarum Ennappattapodhu, "
},{ "Verses": "31 sepulon Koththiraththil Ennappattavargal, Aimbaththezhaayiraththu Naanooruper. "
},{ "Verses": "32 yoseppin Kumaararil Eppraayeem Puththirarudaiya Pidhaakkalin Veettu Vamsaththaaril Irubadhu Vayadhullavargal Mudhal Yuththaththirkup Purappadaththakka Purushargal Ellaarum Ennappattapodhu, "
},{ "Verses": "33 eppraayeem Koththiraththil Ennappattavargal, Naarpadhinaayiraththu Ainnooruper. "
},{ "Verses": "34 manaase Puththirarudaiya Pidhaakkalin Veettu Vamsaththaaril Irubadhu Vayadhullavargal Mudhal Yuththaththirkup Purappadaththakka Purushargal Ellaarum Ennappattapodhu, "
},{ "Verses": "35 manaase Koththiraththil Ennappattavargal, Muppaththeeraayiraththu Irunooruper. "
},{ "Verses": "36 benyameen Puththirarudaiya Pidhaakkalin Veettu Vamsaththaaril Irubadhu Vayadhullavargal Mudhal Yuththaththirkup Purappadaththakka Purushargal Ellaarum Ennappattapodhu, "
},{ "Verses": "37 benyameen Koththiraththil Ennappattavargal, Muppaththaiyaayiraththu Naanooruper. "
},{ "Verses": "38 thaan Puththirarudaiya Pidhaakkalin Veettu Vamsaththaaril Irubadhu Vayadhullavargal Mudhal Yuththaththirkup Purappadaththakka Purushargal Ellaarum Ennappattapodhu, "
},{ "Verses": "39 thaan Koththiraththil Ennappattavargal, Arubaththeeraayiraththu Ezhunooruper. "
},{ "Verses": "40 aaser Puththirarudaiya Pidhaakkalin Veettu Vamsaththaaril Irubadhu Vayadhullavargal Mudhal Yuththaththirkup Purappadaththakka Purushargal Ellaarum Ennappattapodhu, "
},{ "Verses": "41 aaser Koththiraththil Ennappattavargal, Naarpaththoraayiraththu Ainnooruper. "
},{ "Verses": "42 napthali Puththirarudaiya Pidhaakkalin Veettu Vamsaththaaril Irubadhu Vayadhullavargal Mudhal Yuththaththirkup Purappadaththakka Purushargal Ellaarum Ennappattapodhu, "
},{ "Verses": "43 napthali Koththiraththil Ennappattavargal, Aimbaththu Moovaayiraththu Naanooruper. "
},{ "Verses": "44 ennappattavargal Ivargale; Moseyum Aaronum Israveludaiya Pidhaakkalin Vamsaththil Ovvoru Vamsaththukku Ovvoru Prabuvaagiya Panniranduperum Enninaargal. "
},{ "Verses": "45 isravel Puththirarudaiya Pidhaakkalin Vamsaththil Irubadhu Vayadhullavargalmudhal, Isravelil Yuththaththirkup Purappadaththakkavargalaagiya Ennappatta Pergal Ellaarum, "
},{ "Verses": "46 aarulatchaththu Moovaayiraththu Ainnootru Aimbadhu Peraayirundhaargal. "
},{ "Verses": "47 leviyar Thangal Pidhaakkaludaiya Koththiraththinpadiye, Matravargaludane Ennappadavillai. "
},{ "Verses": "48 karththar Moseyai Nokki: "
},{ "Verses": "49 nee Levi Koththiraththaaraimaaththiram Ennaamalum, Isravel Puththirarukkulle Avargal Thogaiyai Etraamalum, "
},{ "Verses": "50 leviyarai Saatchiyin Vaasasthalaththirkum, Adhinudaiya Sagala Panimuttugalukkum, Adhilulla Samastha Porulgalukkum Visaarippukkaararaaga Erpaduththu; Avargal Vaasasthalaththaiyum Adhin Sagala Panimuttugalaiyum Sumappaargalaaga; Adhinidaththil Oozhiyamseydhu, Vaasasthalaththai Sutrilum Paalayamirangakkadavargal. "
},{ "Verses": "51 vaasasthalam Purappadumpodhu, Leviyar Adhai Irakkivaiththu, Adhu Sthaabanam Pannappadumpodhu, Leviyar Adhai Eduththu Niruththakkadavargal; Anniyan Adharku Sameebaththil Vandhaal Kolaiseyyappadakkadavan. "
},{ "Verses": "52 isravel Puththirar Thangal Thangal Paalayaththodum, Thangal Thangal Senaiyin Kodiyodum Koodaaram Podakkadavargal. "
},{ "Verses": "53 isravel Puththiraraagiya Sabaiyinmel Kadunkobam Varaadhapadikku Leviyar Saatchiyin Vaasasthalaththai Sutrilum Paalayamirangi, Leviyar Saatchiyin Vaasasthalaththaik Kaavalkaappaargalaaga Endraar. "
},{ "Verses": "54 karththar Mosekkuk Kattalaiyittapadi Ellaavatraiyum Isravel Puththirar Seydhaargal. "
}
]