[
{ "Verses": "1 karththar Moseyai Nokki: "
},{ "Verses": "2 naan Isravel Puththirarukkuk Kodukkum Kaanaandhesaththai Sutrippaarppadharku Nee Manidharai Anuppu; Ovvoru Pidhaakkalin Koththiraththilum Ovvoru Prabuvaagiya Purushanai Anuppavendum Endraar. "
},{ "Verses": "3 mose Karththarudaiya Vaakkinpadiye Avargalaip Paaraan Vanaandharaththalirundhu Anuppinaan; Andha Manidhar Yaavarum Isravel Puththirarin Thalaivargal. "
},{ "Verses": "4 avargaludaiya Naamangalaavana: Rooban Koththiraththil Sakkoorin Kumaaran Sammuvaa. "
},{ "Verses": "5 simiyon Koththiraththil Oriyin Kumaaran Saappaadh. "
},{ "Verses": "6 yoodhaa Koththiraththil Eppunneyin Kumaaran Kaalep. "
},{ "Verses": "7 isakkaar Koththiraththil Yoseppin Kumaaran Eekaal. "
},{ "Verses": "8 eppraayeem Koththiraththil Noonin Kumaaran Oseyaa. "
},{ "Verses": "9 benyameen Koththiraththil Rappoovin Kumaaran Palththi. "
},{ "Verses": "10 sepulon Koththiraththil Sodhiyin Kumaaran Kaadhiyel. "
},{ "Verses": "11 yoseppin Koththiraththai Serndha Manaase Koththiraththil Soosin Kumaaran Kaadhi. "
},{ "Verses": "12 thaan Koththiraththil Kemalliyin Kumaaran Ammiyel. "
},{ "Verses": "13 aaser Koththiraththil Migaavelin Kumaaran Seththoor. "
},{ "Verses": "14 napthali Koththiraththil Oppesiyin Kumaaran Naagapi. "
},{ "Verses": "15 kaadh Koththiraththil Maakiyin Kumaaran Koovel. "
},{ "Verses": "16 dhesaththai Sutrippaarkkumpadi Mose Anuppina Manidharin Naamangal Ivaigale; Noonin Kumaaranaagiya Oseyaavukku Yosuvaa Endru Mose Perittirundhaan. "
},{ "Verses": "17 avargalai Mose Kaanaandhesaththai Sutrippaarkkumpadi Anuppugaiyil, Avargalai Nokki: Neengal Ippadith Therke Poi, Malaiyil Eri, "
},{ "Verses": "18 dhesam Eppadippattadhendrum, Kudiyirukkira Janangal Balavaangalo Balaveenargalo, Konjampero Anegampero Endrum, "
},{ "Verses": "19 avargal Kudiyirukkira Dhesam Eppadippattadhu, Adhu Nalladho Kettadho Endrum, Avargal Pattanangal Eppadippattadhendrum, Avargal Koodaarangalil Kudiyirukkiravargalo Kottaigalil Kudiyirukkiravargalo Endrum, "
},{ "Verses": "20 nilam Eppadippattadhu, Adhu Valappamaanadho Ilappamaanadho Endrum, Adhil Virutchangal Undo Illaiyo Endrum Paarungal, Dhairiyankondirundhu, Dhesaththin Kanigalile Silavatraik Konduvaarungal Endraan. Akkaalam Dhraatchachchedi Mudharpazham Pazhukkira Kaalamaayirundhadhu. "
},{ "Verses": "21 avargal Poi, Seen Vanaandharanthodangi, Aamaaththukkup Pogira Vazhiyaagiya Rekopmattum, Dhesaththai Sutrippaarththu, "
},{ "Verses": "22 therkeyum Sendru, Epironmattum Ponaargal; Ange Enaakkin Kumaararaagiya Akeemaanum Sesaayum Thalmaayum Irundhaargal. Epiron Egipthilulla Sovaanukku Ezhuvarushaththirkumunne Kattappattadhu. "
},{ "Verses": "23 pinbu, Avargal Eskol Pallaththaakkumattum Poi, Ange Ore Kulaiyulla Dhraatchakkodiyai Aruththaargal; Adhai Oru Thadiyile Iranduper Kattith Thookkikkonduvandhaargal: Maadhalampazhangalilum Aththippazhangalilum Silavatraik Konduvandhaargal. "
},{ "Verses": "24 isravel Puththirar Ange Aruththa Dhraatchakkulaiyinimiththam, Avvidam Eskol Pallaththaakku Ennappattadhu. "
},{ "Verses": "25 avargal Dhesaththai Sutrippaarththu, Naarpadhunaal Sendrapinbu Thirumbinaargal. "
},{ "Verses": "26 avargal Baaraan Vanaandharaththil Irukkira Kaadhesukku Vandhu, Mose Aaron Enbavargalidaththilum Isravel Puththiraraagiya Sabaiyaar Ellaaridaththilum Serndhu, Avargalukkum Sabaiyaaranaivarukkum Samaachaaraththai Ariviththu, Dhesaththin Kanigalai Avargalukkuk Kaanbiththaargal. "
},{ "Verses": "27 avargal Moseyai Nokki: Neer Engalai Anuppina Dhesaththukku Naangal Poivandhom; Adhu Paalum Thenum Odugira Dhesandhaan; Idhu Adhinudaiya Kani. "
},{ "Verses": "28 aanaalum, Andha Dhesaththile Kudiyirukkira Janangal Balavaangal; Pattanangal Aranippaanavaigalum Migavum Periyavaigalumaai Irukkiradhu; Ange Enaakkin Kumaararaiyum Kandom. "
},{ "Verses": "29 amalekkiyar Thenpuramaana Dhesaththil Kudiyirukkiraargal; Eththiyarum, Epoosiyarum, Emoriyarum Malainaattil Kudiyirukkiraargal; Kaanaaniyar Kadal Arugeyum Yordhaanandaiyilum Kudiyirukkiraargal Endraargal. "
},{ "Verses": "30 appozhudhu Kaalep Mosekku Munbaaga Janangalai Amarththi: Naam Udane Poi Adhai Sudhandhariththukkolvom; Naam Adhai Elidhaai Jeyiththukkollalaam Endraan. "
},{ "Verses": "31 avanodekoodap Poivandha Manidharo: Naam Poi Andha Janangalode Edhirkka Nammaale Koodaadhu; Avargal Nammaippaarkkilum Balavaangal Endraargal. "
},{ "Verses": "32 naangal Poi Sutrip Paarththuvandha Andha Dhesam Than Kudigalaip Patchikkira Dhesam; Naangal Adhile Kanda Janangal Ellaarum Migavum Periya Aatkal. "
},{ "Verses": "33 ange Raatchadhap Piraviyaana Enaakkin Kumaararaagiya Raatchadharaiyum Kandom; Naangal Engal Paarvaikku Vettukkiligalaippol Irundhom, Avargal Paarvaikkum Appadiye Irundhom Endru Solli, Ippadi Isravel Puththirarukkulle Thaangal Sutrippaarththuvandha Dhesaththaikkuriththu Dhurchcheydhi Parambachcheydhaargal. "
}
]