[
{ "Verses": "1 karththar Moseyaiyum Aaronaiyum Nokki: "
},{ "Verses": "2 leviyin Puththirarukkulle Irukkira Kokaadh Puththirarudaiya Pidhaakkalin Veettu Vamsangalil, "
},{ "Verses": "3 aasarippuk Koodaaraththile Velaiseyyum Senaikku Utpadaththakka Muppadhu Vayadhumudhal Aimbadhu Vayadhuvaraikkumulla Ellaaraiyum Enni, Thogaiyiduvaayaaga. "
},{ "Verses": "4 aasarippuk Koodaaraththile Kokaadh Puththirarin Panividai Magaa Parisuththamaanavaigalukkuriyadhu. "
},{ "Verses": "5 paalayam Purappadumpodhu, Aaronum Avan Kumaararum Vandhu, Maraivin Thiraichcheelaiyai Irakki, Adhinaale Saatchiyin Pettiyai Moodi, "
},{ "Verses": "6 adhinmel Thagasuththol Moodiyaippottu, Adhinmel Mutrilum Neelamaana Thuppattiyai Viriththu, Adhin Thandugalaip Paaichchi, "
},{ "Verses": "7 samugaththappa Mejaiyinmel Neelath Thuppattiyai Viriththu, Thattugalaiyum Thoobakkarandigalaiyum Kinnangalaiyum Moodugira Thattugalaiyum Adhinmel Vaippaargalaaga; Niththiya Appamum Adhinmel Irukkakkadavadhu. "
},{ "Verses": "8 avaigalinmel Avargal Sivapputh Thuppattiyai Viriththu, Adhaith Thagasuththol Moodiyaal Moodi, Adhin Thandugalaip Paaichchi, "
},{ "Verses": "9 ilaneelath Thuppattiyai Eduththu, Kuththuvilakkuththandaiyum, Adhin Agalgalaiyum, Adhin Kaththarigalaiyum, Saambal Paaththirangalaiyum, Adharkuriya Enneyp Paaththirangalaiyum Moodi, "
},{ "Verses": "10 adhaiyum Adharkaduththa Thattumuttugal Yaavaiyum Thagasuththol Moodikkulle Pottu, Adhai Oru Thandile Katti, "
},{ "Verses": "11 porpeedaththinmel Ilaneelath Thuppattiyai Viriththu, Adhaith Thagasuththol Moodiyaal Moodi, Adhin Thandugalaip Paaichchi, "
},{ "Verses": "12 parisuththa Sthalaththil Vazhangum Aaraadhanaikketra Sagala Thattumuttugalaiyum Eduththu, Ilaneelath Thuppattiyile Pottu, Thagasuththol Moodiyinaal Moodi, Thandinmel Katti, "
},{ "Verses": "13 palipeedaththai Saambalara Vilakki, Adhinmel Raththaambarath Thuppattiyai Viriththu, "
},{ "Verses": "14 adhinmel Aaraadhanaikketra Sagala Panimuttugalaagiya Kalasangalaiyum, Multhuradugalaiyum, Saambal Edukkum Karandigalaiyum, Kalasangalaiyum, Palipeedaththirkaduththa Ellaap Paaththirangalaiyum, Adhinmel Vaiththu, Adhinmel Thagasuththol Moodiyai Viriththu, Adhin Thandugalaip Paaichchakkadavargal. "
},{ "Verses": "15 paalayam Purappadumpodhu, Aaronum Avan Kumaararum Parisuththa Sthalaththaiyum Adhinudaiya Sagala Panimuttugalaiyum Moodith Theerndhapinbu, Kokaadh Puththirar Adhai Eduththukkondupogiradharku Varakkadavargal; Avargal Saagaadhapadikkup Parisuththamaanadhaith Thodaadhirukkakkadavargal; Aasarippuk Koodaaraththile Kokaadh Puththirar Sumakkum Sumai Idhuve. "
},{ "Verses": "16 aasaariyanaagiya Aaronin Kumaaran Eleyaasaar, Vilakkukku Enneyaiyum, Sugandha Thoobavarkkaththaiyum, Dhinandhorum Idum Pojanapaliyaiyum, Abishega Thailaththaiyum, Vaasasthalam Muzhuvadhaiyum, Adhilulla Yaavaiyum, Parisuththa Sthalaththaiyum Adhin Panimuttugalaiyum, Visaarikkakkadavan Endraar. "
},{ "Verses": "17 karththar Moseyaiyum Aaronaiyum Nokki: "
},{ "Verses": "18 leviyarukkulle Kokaadh Vamsamaagiya Koththiraththaar Azhindhupogaadhapadi Paarungal. "
},{ "Verses": "19 avargal Magaa Parisuththamaanavaigalaik Kittugaiyil, Saagaamal Uyirodirukkumpadikku, Neengal Avargalukkaaga Seyyavendiyadhaavadhu: "
},{ "Verses": "20 aaronum Avan Kumaararum Vandhu, Avargalil Avanavanai Avanavan Seyyum Velaikkum Avanavan Sumakkum Sumaikkum Niyamikkakkadavargal; Avargalo Saagaadhapadikkup Parisuththamaanavaigal Moodappadumpodhu Paarkkiradharku Utpravesiyaamal Iruppaargalaaga Endraar. "
},{ "Verses": "21 pinnum, Karththar Moseyai Nokki: "
},{ "Verses": "22 kerson Puththirarudaiya Pidhaakkalin Veettu Vamsangalilum Aasarippuk Koodaaraththile Panividai Velaiseyyum Senaikku Utpadaththakka, "
},{ "Verses": "23 muppadhu Vayadhumudhal Aimbadhu Vayadhuvaraikkumulla Ellaaraiyum Enni, Thogai Etruvaayaaga. "
},{ "Verses": "24 panividai Seygiradhilum Sumakkiradhilum Kerson Vamsaththaarin Velaiyaavadhu: "
},{ "Verses": "25 avargal Vaasasthalaththukkum Aasarippuk Koodaaraththukkum Uriya Thonguthiraiyaiyum, Moodiyaiyum, Avaigalinmel Irukkira Thagasuththol Moodiyaiyum, Aasarippuk Koodaaravaasal Maraivaiyum, "
},{ "Verses": "26 praagaaraththin Thonguthiraigalaiyum, Vaasasthalaththandaiyilum Palipeedaththandaiyilum Sutrilum Irukkira Praagaaraththinudaiya Vaasal Thonguthiraiyaiyum, Avaigalin Kayirugalaiyum, Avaigalin Velaikkaduththa Karuvigal Yaavaiyum Sumandhu, Avaigalukkaaga Seyyavendiya Yaavaiyum Seyyakkadavargal. "
},{ "Verses": "27 kerson Puththirar Sumakkavendiya Sumaigalum Seyyavendiya Panividaigalaagiya Sagala Velaigalum Aaronum Avan Kumaararum Sollugirapadiye Seyyavendum, Avargal Sumakkavendiya Sagala Sumaigalaiyum Neengal Niyamiththu, Avargalidaththil Oppuviyungal. "
},{ "Verses": "28 kerson Puththirarin Vamsaththaar Aasarippuk Koodaaraththile Seyyum Panividai Idhudhaan; Avargalai Velaikollum Visaaranai, Aasaariyanaagiya Aaronin Kumaaran Iththaamaarudaiya Kaikkul Irukkavendum. "
},{ "Verses": "29 meraari Puththirarudaiya Pidhaakkalin Veettu Vamsangalilum Aasarippuk Koodaaraththile Panividai Velaiseyyum Senaikku Utpadaththakka, "
},{ "Verses": "30 muppadhu Vayadhumudhal Aimbadhu Vayadhuvaraikkumulla Ellaaraiyum Ennakkadavaai. "
},{ "Verses": "31 aasarippuk Koodaaraththil Avargal Seyyum Ellaap Panividaikkum Aduththa Kaaval Visaarippaavadhu: Vaasasthalaththin Palagaigalum, Thaazhppaalgalum, Thoongalum, Paadhangalum, "
},{ "Verses": "32 sutrilum Irukkira Praagaaraththin Thoongalum, Avaigalin Paadhangalum, Mulaigalum, Kayirugalum, Avaigalin Sagala Karuvigalum, Avatrirku Aduththa Matrellaa Velaiyumdhaane; Avargal Sumandhu Kaavalkaakkumpadi Oppuvikkappadugiravaigalaip Perperaaga Ennakkadaveergal. "
},{ "Verses": "33 aasaariyanaagiya Aaronudaiya Kumaaranaana Iththaamaarudaiya Kaikkullaaga Meraari Puththirarin Vamsaththaarar Aasarippuk Koodaaraththile Seyyum Panividaikku Aduththa Ellaa Velaiyum Idhuve Endraar. "
},{ "Verses": "34 appadiye Moseyum Aaronum Sabaiyin Prabukkalum Kokaadh Puththirarudaiya Pidhaakkalin Veettu Vamsangalinpadi Aasarippuk Koodaaraththile Panividai Seyyum Senaikku Utpadaththakka, "
},{ "Verses": "35 muppadhu Vayadhumudhal Aimbadhu Vayadhuvaraikkumulla Ellaaraiyum Enninaargal. "
},{ "Verses": "36 avargal Vamsangalil Ennappattavargal Irandaayiraththu Ezhunootru Aimbadhuper. "
},{ "Verses": "37 karththar Mosekkuk Kattalaiyittapadiye, Moseyinaalum Aaronaalum Kokaadh Vamsaththaaril Aasarippuk Koodaaraththil Velai Seygiradharkaaga, Ennith Thogaiyidappattavargal Ellaarum Ivargale. "
},{ "Verses": "38 kerson Puththirarudaiya Pidhaakkalin Veettu Vamsangalilum Aasarippuk Koodaaraththile Panividai Seyyum Senaikku Utpadaththakka, "
},{ "Verses": "39 muppadhu Vayadhumudhal Aimbadhu Vayadhuvaraikkumulla Ellaarum Ennappattaargal. "
},{ "Verses": "40 avargalil Ennappattavargal Avaravar Kudumbaththinpadikkum, Pidhaakkaludaiya Vamsaththinpadikkum Irandaayiraththu Arunootru Muppadhuper. "
},{ "Verses": "41 moseyinaalum Aaronaalum Karththar Kattalaiyittapadiye Kerson Puththirarin Vamsaththaaril Aasarippuk Koodaaraththil Velaiseyya Ennith Thogaiyidappattavargal Ellaarum Ivargale. "
},{ "Verses": "42 meraari Puththirarudaiya Pidhaakkalin Veettu Vamsangalilum Aasarippuk Koodaaraththile Panividai Seyyum Senaikku Utpadaththakka, "
},{ "Verses": "43 muppadhu Vayadhumudhal Aimbadhu Vayadhullavargal Ellaarum Ennappattaargal. "
},{ "Verses": "44 avargalil Ennappattavargal Thangal Kudumbangalinpadiye Moovaayiraththu Irunooruper. "
},{ "Verses": "45 karththar Mosekkuk Kattalaiyittapadiye Moseyinaalum Aaronaalum Meraari Puththirarin Kudumbaththaaril Ennith Thogaiyidappattavargal Ellaarum Ivargale. "
},{ "Verses": "46 leviyarudaiya Pidhaakkalin Veettu Vamsangalil Muppadhu Vayadhumudhal Aimbadhu Vayadhuvaraikkumullavargal Aasarippuk Koodaaraththile Seyyum Panividaivelaikkum Sumaiyin Velaikkum Utpadaththakkavargalum, "
},{ "Verses": "47 moseyinaalum Aaronaalum Isravelin Prabukkalaalum Ennappattavargalum Aagiya Ellaarum, "
},{ "Verses": "48 ennaayiraththu Ainnootru Enbadhuperaayirundhaargal. "
},{ "Verses": "49 karththar Mosekkuk Kattalaiyittapadiye, Avargal Thangal Thangal Panividaikkendrum Thangal Thangal Sumaikkendrum Moseyinaal Ennappattaargal; Ivvidhamaai, Karththar Mosekkuk Kattalaiyittapadiye Avargal Avanaal Ennappattaargal. "
}
]