[
{ "Verses": "1 pinbu Karththar Aaronai Nokki: Neeyum Unnodekooda Un Kumaararum Un Thagappan Vamsaththaarum Parisuththa Sthalaththaippatriya Akkiramaththai Sumakkavendum; Neeyum Unnodekooda Un Kumaararum Ungal Aasaariya Oozhiyaththaippatriya Akkiramaththai Sumakkavendum. "
},{ "Verses": "2 un Thagappanaagiya Leviyin Koththiraththaaraana Un Sagodhararaiyum Unnode Koodiyirukkavum Unnidaththile Sevikkavum Avargalai Serththukkol; Neeyum Un Kumaararumo Saatchiyin Koodaaraththukkumun Oozhiyam Seyyakkadaveergal. "
},{ "Verses": "3 avargal Un Kaavalaiyum Koodaaram Anaiththin Kaavalaiyum Kaakkakkadavargal; Aagilum Avargalum Neengalum Saagaadhapadikku, Avargal Parisuththa Sthalaththin Panimuttugalandaiyilum Palipeedaththandaiyilum Seraamal, "
},{ "Verses": "4 unnode Koodikkondu, Koodaaraththukkaduththa Ellaap Panividaiyaiyum Seyya, Aasarippuk Koodaaraththin Kaavalaikkaakkakkadavargal; Anniyan Oruvanum Ungalidaththil Serak Koodaadhu. "
},{ "Verses": "5 isravel Puththirarmel Inik Kadunkobam Varaadhapadikku, Neengal Parisuththa Sthalaththin Kaavalaiyum Palipeedaththin Kaavalaiyum Kaakkakkadaveergal. "
},{ "Verses": "6 aasarippuk Koodaaraththin Panividaiyai Seyya, Karththarukkuk Kodukkappatta Ungal Sagodhararaagiya Leviyarai Naan Isravel Puththirarilirundhu Piriththu, Ungalukkuth Thaththamaagak Koduththen. "
},{ "Verses": "7 aagaiyaal Neeyum Unnodekooda Un Kumaararum Palipeedaththukkum Thiraikku Utpuraththukkum Aduththa Ellaavatraiyum Seyyumporuttu, Ungal Aasaariya Oozhiyaththaik Kaaththu Sevikkakkadaveergal; Ungal Aasaariya Oozhiyaththai Ungalukku Thaththamaaga Arulinen; Adhaichcheyyumpadi Serugira Anniyan Kolaiseyyappadakkadavan Endraar. "
},{ "Verses": "8 pinnum Karththar Aaronai Nokki: Isravel Puththirar Parisuththappaduththugiravaigalilellaam Enakku Ereduththuppadaikkappadum Padaippugalaik Kaaththukkondirukkireergale, Avaigalai Unakkuk Koduththen; Abishegaththinimiththam Avaigalai Unakkum Un Kumaararukkum Niththiya Kattalaiyaagak Koduththen. "
},{ "Verses": "9 magaa Parisuththamaanavaigalile, Akkinikku Utpaduththappadaamal Unnudaiyadhaayiruppadhu Evaiyenil, Avargal Enakkup Padaikkum Ellaap Padaippum, Ellaap Pojanapaliyum, Ellaap Paavanivaaranapaliyum, Ellaak Kutranivaaranapaliyum, Unakkum Un Kumaararukkum Parisuththamaayirukkum. "
},{ "Verses": "10 parisuththa Sthalaththile Avaigalaip Pusikkavendum; Aanmakkal Yaavarum Avaigalaip Pusikkalaam; Avaigal Unakkup Parisuththamaayiruppadhaaga. "
},{ "Verses": "11 isravel Puththirar Ereduththupdaikkiradhum Asaivaattugiradhumaana Avargaludaiya Ellaak Kaanikkaigalin Padaippum Unnudaiyavaigalaayirukkum. Avaigalai Unakkum Un Kumaararukkum Un Kumaaraththigalukkum Niththiya Niyamamaagak Koduththen; Un Veettile Suththamaanavargal Ellaarum Avaigalaip Pusikkalaam. "
},{ "Verses": "12 avargal Karththarukkuk Kodukkum Avargaludaiya Mudharpalangalaagiya Uchchidhamaana Enneyaiyum, Uchchidhamaana Dhraatcharasaththaiyum, Dhaaniyaththaiyum Unakku Uriyadhaagak Koduththen. "
},{ "Verses": "13 thangal Dhesaththil Mudharpazhuththa Palanil Avargal Karththarukkuk Kondu Varuvadhellaam Unakku Uriyadhaagum; Un Veettile Suththamaayiruppavargal Yaavarum Avaigalaip Pusikkalaam. "
},{ "Verses": "14 isravelile Saabaththeetaaga Nerndhukollappattadhellaam Unakku Uriyadhaayirukkum. "
},{ "Verses": "15 manidharilum Mirugangalilum Avargal Karththarukku Seluththum Samastha Praanigalukkulle Garppanthirandhu Pirakkum Yaavum Unakku Uriyadhaayirukkum; Aanaalum Manidharin Mudharpetrai Agaththiyamaai Meetkavendum; Theettaana Mirugajeevanin Thalaiyeetraiyum Meetkavendum. "
},{ "Verses": "16 meetkavendiyavaigal Oru Maadhaththirku Merpattadhanaal, Un Madhippukku Isaiya Parisuththa Sthalaththin Sekkal Kanakkinpadi Aindhu Sekkal Panaththaale Avaigalai Meetkavendum; Oru Sekkal Irubadhu Keraa. "
},{ "Verses": "17 maattin Thalaiyeetrum, Semmariyaattin Thalaiyeetrum, Vellaattin Thalaiyeetrumo Meetkappadavendaam; Avaigal Parisuththamaanavaigal; Avaigalin Raththaththaip Palipeedaththinmel Theliththu, Avaigalin Kozhuppaik Karththarukku Sugandha Vaasanaiyaana Thaganamaagath Thaganikkavendum. "
},{ "Verses": "18 asaivaattum Maarkkandaththaippolum Valadhu Munnanthodaiyaippolum Avaigalin Maamsamum Unnudaiyadhaagum. "
},{ "Verses": "19 isravel Puththirar Karththarukku Ereduththup Padaikkira Parisuththa Padaippugalaiyellaam Unakkum Un Kumaararukkum Un Kumaaraththigalukkum Niththiya Kattalaiyaagak Koduththen; Karththarudaiya Sannidhiyil Idhu Unakkum Un Sandhadhikkum Endraikkum Sellum Maaraadha Udanpadikkai Endraar. "
},{ "Verses": "20 pinnum Karththar Aaronai Nokki: Avargaludaiya Dhesaththil Nee Ondraiyum Sudhandhariththukkollavendaam, Avargal Naduve Unakkup Pangu Undaayirukkavum Vendaam; Isravel Puththirar Naduvil Naane Un Pangum Un Sudhandharamumaai Irukkiren. "
},{ "Verses": "21 idho, Leviyin Puththirar Aasarippuk Koodaaraththin Panividaiyai Seygira Avargaludaiya Velaikkaaga, Isravelarukkullavai Ellaavatrilum Thasamapaagaththai Avargalukku Sudhandharamaagak Koduththen. "
},{ "Verses": "22 isravel Puththirar Kutranchumandhu Saagaadhapadikku, Ini Aasarippuk Koodaaraththaik Kittaadhirukkakkadavargal. "
},{ "Verses": "23 leviyarmaaththiram Aasarippuk Koodaaraththukkaduththa Velaigalai Seyyavendum; Avargal Thangal Akkiramaththai Sumappaargal; Isravel Puththirar Naduve Avargalukku Sudhandharam Illai Enbadhu Ungal Thalaimuraithorum Niththiya Kattalaiyaayirukkum. "
},{ "Verses": "24 isravel Puththirar Karththarukku Ereduththup Padaikkum Padaippaagiya Thasamapaagaththai Leviyarukku Sudhandharamaagak Koduththen; Aagaiyaal Isravel Puththirarin Naduve Avargalukku Sudhandharamillaiyendru Avargalukku Sonnen Endraar. "
},{ "Verses": "25 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "26 nee Leviyarode Sollavendiyadhu Ennavendraal: Isravel Puththirar Kaiyil Vaangikkollumpadi Naan Ungalukku Sudhandharamaagak Koduththa Thasamapaagaththai Neengal Avargal Kaiyil Vaangumpodhu, Thasamapaagaththil Paththil Oru Pangaik Karththarukkuereduththuppadaikkum Padaippaaga Seluththavendum. "
},{ "Verses": "27 neengal Ereduththup Padaikkum Indhap Padaippu Kalaththin Dhaaniyaththaippolum, Aalaiyin Rasaththaippolum Ungalukku Ennappadum. "
},{ "Verses": "28 ippadiye Neengal Isravel Puththirar Kaiyil Vaangum Thasamapaagamaagiya Ungal Pangugalilellaam Neengalum Karththarukku Endru Oru Padaippai Ereduththup Padaiththu, Andhap Padaippai Aasaariyanaagiya Aaronukkuk Kodukkavendum. "
},{ "Verses": "29 ungalukkuk Kodukkappadugira Ovvoru Kaanikkaiyilumulla Uchchidhamaana Parisuththa Pangaiyellaam Karththarukku Ereduththup Padaikkum Padaippaaga Seluththavendum. "
},{ "Verses": "30 aadhalaal Nee Avargalode Sollavendiyadhu Ennavendraal: Adhil Uchchidhamaanadhai Neengal Ereduththup Padaikkumpodhu, Adhu Kalaththin Varaththilum Aalaiyin Varaththilum Irundhu Eduththu Seluththugiradhupola Leviyarukku Ennappadum. "
},{ "Verses": "31 adhai Neengalum Ungal Kudumbaththaarum Evvidaththilum Pusikkalaam; Adhu Neengal Aasarippuk Koodaaraththile Seyyum Panividaikku Eedaana Ungal Sambalam. "
},{ "Verses": "32 ippadi Adhil Uchchidhamaanadhai Ereduththup Padaiththeergalaanaal, Neengal Adhinimiththam Paavam Sumakkamaatteergal; Neengal Saagaadhirukkumpadikku, Isravel Puththirarin Parisuththamaanavaigalaith Theettuppaduththalaagaadhu Endru Sol Endraar. "
}
]