[
{ "Verses": "1 karththar Moseyai Nokki: "
},{ "Verses": "2 nee Isravel Puththirarode Sollavendiyadhu Ennavendraal: Neengal Kudiyirukkumpadi Naan Ungalukkuk Kodukkum Dhesaththil Neengal Poi Serndhapinbu, "
},{ "Verses": "3 viseshiththa Poruththanaiyaayaavadhu, Urchaaga Paliyaayaavadhu, Ungal Pandigaigalil Seluththum Paliyaayaavadhu, Karththarukku Maadugalilaagilum Aadugalilaagilum Sarvaanga Thaganapaliyaiyaavadhu Matra Yaadhoru Paliyaiyaavadhu Karththarukku Sugandha Vaasanaiyaana Thaganamaagap Paliyidumpodhu, "
},{ "Verses": "4 than Padaippaik Karththarukku Seluththugiravan Sarvaanga Thaganapalikkaagilum Matrap Palikkaagilum Oru Aattukkuttiyudane, Oru Marakkaalile Paththil Oru Pangum Kaarpadi Enneyile Pisaindhadhumaana Melliya Maavin Pojanapaliyai Seluththakkadavan. "
},{ "Verses": "5 paanapaliyaaga Kaarpadi Dhraatcharasaththaiyum Padaikkavendum. "
},{ "Verses": "6 aattukkadaavaayirundhadheyaagil, Paththil Irandu Pangaanadhum, Oru Padiyil Moondril Oru Pangaagiya Enneyile Pisaindhadhumaana Melliya Maavin Pojanapaliyaiyum, "
},{ "Verses": "7 paanapaliyaaga Oru Padiyil Moondriloru Pangu Dhraatcharasaththaiyum Karththarukku Sugandha Vaasanaiyaana Padaippaagap Padaikkavendum. "
},{ "Verses": "8 nee Sarvaanga Thaganapalikkaagilum, Viseshiththa Poruththanai Palikkaagilum, Samaadhaana Palikkaagilum, Oru Kaalaiyaik Karththarukku Seluththa Aayaththappaduththumpodhu, "
},{ "Verses": "9 adhanode Paththil Moondru Pangaanadhum, Araippadi Enneyile Pisaindhadhumaana Melliya Maavin Pojanapaliyaiyum, "
},{ "Verses": "10 paanapaliyaaga Araippadi Dhraatcha Rasaththaiyum, Karththarukku Sugandhavaasanaiyaana Thaganapaliyaagap Padaikkavendum. "
},{ "Verses": "11 indhappragaaramaagave Ovvoru Maattukkaagilum, Aattukkadaavukkaagilum, Semmariyaattuk Kuttikkaagilum, Vellaattuk Kuttikkaagilum Seydhu Padaikkavendum. "
},{ "Verses": "12 neengal Padaikkiravaigalin Ilakkaththirkuththakkadhaai Ovvondrirkaagavum Indhappragaaram Seyyavendum. "
},{ "Verses": "13 sudhesaththil Pirandhavargal Yaavarum Karththarukku Sugandha Vaasanaiyaana Thaganapaliyai Seluththumpodhu Ivvidhamaagave Seyyavendum. "
},{ "Verses": "14 ungalidaththile Thangiyirukkira Anniyanaavadhu, Ungal Naduvile Ungal Thalaimuraithorum Kudiyirukkiravanaavadhu, Karththarukku Sugandha Vaasanaiyaana Thaganapali Seluththavendumaanaal, Neengal Seygirapadiye Avanum Seyyavendum. "
},{ "Verses": "15 sabaiyaaraagiya Ungalukkum Ungalidaththil Thangugira Anniyanukkum Ore Pramaanam Irukkavendum Enbadhu Ungal Thalaimuraigalil Niththiya Kattalaiyaayirukkakkadavadhu; Karththarukku Munbaaga Anniyanum Ungalaippolave Irukkavendum. "
},{ "Verses": "16 ungalukkum Ungalidaththil Thangugira Anniyanukkum Ore Pramaanamum Ore Muraimaiyum Irukkakkadavadhu Endru Sol Endraar. "
},{ "Verses": "17 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "18 nee Isravel Puththirarode Sollavendiyadhu Ennavendraal: Naan Ungalai Azhaiththukkondupogira Dhesaththil Neengal Serndhu, "
},{ "Verses": "19 dhesaththin Aagaaraththaip Pusikkumpodhu, Karththarukku Ereduththup Padaikkum Kaanikkaiyai Seluththakkadaveergal. "
},{ "Verses": "20 ungal Pisaindha Maavinaal Seydha Mudharpalanaagiya Adhirasaththai Ereduththup Padaippeergalaaga; Poradikkira Kalaththin Padaippai Ereduththup Padaikkiradhupola Adhaiyum Ereduththup Padaikkavendum. "
},{ "Verses": "21 ippadi Ungal Thalaimuraithorum Ungal Pisaindha Maavin Mudharpalanilekarththarukkup Padaippai Ereduththup Padaikkakkadaveergal. "
},{ "Verses": "22 karththar Moseyinidaththil Sonna Indhak Karpanaigal Ellaavatrinpadiyum, "
},{ "Verses": "23 karththar Moseyaikkondu Kattalaikoduththa Naalmudharkondu Avar Ungalukkum Ungal Sandhadhigalukkum Niyamiththa Ellaavatrinpadiyeyum Neengal Seyyaamal, "
},{ "Verses": "24 ariyaamal Thavari Nadandhaalum, Sabaiyaarukkuth Theriyaamal Yaadhoru Thappidham Seydhaalum, Sabaiyaar Ellaarum Karththarukku Sugandha Vaasanaiyaana Thaganapaliyaaga Oru Kaalaiyaiyum, Muraimaippadi Adharketra Pojanapaliyaiyum, Paanapaliyaiyum, Paavanivaaranapaliyaaga Oru Vellaattukkadaavaiyum Seluththavendum. "
},{ "Verses": "25 adhinaal Aasaariyan Isravel Puththirarin Sabaiyanaiththirkaagavum Paavanivirththi Seyyakkadavan; Adhu Ariyaamaiyil Seyyappattapadiyaalum, Adhinimiththam Avargal Karththarukkuth Thaganapaliyaiyum Paavanivaaranapaliyaiyum Karththarudaiya Sannidhiyil Konduvandhadhinaalum, Adhu Avargalukku Mannikkappadum. "
},{ "Verses": "26 adhu Ariyaamaiyinaale Janangal Yaavarukkum Vandhapadiyaal, Adhu Isravel Puththirarin Sabaiyanaiththirkum Avargalukkulle Thangugira Anniyanukkum Mannikkappadum. "
},{ "Verses": "27 oruvan Ariyaamaiyinaal Paavancheydhaanaagil, Oru Vayadhaana Vellaattaip Paavanivaaranapaliyaaga Seluththakkadavan. "
},{ "Verses": "28 appozhudhu Ariyaamaiyinaal Paavancheydhavanukkaaga Aasaariyan Paavanivirththi Seyyumpadi Karththarudaiya Sannidhiyil Paavanivirththi Seyyakkadavan, Appozhudhu Avanukku Mannikkappadum. "
},{ "Verses": "29 isravel Puththiraraagiya Ungalil Pirandhavanukkum Ungalukkulle Thangum Anniyanukkum, Ariyaamaiyinaal Paavancheydhavanimiththam, Ore Pramaanam Irukkavendum. "
},{ "Verses": "30 andriyum Dhesaththile Pirandhavargalilaagilum Anniyargalilaagilum, Evanaavadhu Thunigaramaai Yaadhondrai Seydhaal, Avan Karththarai Nindhikkiraan; Andha Aaththumaa Than Janaththaaril Iraadhapadikku Aruppundupogavendum. "
},{ "Verses": "31 avan Karththarin Vaarththaiyai Asattaipanni, Avar Karpanaiyai Meerinapadiyaal, Andha Aaththumaa Aruppundupogavendum; Avan Akkiramam Avanmel Irukkum Endru Sol Endraar. "
},{ "Verses": "32 isravel Puththirar Vanaandharaththil Irukkaiyil, Oivunaalil Viragugalaip Porukkikkondirundha Oru Manidhanaik Kandupidiththaargal. "
},{ "Verses": "33 viragugalaip Porukkina Andha Manidhanaik Kandupidiththavargal, Avanai Mose Aaron Enbavargalidaththukkum Sabaiyaar Anaivaridaththukkum Konduvandhaargal. "
},{ "Verses": "34 avanukku Seyyavendiyadhu Innadhendru Theerkkamaana Uththaravu Illaadhapadiyinaal, Avanaik Kaavalil Vaiththaargal. "
},{ "Verses": "35 karththar Moseyai Nokki: Andha Manidhan Nichchayamaaik Kolaiseyyappadavendum; Sabaiyaar Ellaarum Avanaip Paalayaththirkup Purambe Kalleriyakkadavargal Endraar. "
},{ "Verses": "36 appozhudhu Sabaiyaar Ellaarum Karththar Mosekkuk Kattalaiyittapadiye, Avanaip Paalayaththirkup Purambe Kondupoik Kallerindhaargal; Avan Seththaan. "
},{ "Verses": "37 pinnum Karththar Moseyai Nokki: "
},{ "Verses": "38 nee Isravel Puththiraridaththil Pesi, Avargal Thangal Thalaimuraithorum Thangal Vasthirangalin Orangalile Thongalgalai Undaakki, Oraththin Thongalile Ilaneelanaadaavaik Kattavendumendru Avargalukku Sol. "
},{ "Verses": "39 neengal Pinpatri Sorampogira Ungal Irudhayaththukkum Ungal Kangalukkum Erka Nadavaamal, Adhaippaarththu, Karththarin Karpanaigalaiyellaam Ninaiththu Avaigalinpadiye Seyyumpadikku, Adhu Ungalukkuth Thongalaai Irukkavendum. "
},{ "Verses": "40 neengal En Karpanaigalaiyellaam Ninaiththu, Avaigalinpadiye Seydhu, Ungal Dhevanukkup Parisuththaraayirukkumpadi Adhaip Paarppeergalaaga. "
},{ "Verses": "41 naan Ungalukku Dhevanaayirukkumpadi, Ungalai Egipthudhesaththilirundhu Purappadappannina Ungal Dhevanaagiya Karththar; Naane Ungal Dhevanaagiya Karththarendru Sol Endraar. "
}
]