[
{ "Verses": "1 karththar Moseyai Nokki: "
},{ "Verses": "2 nee Isravel Puththirarukkuk Kattalaiyittu Sollavendiyadhu Ennavendraal: Kaanaandhesam Adhin Ellaigal Utpada Ungalukku Sudhandharamaagak Kidaikkappogiradhu; Neengal Kaanaandhesaththil Serumbodhu, "
},{ "Verses": "3 ungal Thenpuram Seenvanaandharamthodangi Edhom Dhesaththin Oramattum Irukkum; Kizhakke Irukkira Uppukkadalin Kadaisi Thodangi Ungal Then Ellaiyaayirukkum. "
},{ "Verses": "4 ungal Ellai Therkilirundhu Akkaraapeem Medugalai Sutri, Seenvanaandharamvaraiyil Poi, Therkile Kaadhesparneyaavukkum, Angeyirundhu Aadhsaar Adhaarukkum, Angeyirundhu Asmonaavukkum Poi, "
},{ "Verses": "5 asmonaavilirundhu Egipthin Nadhivaraikkum Sutrippoik Kadalil Mudiyum. "
},{ "Verses": "6 metrisaikkup Perunkadale Ungalukku Ellai; Adhuve Ungalukku Merpuraththu Ellaiyaayirukkum. "
},{ "Verses": "7 ungalukku Vadathisai Ellai Perunkadal Thodangi, Or Ennum Malaiyai Ungalukkuk Kurippaaga Vaiththu, "
},{ "Verses": "8 or Ennum Malai Thodangi, Aamaaththirkup Pogira Vazhiyaik Kurippaagavaiththu, Angeyirundhu Andha Ellai Sedhaaththirkup Poi, "
},{ "Verses": "9 angeyirundhu Adhu Sipronukkuppoi, Aadhsaar Enaanile Mudiyum; Adhuve Ungalukku Vadapuraththu Ellaiyaayirukkum. "
},{ "Verses": "10 ungalukkuk Keezhththisai Ellaikku Aadhsaar Enaanilirundhu Seppaamaik Kurippaaga Vaiththu, "
},{ "Verses": "11 seppaamilirundhu Ellaiyaanadhu Aayinukkuk Kizhakkilulla Riplaapariyandhamum, Angeyirundhu Kinnaredh Kadalpariyandhamum Adhin Keezhkkaraiyoramaai, "
},{ "Verses": "12 angeyirundhu Yordhaanpariyandhamum Poi, Uppukkadalil Mudiyum; Indha Sutrellaigalaiyudaiya Dhesame Ungalukkuriya Dhesam Endru Sol Endraar. "
},{ "Verses": "13 appozhudhu Mose Isravel Puththirarai Nokki: Onbadharaik Koththiraththaarukkuk Kodukkumpadi Karththar Kattalaiyittadhum, Neengal Seettuppottu Sudhandhariththukkollavendiyadhumaana Dhesam Idhuve. "
},{ "Verses": "14 rooban Puththirar Thangal Pidhaakkaludaiya Vamsaththinpadiyum, Kaadh Puththirar Thangal Pidhaakkaludaiya Vamsaththinpadiyum, Thangal Sudhandharaththaip Petrukkondadhum Allaamal, Manaaseyin Paadhik Koththiraththaarum Thangal Sudhandharaththaip Petrukkondaargal. "
},{ "Verses": "15 indha Irandaraik Koththiraththaarum Sooriyodhaya Thisaiyaagiya Kizhakke Erigovin Arugeyulla Yordhaanukku Ippuraththile Thangal Sudhandharaththaip Petrukkondaargal Endraan. "
},{ "Verses": "16 melum Karththar Moseyai Nokki: "
},{ "Verses": "17 ungalukku Dhesaththaip Pangittukkodukkum Manidharin Naamangalaavana: Aasaariyanaagiya Eleyaasaarum, Noonin Kumaaranaagiya Yosuvaavume. "
},{ "Verses": "18 andriyum, Dhesaththaip Pangidumpadi Ovvoru Koththiraththil Ovvoru Thalaivanaiyum Therindhukollungal. "
},{ "Verses": "19 andha Manidharudaiya Naamangalaavana: Yoodhaa Koththiraththukku Eppunneyin Kumaaranaagiya Kaalepum, "
},{ "Verses": "20 simiyon Puththirarin Koththiraththukku Ammiyoodhin Kumaaranaagiya Saamuvelum, "
},{ "Verses": "21 benyameen Koththiraththukkuk Kislonin Kumaaranaagiya Elidhaadhum, "
},{ "Verses": "22 thaan Puththirarin Koththiraththukku Yokliyin Kumaaranaagiya Pukki Ennum Prabuvum, "
},{ "Verses": "23 yoseppin Kumaaranaagiya Manaase Puththirarin Koththiraththukku Epodhin Kumaaranaagiya Anniyel Ennum Prabuvum, "
},{ "Verses": "24 eppraayeem Puththirarin Koththiraththukku Sipdhaanin Kumaaranaagiya Kemuvel Ennum Prabuvum, "
},{ "Verses": "25 sepulon Puththirarin Koththiraththukkup Parnaakin Kumaaranaagiya Elisaappaan Ennum Prabuvum, "
},{ "Verses": "26 isakkaar Puththirarin Koththiraththukku Aasaanin Kumaaranaagiya Palththiyel Ennum Prabuvum, "
},{ "Verses": "27 aaser Puththirarin Koththiraththukku Selomiyin Kumaaranaagiya Akiyooththennum Prabuvum, "
},{ "Verses": "28 napthali Puththirarin Koththiraththukku Ammiyoodhin Kumaaranaagiya Pedhaakkel Ennum Prabuvume Endraar. "
},{ "Verses": "29 kaanaandhesaththile Isravel Puththirarukku Sudhandharangalaip Pangittuk Kodukkiradharkuk Karththar Kattalaiyittavargal Ivargale. "
}
]