[
{ "Verses": "1 karththar Moseyai Nokki: "
},{ "Verses": "2 sabaiyaik Koodivaravazhaippadharkum Paalayangalaip Prayaanappaduththuvadharkum Ubayogamaaga Irandu Vellippoorikaigalai Seydhukolvaayaaga; Avaigal Ore Velliththagattaal Seyyappadavendum. "
},{ "Verses": "3 avaigalai Oodhumpodhu, Sabaiyaarellaarum Aasarippuk Koodaaravaasalil Unnidaththil Koodivaravendum. "
},{ "Verses": "4 ondraimaaththiram Oodhinaal Isravelil Aayiravargalukkuth Thalaivaraagiya Prabukkal Unnidaththil Koodivarakkadavargal. "
},{ "Verses": "5 neengal Avaigalaip Perundhoniyaai Muzhakkumpodhu, Kizhakke Irangiyirukkira Paalayangal Prayaanappadakkadavadhu. "
},{ "Verses": "6 avaigalai Neengal Irandaandharam Perundhoniyaai Muzhakkumpodhu, Therke Irangiyirukkira Paalayangal Prayaanappadakkadavadhu; Avargalaip Prayaanappaduththuvadharkup Perundhoniyaai Muzhakkavendum. "
},{ "Verses": "7 sabaiyaik Koottugiradharku Neengal Oodhavendiyadheyandri Perundhoniyaai Muzhakkavendaam. "
},{ "Verses": "8 aaronin Kumaararaagiya Aasaariyar Poorikaigalai Oodhakkadavargal; Ungal Thalaimuraidhorum Idhu Ungalukku Niththiya Kattalaiyaayirukkakkadavadhu. "
},{ "Verses": "9 ungal Dhesaththil Ungalaith Thunbappaduththugira Saththuruvukku Virodhamaaga Yuththaththukkup Pogumpodhu, Poorikaigalaip Perundhoniyaai Muzhakkakkadaveergal; Appozhudhu Ungal Dhevanaagiya Karththarudaiya Samugaththile Neengal Ninaivukoorappattu, Ungal Pagaignarukku Neengalaaki Ratchikkappaduveergal. "
},{ "Verses": "10 ungal Magizhchchiyin Naalilum, Ungal Pandigaigalilum, Maadhappirappugalilum, Ungal Sarvaanga Thaganapaligalum Samaadhaanapaligalum Seluththappadumpodhu Poorikaigalai Oodhavendum; Appozhudhu Avaigal Ungal Dhevanudaiya Samugaththil Ungalukku Gnaabagakkuriyaayikkum; Naan Ungal Dhevanaagiya Karththar Endraar. "
},{ "Verses": "11 irandaam Varusham Irandaam Maadham Irubadhaam Thedhiyil Megam Saatchiyinudaiya Vaasasthalaththin Meedhilirundhu Uyara Ezhumbitru. "
},{ "Verses": "12 appozhudhu Isravel Puththirar Seenaai Vanaandharaththilirundhu Thangal Prayaana Varisaigalaaip Purappattaargal; Megam Baaraan Vanaandharaththil Thangitru. "
},{ "Verses": "13 ippadiye Karththar Moseyaikkondu Kattalaiyittapadi Mudhal Prayaanampanninaargal. "
},{ "Verses": "14 yoodhaa Sandhadhiyaarudaiya Paalayaththin Kodi Avargal Senaigalode Mudhal Purappattadhu; Avanudaiya Senaikku Amminadhaapin Kumaaran Nakason Thalaivanaayirundhaan. "
},{ "Verses": "15 isakkaar Sandhadhiyaarudaiya Koththiraththin Senaikku Soovaarin Kumaaran Nedhaneyel Thalaivanaayirundhaan. "
},{ "Verses": "16 sepulon Sandhadhiyaarudaiya Koththiraththin Senaikku Elonin Kumaaran Eliyaap Thalaivanaayirundhaan. "
},{ "Verses": "17 appozhudhu Vaasasthalam Irakkivaikkappattadhu; Adhaik Kerson Puththirarum Meraari Puththirarum Sumandhukondu Purappattaargal. "
},{ "Verses": "18 adharkupinbu Rooban Sandhadhiyaarudaiya Paalayaththin Kodi Avargal Senaigalode Purappattadhu; Avanudaiya Senaikku Sedheyoorin Kumaaran Elisoor Thalaivanaayirundhaan. "
},{ "Verses": "19 simiyon Sandhadhiyaarudaiya Koththiraththin Senaikku Soorishadhaayin Kumaaran Seloomiyel Thalaivanaayirundhaan. "
},{ "Verses": "20 kaadh Sandhadhiyaarudaiya Koththiraththin Senaikkuth Thekuvelin Kumaaran Eliyaasaap Thalaivanaayirundhaan. "
},{ "Verses": "21 kokaaththiyar Parisuththamaanavaigalai Sumandhukondu Purappattaargal; Ivargal Vandhu Serumun Matravargal Vaasasthalaththai Sthaabanampannuvaargal. "
},{ "Verses": "22 adharkuppinbu, Eppraayeem Sandhadhiyaarudaiya Paalayaththin Kodi Avargal Senaigalode Purappattadhu; Avanudaiya Senaikku Ammiyoodhin Kumaaran Elishaamaa Thalaivanaayirundhaan. "
},{ "Verses": "23 manaase Sandhadhiyaarudaiya Koththiraththin Senaikkup Pedhaasoorin Kumaaran Kamaaliyel Thalaivanaayirundhaan. "
},{ "Verses": "24 benyameen Sandhadhiyaarudaiya Koththiraththin Senaikkuk Keedheyonin Kumaaran Apeedhaan Thalaivanaayirundhaan. "
},{ "Verses": "25 adharkuppinbu, Thaan Sandhadhiyaarudaiya Paalayaththin Kodi Sagala Paalayangalukkum Pinnaaga Avargal Senaigalode Purappattadhu; Avanudaiya Senaikku Ammishadhaayin Kumaaran Akiyeser Thalaivanaayirundhaan. "
},{ "Verses": "26 aaser Sandhadhiyaarudaiya Koththiraththin Senaikku Ogiraanin Kumaaran Paakiyel Thalaivanaayirundhaan. "
},{ "Verses": "27 napthali Sandhadhiyaarudaiya Koththiraththin Senaikku Enaanin Kumaaran Akeeraa Thalaivanaayirundhaan. "
},{ "Verses": "28 isravel Puththirar Purappattapodhu, Ivvidhamaaith Thangal Thangal Senaigalinpadiye Prayaanampanninaargal. "
},{ "Verses": "29 appozhudhu Mose Than Maamanaagiya Rekuvel Ennum Meedhiyaananudaiya Kumaaranaana Opaavai Nokki: Ungalukkuth Tharuven Endru Karththar Sonna Sthalaththukku Naangal Prayaanampogirom; Neeyum Engalodekooda Vaa, Unakku Nanmaiseyvom; Karththar Isravelukku Nalla Vaakkuththaththam Panniyirukkiraar Endraan. "
},{ "Verses": "30 adharku Avan: Naan Varak Koodaadhu; En Dhesaththukkum En Inaththaaridaththukkum Pogavendum Endraan. "
},{ "Verses": "31 appozhudhu Mose: Nee Engalaivittup Pogavendaam; Vanaandharaththile Naangal Paalayamirangum Idangalai Nee Arindhirukkirapadiyinaal, Engalukkuk Kangalaippola Iruppaai. "
},{ "Verses": "32 nee Engalodekooda Vandhaal, Karththar Engalukku Seydharulum Nanmaiyinpadiye Unakkum Nanmaiseyvom Endraan. "
},{ "Verses": "33 avargal Karththarudaiya Parvadhaththaivittu, Moondrunaal Prayaanamponaargal; Moondrunaal Prayaanaththilum Karththarudaiya Udanpadikkaippetti Avargalukku Ilaippaarum Sthalaththaith Thedik Kaattumpadikku Avargalmun Sendradhu. "
},{ "Verses": "34 avargal Paalayaththilirundhu Prayaanampogirapodhu, Karththarudaiya Megam Pagalil Avargalmel Thangiyirundhadhu. "
},{ "Verses": "35 pettiyaanadhu Purappadumpodhu, Mose: Karththaave, Ezhundharulum, Ummudaiya Saththurukkal Sidharadikkappaduvaargalaaga; Ummaip Pagaikkiravargal Umakku Munbaaga Odippovaargalaaga Enbaan. "
},{ "Verses": "36 adhu Thangumpodhu: Karththaave, Anega Aayiravargalaagiya Isravelaridaththil Thirumbuveeraaga Endru Solluvaan. "
}
]