[
{ "Verses": "1 pinbu Karththar Moseyai Nokki: "
},{ "Verses": "2 nee Isravel Puththirarode Pesi, Avargal Pidhaakkalin Vamsangalaagiya Ovvoru Vamsaththinudaiya Prabuvinidaththil, Ovvoru Kolaagap Pannirandu Kolai Vaangi, Avanavan Kolil Avanavan Perai Ezhudhuvaayaaga. "
},{ "Verses": "3 leviyinudaiya Kolinmel Aaronin Perai Ezhudhakkadavaai; Avargaludaiya Pidhaakkalin Ovvoru Vamsaththalaivanukkaagavum Ovvoru Kol Irukkavendum. "
},{ "Verses": "4 avaigalai Aasarippuk Koodaaraththile Naan Ungalai Sandhikkum Sthaanamaagiya Saatchippettikku Munne Vaikkakkadavaai. "
},{ "Verses": "5 appozhudhu Naan Therindhukollugiravanudaiya Kol Thulirkkum; Ippadi Isravel Puththirar Ungalukku Virodhamaai Murumurukkira Avargal Murumuruppai Ennaivittu Ozhiyappannuven Endraar. "
},{ "Verses": "6 idhai Mose Isravel Puththirarode Sonnaan; Appozhudhu Avargaludaiya Prabukkal Ellaarum Thangal Pidhaakkaludaiya Vamsaththinpadi Ovvoru Prabuvukku Ovvoru Kolaagap Pannirandu Kolgalai Avanidaththil Koduththaargal; Aaronin Kolum Avargaludaiya Kolgaludane Irundhadhu. "
},{ "Verses": "7 andhak Kolgalai Mose Saatchiyin Koodaaraththile Karththarudaiya Samugaththil Vaiththaan. "
},{ "Verses": "8 marunaal Mose Saatchiyin Koodaaraththukkul Pravesiththapodhu, Idho, Leviyin Kudumbaththaarukku Irundha Aaronin Kol Thulirththirundhadhu; Adhu Thulirvittu, Pooppooththu, Vaadhumaippazhangalaik Koduththadhu. "
},{ "Verses": "9 appozhudhu Mose Karththarudaiya Samugaththilirundha Andhak Kolgalaiyellaam Eduththu, Isravel Puththirar Ellaarum Kaana Veliye Konduvandhaan; Avargal Kandu, Avaravar Thangal Thangal Kolgalai Vaangikkondaargal. "
},{ "Verses": "10 appozhudhu Karththar Moseyai Nokki: Aaronin Kol Andhak Kalakakkaararukku Virodhamaana Adaiyaalamaagumporuttu, Adhaith Thirumbavum Saatchippettikku Munne Kondupoi Vai; Ippadi Avargal Enakku Virodhamaai Murumuruppadhai Ozhiyappannuvaai, Appozhudhu Avargal Saagamaattaargal Endraar. "
},{ "Verses": "11 karththar Thanakkuk Kattalaiyittapadiye Mose Seydhaan. "
},{ "Verses": "12 appozhudhu Isravel Puththirar Moseyai Nokki: Idho, Seththu Azhindhupogirom; Naangal Ellaarum Azhindhupogirom. "
},{ "Verses": "13 karththarin Vaasasthalaththin Kittevarugira Evanum Saagiraan; Naangal Ellaarum Seththuththaan Theerumo Endraargal. "
}
]