[
{ "Verses": "1 yoseppin Kumaaranudaiya Vamsaththaaril Manaaseyin Kumaaranaagiya Maakeerukkup Pirandha Keeleyaaththin Vamsa Pidhaakkalaana Thalaivar Serndhu, Mosekkum Isravel Puththirarudaiya Pidhaakkalil Thalaivaraagiya Prabukkalukkum Munbaagavandhu, Avargalai Nokki: "
},{ "Verses": "2 seettuppottu, Dhesaththai Isravel Puththirarukku Sudhandharamaagak Kodukkumpadi Engal Aandavanukkuk Karththar Kattalaiyittaare; Andriyum, Engal Sagodharanaagiya Seloppiyaaththin Sudhandharaththai Avan Kumaaraththigalukkuk Kodukkavendum Endrum Engal Aandavanukkuk Karththaraale Kattalaiyidappattadhe. "
},{ "Verses": "3 ippadiyirukka, Ivargal Isravel Puththirarudaiya Veroru Koththiraththin Puththirarukku Manaivigalaanaal, Andhak Kumaaraththigaludaiya Sudhandharam Engal Pidhaakkaludaiya Sudhandharaththilirundhu Neengi, Avargal Utpadugira Koththiraththin Sudhandharaththode Serndhupogum; Ippadi Engal Sudhandharaththukku Seettinaal Vizhundha Pangil Iraamal Atruppogume. "
},{ "Verses": "4 isravel Puththirarukku Yoopili Varusham Vandhaalum, Avargaludaiya Sudhandharam Avargal Utpattuppona Koththiraththin Sudhandharaththode Serndhupogum; Ippadi Engal Pidhaakkaludaiya Koththiraththin Sudhandharaththilirundhu Adhu Neengippogume Endraargal. "
},{ "Verses": "5 appozhudhu Mose Karththarudaiya Kattalaiyinpadiye Isravel Puththirarai Nokki: Yoseppu Puththirarin Koththiraththaar Sollugiradhu Sariye. "
},{ "Verses": "6 karththar Seloppiyaaththin Kumaaraththigalaik Kuriththa Kaariyaththil Kattalaiyidugiradhaavadhu: Avargal Thangalukku Ishtamaanavargalai Vivaagancheyyalaam; Aanaalum, Thangal Pidhaavin Koththiravamsaththaaril Maaththiram Avargal Vivaagancheyyavendum. "
},{ "Verses": "7 ippadiye Isravel Puththirarin Sudhandharam Oru Koththiraththaivittu, Veru Koththiraththukkup Pogaadhirukkum; Isravel Puththirar Avaravar Thangal Thangal Pidhaakkaludaiya Koththiraththin Sudhandharaththile Nilaikondirukkavendum. "
},{ "Verses": "8 isravel Puththirar Avaravar Thangal Thangal Pidhaakkalin Sudhandharaththai Anupavikkumpadi, Isravel Puththirarudaiya Oru Koththiraththile Sudhandharam Adaindhirukkira Endhak Kumaaraththiyum Than Pidhaavin Koththira Vamsaththaaril Oruvanukku Manaiviyaagavendum. "
},{ "Verses": "9 sudhandharamaanadhu Oru Koththiraththaivittu Veroru Koththiraththai Serak Koodaadhu; Isravel Puththirarudaiya Ovvoru Koththiramum Thanthan Sudhandharaththile Nilaikondirukkavendumendru Kattalaiyittirukkiraar Endraan. "
},{ "Verses": "10 karththar Mosekkuk Kattalaiyittapadiye Seloppiyaaththin Kumaaraththigal Seydhaargal. "
},{ "Verses": "11 seloppiyaaththin Kumaaraththigalaagiya Maklaal Thirsaal Oklaal Milkaal Novaal Enbavargal Thangal Pidhaavin Sagodhararudaiya Puththirarai Vivaagampanninaargal; Avargal Yoseppin Kumaaranaagiya Manaase Puththirarin Vamsaththaarai Vivaagampanninapadiyaal, "
},{ "Verses": "12 avargaludaiya Sudhandharam Avargal Pidhaavin Vamsamaana Koththiraththode Irundhadhu. "
},{ "Verses": "13 erigovin Aruge Yordhaanukku Ippuraththilulla Movaapin Samanaana Veligalil Karththar Moseyaikkondu Isravel Puththirarukku Vidhiththa Kattalaigalum Nyaayangalum Ivaigale. "
}
]