[
{ "Verses": "1 rooban Puththirarukkum Kaadh Puththirarukkum Aadumaadugal Migavum Thiralaayirundhadhu; Avargal Yaaser Dhesaththaiyum Keeleyaath Dhesaththaiyum Paarththapodhu, Adhu Aadumaadugalukkuth Thagundha Idamendru Kandaargal. "
},{ "Verses": "2 aagaiyaal Rooban Puththirarum Kaadh Puththirarum Vandhu, Moseyaiyum Aasaariyanaagiya Eleyaasaaraiyum Sabaiyin Prabukkalaiyum Nokki: "
},{ "Verses": "3 karththar Isravel Sabaikku Munbaaga Muriya Adiththa Adharodh, Theepon, Yaaser, Nimraa, Espon, Eleyaale, Sepaam, Nepo, Peyon Ennum Pattanangalai Serndha Naadaanadhu Aadumaadugalukkuth Thagundha Idam. "
},{ "Verses": "4 umadhu Adiyaarukku Aadumaadugal Undu. "
},{ "Verses": "5 ummudaiya Kangalil Engalukkuth Thayai Kidaiththadhaanaal, Engalai Yordhaan Nadhikku Appuram Kadandhupogappanneeraaga; Indha Naattai Umadhu Adiyaarukkuk Kaaniyaatchiyaagak Kodukkavendum Endraargal. "
},{ "Verses": "6 appozhudhu Mose Kaadh Puththiraraiyum Rooban Puththiraraiyum Nokki: Ungal Sagodharar Yuththaththirkup Pogaiyil, Neengal Inge Iruppeergalo? "
},{ "Verses": "7 karththar Isravel Puththirarukkuk Koduththa Dhesaththirku Avargal Pogaadhapadikku, Neengal Avargal Irudhayaththaith Thidanatruppogappannugiradhenna? "
},{ "Verses": "8 andha Dhesaththaip Paarppadharku Naan Ungal Pidhaakkalaik Kaadhesparneyaavilirundhu Anuppinapodhu Avargalum Ippadiye Seydhaargal. "
},{ "Verses": "9 avargal Eskol Pallaththaakkumattum Poi, Aththesaththaip Paarththuvandhu, Isravel Puththirar Karththar Thangalukkuk Koduththa Dhesaththirkup Pogaadhapadikku Avargal Irudhayaththaith Thidanatruppogappanninaargal. "
},{ "Verses": "10 adhinaal Karththar Annaalile Kobam Moondavaraagi: "
},{ "Verses": "11 uththamamaai Ennaip Pinpatrina Kenesiyanaana Eppunneyin Kumaaran Kaalepum, Noonin Kumaaran Yosuvaavum Thavira, "
},{ "Verses": "12 egipthilirundhu Vandhavargalil Irubadhu Vayadhumudhal Adharku Merpattamanidhargalil Oruvarum Ennai Uththamamaaip Pinpatraadhapadiyaal, Avargal Naan Aabirakaamukkum Eesaakkukkum Yaakkobukkum Aanaiyittukkoduththa Dhesaththaik Kaanbadhillai Endru Aanaiyittirukkiraar. "
},{ "Verses": "13 appadiye Karththarudaiya Kobam Isravelinmel Moondadhu; Karththarudaiyasamugaththil Pollaappu Seydha Andha Sandhadhiyellaam Nirmoolamaagumattum Avargalai Vanaandharaththile Naarpadhu Varusham Alaiyappanninaar. "
},{ "Verses": "14 ippozhudhum Idho Isravelarmelirukkum Karththarudaiya Kobaththin Ukkiraththai Innum Adhigarikkappannumpadi, Neengal Ungal Pidhaakkalin Sthaanaththile Paavamulla Perunkoottamaai Ezhumbiyirukkireergal. "
},{ "Verses": "15 neengal Avaraivittup Pinvaanginaal, Avar Innum Avargalai Vanaandharaththil Irukkappannuvaar; Ippadi Neengal Indha Janangalaiyellaam Azhiyappannuveergal Endraan. "
},{ "Verses": "16 appozhudhu Avargal Avan Sameebaththil Vandhu: Engal Aadumaadugalukkaagath Thozhuvangalaiyum, Engal Pillaigalukkaagap Pattanangalaiyum Inge Kattuvom. "
},{ "Verses": "17 naangalo Isravel Puththirarai Avargal Sthaanaththile Kondupoi Serkkumalavum, Yuththasannaththaaraith Theeviraththode Avargalukku Munbaaga Nadappom; Engal Pillaigal Iththesaththuk Kudigalinimiththam Aranaana Pattanangalile Kudiyirukkak Kettukkollugirom. "
},{ "Verses": "18 isravel Puththirar Yaavarum Thangal Thangal Sudhandharaththai Sudhandhariththuk Kollumvaraikkum, Naangal Engal Veedugalukkuth Thirumbuvadhillai. "
},{ "Verses": "19 yordhaanukku Ippuraththil Kizhakke Engalukku Sudhandharam Undaanapadiyinaale, Naangal Avargalodekooda Yordhaanukku Akkaraiyilum, Adharku Appuraththilum Sudhandharam Vaangamaattom Endraargal. "
},{ "Verses": "20 appozhudhu Mose Avargalai Nokki: Neengal Indha Vaarththaiyinpadiye Seydhu,karththarudaiya Samugaththil Yuththasannaththaraagi, "
},{ "Verses": "21 karththar Thammudaiya Saththurukkalaith Thammudaiya Mugaththirku Munnindru Thuraththividumalavum, Neengal Yaavarum Avarudaiya Samugaththil Yuththasannaththaraai Yordhaanaik Kadandhupoveergalaanaal, "
},{ "Verses": "22 aththesam Karththarukku Munbaaga Vasappaduththappattapinbu Neengal Thirumbivandhu,karththarukku Munbaagavum, Isravelarukku Munbaagavum, Kutramillaadhiruppeergal; Adharkuppinbu Indha Dhesam Karththarukku Munbaaga Ungalukku Sudhandharamaagum. "
},{ "Verses": "23 neengal Ippadi Seyyaamarponaal, Karththarukku Virodhamaagap Paavam Seydhavargalaayiruppeergal; Ungal Paavam Ungalaith Thodarndhupidikkum Endru Nichchayamaai Ariyungal. "
},{ "Verses": "24 ungal Pillaigalukkaagap Pattanangalaiyum, Ungal Aadumaadugalukkaagath Thozhuvangalaiyum Katti, Ungal Vaaimozhiyinpadiye Seyyungal Endraan. "
},{ "Verses": "25 appozhudhu Kaadh Puththirarum Rooban Puththirarum Moseyai Nokki: Engal Aandavan Kattalaiyittapadiye Umadhu Oozhiyakkaararaagiya Naangal Seyvom. "
},{ "Verses": "26 engal Pillaigalaiyum Engal Manaivigalum, Engal Aadumaadu Mudhalaana Engaludaiya Ellaa Mirugajeevangalodum Inge Keeleyaaththin Pattanangalil Iruppaargal. "
},{ "Verses": "27 umadhu Oozhiyakkaararaagiya Naangalo Engal Aandavan Sonnapadiye, Ovvoruvarum Yuththasannaththaraai, Karththarudaiya Samugaththil Yuththaththirkup Povom Endraargal. "
},{ "Verses": "28 appozhudhu Mose Avargalukkaaga Aasaariyanaagiya Eleyaasaarukkum, Noonin Kumaaranaagiya Yosuvaavukkum, Isravel Puththirarudaiya Koththira Pidhaakkalaagiya Thalaivargalukkum Kattalaiyittu: "
},{ "Verses": "29 kaadh Puththirarum Rooban Puththirarum Avaravar Karththarudaiya Samugaththil Yuththasannaththaaraai Ungalodekooda Yordhaanaik Kadandhuponaal, Aththesam Ungalukku Vasappattapinbu, Avargalukkuk Keeleyaath Dhesaththai Sudhandharamaagak Kodukkakkadaveergal. "
},{ "Verses": "30 ungalodekooda Yuththasannaththaraaik Kadandhupogaadhirundhaargaleyaanaal, Avargal Ungal Naduve Kaanaan Dhesaththile Sudhandharam Adaiyakkadavargal Endraan. "
},{ "Verses": "31 kaadh Puththirarum Rooban Puththirarum Pradhiyuththaramaaga: Ummudaiya Oozhiyakkaararaagiya Naangal Karththar Engalukku Sonnapadiye Seyvom. "
},{ "Verses": "32 yordhaanukku Ikkaraiyile Engal Sudhandharaththin Kaaniyaatchi Engalukku Uriyadhaagumpadi Naangal Karththarudaiya Samugaththil Yuththasannaththaaraaik Kaanaandhesaththirkup Povom Endraargal. "
},{ "Verses": "33 appozhudhu Mose Kaadh Puththirarukkum, Rooban Puththirarukkum, Yoseppin Kumaaranaagiya Manaaseyin Paadhik Koththiraththaarukkum, Emoriyarudaiya Raajaavaagiya Seekonin Raajyaththaiyum, Paasaanudaiya Raajaavaagiya Ogin Raajyaththaiyum, Avaigalai Serndha Dhesangalaiyum Avaigalin Ellaiyai Sutrilumulla Pattanangalaiyum Koduththaan. "
},{ "Verses": "34 pinbu Kaadh Sandhadhiyaar Theepon, Adharodh Aarover, "
},{ "Verses": "35 aadhrodh, Sopaan, Yaaser, Yogipeyaa, "
},{ "Verses": "36 pedhnimraa, Peththaaran Ennum Aranaana Pattanangalaiyum Aattuththozhuvangalaiyum Kattinaargal. "
},{ "Verses": "37 rooban Sandhadhiyaar Espon, Eleyaale, Keeriyaththaayeem, "
},{ "Verses": "38 pergal Maatrappatta Nepo, Paagaalmeyon, Seepmaa Enbavaigalaik Katti, Thaangal Kattina Pattanangalukku Vere Pergalaik Koduththaargal. "
},{ "Verses": "39 manaaseyin Kumaaranaagiya Maakeerin Puththirar Keeleyaaththirkup Poi, Adhaik Kattikkondu, Adhilirundha Emoriyaraith Thuraththivittaargal. "
},{ "Verses": "40 appozhudhu Mose Keeleyaaththai Manaaseyin Kumaaranaagiya Maakeerukkuk Koduththaan; Avargal Adhile Kudiyerinaargal. "
},{ "Verses": "41 manaaseyin Kumaaranaagiya Yaaveer Poi, Avargaludaiya Graamangalaik Kattikkondu, Avaigalukku Yaaveer Endru Perittaan. "
},{ "Verses": "42 nopaak Poi, Kenaaththaiyum Adhin Graamangalaiyum Kattikkondu, Adharkuth Than Naamaththinpadiye Nopaak Endru Perittaan. "
}
]