[
{ "Verses": "1 yobu Pradhiyuththaramaaga: "},
{ "Verses": "2 en Sanjalam Nirukkappattu, En Nirppandham Ellaam Tharaasile Vaikkappattaal Nalamaayirukkum. "},
{ "Verses": "3 appozhudhu Adhu Kadarkarai Manalaip Paarkkilum Baaramaayirukkum; Aagaiyaal En Dhukkam Sollimudiyaadhu. "},
{ "Verses": "4 sarvavallavarin Ambugal Enakkul Thaiththirukkiradhu; Avaigalin Visham En Uyiraik Kudikkiradhu; Dhevanaal Undaagum Bayangarangal Enakku Munbaaga Aniyaniyaai Nirkiradhu. "},
{ "Verses": "5 pullirukkira Idaththile Kaattukkazhudhai Kaththumo? Thanakkuth Theevanamirukkira Idaththile Erudhu Kadharumo? "},
{ "Verses": "6 rusiyillaadha Padhaarththaththai Uppillaamal Saappidakkoodumo? Muttaiyin Vellaikkaruvil Suvai Undo? "},
{ "Verses": "7 ungal Vaarththaigalai En Aaththumaa Thodamaatten Engiradhu; Avaigal Arosigamaana Pojanampol Irukkiradhu. "},
{ "Verses": "8 aa, En Mandraattu Enakku Arulappattu, Naan Vaanjippadhai Dhevan Enakkuth Thandhu, "},
{ "Verses": "9 dhevan Ennai Norukka Siththamaai, Thammudaiya Kaiyai Neetti Ennaith Thundiththuppottaal Nalamaayirukkum. "},
{ "Verses": "10 appozhudhaavadhu Enakku Aarudhal Irukkume; Appozhudhu Ennaith Thappavidaadha Novile Maraththiruppen; Parisuththarudaiya Vaarththaigalai Naan Maraiththu Vaikkavillai, Avar Ennaith Thappavidaaraaga. "},
{ "Verses": "11 naan Kaaththukkondirukka En Belan Emmaaththiram? En Jeevanai Neediththirukkappanna En Mudivu Eppadippattadhu? "},
{ "Verses": "12 en Belan Karkalin Belano? En Maamsam Vengalamo? "},
{ "Verses": "13 enakku Udhaviyaanadhu Ondrum Illaiyallavo? Sagaayam Ennaivittu Neengitre. "},
{ "Verses": "14 ubaadhikkappadugiravanukku Avanudaiya Snegidhanaal Dhayai Kidaikkavendum, Avano Sarvavallavarukku Bayappadaadhepogiraan. "},
{ "Verses": "15 en Sagodharar Kaattaarupola Mosampannugiraargal; Aarugalin Vellaththaippolak Kadandhupogiraargal. "},
{ "Verses": "16 avaigal Kulirkaalap Panikkattiyinaalum, Adhil Vizhundhirukkira Uraindha Mazhaiyinaalum Kalangalaagi, "},
{ "Verses": "17 ushnan Kandavudane Urugi Vatri, Anal Pattavudane Thangal Sthalaththil Uruvazhindhupogindrana. "},
{ "Verses": "18 avaigaludaiya Vazhigalin Pokkugal Ingumangum Piriyum; Avaigal Virudhaavile Paravi Ondrum Illaamarpogum. "},
{ "Verses": "19 themaavin Payanakkaarar Thedi, Sebaavin Payanakkoottangal Avaigalmel Nambikkai Vaiththu, "},
{ "Verses": "20 thaangal Ippadi Nambinadhinaale Vetkappadugiraargal; Avvidamattum Vandhu Kalangippogiraargal. "},
{ "Verses": "21 appadiye Neengalum Ippozhudhu Ondrukkum Udhavaamarponeergal; En Aabaththaik Kandu Bayappadugireergal. "},
{ "Verses": "22 enakku Edhaagilum Konduvaarungal Endrum, Ungal Aasthiyilirundhu Enakku Yaadhoru Vegumaanam Kodungal Endrum; "},
{ "Verses": "23 alladhu Saththuruvin Kaikku Ennaith Thappuviyungal, Valladikkaararin Kaikku Ennai Neengalaakki Meettuvidungal Endrum Naan Sonnadhundo? "},
{ "Verses": "24 enakku Ubadhesampannungal, Naan Mavunamaayiruppen; Naan Edhile Thavarineno Adhai Enakkuth Theriyappaduththungal. "},
{ "Verses": "25 semmaiyaana Vaarththaigalil Evvalavu Vallamai Undu? Ungal Kadindhukolludhalinaal Kaariyam Enna? "},
{ "Verses": "26 kadindhukolla Neengal Vaarththaigalai Yosiththu, Nambikkaiyatravanudaiya Vaarththaigalaik Kaatrile Vittuvidugireergalo? "},
{ "Verses": "27 ippadi Seydhu Thikkatravanmel Neengal Vizhundhu, Ungal Snegidhanukkup Padukuzhiyai Vettugireergal. "},
{ "Verses": "28 ippodhum Ungalukku Siththamaanaal Ennai Nokkip Paarungal; Appozhudhu Naan Poi Sollugireno Endru Ungalukkup Praththiyatchamaai Vilangum. "},
{ "Verses": "29 neengal Thirumbungal, Akkiramam Kaanappadaadhirukkum; Thirumbungal En Needhi Adhile Vilangum. "},
{ "Verses": "30 en Naavile Akkiramam Undo? En Vaai Aagaadhavaigalaip Paguththariyaadho? "}
]