[
{ "Verses": "1 pinnum Karththar Yobukku Uththaravaaga: "},
{ "Verses": "2 sarvavallavarode Vazhakkaadi Avarukku Buththi Padippikkiravan Yaar? Dhevanperil Kutram Pidikkiravan Ivaigalukku Uththaravu Sollakkadavan Endraar. "},
{ "Verses": "3 appozhudhu Yobu Karththarukkup Pradhiyuththaramaaga: "},
{ "Verses": "4 idho, Naan Neesan; Naan Umakku Enna Maruuththaravu Solluven; En Kaiyinaal En Vaayaip Poththikkollugiren. "},
{ "Verses": "5 naan Irandorudharam Pesinen; Ini Naan Pradhiyuththaram Kodaamalum Pesaamalum Iruppen Endraan. "},
{ "Verses": "6 appozhudhu Karththar Perungaatril Irundhu Yobukku Uththaravu Arulinaar. "},
{ "Verses": "7 ippodhum Purushanaippola Nee Araikattikkol; Naan Unnaikketpen, Nee Enakku Uththaravusollu. "},
{ "Verses": "8 nee En Nyaayaththai Avamaakkuvaayo? Nee Unnai Needhimaanaakkikkollumpadikku Enmel Kutranchumaththuvaayo? "},
{ "Verses": "9 dhevanudaiya Buyaththaippol Unakku Buyamundo? Avaraippol Idimuzhakkamaai Saththamidakkoodumo? "},
{ "Verses": "10 ippodhum Nee Mukkiyaththaalum Magaththuvaththaalum Unnai Alangariththu, Magimaiyaiyum Ganaththaiyum Thariththukkondu, "},
{ "Verses": "11 nee Un Kobaththin Ukkiraththai Veesi, Agandhaiyullavanaiyellaam Thedippaarththuth Thaazhththivittu, "},
{ "Verses": "12 perumaiyullavanaiyellaam Gavaniththu, Avanaip Paniyappanni, Dhunmaarkkarai Avargalirukkira Sthalaththile Midhiththuvidu. "},
{ "Verses": "13 nee Avargalai Egamaaip Puzhudhiyile Pudhaiththu, Avargal Mugangalai Andharangaththile Kattippodu. "},
{ "Verses": "14 appozhudhu Un Valadhukai Unakku Ratchippu Undupannum Endru Solli Naan Unnaip Pugazhuven. "},
{ "Verses": "15 ippodhum Pikemoththai Nee Gavaniththuppaar; Unnai Undaakkinadhupola Adhaiyum Undaakkinen; Adhu Maattaippol Pullaith Thinnum. "},
{ "Verses": "16 idho, Adhinudaiya Belan Adhin Iduppilum, Adhin Veeriyam Adhin Vayitrin Narambugalilum Irukkiradhu. "},
{ "Verses": "17 adhu Than Vaalaik Kedhuru Maraththaippol Neettugiradhu; Adhin Iduppu Narambugal Pinnikkondirukkiradhu. "},
{ "Verses": "18 adhin Elumbugal Kettiyaana Vengalaththaippolavum, Adhin Asthigal Iruppu Kambigalaippolavum Irukkiradhu. "},
{ "Verses": "19 adhu Dhevanudaiya Kiriyaigalil Pradhaanamaana Oru Kiriyai, Adhai Undaakkinavar Adharku Oru Pattayaththaiyum Koduththaar. "},
{ "Verses": "20 kaattumirugangal Yaavum Vilaiyaadugira Malaigal Adharku Meychchalai Vilaivikkum. "},
{ "Verses": "21 adhu Nizhalulla Sedigalin Keezhum, Naanalin Maraivilum, Ulaiyilum Paduththukkollum. "},
{ "Verses": "22 thazhaigalin Nizhal Adhaik Kavindhu, Nadhiyin Alarigal Adhai Soozhndhu Kollum. "},
{ "Verses": "23 idho, Nadhi Purandu Vandhaalum Adhu Bayandhodaadhu; Yordhaan Nadhiyaththanai Thanneer Adhin Mugaththil Modhinaalum Adhu Asaiyaamalirukkum. "},
{ "Verses": "24 adhin Kangal Paarththirukka Adhai Yaar Pidikkakkoodum? Mookkanaankayirupoda Adhin Mookkai Yaar Kuththakkoodum? "}
]