[
{ "Verses": "1 appozhudhu Themaaniyanaagiya Elippaas Pradhiyuththaramaaga: "},
{ "Verses": "2 oru Manushan Vivegiyaayirundhu, Thanakkuththaan Prayojanamaayirukkiradhinaal Dhevanukkup Prayojanamaayiruppaano? "},
{ "Verses": "3 neer Needhimaanaayiruppadhinaal Sarvavallavarukku Nanmaiyundaagumo? Neer Ummudaiya Vazhigalai Uththamamaakkugiradhu Avarukku Aadhaayamaayirukkumo? "},
{ "Verses": "4 avar Umakku Bayandhu Ummode Vazhakkaadi, Ummode Nyaayaththukku Varuvaaro? "},
{ "Verses": "5 ummudaiya Pollaappu Periyadhum, Ummudaiya Akkiramangal Mudivillaadhavaigalumaai Irukkiradhallavo? "},
{ "Verses": "6 mugaandharamillaamal Ummudaiya Sagodharar Kaiyil Adaguvaangi, Ezhaigalin Vasthirangalaip Pariththukkondeer. "},
{ "Verses": "7 vidaaiththavanukkuth Thaagaththukkuth Thanneer Kodaamalum, Pasiththavanukkup Pojanam Kodaamalum Poneer. "},
{ "Verses": "8 palavaanukke Dhesaththil Idamundaayitru; Ganavaan Adhil Kudiyerinaan. "},
{ "Verses": "9 vidhavaigalai Verumaiyaai Anuppivitteer; Thaaithagappan Illaadhavargalin Buyangal Murikkappattadhu. "},
{ "Verses": "10 aagaiyaal Kannigal Ummai Soozhndhirukkiradhu; Asuppile Umakku Vandha Bayangaram Ummaik Kalangappannugiradhu. "},
{ "Verses": "11 neer Paarkkakkoodaadhapadikku Irul Vandhadhu, Jalappiravaagam Ummai Moodugiradhu. "},
{ "Verses": "12 dhevan Paralogaththin Unnadhangalilirukkiraar Allavo? Natchaththirangalin Uyaraththaip Paarum, Avaigal Eththanai Uyaramaayirukkiradhu. "},
{ "Verses": "13 neer: Dhevan Eppadi Arivaar, Andhagaaraththukku Appuraththilirukkiravar Nyaayam Visaarikkakkoodumo? "},
{ "Verses": "14 avar Paaraadhapadikku Megangal Avarukku Maraivaayirukkiradhu; Paramandalangalin Sakkaraththile Avar Ulaavugiraar Endru Sollugireer. "},
{ "Verses": "15 akkirama Maandhar Poorvaththil Nadandha Maarkkaththai Gavaniththup Paarththeero? "},
{ "Verses": "16 kaalam Varumunne Avargal Vaadipponaargal; Avargaludaiya Asthibaaraththinmel Vellam Purandadhu. "},
{ "Verses": "17 dhevan Avargal Veedugalai Nanmaiyaal Nirappiyirundhaalum, Avargal Avarai Nokki: Engalaivittu Vilagum, Sarvavallavaraale Engalukku Enna Aagum Endraargal. "},
{ "Verses": "18 aagaiyaal Dhunmaarkkarin Aalosanai Enakku Dhooramaayiruppadhaaga. "},
{ "Verses": "19 engal Nilaimai Nirmoolamaagaamal, Avargalukku Meedhiyaanadhaiyo Akkini Patchiththadhenbadhai Needhimaangal Kandu Sandhoshappadugiraargal. "},
{ "Verses": "20 kutramillaadhavan Avargalaip Paarththu Nagaikkiraan. "},
{ "Verses": "21 neer Avarode Pazhagi Samaadhaanamaayirum; Adhinaal Umakku Nanmai Varum. "},
{ "Verses": "22 avar Vaayinindru Pirandha Vedhappramaanaththai Etrukkondu, Avar Vaarththaigalai Ummudaiya Irudhayaththil Vaiththukkollavendugiren. "},
{ "Verses": "23 neer Sarvavallavaridaththil Mananthirumbinaal, Thirumbak Kattappaduveer; Akkiramaththai Umadhu Koodaaraththukku Dhooramaakkuveer. "},
{ "Verses": "24 appozhudhu Thoolaippol Ponnaiyum, Aatruk Karkalaippol Oppeerin Thangaththaiyum Serththu Vaippeer. "},
{ "Verses": "25 appozhudhu Sarvavallavar Thaame Umakkup Pasumponnum, Umakku Sokka Velliyumaayiruppaar. "},
{ "Verses": "26 appozhudhu Sarvavallavarmel Manamagizhchchiyaayirundhu, Dhevanukku Neraaga Ummudaiya Mugaththai Ereduppeer. "},
{ "Verses": "27 neer Avarai Nokki Vinnappampanna, Avar Umakku Sevikoduppaar; Appozhudhu Neer Ummudaiya Poruththanaigalai Seluththuveer. "},
{ "Verses": "28 neer Oru Kaariyaththai Nirunayampanninaal, Adhu Umakku Nilaivarappadum; Ummudaiya Paadhaigalil Velichcham Pragaasikkum. "},
{ "Verses": "29 manushar Odukkappadumpodhu Thidappadakkadavargal Endru Neer Solla, Thaazhndhor Ratchikkappaduvaargal. "},
{ "Verses": "30 kutramatriraadhavanaiyunkoodath Thappuvippaar; Ummudaiya Kaigalin Suththaththinimiththam Avan Thappippovaan Endraan. "}
]