[
{ "Verses": "1 pinnum Elikoo Maaruththaramaaga: "},
{ "Verses": "2 en Needhi Dhevanudaiya Needhiyaippaarkkilum Periyadhendru Neer Sonnadhu Nyaayam Endru Ennugireero? "},
{ "Verses": "3 naan Paaviyaayiraadhadhinaal Enakkup Prayojanamenna? Palan Enna? Endru Sonneer. "},
{ "Verses": "4 umakkum Ummode Irukkira Ummudaiya Snegidharukkum Naan Pradhiyuththaram Sollugiren. "},
{ "Verses": "5 neer Vaanaththai Annaandhu Paarththu, Ummaippaarkkilum Uyaramaayirukkira Aagaayamandalangalaik Kannokkum. "},
{ "Verses": "6 neer Paavancheydhaal Adhinaale Avarukku Enna Nashtam? Ummudaiya Meerudhalgal Migudhiyaanaalum, Adhinaale Avarukku Enna Sedham? "},
{ "Verses": "7 neer Needhimaanaayirundhaal, Adhinaale Avarukku Enna Kidaikkum? Alladhu Avar Ummudaiya Kaiyil Enna Laabaththaip Peruvaar? "},
{ "Verses": "8 ummudaiya Paavaththinaal Ummaippondra Manushanukku Nashtamum, Ummudaiya Needhiyinaal Manupuththiranukku Laabamum Undaagum. "},
{ "Verses": "9 anegaraal Balavandhamaai Odukkappattavargal Muraiyittu, Vallavargaludaiya Buyaththinimiththam Alarugiraargal. "},
{ "Verses": "10 boomiyin Mirugangalaippaarkkilum Engalai Buththimaangalum, Aagaasaththup Paravaigalaippaarkkilum Engalai Gnaanavaangalumaakki, "},
{ "Verses": "11 ennai Undaakkinavarum, Iravilum Keedhampaada Arulseygiravarumaagiya En Sirushtikarththaavaagiya Dhevan Enge Endru Ketpavan Oruvanumillai. "},
{ "Verses": "12 ange Avargal Pollaadhavargalin Perumaiyinimiththam Kooppidugiraargal; Avaro Maruuththaravu Kodukkiradhillai. "},
{ "Verses": "13 dhevan Veenvaarththaikku Sevikodaar, Sarvavallavar Adhai Gavaniyaar. "},
{ "Verses": "14 avarudaiya Dharisanam Umakkuk Kidaikkiradhillai Endru Neer Sollugireere; Aanaalum Nyaayaththeerppu Avaridaththil Irukkiradhu; Aagaiyaal Avarukkuk Kaaththukkondirum. "},
{ "Verses": "15 ippodhu Avarudaiya Kobamaanadhu Nyaayaththai Mutrilum Visaariyaadhu; Avar Innum Ondraiyum Kuraiyatravidhamaaith Theerkkavillai. "},
{ "Verses": "16 aagaiyaal Yobu Veenaaith Thammudaiya Vaayaith Thirandhu, Arivillaamal Vaarththaigalai Migudhiyaai Vasanikkiraar Endraan. "}
]