[
{ "Verses": "1 adharkuppinbu Yobu Than Vaayaith Thirandhu, Thaan Pirandha Naalai Sabiththu, "},
{ "Verses": "2 vasaniththu Sonnadhu Ennavendraal: "},
{ "Verses": "3 naan Pirandhanaalum Oru Aanpillai Urpaththiyaayitrendru Sollappatta Raaththiriyum Azhivadhaaga. "},
{ "Verses": "4 andha Naal Andhagaarappaduvadhaaga; Dhevan Uyaraththilirundhu Adhai Visaariyaamalum, Oli Adhinmel Pragaasiyaamalum, "},
{ "Verses": "5 andhagaaramum Marana Irulum Adhaik Karaippaduththi, Mappu Adhaimoodi, Mandhaaranaalin Bayangarangal Adhai Arukkalippaakkuvadhaaga. "},
{ "Verses": "6 andha Raaththiriyai Andhagaaram Pidippadhaaga; Varushaththin Naatkalil Adhu Sandhoshappadugira Naalaayiraamalum Maadhangalin Kanakkile Adhu Varaamalum Povadhaaga. "},
{ "Verses": "7 andha Raaththiri Thanimaiyaayiruppadhaaga; Adhile Gembeerasaththam Illaamarpovadhaaga. "},
{ "Verses": "8 naalai Sabikkiravargalum, Livyaadhaanai Ezhumbappannaththakkavargalum, Adhai Sabippaargalaaga. "},
{ "Verses": "9 adhin Asthamanakaalaththil Thondriya Natchaththirangal Irundu, Adhu Edhirpaarththirundha Velichcham Undaagaamalum, Vidiyarkaalaththu Veluppai Adhu Kaanaamalum Iruppadhaaga. "},
{ "Verses": "10 naan Irundha Karppaththin Vaasalai Adhu Adaikkaamalum, En Kangal Kaangira Varuththaththai Maraiththuvidaamalum Irundhadhe. "},
{ "Verses": "11 naan Karppaththildhaane Azhiyaamalum, Karppaththilirundhu Purappadugirapodhe Saagaamalum Ponadhenna? "},
{ "Verses": "12 ennai Endhikkolla Madiyum, Naan Paalunna Sthanangalum Undaayirundhadhenna? "},
{ "Verses": "13 appadiyillaadhirundhaal, Asaiyaamal Kidandhu Amarndhirundhu, "},
{ "Verses": "14 paazhnilangalil Thangalukku Maaligaiyaikkattina Boomiyin Raajaakkalodum Mandhirimaargalodum, "},
{ "Verses": "15 alladhu, Ponnai Udaiyavargalum, Thangal Veedugalai Velliyinaal Nirappinavargalumaana Prabukkalodunkooda Naan Ippozhudhu Thoongi Ilaippaaruvene. "},
{ "Verses": "16 alladhu, Velippadaadha Mudhiraappindampolavum, Velichchaththaik Kaanaadha Sisukkal Polavum Iruppene. "},
{ "Verses": "17 dhunmaarkkarudaiya Thondharavu Ange Oindhirukkiradhu; Belanatru Vidaaiththupponavargal Ange Ilaippaarugiraargal. "},
{ "Verses": "18 kattundirundhavargal Ange Egamaaga Amaindhirukkiraargal; Odukkugiravanudaiya Saththam Ange Ketkappadugiradhillai. "},
{ "Verses": "19 siriyavanum Periyavanum Ange Sariyaayirukkiraargal; Adimai Than Ejamaanukku Neengalaayirukkiraan. "},
{ "Verses": "20 maranaththukku Aasaiyaaik Kaaththirundhu, Pudhaiyalaith Thedugiradhupola Adhaith Thediyum Adaiyaamarpogiravargalum, "},
{ "Verses": "21 predhakkuzhiyaik Kandupidiththadhinaal Migavum Kalikoorndhu, "},
{ "Verses": "22 adharkaaga Sandhoshappadugira Nirbaakkiyarumaagiya Ivargalukku Velichchamum, Manasanjalamulla Ivargalukku Jeevanum Kodukkappadugiradhinaal Palan Enna? "},
{ "Verses": "23 than Vazhiyaik Kaanak Koodaadhapadikku, Dhevanaal Valaindhukollappattavanukku Velichchaththinaal Palan Enna? "},
{ "Verses": "24 en Pojanaththukku Munne Enakkup Perumoochchu Undaagiradhu; En Kadharudhal Vellampol Purandupogiradhu. "},
{ "Verses": "25 naan Bayandha Kaariyam Enakku Nerittadhu; Naan Anjinadhu Enakku Vandhadhu. "},
{ "Verses": "26 enakku Sugamumillai, Ilaippaarudhalumillai, Amaidhalumillai; Enakkuth Thaththalippe Nerittadhu. "}
]