[
{ "Verses": "1 appozhudhu Soogiyanaana Pildhaadh Pradhiyuththaramaaga: "},
{ "Verses": "2 neer Endhamattum Ippadippattavaigalaip Pesuveer? Edhuvaraikkum Ummudaiya Vaayin Vaarththaigal Balamaana Kaatraippolirukkum? "},
{ "Verses": "3 dhevan Nyaayaththaip Purattuvaaro? Sarvavallavar Needhiyaip Purattuvaaro? "},
{ "Verses": "4 ummudaiya Pillaigal Avarukku Virodhamaaip Paavancheydhirundhaalum Avargaludaiya Paadhagaththin Aakkinaikku Avargalai Avar Oppukkoduththirundhaalum, "},
{ "Verses": "5 neer Dhevanai Erkanave Thedi, Sarvavallavarai Nokki Vinnappancheydhu, "},
{ "Verses": "6 suththamum Semmaiyumaai Irundheereyaanaal, Appozhudhu Avar Umakkaaga Vizhiththu Needhiyulla Ummudaiya Vaasasthalaththai Saangobaangamaakkuvaar. "},
{ "Verses": "7 ummudaiya Thuvakkam Arpamaayirundhaalum, Ummudaiya Mudivu Sampooranamaayirukkum. "},
{ "Verses": "8 aagaiyaal, Neer Mundhina Thalaimuraiyaaridaththil Visaariththu, Avargal Munnorgalin Seydhiyai Aaraaindhupaarum. "},
{ "Verses": "9 naam Netru Undaanavargal, Ondrum Ariyom; Boomiyinmel Nammudaiya Naatkal Nizhalaippolirukkiradhu. "},
{ "Verses": "10 avargal Umakku Ubadhesiththu, Umakkuth Theriviththu, Thangal Irudhayaththilirukkum Nyaayangalai Velippaduththuvaargal Allavo? "},
{ "Verses": "11 serillaamal Naanal Ongi Valarumo? Thanneerillaamal Koraippul Mulaikkumo? "},
{ "Verses": "12 adhu Innum Pachchaiyaayirukkumpodhe, Arukkappadaadhirundhum Matra Endhap Pullaippaarkkilum Seekkiramaai Vaadippom Allavo? "},
{ "Verses": "13 dhevanai Marakkira Ellaarudaiya Vazhigalum Appadiye Irukkum; Maayakkaararin Nambikkai Azhindhupom. "},
{ "Verses": "14 avanudaiya Veen Ennam Atruppoi, Avanudaiya Nambikkai Silandhippoochchi Veedupolirukkum. "},
{ "Verses": "15 oruvan Adhin Veettinmel Saaindhaal, Adhu Nilaikkamaattaadhu; Adhaip Pidiththaal, Adhu Nirkaadhu. "},
{ "Verses": "16 veyil Erikkaadhadharku Munne Avan Pachchaichchedi, Adhin Kodigal Avan Thottaththinmele Padarum. "},
{ "Verses": "17 adhin Vergal Karkuviyalil Sikki, Karpaaraiyai Naadum. "},
{ "Verses": "18 adhu Adhinidaththil Iraadhapadikku Nirmoolamaanapin, Adhu Irundha Idam Unnai Naan Kandadhillaiyendru Marudhalikkum. "},
{ "Verses": "19 idho, Avan Vazhiyin Magizhchchi Ippadiye Pogiradhu; Aanaalum Vere Per Mannilirundhu Mulaippaargal. "},
{ "Verses": "20 idho, Dhevan Uththamanai Verukkiradhumillai, Pollaadhavargalukkuk Kaikodukkiradhumillai. "},
{ "Verses": "21 ini Avar Ummudaiya Vaayai Nagaippinaalum, Ummudaiya Udhadugalai Gembeeraththinaalum Nirappuvaar. "},
{ "Verses": "22 ummaip Pagaikkiravargal Vetkaththaal Moodappaduvaargal; Dhunmaarkkarudaiya Koodaaram Azhindhupogum Endraan. "}
]