[
{ "Verses": "1 boomiyile Poraada Manushanukkuk Kurikkappatta Kaalam Undallavo? Avan Naatkal Oru Koolikkaaran Naatkalaippol Irukkiradhallavo? "},
{ "Verses": "2 oru Velaiyaal Nizhalai Vaanjiththu, Oru Koolikkaaran Than Kooliyai Varappaarththirukkiradhupola, "},
{ "Verses": "3 maayaiyaana Maadhangal Ennudaiya Sudhandharamaagi, Sanjalamaana Raaththirigal Enakkuk Kurikkappattadhu. "},
{ "Verses": "4 naan Paduththukkollugirapodhu, Eppozhudhu Ezhundhiruppen? Raakkaalam Eppozhudhu Mudiyum Endru Solli, Kizhakku Velukkumattum Arandu Puralugiradhinaal Enakkup Podhumendru Pogiradhu. "},
{ "Verses": "5 en Maamsam Poochchigalinaalum, Adaipatrina Puzhudhiyinaalum Moodappattirukkiradhu; En Thol Vediththu Aruvaruppaayitru. "},
{ "Verses": "6 en Naatkal Neygiravan Erigira Naadaavilum Theeviramaai Odugiradhu; Avaigal Nambikkaiyillaamal Mudindhupogum. "},
{ "Verses": "7 en Praanan Kaatraippolirukkiradhendrum, En Kangal Ini Nanmaiyaik Kaanappogiradhillaiyendrum Ninaiththarulum. "},
{ "Verses": "8 ippodhu Ennaik Kaangiravargalin Kangal Ini Ennaik Kaanbadhillai; Ummudaiya Kangal Enmel Nokkamaayirukkiradhu; Naano Illaamarpogiren. "},
{ "Verses": "9 megam Parandhupogiradhupola, Paadhaalaththil Irangugiravan Ini Erivaraan. "},
{ "Verses": "10 ini Than Veettukkuth Thirumbaan, Avan Sthalam Ini Avanai Ariyaadhu. "},
{ "Verses": "11 aagaiyaal Naan En Vaayai Adakkaamal, En Aaviyin Vedhanaiyinaal Pesi, En Aaththumaththin Kasappinaal Angalaaippen. "},
{ "Verses": "12 dhevareer Enmel Kaaval Vaikkiradharku Naan Samuththiramo? Naan Oru Thimingilamo? "},
{ "Verses": "13 en Kattil Enakku Aarudhal Kodukkum Endrum, En Padukkai En Thavippai Aatrum Endrum Naan Solvenaagil, "},
{ "Verses": "14 neer Soppanangalaal Ennaik Kalangappanni, Dharisanangalaal Enakkuth Thigilundaakkugireer. "},
{ "Verses": "15 adhinaal En Aaththumaa, Nerukkundu Saagiradhaiyum, En Elumbugalode Uyirodirukkiradhaippaarkkilum, Maranaththaiyum Virumbugiradhu. "},
{ "Verses": "16 ippadiyirukkiradhai Arosikkiren, Ennaalum Uyirodirukka Virumben, Ennai Vittuvidum; En Naatkal Maayaidhaane. "},
{ "Verses": "17 manushanai Neer Oru Poruttaaga Ennugiradharkum, Avanmel Sindhai Vaikkiradharkum, "},
{ "Verses": "18 kaalaidhorum Avanai Visaarikkiradharkum, Nimishandhorum Avanai Sodhikkiradharkum, Avan Emmaaththiram? "},
{ "Verses": "19 naan En Umizhneerai Vizhungaadhapadi Eththanaikaalam Ennai Negizhaamalum, Ennai Vidaamalum Iruppeer. "},
{ "Verses": "20 mannuyiraik Kaappavare, Paavancheydhenaanaal Umakku Naan Seyyavendiyadhu Enna? Naan Enakkuththaane Baaramaayirukkumpadikku, Neer Ennai Umakku Lakkaaga Vaiththadhu Enna? "},
{ "Verses": "21 en Meerudhalai Neer Manniyaamalum, En Akkiramaththai Neekkaamalum Irukkiradhu Enna? Ippozhudhe Mannil Paduththukkolven; Vidiyarkaalaththile Ennaith Theduveeraanaal Naan Iren Endraan. "}
]