[
{ "Verses": "1 yobu Pinnum Than Prasanga Vaakkiyaththaith Thodarndhu Sonnadhu: "},
{ "Verses": "2 en Suvaasam Ennilum, Dhevan Thandha Aavi En Naasiyilum Irukkumattum, "},
{ "Verses": "3 en Udhadugal Theemaiyai Solvadhumillai; En Naakku Kabadam Pesuvadhumillaiyendru, "},
{ "Verses": "4 en Nyaayaththaith Thallividugira Dhevanum, En Aaththumaavaik Kasappaakkugira Sarvavallavarumaanavarudaiya Jeevanaikkondu Sollugiren. "},
{ "Verses": "5 neengal Pesugiradhu Needhiyendru Naan Oththukkolvadhu Enakku Dhooramaayiruppadhaaga; En Aavi Piriyumattum En Uththamaththai Ennaivittu Vilakken. "},
{ "Verses": "6 en Needhiyaik Kettiyaaip Pidiththirukkiren; Adhai Naan Vittuviden; Naan Uyirodirukkumalavum En Irudhayam Ennai Nindhikkaadhu. "},
{ "Verses": "7 en Pagaignan Aagaadhavanaippolum, Enakku Virodhamaai Ezhumbugiravan Akkiramakkaaranaippolum Iruppaanaaga. "},
{ "Verses": "8 maayakkaaran Porulaith Thedi Vaiththirundhaalum, Dhevan Avan Aaththumaavai Eduththukkollumpodhu, Avan Nambikkai Enna? "},
{ "Verses": "9 aabaththu Avanmel Varumpodhu, Dhevan Avan Kooppidudhalaik Ketpaaro? "},
{ "Verses": "10 avan Sarvavallavarmel Manamagizhchchiyaayiruppaano? Avan Eppozhudhum Dhevanaith Thozhudhukondiruppaano? "},
{ "Verses": "11 dhevanudaiya Karaththin Kiriyaiyaik Kuriththu Ungalukku Ubadhesippen; Sarvavallavaridaththil Irukkiradhai Naan Maraikkamaatten. "},
{ "Verses": "12 idho, Neengal Ellaarum Adhaik Kandirundhum, Neengal Iththanai Veen Ennankondirukkiradhu Enna? "},
{ "Verses": "13 pollaadha Manushanukku Dhevanidaththilirundhu Varugira Pangum, Kodoorakkaarar Sarvavallavaraal Adaigira Sudhandharamum Ennavenil, "},
{ "Verses": "14 avanudaiya Kumaarar Peruginaal Pattayaththukku Iraiyaavaargal; Avan Karppappirappugal Aagaaraththinaal Thirupthiyaavadhillai. "},
{ "Verses": "15 avanukku Meedhiyaanavargal Seththup Pudhaikkappaduvaargal; Avanudaiya Vidhavaigal Pulambuvadhillai. "},
{ "Verses": "16 avan Puzhudhiyaippolap Panaththaik Kuviththukkondaalum, Mannaippola Vasthirangalai Savadhariththaalum, "},
{ "Verses": "17 avan Savadhariththadhai Needhimaan Uduththikkondu, Kutramillaadhavan Avan Panaththaip Pagirndhukolluvaan. "},
{ "Verses": "18 avanudaiya Veedu Pottuppoochchi Kattina Veettaippolum, Kaavalkaakkiravan Potta Kudisaiyaippolumaagum. "},
{ "Verses": "19 avan Aisuvariyavaanaaith Thoongik Kidandhu, Ondrum Parikodaadheponaalum, Avan Than Kangalaith Thirakkumpodhu Ondrumillaadhirukkum. "},
{ "Verses": "20 vellaththaippola Thigilgal Avanai Vaarikkondupogum; Raakkaalaththil Perungaatru Avanai Adiththukkondupogum. "},
{ "Verses": "21 kondalkaatru Avanaith Thookkikkondupoga, Avan Poividuvaan; Adhu Avanai Avan Sthalaththilirundhu Thallikkondupogum. "},
{ "Verses": "22 avar Ivaigalai Avanmel Varappanni Avanaith Thappavidaadhiruppaar; Avarudaiya Kaikkuth Thappiyodap Paarppaan. "},
{ "Verses": "23 janangal Avanaip Paarththuk Kaikotti, Avanai Avan Sthalaththaivittu Veruttividuvaargal. "}
]