[
{ "Verses": "1 appozhudhu Themaaniyanaagiya Elippaas Pradhiyuththaramaaga: "},
{ "Verses": "2 naangal Ummudane Pesaththunindhaal, Aayaasappaduveero? Aanaalum Pesaamal Adakkikkollaththakkavan Yaar? "},
{ "Verses": "3 idho, Neer Anegarukku Buththisolli, Ilaiththa Kaigalaith Thidappaduththineer. "},
{ "Verses": "4 vizhugiravanai Ummudaiya Vaarththaigalaal Nirkappanni, Thallaadugira Muzhangaalgalai Balappaduththineer. "},
{ "Verses": "5 ippozhudho Thunbam Umakku Nerittapadiyinaal Aayaasappadugireer; Adhu Ummaith Thottadhinaal Kalangugireer. "},
{ "Verses": "6 ummudaiya Dhevabakthi Ummudaiya Urudhiyaayum, Ummudaiya Vazhigalin Uththamam Ummudaiya Nambikkaiyaayum Irukkavendiyadhallavo? "},
{ "Verses": "7 kutramillaamal Azhindhavan Undo? Sanmaarkkar Adhampannappattadhu Eppo? Idhai Ninaiththuppaarum. "},
{ "Verses": "8 naan Kandirukkirapadi, Aniyaayaththai Uzhudhu, Theevinaiyai Vidhaiththavargal, Adhaiye Arukkiraargal. "},
{ "Verses": "9 dhevanudaiya Suvaasaththinaale Avargal Azhindhu, Avarudaiya Naasiyin Kaatrinaale Nirmoolamaagiraargal. "},
{ "Verses": "10 singaththin Kerchchippum, Dhushta Singaththin Muzhakkamum Adangum; Paalasingangalin Parkalum Thagarndhupom. "},
{ "Verses": "11 kizhachchingam Raiyillaamaiyaal Maandupom, Paalasingangal Sidharundupom. "},
{ "Verses": "12 ippodhum Oruvaarththai Ennidaththil Ragasiyamaai Arivikkappattadhu, Adhinudaiya Melliya Osai En Seviyil Vizhundhadhu. "},
{ "Verses": "13 manusharmel Ayarndha Niththirai Irangugaiyil, Raaththarisanangalil Palavidha Thotrangal Undaagumpodhu, "},
{ "Verses": "14 thigilum Nadukkamum Ennaippidiththadhu, En Elumbugalellaam Nadunginadhu. "},
{ "Verses": "15 appozhudhu Oru Aavi En Mugaththukku Munbaagak Kadandhadhu, En Udalin Mayir Silirththadhu. "},
{ "Verses": "16 adhu Oru Uruppola En Kangalukkumun Nindradhu, Aanaalum Adhin Roobam Innadhendru Vilangavillai; Amaidhalundaayitru, Appozhudhu Naan Ketta Saththamaavadhu: "},
{ "Verses": "17 manushan Dhevanaippaarkkilum Needhimaanaayiruppaano? Manupuththiran Thannai Undaakkinavaraippaarkkilum Suththamaayiruppaano? "},
{ "Verses": "18 kelum, Avar Thammudaiya Panividaikkaararidaththil Nambikkai Vaippadhillai; Thammudaiya Thoodharinmelum Buththiyeenaththai Sumaththugiraare. "},
{ "Verses": "19 puzhudhiyil Asthibaaram Pottu, Man Veedugalil Vaasampanni, Pottuppoochchiyaal Arikkappadugiravargalmel Avar Nambikkai Vaippadhu Eppadi? "},
{ "Verses": "20 kaalaimudhal Maalaivaraikkum Madindhu, Gavanippaar Oruvarumillaamal, Niththiya Azhivadaigiraargal. "},
{ "Verses": "21 avargalilirukkira Avargaludaiya Menmai Poividumallavo? Gnaanamadaiyaamal Saagiraargal Endru Sonnaan. "}
]