[
{ "Verses": "1 yobu Than Paarvaikku Needhimaanaayirundhapadiyinaal, Avanukku Andha Moondru Manusharum Pradhiyuththaram Solli Oindhaargal. "},
{ "Verses": "2 adhinaal Raamin Vamsaththaanaana Poosiyanaagiya Parakeyelin Kumaaran Elikoovukkuk Kobam Moondadhu; Yobu, Dhevanaippaarkkilum Thannaiththaan Needhimaanaakkinadhinimiththam, Avanmelum Avanukkuk Kobam Moondadhu. "},
{ "Verses": "3 kodukkaththakka Marumozhi Yobin Moondru Snegidharukkum Adappadaadhirundhum, Avargal Avanai Aagaadhavanendru Theerththadhinimiththam, Avargalmelum Avanukkuk Kobam Moondadhu. "},
{ "Verses": "4 avargal Thannaippaarkkilum Vayadhusendravargalaanapadiyinaal, Elikoo Yobin Vaarththaigal Mudindhu Theerumattum Kaaththirundhaan. "},
{ "Verses": "5 andha Moondru Manusharin Vaayilum Maruuththaravu Pirakkavillaiyendru Elikoo Kandapodhu, Avanukku Kobam Moondadhu. "},
{ "Verses": "6 aadhalaal Parakeyelin Kumaaran Elikoo Ennum Poosiyan Pradhiyuththaramaaga: Naan Ilavayadhullavan, Neengalo Viruththaappiyar; Aagaiyaal Naan Anji, En Abippiraayaththai Ungalukku Munbaaga Velippaduththa Bayandhirundhen. "},
{ "Verses": "7 mudhiyor Pesattum, Vayadhusendravargal Gnaanaththai Arivikkattum Endrirundhen. "},
{ "Verses": "8 aanaalum Manusharil Oru Aaviyundu; Sarvavallavarudaiya Suvaasame Avargalai Unarvullavargalaakkum. "},
{ "Verses": "9 periyorellaam Gnaanigalalla; Mudhiyorellaam Needhiyai Arindhavargalumalla. "},
{ "Verses": "10 aagaiyaal Enakku Sevikodungal; Naanum En Abippiraayaththai Velippaduththuven Endren. "},
{ "Verses": "11 idho, Ungal Vasanangal Mudiyumattum Kaaththirundhen; Neengal Sollaththakkadhai Aaraaindhu Thedumattum, Ungal Nyaayangalukku Sevikoduththen. "},
{ "Verses": "12 naan Ungal Sollai Gavaniththen; Aanaalum Idho, Ungalil Yobukku Nyaayaththaith Theriyakkaatti, Avarudaiya Vasanangalukku Etra Pradhiyuththaram Sollugiravanillai. "},
{ "Verses": "13 gnaanaththaik Kandupidiththom Endru Neengal Sollaadhapadi Paarungal; Manushanalla, Dhevane Avarai Jeyankollavendum. "},
{ "Verses": "14 avar Ennaippaarththup Pesinadhillai; Neengal Sonna Vaarththaigalinaal Naan Avarukkup Pradhiyuththaram Sollugiravanillai. "},
{ "Verses": "15 avargal Kalangi, Appuram Pradhiyuththaram Sollaadhirukkiraargal; Avargalukkup Pechchu Atruppoyitru. "},
{ "Verses": "16 avargal Pesaargalo Endru Kaaththirundhen; Aanaalum Avargal Appuram Marumozhi Kodaamalirundhapadiyinaal, "},
{ "Verses": "17 naanum Pradhiyuththaramaaga Enakkuth Thondriyamattum Solluven; Naanum En Abippiraayaththai Velippaduththuven. "},
{ "Verses": "18 vaarththaigal Enakkul Niraindhirukkiradhu; En Ullaththilulla Aavi Ennai Nerukki Evugiradhu. "},
{ "Verses": "19 idho, En Ullam Adaikkappattirundhu, Pudhuth Thuruththigalai Mudhalaaip Peerappannugira Pudhu Rasaththaippolirukkiradhu. "},
{ "Verses": "20 naan Aarudhaladaiyumpadi Pesuven; En Udhadugalaith Thirandhu Pradhiyuththaram Solluven. "},
{ "Verses": "21 naan Oruvanudaiya Mugaththaip Paaraamalum, Oru Manushanukkum Ichchagam Pesaamalum Iruppenaaga. "},
{ "Verses": "22 naan Ichchagam Pesa Ariyen; Pesinaal Ennai Undaakkinavar Seekkiramaai Ennai Eduththukkolvaar. "}
]