[
{ "Verses": "1 appozhudhu Naagamaaththiyanaana Soppaar Pradhiyuththaramaaga: "},
{ "Verses": "2 idharkaaga Maru Uththaravukodukka Sindhanaigal Ennai Evugirapadiyaal Naan Theeviriththu Sollugiren. "},
{ "Verses": "3 nindhiththen Endru Naan Kadindhukollappattadhaik Ketten; Aanaalum Unarvinaal En Aavi Pradhiyuththaram Solla Ennai Evugiradhu. "},
{ "Verses": "4 dhunmaarkkanin Gembeeram Kuruginadhu Enbadhaiyum, Maayakkaaranin Sandhosham Oru Nimishammaaththiram Nirkum Enbadhaiyum, "},
{ "Verses": "5 avar Manushanai Boomiyil Vaiththa Aadhikaalamudhal Ippadiyirukkiradhu Enbadhaiyum Neer Ariyeero? "},
{ "Verses": "6 avanudaiya Menmai Vaanabariyandham Uyarndhaalum, Avanudaiya Thalai Megangalmattum Ettinaalum, "},
{ "Verses": "7 avan Than Malaththaippola Endraikkum Azhindhupovaan; Avanaik Kandavargal, Avan Enge? Enbaargal. "},
{ "Verses": "8 avan Oru Soppanaththaippol Parandhupoik Kaanappadaadhavanaavaan; Iravil Thondrum Dharisanaththaippol Parakkadikkappaduvaan. "},
{ "Verses": "9 avanaip Paarththa Kan Ini Avanaip Paarppadhillai; Avan Irundha Sthalam Ini Avanaik Kaanbadhillai. "},
{ "Verses": "10 avan Pillaigal Elimaiyaanavargalin Sagaayaththaith Theduvaargal; Avan Pariththadhai Avan Kaigal Thirumbak Kodukkavendiyadhaagum. "},
{ "Verses": "11 avan Elumbugal Avanudaiya Vaalavayadhin Paavangalinaal Niraindhirundhu, Avanodekooda Mannile Paduththukkollum. "},
{ "Verses": "12 pollaappu Avan Vaayile Inimaiyaayiruppadhaal, Avan Adhaith Than Naavinkeezh Adakki, "},
{ "Verses": "13 adhai Vidaamal Padhanampanni, Than Vaaikkulle Vaiththukkondirundhaalum, "},
{ "Verses": "14 avan Pojanam Avan Kudalgalil Maari, Avanukkul Viriyanpaambugalin Pichchaaippogum. "},
{ "Verses": "15 avan Vizhungina Aasthiyaik Kakkuvaan; Dhevan Adhai Avan Vayitrilirundhu Veliye Thallividuvaar. "},
{ "Verses": "16 avan Viriyanpaambugalin Vishaththai Urinjuvaan; Viriyanin Naakku Avanaik Kollum. "},
{ "Verses": "17 thenum Neyyum Odum Vaaikkaalgalaiyum Aarugalaiyum Avan Kaanbadhillai. "},
{ "Verses": "18 thaan Prayaasappattuth Thedinadhai Avan Vizhungaamal Thirumbakkoduppaan; Avan Thirumbakkodukkiradhu Avan Aasthikku Sariyaayirukkum; Avan Kalikooraadhiruppaan. "},
{ "Verses": "19 avan Odukki, Ezhaigalaik Kaivittu, Thaan Kattaadha Veettaip Pariththapadiyinaalum, "},
{ "Verses": "20 than Vayiru Thirupthiyatrirundhapadiyinaalum, Avan Ichchiththa Kaariyangalil Avanukku Ondrum Iruppadhillai. "},
{ "Verses": "21 avan Pojanaththil Ondrum Meedhiyaavadhillai; Aagaiyaal Avan Aasthi Nilainirpadhillai. "},
{ "Verses": "22 avan Vendumengira Paripooranam Avanukku Vandhapin, Avanukku Viyaagulam Undaagum; Sirumaippadugira Ovvoruvarudaiya Kaiyum Avanmel Varum. "},
{ "Verses": "23 than Vayitrai Nirappaththakkadhu Innum Avanukku Irundhaalum, Avar Avanmel Thamadhu Kobaththin Ukkiraththai Varavittu, Avan Pojanampannugaiyil, Adhai Avanmel Soriyappannuvaar. "},
{ "Verses": "24 iruppu Aayudhaththukku Avan Thappiyodinaalum Urukkuvil Avanai Uruva Eyyum. "},
{ "Verses": "25 uruvina Pattayam Avan Sareeraththaiyum, Minnugira Ambu Avan Pichchaiyum Uruvippogum; Bayangarangal Avanmel Varum. "},
{ "Verses": "26 avan Olikkum Idangalil Kaarirul Adangiyirukkum; Aviyaadha Akkini Avanaip Patchikkum; Avan Koodaaraththil Meedhiyaayirukkiravan Theengu Anubavippaan. "},
{ "Verses": "27 vaanangal Avan Akkiramaththai Velippaduththi, Boomi Avanukku Virodhamaaga Ezhumbum. "},
{ "Verses": "28 avan Veettin Sambaththup Poividum; Avarudaiya Kobaththin Naalile Avaigal Karaindhupogum. "},
{ "Verses": "29 idhuve Dhevanaal Dhunmaarkkanukkuk Kidaikkum Pangum, Avan Seygaikku Dhevanaal Avanukkuvarum Sudhandharamumaam Endraan. "}
]