[
{ "Verses": "1 vellikku Vilaividam Undu, Ponnukkup Pudamidum Sthalamumundu. "},
{ "Verses": "2 irumbu Mannilirundhu Edukkappadum; Sembu Karkalil Urukki Edukkappadum. "},
{ "Verses": "3 manidhan Andhagaaraththilum Marana Irulilum Irukkira Karkalaik Kadaiyaandharamattum Aaraaindhu Thedi, Irulukkum Ange Mudivundaakkugiraan. "},
{ "Verses": "4 kadakkakkoodaadhadhum Nilaiyaadhadhumaana Aaru Ezhumbinaalum, Uzhaippaaliyaanavan Adhai Manusharaal Vatrippogappanni Sellugiraan. "},
{ "Verses": "5 boomiyinmel Aagaaram Vilaiyum; Adhin Keezhidangalilirukkiravaigalo, Akkiniyaal Maarinadhupolirukkum. "},
{ "Verses": "6 adhin Kallugalil Indhiraneelam Vilaiyum; Adhin Podiyil Pon Podigalum Undaayirukkum. "},
{ "Verses": "7 oru Vazhiyundu, Adhu Oru Patchikkum Theriyaadhu; Valloorin Kannum Adhaik Kandadhillai; "},
{ "Verses": "8 dhushtamirugangalin Kaal Adhil Padavillai; Singam Adhaik Kadandhadhillai. "},
{ "Verses": "9 avan Than Kaigalaik Karpaaraiyinmel Neetti, Malaigalai Verode Purattugiraan. "},
{ "Verses": "10 kanmalaigalukkullum Neerkkaalgalai Vettugiraan; Avan Kan Vilaiyuyarndha Ellaavatraiyum Kaanum. "},
{ "Verses": "11 oru Thuliyum Kasiyaadhapadi Aarugalai Adaikkiraan; Maraividaththilirukkiradhai Velichchaththile Konduvarugiraan. "},
{ "Verses": "12 aanaalum Gnaanam Kandedukkappaduvadhu Enge? Buththi Vilaigira Idam Edhu? "},
{ "Verses": "13 adhin Vilai Manushanukkuth Theriyaadhu; Adhu Jeevanullorudaiya Dhesaththile Adappadugiradhillai. "},
{ "Verses": "14 aazhamaanadhu: Adhu Ennidaththil Illaiyengiradhu; Samuththiramaanadhum, Adhu Ennidaththil Illaiyengiradhu. "},
{ "Verses": "15 adharku Eedaagath Thangaththaik Kodukkavum, Adharkuk Kirayamaaga Velliyai Nirukkavum Koodaadhu. "},
{ "Verses": "16 oppeerin Thangamum, Vilaiyerappetra Komedhagamum, Indhira Neelakkallum Adharku Eedalla. "},
{ "Verses": "17 ponnum Palingum Adharku Oppalla; Pasumponnaabaranangalukku Adhai Maatrakkoodaadhu. "},
{ "Verses": "18 pavalaththaiyum Spadigaththaiyum Aththode Oppittup Pesalaagaadhu; Muththukkalaippaarkkilum Gnaanaththin Vilai Uyarndhadhu. "},
{ "Verses": "19 eththiyoppiyaavin Pushparaagam Adharku Nigaralla; Pasumponnum Adharku Sariyalla. "},
{ "Verses": "20 ippadiyirukka, Gnaanam Engeyirundhu Varum; Buththi Thangum Idam Enge? "},
{ "Verses": "21 adhu Jeevanulla Sagalarudaiya Kangalukkum Oliththum, Aagaayaththupparavaigalukku Maraindhum Irukkiradhu. "},
{ "Verses": "22 naasamum Maranamum, Naangal Engal Kaadhugalinaalemaaththiram Adhin Keerththiyaik Kettom Engiradhu. "},
{ "Verses": "23 dhevano Adhin Vazhiyai Arivaar, Adhin Sthaanam Avarukke Theriyum. "},
{ "Verses": "24 avar Boomiyin Kadaiyaandharangalaip Paarththu, Vaanangalinkeezh Irukkiradhaiyellaam Kaangiraar. "},
{ "Verses": "25 avar Kaatrukku Adhin Niraiyai Niyamiththu, Jalaththukku Adhin Alavaip Pramaaniththu, "},
{ "Verses": "26 mazhaikkuth Thittaththaiyum, Idimuzhakkaththode Koodiya Minnalukku Vazhiyaiyum Erpaduththugiraar. "},
{ "Verses": "27 avar Adhaip Paarththuk Kanakkittaar; Adhai Aaraaindhu Aayaththappaduththi, "},
{ "Verses": "28 manushanai Nokki: Idho, Aandavarukku Bayappaduvadhe Gnaanam; Pollaappai Vittu Vilaguvadhe Buththi Endraar Endru Sonnaan. "}
]