[
{ "Verses": "1 yobu Pradhiyuththaramaaga: "},
{ "Verses": "2 indraiyadhinamum En Angalaaippu Muranduththanamaaga Ennappadugiradhu; En Thavippaippaarkkilum En Vaadhai Kadinamaanadhu. "},
{ "Verses": "3 naan Avarai Enge Kandu Sandhikkalaam Enbadhai Arindhaal Nalamaayirukkum; Appozhudhu Naan Avar Aasanaththukku Munbaaga Vandhuserndhu, "},
{ "Verses": "4 en Nyaayaththai Avarukku Munbaaga Varisaiyaai Vaiththu, Kaariyaththai Roobikkum Vaarththaigalaal En Vaayai Nirappuven. "},
{ "Verses": "5 avarudaiya Marumozhigalai Naan Arindhu, Avar Enakku Solvadhai Unarndhukolluven. "},
{ "Verses": "6 avar Thammudaiya Magaa Vallamaiyinpadiye Ennode Vazhakkaaduvaaro? Avar Appadi Seyyaamal Enmel Dhayai Vaippaar. "},
{ "Verses": "7 ange Sanmaarkkan Avarode Vazhakkaadalaam; Appozhudhu Ennai Nyaayantheerkkiravarin Kaikku Endraikkum Neengalaaith Thappuviththukkolven. "},
{ "Verses": "8 idho, Naan Munnaagapponaalum Avar Illai; Pinnaagapponaalum Avaraik Kaanen. "},
{ "Verses": "9 idadhupuraththil Avar Kiriyaiseydhum Avaraik Kaanen; Valadhupuraththilum Naan Avaraik Kaanaadhapadikku Oliththirukkiraar. "},
{ "Verses": "10 aanaalum Naan Pogum Vazhiyai Avar Arivaar; Avar Ennai Sodhiththapin Naan Ponnaaga Vilanguven. "},
{ "Verses": "11 en Kaalgal Avar Adigalaip Patrippidiththadhu; Avarudaiya Neriyaivittu Naan Saayaamal Adhaik Kaikkonden. "},
{ "Verses": "12 avar Udhadugalin Karpanaigalai Vittu Naan Pinvaanguvadhillai; Avarudaiya Vaayin Vaarththaigalai Enakku Vendiya Aagaaraththaip Paarkkilum Adhigamaaik Kaaththukkonden. "},
{ "Verses": "13 avarovendraal Ore Manamaayirukkiraar; Avaraith Thiruppaththakkavar Yaar? Avarudaiya Siththaththinpadiyellaam Seyvaar. "},
{ "Verses": "14 enakkuk Kuriththirukkiradhai Avar Niraivetruvaar; Ippadippattavaigal Innum Anegam Avaridaththil Undu. "},
{ "Verses": "15 aagaiyaal Avarukku Munbaagak Kalangugiren; Naan Sindhikkirapodhu, Avarukku Bayappadugiren. "},
{ "Verses": "16 dhevan En Irudhayaththai Ilakkarikkappanninaar; Sarvavallavar Ennaik Kalangappanninaar. "},
{ "Verses": "17 andhagaaram Varaadhadharku Munne Naan Sangarikkappadaamalum, Irulai Avar Enakku Maraikkaamalumponadhinaal Ippadiyirukkiren. "}
]