[
{ "Verses": "1 livyaadhaanai Thoondilinaal Pidikkakkoodumo? Adhin Naakkai Nee Vidugira Kayitrinaale Pidikkakkoodumo? "},
{ "Verses": "2 adhin Mookkai Naarkkayirupottuk Kattakkoodumo? Kurattinaal Adhin Thaadaiyai Uruvak Kuththakkoodumo? "},
{ "Verses": "3 adhu Unnaip Paarththu Anega Vinnappancheyyumo? Unnai Nokki Ichchaga Vaarththaigalai Sollumo? "},
{ "Verses": "4 adhu Unnode Udanpadikkaipannumo? Adhai Sadhaakaalamum Adimaikolvaayo? "},
{ "Verses": "5 oru Kuruviyode Vilaiyaadugiradhupol, Nee Adhanode Vilaiyaadi, Adhai Nee Un Penmakkalandaiyile Kattivaippaayo? "},
{ "Verses": "6 koottaaligal Adhaip Pidikkap Prayaththanappattu, Adhai Viyaabaarigalukkup Pangiduvaargalo? "},
{ "Verses": "7 nee Adhin Tholai Anega Ambugalinaalum, Adhin Thalaiyai Erivallaiyangalinaalum Erivaayo? "},
{ "Verses": "8 adhinmel Un Kaiyaippodu, Yuththaththai Ninaiththukkol; Ini Appadi Seyyath Thuniyamaattaai. "},
{ "Verses": "9 idho, Adhaip Pidikkalaam Endru Nambinavan Mosampoi, Adhaip Paarththavudane Vizhuvaan Allavo? "},
{ "Verses": "10 adhai Ezhuppaththakka Dhairiyavaan Illaadhirukka, Enakku Munbaaga Nirpavan Yaar? "},
{ "Verses": "11 thanakkup Padhil Kodukkappadumpadi, Mundhi Enakkuk Koduththavan Yaar? Vaanaththin Keezhullavaigal Ellaam Ennudaiyavaigal. "},
{ "Verses": "12 adhin Angangalum, Adhin Veeriyamum, Adhin Udal Isaivin Nerththiyum Innadhendru Naan Sollaamal Maraikkamaatten. "},
{ "Verses": "13 adhu Moodiyirukkira Adhin Porvaiyaik Kilappakkoodiyavan Yaar? Adhin Irandu Thaadaigalin Naduve Kadivaalam Podaththakkavan Yaar? "},
{ "Verses": "14 adhin Mugaththin Kadhavaith Thirakkakkoodiyavan Yaar? Sutrilumirukkira Adhin Parkal Bayangaramaanavaigal. "},
{ "Verses": "15 muththiraip Padhippuppola Azhuththankondu Adarththiyaayirukkira Adhin Parisaigalin Aranippu Magaa Sirappaayirukkiradhu. "},
{ "Verses": "16 avaigal Naduve Kaatrum Pugamaattaadha Nerukkamaai Avaigal Ondrodondru Inaikkappattirukkiradhu. "},
{ "Verses": "17 avaigal Ondrodondru Ottikkondu Inaipiriyaamal Pidiththukkondirukkiradhu. "},
{ "Verses": "18 adhu Thummugaiyil Oliveesum; Adhin Kangal Arunodhayaththin Puruvangalaippol Irukkiradhu. "},
{ "Verses": "19 adhin Vaayilirundhu Erigira Pandhangal Purappattu, Akkinipporigal Parakkum. "},
{ "Verses": "20 kodhikkira Sattiyilum Kopparaiyilum Irundhu Purappadugiradhupola, Adhin Naasigalilirundhu Pugai Purappadum. "},
{ "Verses": "21 adhin Suvaasam Karigalaik Koluththum, Adhin Vaayilirundhu Juvaalai Purappadum. "},
{ "Verses": "22 adhin Kazhuththile Belan Kudikondirukkum; Bayangaram Adharkumun Kooththaadum. "},
{ "Verses": "23 adhin Udarkoorugal, Asaiyaadha Kettiyaai Ondrodondru Ottikkondirukkum. "},
{ "Verses": "24 adhin Nenju Kallaippolavum, Endhiraththin Adikkallaippolavum Kettiyaayirukkum. "},
{ "Verses": "25 adhu Ezhumbumpodhu Balasaaligal Anji Bayaththinaal Mayangith Thigaippaargal. "},
{ "Verses": "26 adhaith Thaakkugiravanudaiya Pattayam, Eetti, Vallaiyam, Kavasam, Ondrum Adharkumun Nirkaadhu. "},
{ "Verses": "27 adhu Irumbai Vaikkolaagavum, Vengalaththai Uluththa Maramaagavum Ennum. "},
{ "Verses": "28 ambu Adhaith Thuraththaadhu; Kavankarkal Adharkuth Thurumbaagum. "},
{ "Verses": "29 adhu Perunthadigalaith Thaaladigalaaga Enni, Eettiyin Asaivai Igazhum. "},
{ "Verses": "30 adhin Keezhaagak Koormaiyaana Karkal Kidandhaalum, Adhu Setrinmel Odugiradhupolak Karukkaana Avaigalinmelum Odum. "},
{ "Verses": "31 adhu Aazhaththai Ulaippaanaiyaippol Pongappanni, Kadalaith Thailampolak Kalakkividum. "},
{ "Verses": "32 adhu Thanakkup Pinnaagap Paadhaiyaith Thulangappannum; Aazhamaanadhu Veluppaana Naraiyaippol Vilangum. "},
{ "Verses": "33 boomiyinmel Adharku Oppaanadhu Ondrumillai; Adhu Nirppayamaayirukka Undupannappattadhu. "},
{ "Verses": "34 adhu Mettimaiyaanadhaiyellaam Arpamaai Ennugiradhu; Adhu Agangaaramulla Jeevangalukkellaam Raajaavaayirukkiradhu Endraar. "}
]