[
{ "Verses": "1 sarvavallavarukkuk Kaalangal Maraikkappadaadhirukka, Avarai Arindhavargal Avar Niyamiththa Naatkalai Ariyaadhirukkiradhenna? "},
{ "Verses": "2 silar Ellaik Kurippugalai Otri, Mandhaigalai Balaadhkaaramaai Saaiththukkondupoi Patchikkiraargal. "},
{ "Verses": "3 thaai Thagappan Illaadhavargalin Kazhudhaiyai Ottikkondupoi, Vidhavaiyin Maattai Eedaaga Eduththukkollugiraargal. "},
{ "Verses": "4 thesaththil Sirumaippattavargal Egamaai Oliththukkollaththakkadhaaga, Elimaiyaanavargalai Vazhiyaivittu Vilakkugiraargal. "},
{ "Verses": "5 idho, Avargal Kaattukkazhudhaigalaippola Iraitheda Adhikaalame Thangal Velaikkup Purappadugiraargal; Vanaandharavelidhaan Avargalukkum Avargal Pillaigalukkum Aagaaram Kodukkavendum. "},
{ "Verses": "6 dhunmaarkkanudaiya Vayalil Avargal Avanukkaaga Aruppu Aruththu, Avanudaiya Dhraatchath Thottaththin Pazhangalai Serkkiraargal. "},
{ "Verses": "7 kulirile Porththukkollugiradharku Ondrum Illaadhadhinaal, Vasthiramillaamal Raaththangi, "},
{ "Verses": "8 malaigalilirundhu Varum Mazhaigalile Nanaindhu, Odhukkidamillaadhadhinaal Kanmalaiyile Andikkollugiraargal. "},
{ "Verses": "9 avargalo Thagappanillaadha Pillaiyai Mulaiyaivittup Pariththu, Thariththiran Porththukkondirukkiradhai Adaguvaangugiraargal. "},
{ "Verses": "10 avanai Vasthiramillaamal Nadakkavum, Pattiniyaai Arikkattugalai Sumakkavum, "},
{ "Verses": "11 thangal Madhilgalukkulle Sekkaattavum, Thaagaththavanamaai Aalaiyaattavum Pannugiraargal. "},
{ "Verses": "12 ooril Manushar Thavikkiraargal, Kutruyiraaik Kidakkiravargalin Aaththumaa Kooppidugiradhu; Endraalum, Dhevan Adhaik Kutramaaga Avargalmel Sumaththugiradhillai. "},
{ "Verses": "13 avargal Velichchaththukku Virodhamaai Nadakkiravargalin Koottaththaar; Avargal Avarudaiya Vazhigalai Ariyaamalum, Avarudaiya Paadhaigalil Tharikkaamalum Irukkiraargal. "},
{ "Verses": "14 kolaipaadhagan Pozhudhu Vidigirapodhu Ezhundhu, Sirumaiyum Elimaiyumaanavanaik Kondru, Raakkaalaththile Thirudanaippol Thirigiraan. "},
{ "Verses": "15 vibasaaranudaiya Kan Maalaimayangugira Velaikkuk Kaaththirundhu: Ennai Oru Kannum Kaanamaattaadhendru Mugaththai Moodikkollugiraan. "},
{ "Verses": "16 avargal Pagalil Adaiyaalam Paarththa Veedugalai Iruttile Kannamidugiraargal; Avargal Velichchaththai Ariyaargal. "},
{ "Verses": "17 vidiyunkaalamum Avargalukku Marana Irulpol Irukkiradhu; Appadippattavan Marana Irulin Bayangaraththodu Pazhagiyirukkiraan. "},
{ "Verses": "18 neerottaththaippol Theeviramaaip Povaan; Dhesaththil Avan Pangu Sabikkappattup Pogiradhinaal, Avan Dhraatchaththottangalin Vazhiyai Inik Kaanbadhillai. "},
{ "Verses": "19 varatchiyum Ushnamum Uraindha Mazhaiyaip Patchikkum; Appadiye Paadhaalamaanadhu Paavigalaip Patchikkum. "},
{ "Verses": "20 avanaip Petra Karppam Avanai Marakkum; Puzhu Thirupthigaramaai Avanaith Thinnum; Avan Appuram Ninaikkappaduvadhillai; Akkiramamaanadhu Pattamaraththaippola Murindhuvizhum. "},
{ "Verses": "21 pillaiperaadha Maladiyin Aasthiyaip Patchiththuvittu, Vidhavaikku Nanmai Seyyaadhepogiraan. "},
{ "Verses": "22 than Balaththinaale Vallavargalaith Than Paarisamaakkugiraan; Avan Ezhumbugirapodhu Oruvanukkum Praananaippatri Nichchayamillai. "},
{ "Verses": "23 dhevan Avanukku Sugavaazhvaik Kattalaiyittaal, Adhinmel Urudhiyaai Nambikkai Vaikkiraan; Aanaalum Avarudaiya Kangal Appadippattavargalin Vazhigalukku Virodhamaayirukkiradhu. "},
{ "Verses": "24 avargal Konjakkaalam Uyarndhirundhu, Kaanaamarpoi, Thaazhththappattu, Matra Ellaaraippolum Adakkappadugiraargal; Kadhirgalin Nuniyaippola Arukkappadugiraargal. "},
{ "Verses": "25 appadiyillaiyendru Ennaip Poiyanaakki En Vaarththaigalai Viyarththamaakkaththakkavan Yaar Endraan. "}
]