[
{ "Verses": "1 yobu Pradhiyuththaramaaga: "},
{ "Verses": "2 neengal Endhamattum En Aaththumaavai Varuththappaduththi, Vaarththaigalinaal Ennai Norukkuveergal? "},
{ "Verses": "3 ippodhu Paththudharam Ennai Nindhiththeergal; Neengal Enakkuk Kadinamugam Kaanbikkiradhinaal Ungalukku Vetkamillai. "},
{ "Verses": "4 naan Thappinadandhadhu Meyyaanaalum, En Thappidham Ennodedhaan Irukkiradhu. "},
{ "Verses": "5 neengal Enakku Virodhamaagap Perumaipaaraatti, Enakku Nindhaiyaaga Ennaik Kadindhukollavendum Endriruppeergalaagil, "},
{ "Verses": "6 dhevan Ennaik Kavizhththu, Thammudaiya Valaiyai Enmel Veesinaar Endru Ariyungal. "},
{ "Verses": "7 idho, Kodumai Endru Kooppidugiren, Ketpaar Oruvarum Illai; Kookkuralidugiren, Nyaaya Visaaranai Illai. "},
{ "Verses": "8 naan Kadandhupogak Koodaadhapadikku Avar En Paadhaiyai Veliyadaiththu, En Vazhigalai Irulaakkivittaar. "},
{ "Verses": "9 ennilirundha En Magimaiyai Avar Urindhukondu, En Sirasin Kreedaththai Eduththuppottaar. "},
{ "Verses": "10 avar Ennai Naangupuraththilum Naasamaakkinaar, Naan Atruppogiren; En Nambikkaiyai Oru Sediyaippolap Pidungippottaar. "},
{ "Verses": "11 avar Thamadhu Kobaththai Enmel Eriyappanninaar; Ennaith Thammudaiya Saththurukkalil Oruvanaaga Ennikkollugiraar. "},
{ "Verses": "12 avarudaiya Thanduppadaigal Egamaai Vandhu, Enakku Virodhamaaith Thangal Vazhiyai Uyarththi, En Koodaaraththai Sutrip Paalayamiranginaargal. "},
{ "Verses": "13 en Sagodhararai Ennaivittu Dhoorappaduththinaar; Enakku Arimugamaanavargal Enakku Anniyaraaipponaargal. "},
{ "Verses": "14 en Bandhujanangal Vilagipponaargal; En Snegidhar Ennai Marandhuvittaargal. "},
{ "Verses": "15 en Veettu Janangalum, En Velaikkaarigalum, Ennai Anniyanaaga Ennugiraargal; Avargal Paarvaikku Naan Paradhesiyaanen. "},
{ "Verses": "16 naan En Velaikkaaranaik Kooppidugirapodhu Avan Enakku Uththaravu Kodaan; En Vaayinaal Naan Avanaik Kenjavendiyadhaayitru. "},
{ "Verses": "17 en Suvaasam En Manaivikku Verupattirukkiradhu; En Karppaththin Pillaigalukkaagap Paridhabikkiren. "},
{ "Verses": "18 sirupillaigalum Ennai Asattaipannugiraargal; Naan Ezhundhaal, Avargal Enakku Virodhamaaip Pesugiraargal. "},
{ "Verses": "19 en Praana Snegidhar Ellaarum Ennai Verukkiraargal; Naan Snegiththavargal Enakku Virodhigalaanaargal. "},
{ "Verses": "20 en Elumbugal En Tholodum En Maamsaththodum Ottikkondirukkiradhu; En Parkalai Moodak Konjam Tholmaaththiram Thappinadhu. "},
{ "Verses": "21 en Snegidhare, Enakku Irangungal, Enakku Irangungal; Dhevanudaiya Kai Ennaith Thottadhu. "},
{ "Verses": "22 dhevanaippola Neengalum Ennaith Thunbappaduththuvaanen? En Maamsam Patchikkappattaalum Neengal Thirupthiyatrirukkiradhenna? "},
{ "Verses": "23 aa, Naan Ippozhudhu Sollum Vaarththaigal Ezhudhappattaal Nalamaayirukkum; Avaigal Oru Pusthagaththil Varaiyappattu, "},
{ "Verses": "24 alladhu Endraikkum Nilaikka Avaigal Karungallile Ulivettaagavum Eeya Ezhuththaagavum Padhindhaal Nalamaayirukkum. "},
{ "Verses": "25 en Meetpar Uyirodirukkiraar Endrum, Avar Kadaisinaalil Boomiyinmel Nirpaar Endrum Naan Arindhirukkiren. "},
{ "Verses": "26 indha En Thol Mudhalaanavai Azhugipponapinbu, Naan En Maamsaththil Irundhu Dhevanaip Paarppen. "},
{ "Verses": "27 avarai Naane Paarppen; Anniya Kangal Alla, En Kangale Avaraik Kaanum; Indha Vaanjaiyaal En Ullindhiriyangal Enakkul Sorndhu Pogiradhu. "},
{ "Verses": "28 kaariyaththin Moolam Enakkul Kandupidikkappadugaiyil, Naam En Avanaith Thunbappaduththugirom Endru Neengal Sollavendiyadhaame. "},
{ "Verses": "29 pattayaththukku Bayappadungal; Nyaayaththeerppu Undengiradhai Neengal Ariyumporuttu, Moorkkamaanadhu Pattayaththinaal Undaagum Aakkinaiyai Varappannum Endraan. "}
]