[
{ "Verses": "1 yobe, En Nyaayangalaik Kelum; En Vaarththaigalukkellaam Sevikodum. "},
{ "Verses": "2 idho, En Vaayai Ippodhu Thirandhen; En Vaayilirukkira En Naavaanadhu Pesum. "},
{ "Verses": "3 en Vaarththaigal En Irudhayaththin Unmaikku Oththirukkum; Naan Arindhadhai En Udhadugal Suththamaai Vasanikkum. "},
{ "Verses": "4 dhevanudaiya Aaviyaanavar Ennai Undaakkinaar; Sarvavallavarudaiya Suvaasam Enakku Uyirkoduththadhu. "},
{ "Verses": "5 ummaale Koodumaanaal Enakku Marumozhi Kodum; Neer Aayaththappattu Enakku Edhiraaga Nillum. "},
{ "Verses": "6 idho, Ummaippola Naanum Dhevanaal Undaanavan; Naanum Manninaal Uruvaakkappattavan. "},
{ "Verses": "7 idho, Neer Enakku Bayappattuk Kalangath Thevaiyillai; En Kai Ummel Baaramaayirukkamaattaadhu. "},
{ "Verses": "8 naan Kaadhaarak Ketka Neer Sonnadhum, Enakkuk Kelviyaana Ummudaiya Vaarththaigalin Saththamum Ennavendraal: "},
{ "Verses": "9 naan Meerudhal Illaadha Suththan, Naan Kutramatravan, Ennil Akkiramamillai. "},
{ "Verses": "10 idho, Ennil Avar Kutrampidikkap Paarkkiraar, Ennaith Thamakku Saththuruvaaga Ennikkollugiraar. "},
{ "Verses": "11 avar En Kaalgalaith Thozhuvile Maatti, En Nadaigalaiyellaam Kaavalpaduththugiraar Endru Sonneer. "},
{ "Verses": "12 idhile Neer Needhiyullavar Allavendru Umakkup Pradhiyuththaramaaga Sollugiren; Manushanaip Paarkkilum Dhevan Periyavaraayirukkiraar. "},
{ "Verses": "13 avar Thammudaiya Seyalgal Ellaavatraiyunkuriththuk Kaaranam Sollavillaiyendru Neer Avarode En Vazhakkaadugireer? "},
{ "Verses": "14 dhevan Oruvisai Solliyirukkira Kaariyaththai Irandaamvisai Paarththuth Thiruththugiravarallave. "},
{ "Verses": "15 kananiththirai Manusharmel Irangi, Avargal Padukkaiyinmel Ayarndhirukkaiyil, "},
{ "Verses": "16 avar Raakkaalaththu Dharisanamaana Soppanaththile Manusharudaiya Sevikkuth Thaam Seyyum Kaariyaththai Velippaduththi, Adhai Avargalukku Varum Thandanaiyinaale Muththiraipottu, "},
{ "Verses": "17 manushan Thannudaiya Seygaiyaivittu Neengavum, Manusharudaiya Perumai Adangavum Seygiraar. "},
{ "Verses": "18 ivvidhamaai Avan Aaththumaavaip Padukuzhikkum, Avan Jeevanaip Pattaya Vettukkum Thappuvikkiraar. "},
{ "Verses": "19 avan Than Padukkaiyile Vaadhaiyinaalum, Than Sagala Elumbugalilum Agoramaana Novinaalum Dhandikkappadugiraan. "},
{ "Verses": "20 avan Jeevan Appaththaiyum, Avan Aaththumaa Rusigaramaana Pojanaththaiyum Arosikkum. "},
{ "Verses": "21 avan Maamsam Kaanappadaadhapadikku Azhindhu, Moodappattirundha Avan Elumbugal Velippadugiradhu. "},
{ "Verses": "22 avan Aaththumaa Paadhaalaththukkum, Avan Praanan Saavukkum Sameebikkiradhu. "},
{ "Verses": "23 aayiraththil Oruvaraagiya Saamaasipannugira Thoodhanaanavar Manushanukkuth Thammudaiya Nidhaanaththai Arivikkumpadikku, Avanukku Anusaariyaayirundhaareyaagil, "},
{ "Verses": "24 avar Avanukku Irangi, Avan Padukuzhiyil Irangaadhapadikku: Neer Avanai Ratchiyum; Meetkum Porulai Naan Kandupidiththen Enbaar. "},
{ "Verses": "25 appozhudhu Avan Maamsam Vaalibaththil Irundhadhaippaarkkilum Aarokkiyamadaiyum; Than Vaalavayadhu Naatkalukkuth Thirumbuvaan. "},
{ "Verses": "26 avan Dhevanai Nokki Vinnappam Pannumpodhu, Avan Avarudaiya Samugaththai Gembeeraththode Paarkkumpadi Avar Avanmel Piriyamaagi, Andha Manushanukku Avanudaiya Needhiyin Balanaik Koduppaar. "},
{ "Verses": "27 avan Manusharai Nokkip Paarththu: Naan Paavancheydhu Semmaiyaanadhaip Purattinen, Adhu Enakkup Prayojanamaayirukkavillai. "},
{ "Verses": "28 en Aaththumaa Padukuzhiyil Irangaadhapadi, Avar Adhai Ratchippaar; Aagaiyaal En Praanan Velichchaththaik Kaanum Endru Solluvaan. "},
{ "Verses": "29 idho, Dhevan Manushanudaiya Aaththumaavaip Padukuzhikku Vilakkugiradharkum, Avanai Jeevanullorin Velichchaththinaale Pragaasippikkiradharkum, "},
{ "Verses": "30 avar Ivaigalaiyellaam Avanidaththil Palamurai Nadappikkiraar. "},
{ "Verses": "31 yobe, Neer Gavaniththu En Sollaik Kelum; Naan Pesappogiren, Neer Mavunamaayirum. "},
{ "Verses": "32 sollaththakka Nyaayangal Irundhadheyaanaal, Enakku Maruuththaravu Kodum; Neer Pesum, Ummai Needhimaanaagath Theerkka Enakku Aasaiyundu. "},
{ "Verses": "33 ondrum Illaadhirundhadheyaagil Neer En Sollaik Kelum, Mavunamaayirum, Naan Umakku Gnaanaththai Ubadhesippen Endraan. "}
]