[
{ "Verses": "1 yobu Pradhiyuththaramaaga: "},
{ "Verses": "2 en Vasanaththai Gavanamaaik Kelungal; Idhu Neengal Ennaith Thetraravupannuvadhupola Irukkum. "},
{ "Verses": "3 naan Pesappogiren, Sagiththirungal; Naan Pesinapinbu Pariyaasampannungal. "},
{ "Verses": "4 naan Manushanaippaarththaa Angalaaikkiren? Appadiyaanaalum En Aavi Visanappadaadhirukkumaa? "},
{ "Verses": "5 ennai Gavaniththuppaarungal, Appozhudhu Neengal Bramiththu, Ungal Vaayaik Kaiyaal Poththikkolveergal. "},
{ "Verses": "6 idhai Naan Ninaikkaiyil Kalangugiren; Nadukkam En Maamsaththaip Pidikkum. "},
{ "Verses": "7 dhunmaarkkar Jeeviththu Viruththaraagi, Vallavaraavaanen? "},
{ "Verses": "8 avargalodunkooda Avargal Sandhadhiyaar Avargalukku Munbaagavum, Avargal Pillaigal Avargal Kangalukku Munbaagavum Thidappadugiraargal. "},
{ "Verses": "9 avargal Veedugal Bayamillaamal Baththirappattirukkum; Dhevanudaiya Milaaru Avargalmel Varugiradhillai. "},
{ "Verses": "10 avargaludaiya Erudhu Polindhaal, Veenaaippogaadhu; Avargaludaiya Pasu Sinai Azhiyaamal Eenugiradhu. "},
{ "Verses": "11 avargal Thangal Kuzhandhaigalai Oru Mandhaiyaippola Veliye Pogavidugiraargal; Avargal Pillaigal Kudhiththu Vilaiyaadugiraargal. "},
{ "Verses": "12 avargal Thamburaiyum Suramandalaththaiyum Eduththup Paadi, Kinnaraththin Osaikku Sandhoshappadugiraargal. "},
{ "Verses": "13 avargal Selvavaangalaaith Thangal Naatkalaip Pokki, Oru Kshanappozhudhile Paadhaalaththil Irangugiraargal. "},
{ "Verses": "14 avargal Dhevanai Nokki: Engalaivittu Vilagiyirum, Ummudaiya Vazhigalai Ariya Virumbom; "},
{ "Verses": "15 sarvavallavarai Naam Sevikka Avar Yaar? Avarai Nokki Jebampannuvadhinaal Namakkup Prayojanam Enna Engiraargal. "},
{ "Verses": "16 aanaalum Avargal Vaazhvu Avargal Kaiyiliraadhu; Dhunmaarkkarin Aalosanai Enakku Dhooramaayiruppadhaaga. "},
{ "Verses": "17 eththanai Sadudhiyil Dhunmaarkkarin Vilakku Anaindhupom; Avar Thamadhu Kobaththinaal Vedhanaigalaip Pagirndhukodukkaiyil, Avargal Aabaththu Avargalmel Varum. "},
{ "Verses": "18 avargal Kaatrumugaththilirukkira Thurumbaippolavum, Perungaatru Parakkadikkira Padharaippolavum Irukkiraargal. "},
{ "Verses": "19 dhevan Avanudaiya Akkiramaththai Avan Pillaigalukku Vaiththu Vaikkiraar; Avan Unaraththakkavidhamaai Adhai Avanukkup Palikkappannugiraar. "},
{ "Verses": "20 avanudaiya Azhivai Avanudaiya Kangal Kaanum, Sarvavallavarudaiya Ukkiraththaik Kudippaan. "},
{ "Verses": "21 avan Maadhangalin Thogai Kurukkappadumpodhu, Avanukkup Pirpaadu Avan Veettaippatri Avanukku Irukkum Viruppamenna? "},
{ "Verses": "22 uyarndhorai Nyaayantheerkkira Dhevanukku Arivai Unarththa Yaaraalaagum? "},
{ "Verses": "23 oruvan Nirvaagaththodum Sugaththodum Vaazhndhu Kuraiyatra Belanullavanaai Saagiraan. "},
{ "Verses": "24 avanudaiya Paalpaaththirangal Paalaal Nirambiyirukkiradhu, Avan Elumbugalil Oon Pushtiyaayirukkiradhu. "},
{ "Verses": "25 veroruvan Oru Naalaavadhu Sandhoshaththode Saappidaamal, Manakkilesaththode Saagiraan. "},
{ "Verses": "26 iruvarum Samamaai Mannile Paduththukkollugiraargal; Puzhukkal Avargalai Moodum. "},
{ "Verses": "27 idho, Naan Ungal Ninaivugalaiyum, Neengal Ennaippatri Aniyaayamaaik Kondirukkum Aalosanaigalaiyum Ariven. "},
{ "Verses": "28 prabuvinudaiya Veedu Enge? Dhunmaarkkarudaiya Koodaaram Enge? Endru Sollugireergal. "},
{ "Verses": "29 vazhinadandhupogiravargalai Neengal Ketkavillaiyaa? Avargal Sollum Kurippugalai Neengal Ariyavillaiyaa? "},
{ "Verses": "30 dhunmaarkkan Aabaththunaalukkendru Vaikkappadugiraan; Avan Kobaakkinaiyin Naalukkendru Konduvarappadugiraan. "},
{ "Verses": "31 avan Vazhiyai Avan Mugaththukku Munbaagath Thoondik Kaanbikkiravan Yaar? Avan Seygaikkuththakka Palanai Avanukku Sarikkattugiravan Yaar? "},
{ "Verses": "32 avan Kallaraikkuk Konduvarappadugiraan; Avan Kori Kaakkappattirukkum. "},
{ "Verses": "33 pallaththaakkin Pulpaththaigal Avanukku Inbamaayirukkum; Avanukku Munnaaga Ennirandha Janangal Ponadhupola, Avanukkup Pinnaaga Ovvoruvarum Avvidaththukku Selluvaargal. "},
{ "Verses": "34 neengal Veenaana Aarudhalai Enakku Sollugiradhu Enna? Ungal Marumozhigalil Unmaikkedu Irukkiradhu Endraan. "}
]