[
{ "Verses": "1 pinnum Elikoo: "},
{ "Verses": "2 naan Pesimudiyumattum Satre Porum; Innum Dhevanpatchaththil Naan Sollavendiya Nyaayangalai Umakku Sollikkaanbippen. "},
{ "Verses": "3 naan Dhooraththilirundhu En Gnaanaththaik Konduvandhu, Ennai Undaakkinavarudaiya Needhiyai Vilangappannuven. "},
{ "Verses": "4 meyyaagave En Vaarththaigal Poiyatrirukkum; Ummode Pesugiravan Arivil Therinavan. "},
{ "Verses": "5 idho, Dhevan Magaththuvamullavar, Avar Oruvaraiyum Purakkaniyaar; Mana Urukkaththilum Avar Magaththuvamullavar. "},
{ "Verses": "6 avar Dhunmaarkkaraip Pizhaikka Ottaadhirukkiraar; Sirumaiyaanavargalin Nyaayaththai Visaarikkiraar. "},
{ "Verses": "7 avar Thammudaiya Kangalai Needhimaangalaivittu Vilakkaamal, Avargalai Raajaakkalodekooda Singaasanaththil Eravum, Uyarndha Sthalaththil Endraikkum Utkaarndhirukkavum Seygiraar. "},
{ "Verses": "8 avargal Vilangugal Podappattu, Ubaththiravaththin Kayirugalaal Kattappattirundhaalum, "},
{ "Verses": "9 avar, Avargal Kiriyaiyaiyum, Minjippona Avargaludaiya Meerudhalgalaiyum Avargalukkuth Theriyappaduththi, "},
{ "Verses": "10 akkiramaththai Vittuth Thirumbumpadi Avargal Seviyaith Thirandhu Kadindhukollugiraar. "},
{ "Verses": "11 avargal Adangi Avarai Seviththaal, Thangal Naatkalai Nanmaiyaagavum, Thangal Varushangalai Selvavaazhvaagavum Pokkuvaargal. "},
{ "Verses": "12 adangaargaleyaagil Pattayaththukku Iraiyaagi, Gnaanam Adaiyaamal Maandupovaargal. "},
{ "Verses": "13 maayamulla Irudhayaththaar Krodhaththaik Kuviththukkollugiraargal; Avargalai Avar Kattivaikkumpodhu Kenjik Kooppiduvaargal. "},
{ "Verses": "14 avargal Vaalavayadhile Maandupovaargal; Lachchaiyaanavargalukkulle Avargal Praanan Mudiyum. "},
{ "Verses": "15 sirumaippattavargalai Avar Sirumaikku Neengalaakki, Avargal Odukkappattirukkaiyil Avargal Seviyaith Thirakkiraar. "},
{ "Verses": "16 appadiye Avar Ummaiyum Nerukkaththinindru Vilakki, Odukkamillaadha Visaalaththile Vaippaar; Ummudaiya Pojanapandhi Kozhumaiyaana Padhaarththangalaal Niraindhirukkum. "},
{ "Verses": "17 aagaadhavanmel Varum Nyaayaththeerppu Niraiverap Paarppeer; Nyaayamum Needhiyum Ummai Aadharikkum. "},
{ "Verses": "18 ukkiramundaayirukkiradhinaal Avar Ummai Oru Adiyinaal Vaarikkondu Pogaadhapadikku Echcharikkaiyaayirum; Appozhudhu Meetkumporulai Migudhiyaaik Koduththaalum Adharku Neer Neengalaagamaatteer. "},
{ "Verses": "19 ummudaiya Selvaththai Avar Madhippaaro? Ummudaiya Ponnaiyum, Poorana Paraakkiramaththaiyum Avar Madhikkamaattaare. "},
{ "Verses": "20 janangal Thangal Idaththaivittu Vaarikkollappadappogira Iravai Vaanjikkaadhirum. "},
{ "Verses": "21 akkiramaththukkuth Thirumbaadhapadikku Echcharikkaiyaayirum; Ubaththiravaththaippaarkkilum Akkiramaththaith Therindhukondeere. "},
{ "Verses": "22 idho, Dhevan Thammudaiya Vallamaiyil Uyarndhirukkiraar; Avaraippol Podhikkiravar Yaar? "},
{ "Verses": "23 avarudaiya Vazhiyin Nyaayaththai Visaarikkaththakkavan Yaar? Neer Aniyaayam Seydheer Endru Sollaththakkavan Yaar? "},
{ "Verses": "24 manushar Nokkippaarkkira Avarudaiya Kiriyaiyai Neer Magimaippaduththa Ninaiyum. "},
{ "Verses": "25 ellaa Manusharum Adhaik Kaangiraargale; Dhooraththilirundhu Adhu Manusharukku Velippadugiradhu. "},
{ "Verses": "26 idho, Dhevan Magaththuvamullavar; Naam Avarai Ariya Mudiyaadhu; Avarudaiya Varushangalin Lakkam Aaraaindhu Mudiyaadhadhu. "},
{ "Verses": "27 avar Neerththuligalai Anuvaippola Erappannugiraar; Avaigal Megaththilirundhu Mazhaiyaai Sorigiradhu. "},
{ "Verses": "28 adhai Megangal Peydhu, Manusharmel Migudhiyaaip Pozhigiradhu. "},
{ "Verses": "29 megangalin Paravudhalaiyum, Avarudaiya Koodaaraththilirundhu Ezhumbum Kumuralgalaiyum Ariyamudiyumo? "},
{ "Verses": "30 idho, Adhinmel Thammudaiya Minnalin Oliyai Virikkiraar; Samuththiraththin Aazhangalaiyum Moodugiraar. "},
{ "Verses": "31 avaigalaal Janangalai Dhandikkiravarum, Aagaarankoduththu Ratchikkiravarumaayirukkiraar. "},
{ "Verses": "32 avar Minnalin Oliyaith Thamadhu Kaikkulle Moodi, Adhu Inninnadhai Adikkavendumendru Kattalaiyidugiraar. "},
{ "Verses": "33 adhinaal Avar Seyya Ninaikkiradhaiyum, Mandhaaram Ezhumbappogiradhaiyum, Aadumaadugal Ariyappaduththum. "}
]