[
{ "Verses": "1 varaiyaadugal Eenunkaalaththai Arivaayo? Maangal Kuttipodugiradhai Gavaniththaayo? "},
{ "Verses": "2 avaigal Sinaippattirundhu Varugira Maadhangalai Nee Enni, Avaigal Eenunkaalaththai Arivaayo? "},
{ "Verses": "3 avaigal Nondhu Kunindhu Thangal Kuttigalaip Pottu, Thangal Vedhanaigalai Neekkividum. "},
{ "Verses": "4 avaigalin Kuttigal Balaththu, Vanaththile Valarndhu, Avaigalandaikkuth Thirumba Varaamarpoividum. "},
{ "Verses": "5 kaattukkazhudhaiyaith Thannichchaiyaaith Thiriyavittavar Yaar? Andhak Kaattukkazhudhaiyin Kattugalai Avizhththavar Yaar? "},
{ "Verses": "6 adharku Naan Vanaandharaththai Veedaagavum, Uvarnilaththai Vaasasthalamaagavum Koduththen. "},
{ "Verses": "7 adhu Pattanaththin Iraichchalai Alatchiyampanni, Ottugiravanudaiya Kookkuralai Madhikkiradhillai. "},
{ "Verses": "8 adhu Malaigalile Than Meychchalaik Kandupidiththu, Sagalavidhap Pachchaippoondugalaiyum Thediththiriyum. "},
{ "Verses": "9 kaandaamirugam Unnidaththil Sevikka Sammadhikkumo? Adhu Un Munnanaikku Munbaaga Raaththangumo? "},
{ "Verses": "10 padaichchaalgalai Uzha Nee Kaandaamirugaththaik Kayirupottu Erile Poottuvaayo? Adhu Unakku Isaindhu Parambadikkumo? "},
{ "Verses": "11 adhu Adhiga Belamulladhendru Nee Nambi Adhinidaththil Velai Vaanguvaayo? "},
{ "Verses": "12 un Dhaaniyaththai Adhu Un Veettil Konduvandhu, Un Kalanjiyaththil Serkkum Endru Nee Adhai Nambuvaayo? "},
{ "Verses": "13 theekkuruvigal Thangal Settaigalai Asaivaatti Odugira Ottam, Naarai Than Settaigalaalum Iragugalaalum Parakkiradharku Samaanamallavo? "},
{ "Verses": "14 adhu Than Muttaigalaith Tharaiyile Ittu, Avaigalai Manalile Analuraikka Vaiththuvittuppoi, "},
{ "Verses": "15 kaalaal Midhipattu Udaindhupom Enbadhaiyum, Kaattumirugangal Avaigalai Midhiththuvidum Enbadhaiyum Ninaikkiradhillai. "},
{ "Verses": "16 adhu Than Kunjugal Thannudaiyadhallaadhadhupola Avaigalaik Kaakkaadha Kadinagunamulladhaayirukkum; Avaigalukkaaga Adharkuk Kavalaiyillaadhapadiyinaal Adhu Patta Varuththam Virudhaavaam. "},
{ "Verses": "17 dhevan Adharku Buththiyaik Kodaamal, Gnaanaththai Vilakkivaiththaar. "},
{ "Verses": "18 adhu Settai Viriththu Ezhumbumpodhu, Kudhiraiyaiyum Adhinmel Eriyirukkiravanaiyum Alatchiyampannum. "},
{ "Verses": "19 kudhiraikku Nee Veeriyaththaik Koduththaayo? Adhin Thondaiyil Kumuralai Vaiththaayo? "},
{ "Verses": "20 oru Vettukkiliyai Mirattugiradhupola Adhai Mirattuvaayo? Adhinudaiya Naasiyin Serukku Bayangaramaayirukkiradhu. "},
{ "Verses": "21 adhu Tharaiyile Thaaladiththu, Than Balaththil Kaliththu, Aayudhangalaith Thariththavarukku Edhiraagap Purappadum. "},
{ "Verses": "22 adhu Kalangaamalum, Pattayaththukkup Pinvaangaamalumirundhu, Bayappadudhalai Alatchiyampannum. "},
{ "Verses": "23 ambaraaththooniyum, Minnugira Eettiyum, Kedagamum Adhinmel Kalakalakkumpodhu, "},
{ "Verses": "24 garvamum Moorkkamunkondu Tharaiyai Vizhungividugiradhupol Anumaaniththu, Ekkaalaththin Thonikku Anjaamal Paayum. "},
{ "Verses": "25 ekkaalam Thonikkumpodhu Adhu Nigiyendru Kanaikkum; Yuththaththaiyum, Padaiththalaivarin Aarpparippaiyum, Senaigalin Aaravaaraththaiyum Dhooraththilirundhu Moppam Pidikkum. "},
{ "Verses": "26 un Buththiyinaale Raajaali Parandhu, Therkukku Edhiraagath Than Settaigalai Virikkiradho? "},
{ "Verses": "27 un Karpanaiyinaale Kazhugu Uyarap Parandhu, Uyaraththile Than Koottaik Kattumo? "},
{ "Verses": "28 adhu Kanmalaiyilum, Kanmalaiyin Sigaraththilum, Aranaana Sthalaththilum Thangi Vaasampannum. "},
{ "Verses": "29 angeyirundhu Iraiyai Nokkum; Adhin Kangal Dhooraththilirundhu Adhaip Paarkkum. "},
{ "Verses": "30 adhin Kunjugal Raththaththai Urinjum; Pinam Engeyo Ange Kazhugu Serum Endraar. "}
]