[
{ "Verses": "1 appozhudhu Themaaniyanaagiya Elippaas Pradhiyuththaramaaga: "},
{ "Verses": "2 gnaanavaan Kaatraippondra Nyaayangalai Solli, Than Vayitraik Kondalkaatrinaal Nirappi, "},
{ "Verses": "3 prayojanamillaadha Vaarththaigalaalum, Ubayogamillaadha Vasanangalaalum Tharkkikkalaamo? "},
{ "Verses": "4 neer Bayabakthiyai Veenendru Solli, Dhevanukku Munbaaga Jebaththiyaanaththaik Kuraiyappannugireer. "},
{ "Verses": "5 ummudaiya Vaai Ummudaiya Akkiramaththai Sollikkaattugiradhu; Neer Thandhiramullavargalin Naavaith Therindhukondeer. "},
{ "Verses": "6 naan Alla, Ummudaiya Vaaye Ummaik Kutravaali Endru Theerkkiradhu; Ummudaiya Udhadugale Umakku Virodhamaaga Saatchiyidugiradhu. "},
{ "Verses": "7 manusharil Mundhip Pirandhavar Neerdhaano? Parvadhangalukkumunne Uruvaakkappatteero? "},
{ "Verses": "8 neer Dhevanudaiya Ragasiya Aalosanaiyaik Kettu, Gnaanaththai Ummidamaai Serththukkondeero? "},
{ "Verses": "9 naangal Ariyaadha Endhak Kaariyaththai Neer Arindhirukkireer? Engalukku Vilangaadha Endhak Kaariyamaavadhu Umakku Vilangiyirukkiradho? "},
{ "Verses": "10 ummudaiya Thagappanaippaarkkilum Periya Vayadhulla Naraiththorum Viruththaappiyarum Engalukkul Irukkiraargale. "},
{ "Verses": "11 dhevan Aruliya Aarudhalgalum, Ummode Sollappadugira Mirudhuvaana Pechchum Umakku Arpakaariyamaayirukkiradho? "},
{ "Verses": "12 ummudaiya Irudhayam Ummai Enge Kondupogiradhu? Ummudaiya Kangal Neriththuppaarkkiradhu Enna? "},
{ "Verses": "13 dhevanukku Virodhamaaga Ummudaiya Aaviyai Ezhuppi, Ummudaiya Vaayilirundhu Vasanangalaip Purappadappannugireer. "},
{ "Verses": "14 manushanaanavan Parisuththamaayirukkiradharkum, Sthreeyinidaththil Pirandhavan Needhimaanaayirukkiradharkum, Avan Emmaaththiram? "},
{ "Verses": "15 idho, Thammudaiya Parisuththavaangalaiyum Avar Nambugiradhillai; Vaanangalum Avar Paarvaikku Suththamaanavaigal Alla. "},
{ "Verses": "16 aniyaayaththaith Thanneeraippolak Kudikkira Manushan Eththanai Adhigamaai Aruvaruppum Asuththamumaayirukkiraan? "},
{ "Verses": "17 umakkuk Kaariyaththaith Theriyappannuven, Ennaik Kelum; Naan Kandadhai Umakku Vivariththu Solluven. "},
{ "Verses": "18 gnaanigal Thangal Pidhaakkal Sollak Kettu Maraikkaamal Ariviththadhaiye Naan Solluven. "},
{ "Verses": "19 avargalukkumaaththiram Boomi Alikkappattadhu; Anniyar Avargal Naduve Kadandhupoga Idamillai. "},
{ "Verses": "20 dhunmaarkkan Uyirodirukkira Naalellaam Thunpaththaal Vaadhikkappadugiraan; Balavandhampannugiravanukku Avan Varushangalin Thogai Maraikkappattirukkiradhu. "},
{ "Verses": "21 bayangaramaana Saththam Avan Kaadhugalil Thonikkiradhu; Avan Samaadhaanamaayirukkaiyil Paazhaakkiravan Avanmel Varuvaan. "},
{ "Verses": "22 irulilirundhu Thirumbivara Avanukku Nambikkaiyillaamal, Padhivirukkiravargalin Pattayaththukku Avan Bayappadugiraan. "},
{ "Verses": "23 appam Enge Kidaikkum Endru Avan Alaindhu Thirigiraan; Andhagaaranaal Thanakku Sameebiththirukkiradhai Arivaan. "},
{ "Verses": "24 ikkattum Nerukkamum Avanaik Kalangappanni, Yuththasannaththanaana Raajaavaippola Avanai Merkollum. "},
{ "Verses": "25 avan Dhevanukku Virodhamaagak Kaineetti, Sarvavallavarukku Virodhamaagap Paraakkiramam Paaraattugiraan. "},
{ "Verses": "26 kadinakkazhuththodum, Paruththa Kumizhulla Than Kedayangalodum Avarukku Edhiraaga Odugiraan. "},
{ "Verses": "27 avan Mugaththaik Kozhuppu Moodiyirukkiradhu; Adivayiru Thondhi Vittirukkiradhu. "},
{ "Verses": "28 aanaalum Paazhaana Pattanangalilum, Kudipona Karkuviyalaana Veedugalilum Vaasampannuvaan. "},
{ "Verses": "29 avan Aisuvariyavaanaavadhumillai, Avan Aasthi Nilaippadhumillai, Appadippattavargalin Selvam Boomiyil Neediththiruppadhillai. "},
{ "Verses": "30 irulukku Avan Thappuvadhillai; Akkinijuvaalai Avanudaiya Kilaiyaik Kaaindhupogappannum; Avarudaiya Vaayin Suvaasaththaal Atruppovaan. "},
{ "Verses": "31 vazhithappinavan Maayaiyai Nambaanaaga; Nambinaal Maayaiye Avan Balanaayirukkum. "},
{ "Verses": "32 adhu Avan Naal Varumunne Avanukkup Pooranamaaip Palikkum; Avanudaiya Koppup Pachchaikolvadhillai. "},
{ "Verses": "33 pinjugal Udhirndhupogira Dhraatchachchediyaippolavum, Pookkal Udhirndhupogira Olivamaraththaippolavum Avan Iruppaan. "},
{ "Verses": "34 maayakkaararin Koottam Verumaiyaaip Pom; Paridhaanam Vaanginavargalin Koodaarangalai Akkini Patchikkum. "},
{ "Verses": "35 appadippattavan Aniyaayaththaik Karppandhariththu, Akkiramaththaip Perugiraan; Avargal Karppam Maayaiyaip Pirappikkum Endraan. "}
]