[
{ "Verses": "1 idho, Ivaigalellaavatraiyum En Kan Kandu, En Kaadhu Kettu Arindhirukkiradhu. "},
{ "Verses": "2 neengal Arindhirukkiradhai Naanum Arindhirukkiren; Naan Ungalukkuth Thaazhndhavan Alla. "},
{ "Verses": "3 sarvavallavarode Naan Pesinaal Nalladhu; Dhevanode Nyaayaththirkaaga Vazhakkaada Virumbuven. "},
{ "Verses": "4 neengal Poiyaip Pinaikkiravargal; Neengal Ellaarum Kaariyaththukkudhavaadha Vaiththiyargal. "},
{ "Verses": "5 neengal Pesaamalirundhaal Nalamaagum; Adhu Ungalukku Gnaanamaayirukkum. "},
{ "Verses": "6 neengal En Nyaayaththaikkettu, En Udhadugal Sollum Viseshangalai Gavaniyungal. "},
{ "Verses": "7 neengal Dhevanukkaaga Nyaayakkedaaip Pesi, Avarukkaaga Vanjagamaai Vasanikkavendumo? "},
{ "Verses": "8 avarukku Mugadhaatchiniyam Pannuveergalo? Dhevanukkaaga Vazhakkaaduveergalo? "},
{ "Verses": "9 avar Ungalai Aaraaindhupaarththaal Adhu Ungalukku Nalamaayirukkumo? Manushanaip Pariyaasampannugiradhupola Avaraip Pariyaasampannuveergalo? "},
{ "Verses": "10 neengal Andharangamaai Mugadhaatchiniyampanninaal, Avar Ungalai Evvidhaththilum Kandippaar. "},
{ "Verses": "11 avarudaiya Magaththuvam Ungalaith Thidukkidappannaadho? Avarudaiya Bayangaram Ungalaip Pidikkamaattaadho? "},
{ "Verses": "12 ungal Perai Ninaikkappannum Adaiyaalangal Saambalukku Sari; Ungal Mettimaigal Setrukkuviyalgalukku Samaanam, "},
{ "Verses": "13 neengal Mavunamaayirungal, Naan Pesugiren, Enakku Varugiradhu Varattum. "},
{ "Verses": "14 naan En Parkalinaal En Sadhaiyaip Pidungi, En Praananai En Kaiyile Vaippaanen? "},
{ "Verses": "15 avar Ennaik Kondrupottaalum, Avarmel Nambikkaiyaayiruppen; Aanaalum En Vazhigalai Avarukku Munbaaga Roobagaarampannuven. "},
{ "Verses": "16 avare En Ratchippu; Maayakkaarano Avar Sannidhiyil Seraan. "},
{ "Verses": "17 en Vasanaththaiyum, Naan Sollik Kaanbikkiradhaiyum, Ungal Sevigalaal Gavanamaaik Kelungal. "},
{ "Verses": "18 idho, En Nyaayangalai Aniyaniyaaga Vaiththen; En Needhi Vilangum Endru Ariven. "},
{ "Verses": "19 ennode Vazhakkaadavendumendru Irukkiravan Yaar? Naan Mavunamaayirundhaal Jeeviththuppovene. "},
{ "Verses": "20 irandu Kaariyangalaimaaththiram Enakku Seyyaadhiruppeeraaga; Appozhudhu Umadhu Mugaththukku Munbaaga Oliththukkollaadhiruppen. "},
{ "Verses": "21 ummudaiya Kaiyai Ennaivittu Dhoorappaduththum; Ummudaiya Bayangaram Ennaik Kalangappannaadhiruppadhaaga. "},
{ "Verses": "22 neer Kooppidum, Naan Uththaravukoduppen; Alladhu Naan Pesuven; Neer Enakku Marumozhi Sollum. "},
{ "Verses": "23 en Akkiramangalum Paavangalum Eththanai? En Meerudhalaiyum En Paavaththaiyum Enakku Unarththum. "},
{ "Verses": "24 neer Umadhu Mugaththai Maraiththu, Ennai Umakkup Pagaignanaaga Ennuvaanen? "},
{ "Verses": "25 kaatradiththa Sarugai Norukkuveero? Kaaindhupona Thurumbaip Pinthodaruveero? "},
{ "Verses": "26 magaa Kasappaana Theerppugalai Enperil Ezhudhugireer; En Siruvayadhin Akkiramangalai Enakkup Palikkappannugireer. "},
{ "Verses": "27 en Kaalgalaith Thozhuvadiththuppottu, En Vazhigalaiyellaam Kaavalpannugireer; En Kaaladigalil Adaiyaalaththaip Podugireer. "},
{ "Verses": "28 ippadippattavan Azhugippogira, Vasthupolavum, Pottariththa Vasthirampolavum Azhindhupovaan. "}
]