[
{ "Verses": "1 adharku Yobu Pradhiyuththaramaaga: "},
{ "Verses": "2 ippadippatta Anegan Kaariyangalai Naan Kettirukkiren; Neengal Ellaarum Alattundaakkugira Thetraravaalar. "},
{ "Verses": "3 kaatraippondra Vaarththaigalukku Mudiviraadho? Ippadi Nee Uththaravusolla Unakkuth Thunivu Undaanadhenna? "},
{ "Verses": "4 ungalaippola Naanum Pesakkoodum; Naan Irukkum Nilaimaiyil Neengal Irundhaal, Naan Ungalukku Virodhamaaga Vaarththaigalaik Korththu, Ungalukku Edhire En Thalaiyaith Thulukkavunkoodum. "},
{ "Verses": "5 aanaalum Naan En Vaayinaal Ungalukkuth Thidan Solluven; En Udhadugalin Asaivu Ungal Dhukkaththai Aatrum. "},
{ "Verses": "6 naan Pesinaalum En Dhukkam Aaraadhu; Naan Pesaamalirundhaalum Enakku Enna Aarudhal? "},
{ "Verses": "7 ippodhu Avar Ennai Ilaiththuppoga Seydhaar; En Koottaththaiyellaam Paazhaakkineer. "},
{ "Verses": "8 neer Ennai Surungippogappanninadhu Adharku Saatchi; En Melivu Ennil Aththaatchiyaaga Nindru, En Mugaththukku Munbaaga Uththaravu Sollum. "},
{ "Verses": "9 ennaip Pagaikkiravanudaiya Kobam Ennaip Peerugiradhu, Enperil Parkadikkiraan; En Saththuru Kodiya Kanninaal Ennaip Paarkkiraan. "},
{ "Verses": "10 enakku Virodhamaagath Thangal Vaayai Virivaaith Thirandhaargal; Nindhaiyaaga Ennaik Kannaththil Adiththaargal; Enakku Virodhamaaga Egamaaik Koottankoodinaargal. "},
{ "Verses": "11 dhevan Ennai Aniyaayakkaaran Vasamaaga Oppuviththu, Dhunmaarkkarin Kaiyil Ennai Adappadappanninaar. "},
{ "Verses": "12 naan Sugamaai Vaazhndhirundhen; Avar Ennai Narukki, En Pidariyaip Pidiththu, Ennai Norukki, Ennaith Thamakku Lakkaaga Niruththinaar. "},
{ "Verses": "13 avarudaiya Villaalar Ennai Soozhndhukondaargal; En Eeralaith Thappavidaamal Pilandhaar; En Pichchaith Tharaiyil Ootrivittaar. "},
{ "Verses": "14 norukkudhalinmel Norukkudhalai Enmel Varappanninaar; Paraakkiramasaaliyaippola Enmel Paaindhaar. "},
{ "Verses": "15 naan Rattuchchelaiyaith Thaiththu, En Tholinmel Porththukkonden; En Magimaiyaip Puzhudhiyile Pottuvitten. "},
{ "Verses": "16 azhugiradhinaal En Mugam Azhukkadaindhadhu; Marana Irul En Kannimaigalinmel Undaayirukkiradhu. "},
{ "Verses": "17 en Kaigalile Kodumaiyillaadhirukkaiyilum, En Jebam Suththamaayirukkaiyilum, Appadiyaayitru. "},
{ "Verses": "18 boomiye, En Raththaththai Moodippodaadhe; En Alarudhalukku Maraividam Undaagaadhiruppadhaaga. "},
{ "Verses": "19 ippodhum Idho, En Saatchi Paralogaththilirukkiradhu, Enakku Saatchi Pagarugiravar Unnadhangalil Irukkiraar. "},
{ "Verses": "20 en Snegidhar Ennaip Pariyaasampannugiraargal; En Kan Dhevanai Nokkik Kanneer Sorigiradhu. "},
{ "Verses": "21 oru Manupuththiran Than Snegidhanukkaaga Vazhakkaadugiradhupola, Dhevanode Manushanukkaaga Vazhakkaadugiravar Oruvar Undaanaal Nalamaayirukkum. "},
{ "Verses": "22 kurugina Varushangalukku Mudivu Varugiradhu; Naan Thirumbivaraadha Vazhiye Poven. "}
]