[
{ "Verses": "1 appozhudhu Karththar: Perunkaatrilirundhu Yobukku Uththaravaaga: "},
{ "Verses": "2 arivillaadha Vaarththaigalinaal Aalosanaiyai Andhagaarappaduththugira Ivan Yaar? "},
{ "Verses": "3 ippodhum Purushanaippol Idaikattikkol; Naan Unnaik Ketpen; Nee Enakku Uththaravu Sollu. "},
{ "Verses": "4 naan Boomiyai Asthibaarappaduththugirapodhu Nee Engeyirundhaai? Nee Arivaaliyaanaal Adhai Arivi. "},
{ "Verses": "5 adharku Alavu Kuriththavar Yaar? Adhinmel Noolpottavar Yaar? Idhai Nee Arindhirundhaal Sollu. "},
{ "Verses": "6 adhin Aadhaarangal Edhinmel Podappattadhu? Adhin Kodikkallai Vaiththavar Yaar? "},
{ "Verses": "7 appozhudhu Vidiyarkaalaththu Natchaththirangal Egamaaip Paadi, Dhevapuththirar Ellaarum Gembeeriththaargale. "},
{ "Verses": "8 karppaththilirundhu Udhikkiradhupol Samuththiram Puranduvandhapodhu, Adhaik Kadhavugalaal Adaiththavar Yaar? "},
{ "Verses": "9 megaththai Adharku Vasthiramaagavum, Irulai Adharkup Pudavaiyaagavum Naan Uduththinapodhum, "},
{ "Verses": "10 naan Adharku Ellaiyaik Kuriththu, Adharkuth Thaazhppaalgalaiyum Kadhavugalaiyum Pottu: "},
{ "Verses": "11 immattum Vaa, Minji Varaadhe; Un Alaigalin Perumai Inge Adangakkadavadhu Endru Naan Sollugirapodhum Nee Engeyirundhaai? "},
{ "Verses": "12 dhushtargal Boomiyilirundhu Udharippodappadumpadikku, Adhin Kadaiyaandharangalaip Pidikkumporuttu, "},
{ "Verses": "13 un Jeevakaalaththil Eppodhaavadhu Nee Vidiyarkaalaththukkuk Kattalaikoduththu, Arunodhayaththukku Adhin Idaththaik Kaanbiththadhundo? "},
{ "Verses": "14 boomi Muththiraiyidappatta Kalimanpol Vere Roobankollum; Sagalamum Vasthiram Thariththirukkiradhupol Kaanappadum. "},
{ "Verses": "15 dhunmaarkkarin Oli Avargalaivittu Edupadum; Mettimaiyaana Buyam Murikkappadum. "},
{ "Verses": "16 nee Samuththiraththin Adiththalangalmattum Pugundhu, Aazhaththin Adiyil Ulaavinadhundo? "},
{ "Verses": "17 maranavaasalgal Unakkuth Thirandhadhundo? Marana Irulin Vaasalgalai Nee Paarththadhundo? "},
{ "Verses": "18 nee Boomiyin Visaalangalai Aaraaindhu Arindhadhundo? Ivaigalaiyellaam Nee Arindhirundhaal Sollu. "},
{ "Verses": "19 velichcham Vaasamaayirukkum Idaththukku Vazhiyenge? Irul Kudikondirukkum Sthaanamenge? "},
{ "Verses": "20 adhin Ellai Innadhendru Unakkuth Theriyumo? Adhin Veettukkuppogira Paadhaiyai Arindhirukkiraayo? "},
{ "Verses": "21 nee Adhai Ariyumpadi Appodhu Pirandhirundhaayo? Un Naatkalin Thogai Avvalavu Peridho? "},
{ "Verses": "22 uraindha Mazhaiyin Pandasaalaigalukkul Nee Pravesiththaayo? Kalmazhaiyirukkira Pandasaalaigalaip Paarththaayo? "},
{ "Verses": "23 aabaththu Varunkaalaththilum, Kalagamum Yuththamum Varunkaalaththilum, Prayogikkumpadi Naan Avaigalai Vaiththuvaiththirukkiren. "},
{ "Verses": "24 velichcham Paravappadugiradharkum, Keezhkaatru Boomiyinmel Veesugiradharkumaana Vazhi Enge? "},
{ "Verses": "25 paazhum Andharaveliyumaana Tharaiyaith Thirupthiyaakki, Ilampoondugalin Mulaigalai Mulaikkappannumpadi, "},
{ "Verses": "26 boomiyengum Manushar Kudiyillaadha Idaththilum, Manushasanjaaramillaadha Vanaandharaththilum Mazhaiyai Varushikkappanni, "},
{ "Verses": "27 vellaththukku Neerkkaalgalaiyum, Idimuzhakkangalodu Varum Minnalukku Vazhigalaiyum Paguththavar Yaar? "},
{ "Verses": "28 mazhaikku Oru Thagappanundo? Paniththuligalai Janippiththavar Yaar? "},
{ "Verses": "29 uraindha Thanneer Yaarudaiya Vayitrilirundhu Purappadugiradhu? Aagaayaththinudaiya Uraindha Paniyaip Petravar Yaar? "},
{ "Verses": "30 jalam Kalluruvankondu Maraindhu, Aazhaththin Mugam Kettiyaai Uraindhirukkiradhe. "},
{ "Verses": "31 arumeen Natchaththiraththin Sugirdha Sambandhaththai Nee Inaikkakkoodumo? Alladhu Mirugaseerishaththin Kattugalai Avizhppaayo? "},
{ "Verses": "32 raasigalai Adhinadhin Kaalaththile Varappannuvaayo? Dhuruvachchakkara Natchaththiraththaiyum Adhai Serndha Natchaththirangalaiyum Vazhinadaththuvaayo? "},
{ "Verses": "33 vaanaththin Niyamangalai Nee Arivaayo? Adhu Boomiyaiyaalum Aalugaiyai Nee Thittampannuvaayo? "},
{ "Verses": "34 eraalamaana Thanneer Unmel Soriyavenum Endru Un Saththaththai Megangalpariyandham Uyarththuvaayo? "},
{ "Verses": "35 nee Minnalgalai Azhaiththanuppi, Avaigal Purappattuvandhu: Idho, Ingeyirukkirom Endru Unakku Sollumpadi Seyvaayo? "},
{ "Verses": "36 andhakkaranangalil Gnaanaththai Vaiththavar Yaar? Ullaththil Buththiyaik Koduththavar Yaar? "},
{ "Verses": "37 gnaanaththinaale Kodimaasigalai Ennubavar Yaar? "},
{ "Verses": "38 thoolaanadhu Egapaalamaagavum, Mankattigal Ondrodondru Ottikkollavum, Aagaayaththuruththigalilulla Thanneeraip Pozhiyappannugiravar Yaar? "},
{ "Verses": "39 nee Singaththukku Iraiyai Vettaiyaadi, "},
{ "Verses": "40 singakkuttigal Thaangal Thangum Idangalile Kidandhu Kebiyile Padhivirukkirapodhu, Avaigalin Aasaiyaith Thirupthiyaakkuvaayo? "},
{ "Verses": "41 kaakkaikkunjugal Dhevanai Nokkik Kooppittu, Aagaaramillaamal Parandhu Alaigirapodhu, Avaigalukku Iraiyai Savadhariththuk Kodukkiravar Yaar? "}
]