[
{ "Verses": "1 yobu Pradhiyuththaramaaga: "},
{ "Verses": "2 aam, Neengale Gnaanamulla Janangal; Ungaludane Gnaanam Saagum. "},
{ "Verses": "3 ungalaippola Enakkum Buththiyundu; Ungalilum Naan Thaazhndhavan Alla; Ippadippattavaigalai Ariyaadhavan Yaar? "},
{ "Verses": "4 en Snegidharaal Naan Nindhikkappattu, Dhevanai Nokkip Praarththippen; Avar Enakku Maru Uththaravu Aruluvaar; Uththamanaagiya Needhimaan Pariyaasampannappadugiraan. "},
{ "Verses": "5 aabaththukkullaanavan Sugamaayirukkiravanudaiya Ninaivil Igazhchchiyadaigiraan; Kaalidarinavargalukku Idhu Neridum. "},
{ "Verses": "6 kallarudaiya Koodaarangalil Selvamundu; Dhevanaik Kobappaduththugiravargalukku Saangobaangamundu; Avargal Kaiyile Dhevan Konduvandhu Kodukkiraar. "},
{ "Verses": "7 ippodhum Nee Mirugangalaik Kettuppaar, Avaigal Unakkup Podhikkum; Aagaayaththup Paravaigalaik Kel. Avaigal Unakku Arivikkum. "},
{ "Verses": "8 alladhu Boomiyai Visaariththuk Kel, Adhu Unakku Ubadhesikkum; Samuththiraththin Machchangalaik Kel, Avaigal Unakku Vivarikkum. "},
{ "Verses": "9 karththarudaiya Karam Idhai Seydhadhendru Ivaigalellaavatrinaalum Ariyaadhavan Yaar? "},
{ "Verses": "10 sagala Praanigalin Jeevanum, Maamsamaana Sagala Manusharin Aaviyum Avar Kaiyilirukkiradhu. "},
{ "Verses": "11 vaayaanadhu Pojanaththai Rusipaarkkiradhupola, Seviyaanadhu Vaarththaigalai Sodhiththuppaarkkiradhallavaa? "},
{ "Verses": "12 mudhiyoridaththil Gnaanamum Vayadhusendravargalidaththil Buththiyum Irukkume. "},
{ "Verses": "13 avaridaththil Gnaanamum Vallamaiyum Eththanai Adhigamaai Irukkum? Avarukkuththaan Aalosanaiyum Buththiyum Undu. "},
{ "Verses": "14 idho, Avar Idiththaal Kattamudiyaadhu; Avar Manushanai Adaiththaal Viduvikkamudiyaadhu. "},
{ "Verses": "15 idho, Avar Thanneergalai Adakkinaal Ellaam Ularndhupom; Avar Avaigalai Varavittaal, Boomiyaik Keezhadhumeladhaakkum. "},
{ "Verses": "16 avaridaththil Belanum Gnaanamumundu; Mosampogiravanum Mosampokkugiravanum, Avar Kaiyin Keezhirukkiraargal. "},
{ "Verses": "17 avar Aalosanaikkaararai Siraipidiththu, Nyaayaadhipadhigalai Madhimayakkugiraar. "},
{ "Verses": "18 avar Raajaakkaludaiya Kattugalai Avizhththu, Avargal Iduppugalaik Kachchaikattugiraar. "},
{ "Verses": "19 avar Mandhirigalai Siraipidiththukkondupoi, Belavaangalaik Kavizhththuppodugiraar. "},
{ "Verses": "20 avar Nambikkaiyullavargaludaiya Vaakkai Vilakki, Mudhirvayadhullavargalin Aalosanaiyai Vaangippodugiraar. "},
{ "Verses": "21 avar Prabukkalinmel Igazhchchi Varappannugiraar; Balavaangalin Kachchaiyaith Thalarndhupogappannugiraar. "},
{ "Verses": "22 avar Andhagaaraththilirukkira Aazhangalai Veliyarangamaakki, Marana Irulai Velichchaththil Konduvarugiraar. "},
{ "Verses": "23 avar Jaadhigalaip Perugavum Azhiyavum Pannugiraar; Avar Jaadhigalaip Paravavum Kurugavum Pannugiraar. "},
{ "Verses": "24 avar Boomiyilulla Janaththinudaiya Adhipadhigalin Nenjai Agatrippottu, Avargalai Vazhiyillaadha Andharaththile Alaiyappannugiraar. "},
{ "Verses": "25 avargal Velichchamatra Irulile Thadaviththirigiraargal; Veriththavargalaippola Avargalaith Thadumaariththiriyappannugiraar. "}
]