[
{ "Verses": "1 appozhudhu Soogiyanaana Pildhaadh Pradhiyuththaramaaga: "},
{ "Verses": "2 neengal Endhamattum Pechchugalai Mudikkaadhiruppeergal? Buththimaangalaayirungal; Naangalum Pesattum. "},
{ "Verses": "3 naangal Mirugangalaippola Ennappattu, Ungal Paarvaikkuth Theezhppaanavargalaayiruppaanen? "},
{ "Verses": "4 kobaththinaal Ummaiththaane Peerugira Umadhunimiththam Boomi Paazhaaippogumo? Kanmalai Thannidaththaivittup Perumo? "},
{ "Verses": "5 dhunmaarkkanudaiya Vilakku Anaindhupom; Avan Aduppin Neruppum Avindhupom. "},
{ "Verses": "6 avan Koodaaraththil Velichcham Andhagaarappadum; Avan Vilakku Avanudane Anaindhupom. "},
{ "Verses": "7 avan Belanaai Nadandha Nadaigal Kuraindhupom; Avan Aalosanai Avanai Vizhappannum. "},
{ "Verses": "8 avan Than Kaalgalinaal Valaiyil Adappattu, Valaichchikkalile Nadakkiraan. "},
{ "Verses": "9 kanni Avan Kudhikaalaip Pidikkum; Parigaarar Avanai Merkolvaargal. "},
{ "Verses": "10 avanukkaaga Surukku Tharaiyilum, Avanukkaagak Kanni Vazhiyilum Vaikkappattirukkiradhu. "},
{ "Verses": "11 sutrilumirundhundaagum Bayangarangal Avanaith Thidukkidappanni, Avan Kaalgalaith Thisaitheriyaamal Alaiyappannum. "},
{ "Verses": "12 avan Belanaip Pattini Thindrupodum; Avan Pakkaththil Kedu Aayaththappattu Nirkum. "},
{ "Verses": "13 adhu Avan Angaththin Balaththaip Patchikkum; Bayangaramaana Maraname Avan Avayavangalaip Patchikkum. "},
{ "Verses": "14 avan Nambikkai Avan Koodaaraththilirundhu Verode Pidungappadum; Adhu Avanai Bayangara Raajaavinidaththil Thuraththum. "},
{ "Verses": "15 avanukku Ondrumillaamarponadhinaal Bayangaram Avan Koodaaraththil Kudiyirukkum; Kandhagam Avan Vaasasthalaththinmel Thelikkappadum. "},
{ "Verses": "16 keezhe Irukkira Avan Vergal Azhindhupogum; Mele Irukkira Avan Kilaigal Pattuppogum. "},
{ "Verses": "17 avanai Ninaikkum Ninaippu Boomiyilirundhazhiyum, Veedhigalil Avan Perillaamarpogum. "},
{ "Verses": "18 avan Velichchaththilirundhu Irulil Thuraththividappattu, Poologaththilirundhu Thallundupovaan. "},
{ "Verses": "19 avan Janaththukkulle Avanukkup Puththiranum Illai Powththiranum Illai; Avan Veettil Meedhiyaayirukkaththakkavan Oruvanum Illai. "},
{ "Verses": "20 avan Kaalaththor Avan Naalukkaagath Thidukkittadhupola, Pinnadiyaarum Bramippaargal. "},
{ "Verses": "21 akkiramakkaaran Kudiyirundha Sthaanangal Ivaigaldhaan; Dhevanai Ariyaamarpon "}
]