[
{ "Verses": "1 en Aaththumaa Jeevanai Arosikkiradhu, Naan En Thuyaraththukku Enakkulle Idankoduththu, En Manasanjalaththinaale Pesuven. "},
{ "Verses": "2 naan Dhevanai Nokki: Ennaik Kutravaaliyendru Theerkkaadhirum; Neer Edhinimiththam Ennode Vazhakkaadugireer, Adhai Enakkuth Theriyappaduththum Enben. "},
{ "Verses": "3 neer Ennai Odukki, Ummudaiya Kaigalin Kiriyaiyai Veruththu, Dhunmaarkkarin Yosanaiyaik Kirubaiyaaip Paarkkiradhu Umakku Nandraayirukkumo? "},
{ "Verses": "4 maamsak Kangal Umakku Undo? Manushan Paarkkirapragaaramaaip Paarkkireero? "},
{ "Verses": "5 neer En Akkiramaththaik Kindikkilappi, En Paavaththai Aaraaindhu Visaarikkiradharku, "},
{ "Verses": "6 ummudaiya Naatkal Oru Manushanudaiya Naatkalaippolavum, Ummudaiya Varushangal Oru Purushanudaiya Jeevakaalaththaippolavum Irukkiradho? "},
{ "Verses": "7 naan Dhunmaarkkan Alla Enbadhu Umakkuth Theriyum; Ummudaiya Kaikku Ennaith Thappuvikkiravan Illai. "},
{ "Verses": "8 ummudaiya Karangal Ennaiyum Enakkuriya Ellaavatraiyum Uruvaakkip Padaiththirundhum, Ennai Nirmoolamaakkugireer. "},
{ "Verses": "9 kalimanpola Ennai Uruvaakkineer Enbadhaiyum, Ennaith Thirumbath Thoolaagappogappannuveer Enbadhaiyum Ninaiththarulum. "},
{ "Verses": "10 neer Ennaip Paalpol Vaarththu, Thayirpol Uraiyappannineer Allavo? "},
{ "Verses": "11 tholaiyum Sadhaiyaiyum Enakkuth Thariththu, Elumbugalaalum Narambugalaalum Ennai Isaiththeer. "},
{ "Verses": "12 enakku Jeevanaith Thandhadhum Allaamal, Dhayavaiyum Enakkup Paaraattineer; Ummudaiya Paraamarippu En Aaviyaik Kaappaatrinadhu. "},
{ "Verses": "13 ivaigal Ummudaiya Ullaththil Maraindhirundhaalum, Idhu Umakkul Irukkiradhu Endru Ariven. "},
{ "Verses": "14 naan Paavancheydhaal, Adhai Neer Ennidaththil Visaariththu, En Akkiramaththai Enmel Sumaththaamal Videer. "},
{ "Verses": "15 naan Dhunmaarkkanaayirundhaal Enakku Aiyo! Naan Needhimaanaayirundhaalum En Thalaiyai Naan Edukkamaatten; Avamaanaththaal Nirappappatten; Neer En Sirumaiyaip Paarththarulum, Adhu Adhigarikkiradhu. "},
{ "Verses": "16 singaththaippola Ennai Vettaiyaadi, Enakku Virodhamaai Umadhu Adhisaya Vallamaiyai Vilangappannugireer. "},
{ "Verses": "17 neer Ummudaiya Saatchigalai Enakku Virodhamaai Rattikkappannugireer; Enmel Ummudaiya Kobaththai Adhigarikkappannugireer; Poraattaththinmel Poraattam Adhigarikkiradhu. "},
{ "Verses": "18 neer Ennaik Karppaththilirundhu Purappadappanninadhu Enna? Oru Kannum Ennaik Kaanaadhapadi, Naan Appozhudhe Jeeviththupponaal Nalamaame. "},
{ "Verses": "19 naan Orukkaalum Illaadhadhupolirundhu, Karppaththilirundhu Predhakkuzhikkuk Kondupogappattiruppen. "},
{ "Verses": "20 en Naatkal Konjamallavo? "},
{ "Verses": "21 kaarirulum Marana Andhagaaramulla Irunda Dhesamum, Irul Soozhndha Ozhungillaadha Marana Andhagaaramulla Irunda Dhesamum, Oliyum Irulaagum Dhesamumaagiya, Ponaal Thirumbivaraadha Dhesaththukku Naan Pogumunne, "},
{ "Verses": "22 naan Satru Ilaippaarumpadi Neer Ennaivittu Oindhirum Endraan. "}
]