[
{ "Verses": "1 pinnoru Naalile Dhevapuththirar Karththarudaiya Sannidhiyil Vandhu Nindrapodhu, Saaththaanum Avargal Naduvile Karththarudaiya Sannidhiyil Vandhu Nindraan. "},
{ "Verses": "2 karththar Saaththaanaip Paarththu: Nee Engeyirundhu Varugiraai Endraar; Saaththaan Karththarukkup Pradhiyuththaramaaga: Boomiyengum Ulaavi Adhil Sutriththirindhu Varugiren Endraan. "},
{ "Verses": "3 appozhudhu Karththar Saaththaanai Nokki: Nee En Dhaasanaagiya Yobinmel Gavanam Vaiththaayo? Uththamanum, Sanmaarkkanum, Dhevanukku Bayandhu, Pollaappukku Vilagugiravanumaana Manushanaagiya Avanaippola Boomiyil Oruvanumillai; Mugaandharamillaamal Avanai Nirmoolamaakkumpadi Nee Ennai Evinapodhilum, Avan Innum Than Uththamaththile Urudhiyaai Nirkiraan Endraar. "},
{ "Verses": "4 saaththaan Karththarukkup Pradhiyuththaramaaga: Tholukkup Padhilaagath Tholaiyum, Than Jeevanukkup Padhilaagath Thanakku Undaana Ellaavatraiyum Manushan Koduththuviduvaan. "},
{ "Verses": "5 aanaalum Neer Ummudaiya Kaiyai Neetti, Avan Elumbaiyum Avan Maamsaththaiyum Thoduveeraanaal, Appozhudhu Avan Umadhu Mugaththukku Edhire Ummai Dhooshikkaano Paarum Endraan. "},
{ "Verses": "6 appozhudhu Karththar Saaththaanai Nokki: Idho, Avan Un Kaiyilirukkiraan; Aagilum Avan Praananaimaaththiram Thappavidu Endraar. "},
{ "Verses": "7 appozhudhu Saaththaan Karththarudaiya Sannidhiyaivittup Purappattu, Yobin Ullankaal Thodangi Avan Uchchanthalaimattum Kodiya Parukkalaal Avanai Vaadhiththaan. "},
{ "Verses": "8 avan Oru Ottai Eduththu, Thannai Surandikkondu Saambalil Utkaarndhaan. "},
{ "Verses": "9 appozhudhu Avan Manaivi Avanaip Paarththu: Neer Innum Ummudaiya Uththamaththil Urudhiyaai Nirkireero? Dhevanai Dhooshiththu Jeevanaividum Endraal. "},
{ "Verses": "10 adharku Avan: Nee Payiththiyakkaari Pesugiradhupolap Pesugiraai; Dhevan Kaiyile Nanmaiyaip Petra Naam Theemaiyaiyum Peravendaamo Endraan; Ivaigal Ellaavatrilum Yobu Than Udhadugalinaal Paavancheyyavillai. "},
{ "Verses": "11 yobudaiya Moondru Snegidharaagiya Themaaniyanaana Elippaasum, Soogiyanaana Pildhaadhum, Naagamaaththiyanaana Soppaarum, Yobukku Neritta Theemaigal Yaavaiyum Kelvippattapodhu, Avanukkaagap Paridhabikkavum, Avanukku Aarudhalsollavum Oruvarode Oruvar Yosanai Pannikkondu, Avaravar Thangal Sthalangalilirundhu Vandhaargal. "},
{ "Verses": "12 avargal Dhooraththil Varugaiyil Thangal Kangalai Ereduththup Paarththapodhu, Avanai Uruththeriyaamal, Saththamittu Azhudhu, Avaravar Thangal Saalvaiyaik Kizhiththu, Vaanaththaip Paarththu: Thangal Thalaigalmel Puzhudhiyaith Thootrikkondu, "},
{ "Verses": "13 vandhu, Avan Dhukkam Magaakodiya Dhukkam Endru Kandu, Oruvarum Avanodu Oru Vaarththaiyaiyum Pesaamal, Iravupagal Ezhunaal, Avanodukoodath Tharaiyile Utkaarndhirundhaargal. "}
]