[
{ "Verses": "1 appozhudhu Naagamaaththiyanaagiya Soppaar Pradhiyuththaramaaga: "},
{ "Verses": "2 eraalamaana Vaarththaigalukku Uththaravu Sollavendaamo? Vaaichchaalagan Needhimaanaai Vilanguvaano? "},
{ "Verses": "3 ummudaiya Veembuvaarththaigalukku Manushar Mavunamaayiruppaargalo? Neer Pariyaasampannumpodhu, Oruvarum Ummai Vetkappaduththavendaamo? "},
{ "Verses": "4 en Sol Suththam Endrum, Naan Dhevareerudaiya Paarvaikkuth Thuppuravaanavan Endrum Neer Sollugireer. "},
{ "Verses": "5 aanaalum Dhevan Pesi, Umakku Virodhamaaith Thammudaiya Udhadugalaith Thirandhu, "},
{ "Verses": "6 umakku Gnaanaththin Ragasiyangalai Velippaduththinaal Nalamaayirukkum; Ullapadi Paarththaal, Adhu Rattippulladhaayirukkiradhu; Aagaiyaal Ummudaiya Akkiramaththirketrapadi Dhevan Ummai Dhandikkavillaiyendru Arindhukollum. "},
{ "Verses": "7 dhevanudaiya Andharanga Gnaanaththai Neer Aaraaindhu, Sarvavallavarudaiya Sampooranaththai Neer Ariyakkoodumo? "},
{ "Verses": "8 adhu Vaanapariyandham Uyarndhadhu; Ummaal Enna Aagum? Adhu Paadhaalaththilum Aazhamaanadhu, Neer Ariyakkoodiyadhu Enna? "},
{ "Verses": "9 adhin Alavu Boomiyaippaarkkilum Neelamum, Samuththiraththaippaarkkilum Agalamumaayirukkiradhu. "},
{ "Verses": "10 avar Pidiththaalum, Avar Adaiththaalum, Avar Nyaayaththil Konduvandhu Niruththinaalum, Avaraith Thadaipannugiravan Yaar? "},
{ "Verses": "11 manusharudaiya Maayaththai Avar Arivaar; Akkiramaththai Avar Kandum, Adhai Gavaniyaadhiruppaaro? "},
{ "Verses": "12 buththiyillaadha Manushan Kaattukkazhudhaikkuttikku Oppaagap Pirandhirundhaalum, Perunenjullavanaayirukkiraan. "},
{ "Verses": "13 neer Ummudaiya Irudhayaththai Aayaththappaduththi, Ummudaiya Kaigalai Avarukku Neraaga Viriththaal Nalamaayirukkum. "},
{ "Verses": "14 ummudaiya Kaiyile Akkiramam Irundhaal, Adhai Dhooraththil Agatrivittu, Aniyaayam Ummudaiya Koodaarangalil Vaasamaayirukkavottaadhirum. "},
{ "Verses": "15 appozhudhu Ummudaiya Mugaththai Maasillaamal Ereduththu, Bayappadaamal Thidankondiruppeer. "},
{ "Verses": "16 appozhudhu Neer Varuththaththai Marandhu, Kadandhupona Thanneeraippola Adhai Ninaippeer. "},
{ "Verses": "17 appozhudhu Ummudaiya Aayusukaalam Pattappagalaippaarkkilum Pragaasamaayirukkum; Irul Adaindha Neer Vidiyarkaalaththaippoliruppeer. "},
{ "Verses": "18 nambikkai Undaayirukkiradhinaal Thidanaayiruppeer; Thondi Aaraaindhu Sugamaaip Paduththukkolveer. "},
{ "Verses": "19 bayappaduththuvaarillaamal Niththirai Seyveer; Anegar Umadhu Mugaththai Nokki Vinnappampannuvaargal. "},
{ "Verses": "20 dhunmaarkkarudaiya Kangal Pooththuppoi, Avargal Adaikkalam Avargalai Vittozhindhu, Avargal Nambikkai Saagiravan Suvaasampol Ozhindhupogum Endraan. "}
]