[
{ "Verses": "1 en Kangalode Udanpadikkaipannina Naan Oru Kannigaiyinmel Ninaippaayiruppadheppadi? "},
{ "Verses": "2 appozhudhu Unnadhangalilirundhu Dhevan Alikkum Pangum, Unnadhaththilirundhu Sarvavallavar Kodukkum Sudhandharamum Kidaikkumo? "},
{ "Verses": "3 maarubaadaanavanukku Aabaththum, Akkirama Seygaikkaararukku Aakkinaiyumallavo Kidaikkum. "},
{ "Verses": "4 avar En Vazhigalaip Paarththu, En Nadaigalaiyellaam Ennugiraar Allavo? "},
{ "Verses": "5 naan Maayaiyile Nadandheno, En Kaal Kabaduseyyath Theeviriththadho Endru, "},
{ "Verses": "6 sumuththiraiyaana Tharaasile Dhevan Ennai Niruththu, En Uththamaththai Arivaaraaga. "},
{ "Verses": "7 en Nadaigal Vazhiyaivittu Vilaginadhum, En Irudhayam En Kangalaip Pinthodarndhadhum, Edhaagilum Oru Maasu En Kaigalil Ottikkondadhum Undaanaal, "},
{ "Verses": "8 appozhudhu Naan Vidhaiththadhai Veroruvan Pusippaanaaga; En Payirgal Veratruppogakkadavadhu. "},
{ "Verses": "9 en Manam Yaadhoru Sthreeyinmel Mayangi, Ayalaanudaiya Vaasalai Naan Ettippaarththadhundaanaal, "},
{ "Verses": "10 appozhudhu En Manaivi Veroruvanukku Maavaraippaalaaga; Vetrumanidhar Avalmel Saaivaargalaaga. "},
{ "Verses": "11 adhu Dhosham, Adhu Nyaayaadhipadhigalaal Visaarikkappadum Akkiramamaame. "},
{ "Verses": "12 adhu Paadhaalapariyandham Patchikkum Akkiniyaai En Sambaththaiyellaam Nirmoolamaakkum. "},
{ "Verses": "13 en Velaikkaaranaanaalum, En Velaikkaariyaanaalum, Ennodu Vazhakkaadumpodhu, Avargal Nyaayaththai Naan Asattaipanniyirundhaal, "},
{ "Verses": "14 dhevan Ezhumbumpodhu, Naan Enna Seyven; Avar Visaarikkumpodhu, Naan Avarukku Enna Maruuththaravu Solluven. "},
{ "Verses": "15 thaayin Karppaththil Ennai Undupanninavar Avalaiyum Undupanninaar Allavo? Orevidhamaana Karppaththile Engalai Uruvaakkinaar Allavo? "},
{ "Verses": "16 eliyavargal Vaanjiththadhai Naan Kodaadhirundhu, Vidhavaiyin Kangalaip Pooththuppogappanni, "},
{ "Verses": "17 thaaithagappanillaadha Pillai En Aagaaraththil Saappidaamal, Naan Oruvanaai Saappittadhundo? "},
{ "Verses": "18 en Siruvayadhumudhal Avan Thagappanidaththil Valarvadhupola Ennode Valarndhaan; Naan En Thaayin Karppaththile Pirandhadhumudhal Appadippattavargalaik Kailaagukoduththu Nadaththinen. "},
{ "Verses": "19 oruvan Uduppillaadhadhinaal Madindhupogiradhaiyum, Ezhaikku Mooda Vasthiramillaadhirukkiradhaiyum Naan Kandapodhu, "},
{ "Verses": "20 avan En Aattumayir Kambaliyinaale Analkondadhinaal, Avan Idai Ennaip Pugazhaadhirundhadhum, "},
{ "Verses": "21 olimugavaasalil Enakku Selvaakku Undendru Naan Kandu, Thikkatravanukku Virodhamaai En Kaiyai Neettinadhum Undaanaal, "},
{ "Verses": "22 en Kaippattai Tholilirundhu Sarindhu, En Buyaththu Elumbu Murindhupovadhaaga. "},
{ "Verses": "23 dhevan Aakkinaiyiduvaar Endrum, Avarudaiya Magaththuvaththai Uththarikkak Koodaadhu Endrum, Enakku Bayangaramaayirundhadhu. "},
{ "Verses": "24 naan Ponninmel En Nambikkaiyai Vaiththu, Thangaththaippaarththu: Nee En Aadharavu Endru Naan Sonnadhum, "},
{ "Verses": "25 en Aasthiperiyadhendrum, En Kaikku Migudhiyum Kidaiththadhendrum Naan Magizhndhadhum, "},
{ "Verses": "26 sooriyan Pragaasikkumpodhum, Alladhu Sandhiran Magimaiyaai Sellumpodhum, Naan Adhai Nokki: "},
{ "Verses": "27 en Manam Ragasiyamaai Mayakkappattu, En Vaai En Kaiyai Muththi Seydhadhundaanaal, "},
{ "Verses": "28 idhuvum Nyaayaadhipadhigalaal Visaarikkappadaththakka Akkiramamaayirukkum; Adhinaal Unnadhaththi "}
]