[
{ "Verses": "1 adharku Yobu Pradhiyuththaramaaga: "},
{ "Verses": "2 aam, Kaariyam Ippadiyirukkiradhu Endru Ariven; Dhevanukku Munbaaga Manushan Needhimaanaayiruppadheppadi? "},
{ "Verses": "3 avar Avanode Vazhakkaada Siththamaayirundhaal, Aayiraththil Ondrukkaagilum Avarukku Uththaravu Sollamaattaane. "},
{ "Verses": "4 avar Irudhayaththil Gnaanamullavar, Belaththil Paraakkiramamullavar; Avarukku Virodhamaagath Thannaik Kadinappaduththi Vaazhndhavan Yaar? "},
{ "Verses": "5 avar Parvadhangalai Sadidhiyaaip Perkkiraar; Thammudaiya Kobaththil Avaigalaip Purattippodugiraar. "},
{ "Verses": "6 boomiyin Thoongal Adhiraththakkadhaai Adhai Adhin Sthaanaththinindru Asaiyappannugiraar. "},
{ "Verses": "7 avar Sooriyanukkuk Kattalaiyida Adhu Udhikkaadhirukkum; Avar Natchaththirangalai Maraiththuppodugiraar. "},
{ "Verses": "8 avar Oruvare Vaanangalai Viriththu, Samuththira Alaigalinmel Nadakkiravar. "},
{ "Verses": "9 avar Dhuruvachchakkara Natchaththirangalaiyum, Mirugaseerishaththaiyum, Arumeenaiyum, Thatchana Mandalangalaiyum Undaakkinavar. "},
{ "Verses": "10 aaraaindhu Mudiyaadha Periya Kaariyangalaiyum, Ennimudiyaadha Adhisayangalaiyum Avar Seygiraar. "},
{ "Verses": "11 idho, Avar En Arugil Pogiraar, Naan Avaraik Kaanen; Avar Kadandhupogiraar, Naan Avarai Ariyen. "},
{ "Verses": "12 idho, Avar Pariththukkondupogiraar, Avarai Marippavan Yaar? Neer Enna Seygireer Endru Avaraik Ketpavan Yaar? "},
{ "Verses": "13 dhevan Thammudaiya Kobaththaith Thiruppamaattaar; Oruvarukkoruvar Thunai Nirkira Agangaarigal Avarukku Adangavendum. "},
{ "Verses": "14 ippadiyirukka, Avarukku Marumozhi Kodukkavum, Avarode Vazhakkaadum Vaarththaigalaith Therindhukollavum Naan Emmaaththiram? "},
{ "Verses": "15 naan Needhimaanaayirundhaalum Avarode Vazhakkaadaamal, En Nyaayaadhipadhiyinidaththil Irakkaththukkuk Kenjuven. "},
{ "Verses": "16 naan Kenja, Avar Enakku Uththaravu Arulinaalum, Avar En Vinnappaththukku Sevikoduththaar Endru Namben. "},
{ "Verses": "17 avar Pusalinaal Ennai Murikkiraar; Mugaandharamillaamal Anegam Kaayangalai Enakku Undaakkugiraar. "},
{ "Verses": "18 naan Moochchuvida Enakku Idankodaamal, Kasappinaal Ennai Nirappugiraar. "},
{ "Verses": "19 belaththaip Paarththaal, Avare Belaththavar; Nyaayaththaip Paarththaal, En Patchaththil Saatchi Sollugiravan Yaar? "},
{ "Verses": "20 naan Ennai Needhimaanaakkinaalum En Vaaye Ennaik Kutravaaliyaakkum; Naan Uththaman Endru Sonnaalum, Naan Maarubaadaanavan Endru Adhu Saatchikodukkum. "},
{ "Verses": "21 naan Uththamanendraalum En Ullaththai Naan Ariyen; En Jeevanai Arosippen. "},
{ "Verses": "22 oru Kaariyam Undu, Adhai Sollugiren; Sanmaarkkanaiyum Dhunmaarkkanaiyum Avar Azhikkiraar. "},
{ "Verses": "23 savukkaanadhu Asuppile Vaadhiththuk Kollumpodhu, Avar Kutramillaadhavargalin Sodhanaiyaippaarththu Nagaikkiraar. "},
{ "Verses": "24 ulagam Dhunmaarkkar Kaiyil Vidappattirukkiradhu; Adhilirukkira Nyaayaadhipadhigalin Mugaththai Moodippodugiraar; Avar Idhai Seygiradhillaiyendraal, Pinnai Yaar Idhai Seygiraar. "},
{ "Verses": "25 en Naatkal Anjarkaarar Ottaththilum Theeviramaayirukkiradhu; Avaigal Nanmaiyaik Kaanaamal Parandhupom. "},
{ "Verses": "26 avaigal Vegamaai Odugira Kappalgalaippolavum, Raiyinmel Paaigira Kazhugaippolavum Kadandhupogiradhu. "},
{ "Verses": "27 en Angalaaippai Naan Marandhu, En Mugaththin Dhukkaththai Maatri, Thidankolven Endru Sonnaal, "},
{ "Verses": "28 en Varuththangalaippatri Bayamaayirukkiren; Ennaik Kutramillaadhavanaaga Ennamaatteer Endru Ariven. "},
{ "Verses": "29 naan Pollaadhavanaayirundhaal, Virudhaavaaip Poraadavendiyadhu Enna? "},
{ "Verses": "30 naan Uraindha Mazhaith Thanneeril Muzhugi, En Kaigalai Savukkaaraththinaal Suththampanninaalum, "},
{ "Verses": "31 neer Ennai Setruppallaththile Amizhththuveer. Appozhudhu En Vasthirame Ennai Aruvarukkum. "},
{ "Verses": "32 naan Avarukkup Pradhiyuththaram Sollugiradharkum, Naangal Koodi Nyaayaththirku Varugiradharkum, Avar Ennaippola Manushan Allave. "},
{ "Verses": "33 engal Iruvarmelum Than Kaiyai Vaikkaththakka Maththiyasthan Engalukkul Illaiye. "},
{ "Verses": "34 avar Thamadhu Milaatrai Ennaivittu Agatruvaaraaga; Avarudaiya Bayangaram Ennaik Kalangappannaadhiruppadhaaga. "},
{ "Verses": "35 appozhudhu Naan Avarukku Bayappadaamal Pesuven; Ippozhudho Appadi Seyya Idamillai. "}
]