[
{ "Verses": "1 appozhudhu Yobu Karththarukkup Pradhiyuththaramaaga: "},
{ "Verses": "2 dhevareer Sagalaththaiyum Seyya Vallavar; Neer Seyya Ninaiththadhu Thadaipadaadhu Enbadhai Arindhirukkiren. "},
{ "Verses": "3 arivillaamal Aalosanaiyai Maraikkira Ivan Yaar? Aagaiyaal Naan Enakkuth Theriyaadhadhaiyum, En Buththikku Ettaadhadhaiyum, Naan Ariyaadhadhaiyum Alappinen Engiren. "},
{ "Verses": "4 neer Enakku Sevikodum, Appozhudhu Naan Pesuven; Naan Ummaik Kelviketpen, Neer Enakku Uththaravu Sollum. "},
{ "Verses": "5 en Kaadhinaal Ummaikkuriththuk Kelvippatten; Ippozhudho En Kan Ummaik Kaangiradhu. "},
{ "Verses": "6 aagaiyaal Naan Ennai Aruvaruththu, Thoolilum Saambalilum Irundhu Manasthaabappadugiren Endraan. "},
{ "Verses": "7 karththar Indha Vaarththaigalai Yobode Pesinapin, Karththar Themaaniyanaana Elippaasai Nokki: Unmelum Un Irandu Snegidharmelum Enakkuk Kobam Moolugiradhu; En Dhaasanaagiya Yobu Pesinadhupol, Neengal Ennaikkuriththu Nidhaanamaaip Pesavillai. "},
{ "Verses": "8 aadhalaal Neengal Ezhu Kaalaigalaiyum, Ezhu Aattukkadaakkalaiyum Therindhukondu, En Dhaasanaagiya Yobinidaththil Poi, Ungalukkaaga Sarvaanga Thaganapaligalai Idungal; En Dhaasanaagiya Yobum Ungalukkaaga Vendudhal Seyvaan; Naan Avan Mugaththaip Paarththu, Ungalai Ungal Buththiyeenaththukkuth Thakkadhaaga Nadaththaadhiruppen; En Dhaasanaagiya Yobu Pesinadhupol, Neengal Ennaikkuriththu Nidhaanamaaip Pesavillai Endraar. "},
{ "Verses": "9 appozhudhu Themaaniyanaana Elippaasum Soogiyanaana Pildhaadhum Naagamaaththiyanaana Soppaarum Poi, Karththar Thangalukku Sonnapadiye Seydhaargal; Appozhudhu Karththar Yobin Mugaththaip Paarththaar. "},
{ "Verses": "10 yobu Than Snegidharukkaaga Vendudhal Seydhapodhu, Karththar Avan Siraiyiruppai Maatrinaar. Yobukku Mun Irundha Ellaavatraip Paarkkilum Irandaththanaiyaaik Karththar Avanukkuth Thandharulinaar. "},
{ "Verses": "11 appozhudhu Avanudaiya Ellaa Sagodhararum Sagodharigalum, Mun Avanukku Arimugamaana Anaivarum Avanidaththil Vandhu, Avan Veettile Avanode Pojanampanni, Karththar Avanmel Varappannina Sagala Theenginimiththam Avanukkaaga Angalaaiththu, Avanukku Aarudhalsolli, Avaravar Ovvoru Thangakkaasaiyum, Avaravar Ovvoru Pon Aabaranaththaiyum Avanukkuk Koduththaargal. "},
{ "Verses": "12 karththar Yobin Munnilaimaiyaip Paarkkilum Avan Pinnilaimaiyai Aaseervadhiththaar; Padhinaalaayiram Aadugalum, Aaraayiram Ottagangalum, Aayiram Ergalum, Aayiram Kazhudhaigalum Avanukku Undaayina. "},
{ "Verses": "13 ezhu Kumaararum, Moondru Kumaaraththigalum Avanukkup Pirandhaargal. "},
{ "Verses": "14 mooththa Magalukku Emeemaal Endrum, Irandaam Magalukkuk Kedhseeyaal Endrum, Moondraam Magalukkuk Kerenaappuk Endrum Perittaan. "},
{ "Verses": "15 dhesaththil Engum Yobin Kumaaraththigalaippol Sowndhariyamaana Pengal Kaanappadavillai; Avargal Thagappan Avargal Sagodhararin Naduvile Avargalukku Sudhandharam Koduththaan. "},
{ "Verses": "16 idharkuppinbu Yobu Nootrunaarpadhu Varusham Uyirodirundhu, Naalu Thalaimuraiyaagath Than Pillaigalaiyum Than Pillaigaludaiya Pillaigalaiyum Kandaan. "},
{ "Verses": "17 yobu Nedunaalirundhu, Pooranavayadhullavanaai Mariththaan. "}
]