[
{ "Verses": "1 ippodhu Kooppidum, Umakku Uththaravu Koduppaar Undo Paarppom? Parisuththavaangalil Yaarai Nokkip Paarppeer? "},
{ "Verses": "2 kobam Nirmoodanaik Kollum; Poraamai Buththiyillaadhavanai Adhampannum. "},
{ "Verses": "3 nirmoodan Oruvan Veroondrugiradhai Naan Kandu Udane Avan Vaasasthalaththai Sabiththen. "},
{ "Verses": "4 avan Pillaigal Ratchippukku Dhooramaagi, Thappuvippaarillaamal, Vaasalile Norukkappattaargal. "},
{ "Verses": "5 pasiththavan Avan Vilaichchalai Mutchedigalukkullumirundhu Pariththuth Thindraan; Parigaaran Avan Aasthiyai Vizhunginaan. "},
{ "Verses": "6 theengu Puzhudhiyilirundhu Undaagiradhumillai, Varuththam Mannilirundhu Mulaikkiradhumillai. "},
{ "Verses": "7 akkinipporigal Mele Parakkiradhupola, Manushan Varuththam Anubavikkap Pirandhirukkiraan. "},
{ "Verses": "8 aanaalum Naan Dhevanai Naadi, En Nyaayaththai Dhevanidaththil Oppuvippen. "},
{ "Verses": "9 aaraaindhu Mudiyaadha Periya Kaariyangalaiyum, Ennimudiyaadha Adhisayangalaiyum Avar Seygiraar. "},
{ "Verses": "10 thaazhndhavargalai Uyaraththil Vaiththu, Dhukkikkiravargalai Ratchiththu Uyarththugiraar. "},
{ "Verses": "11 avar Boomiyinmel Mazhaiyai Varushikkappanni, Velinilangalinmel Thanneergalai Varuvikkiraar. "},
{ "Verses": "12 thandhirakkaararin Kaigal Kaariyaththai Mudiya Nadaththak Koodaadhapadikku, Avargaludaiya Ubaayangalai Avar Abaththamaakkugiraar. "},
{ "Verses": "13 avar Gnaanigalai Avargaludaiya Thandhiraththile Pidikkiraar; Thiriyaavarakkaararin Aalosanai Kavizhkkappadum. "},
{ "Verses": "14 avargal Pagarkaalaththile Andhagaaraththukkullaagi, Maththiyaanavelaiyile Iravil Thadavugiradhupola Thadavith Thirigiraargal. "},
{ "Verses": "15 aanaalum Eliyavanai Avargal Vaayilirukkira Pattayaththukkum, Belavaanin Kaikkum Vilakki Ratchikkiraar. "},
{ "Verses": "16 adhinaal Thariththiranukku Nambikkai Undu; Theemaiyaanadhu Than Vaayai Moodum. "},
{ "Verses": "17 idho, Dhevan Dhandikkira Manushan Baakkiyavaan; Aagaiyaal Sarvavallavarudaiya Sitchaiyai Arpamaaga Ennaadhirum. "},
{ "Verses": "18 avar Kaayappaduththik Kaayankattugiraar; Avar Adikkiraar, Avarudaiya Kai Aatrugiradhu. "},
{ "Verses": "19 aaru Ikkattugalukku Ummai Neengalaakkuvaar; Ezhaavadhilum Pollaappu Ummaith Thodaadhu. "},
{ "Verses": "20 panjakaalaththile Avar Ummai Maranaththukkum, Yuththaththile Pattayaththin Vettukkum Vilakki Meetpaar. "},
{ "Verses": "21 naavin Savukkukkum Maraikkappaduveer; Paazhaakkudhal Varumpodhum Bayappadaamaliruppeer. "},
{ "Verses": "22 paazhaakkudhalaiyum Panjaththaiyum Paarththu Nagaippeer; Kaattumirugangalukkum Bayappadaamaliruppeer. "},
{ "Verses": "23 veliyin Kallugalodum Umakku Udanpadikkaiyirukkum; Veliyin Mirugangalum Ummode Samaadhaanamaayirukkum. "},
{ "Verses": "24 ummudaiya Koodaaram Samaadhaanaththodirukkak Kaanbeer; Ummudaiya Vaasasthalaththai Visaarikkumpodhu Kuraivaik Kaanamaatteer. "},
{ "Verses": "25 ummudaiya Sandhaanam Perugi, Ummudaiya Sandhadhiyaar Boomiyin Poondugalaippola Iruppaargal Enbadhai Arindhukolveer. "},
{ "Verses": "26 dhaaniyam Etrakaalaththile Ambaaraththil Serugiradhupola, Mudhirvayadhile Kallaraiyil Seruveer. "},
{ "Verses": "27 idho, Naangal Aaraaindhu Arindhadhu Idhudhaan; Kaariyam Ippadi Irukkiradhu; Idhai Neer Kettu Umakku Nanmaiyundaaga Arindhukollum Endraan. "}
]