[
{ "Verses": "1 oodhs Dhesaththile Yobu Ennum Perkonda Oru Manushan Irundhaan; Andha Manushan Uththamanum Sanmaarkkanum, Dhevanukku Bayandhu, Pollaappukku Vilagugiravanumaayirundhaan. "},
{ "Verses": "2 avanukku Ezhu Kumaararum, Moondru Kumaaraththigalum Pirandhaargal. "},
{ "Verses": "3 avanukku Ezhaayiram Aadugalum, Moovaayiram Ottagangalum, Ainnooru Ermaadugalum, Ainnooru Kazhudhaigalumaagiya Mirugajeevangal Irundhadhumandri, Thiralaana Panividaikkaararumirundhaargal; Adhinaal Andha Manushan Kizhakkaththip Puththirar Ellaarilum Periyavanaayirundhaan. "},
{ "Verses": "4 avan Kumaarar, Avanavan Thanthan Naalile Thanthan Veettile Virundhuseydhu, Thangal Moondru Sagodharigalaiyum Thangalode Pojanam Pannumpadi Azhaippaargal. "},
{ "Verses": "5 virundhuseygira Avaravarudaiya Naalmurai Mudigirapodhu, Yobu: Oruvelai En Kumaarar Paavancheydhu Dhevanaith Thangal Irudhayaththile Dhooshiththiruppaargal Endru Solli, Avargalai Azhaiththanuppi, Parisuththappaduththi, Adhikaalame Ezhundhu, Avargal Ellaarudaiya Lakkaththinpadiyeyum Sarvaanga Thaganapaligalai Seluththuvaan; Indhappragaaramaaga Annaatkalilellaam Seydhuvaruvaan. "},
{ "Verses": "6 orunaal Dhevapuththirar Karththarudaiya Sannidhiyil Vandhu Nindrapodhu, Saaththaanum Avargal Naduvile Vandhu Nindraan. "},
{ "Verses": "7 karththar Saaththaanaip Paarththu: Nee Engeyirundhu Varugiraai Endraar. Saaththaan Karththarukkup Pradhiyuththaramaaga: Boomiyengum Ulaavi, Adhil Sutriththirindhu Varugiren Endraan. "},
{ "Verses": "8 karththar Saaththaanai Nokki: En Dhaasanaagiya Yobinmel Gavanam Vaiththaayo? Uththamanum Sanmaarkkanum, Dhevanukku Bayandhu, Pollaappukku Vilagugiravanumaagiya Avanaippola Boomiyil Oruvanum Illai Endraar. "},
{ "Verses": "9 adharku Saaththaan Karththarukkup Pradhiyuththaramaaga: Yobu Virudhaavaagavaa Dhevanukku Bayandhu Nadakkiraan? "},
{ "Verses": "10 neer Avanaiyum Avan Veettaiyum Avanukku Undaana Ellaavatraiyum Sutri Veliyadaikkavillaiyo? Avan Kaigalin Kiriyaiyai Aaseervadhiththeer; Avanudaiya Sambaththu Dhesaththil Perugitru. "},
{ "Verses": "11 aanaalum Ummudaiya Kaiyai Neetti Avanukku Undaanavaiyellaam Thoduveeraanaal, Appozhudhu Avan Umadhu Mugaththukku Edhire Ummai Dhooshikkaano Paarum Endraan. "},
{ "Verses": "12 karththar Saaththaanai Nokki: Idho, Avanukku Undaanavaiyellaam Un Kaiyilirukkiradhu; Avanmelmaaththiram Un Kaiyai Neettaadhe Endraar; Appozhudhu Saaththaan Karththarudaiya Sannidhiyaivittup Purappattupponaan. "},
{ "Verses": "13 pinbu Orunaal Yobudaiya Kumaararum, Avan Kumaaraththigalum, Thangal Mooththa Sagodharan Veettile Pusiththu, Dhraatcharasam Kudikkirapodhu, "},
{ "Verses": "14 oru Aal Avanidaththil Vandhu: Erudhugal Uzhugirapodhu, Kazhudhaigal Avaigalin Pakkaththile Meyndhukondirukkaiyil, "},
{ "Verses": "15 sabeyar Avaigalmel Vizhundhu, Avaigalai Saaiththukkonduponaargal; Velaiyaatkalaiyum Pattayakkarukkinaal Vettippottaargal; Naan Oruvan Maaththiram Thappi, Adhai Umakku Arivikkumpadi Vandhen Endraan. "},
{ "Verses": "16 ivan Ippadip Pesikkondirukkaiyil, Veroruvan Vandhu: Vaanaththilirundhu Dhevanudaiya Akkini Vizhundhu, Aadugalaiyum Velaiyaatkalaiyum Sutteriththuppottadhu; Naan Oruvanmaaththiram Thappi, Adhai Umakku Arivikkumpadi Vandhen Endraan. "},
{ "Verses": "17 ivan Ippadip Pesikkondirukkaiyil, Veroruvan Vandhu: Kaldheyar Moondru Pavunjaai Vandhu, Ottagangalmel Vizhundhu, Avaigalai Ottikkonduponaargal, Velaiyaatkalaiyum Pattayakkarukkinaal Vettippottaargal; Naan Oruvanmaaththiram Thappi, Adhai Umakku Arivikkumpadi Vandhen Endraan. "},
{ "Verses": "18 ivan Ippadip Pesikkondirukkaiyil, Veroruvan Vandhu: Ummudaiya Kumaararum Ummudaiya Kumaaraththigalum, Thangal Mooththa Sagodharan Veettile Pusiththu Dhraatcharasam Kudikkirapodhu, "},
{ "Verses": "19 vanaandhara Vazhiyaaip Perungaatru Vandhu, Andha Veettin Naalu Moolaiyilum Adikka, Adhu Pillaigalinmel Vizhundhadhinaal Avargal Irandhuponaargal; Naan Oruvanmaaththiram Thappi, Adhai Umakku Arivikkumpadi Vandhen Endraan. "},
{ "Verses": "20 appozhudhu Yobu Ezhundhirundhu, Than Saalvaiyaik Kizhiththu, Than Thalaiyai Siraiththu, Tharaiyile Vizhundhu Panindhu: "},
{ "Verses": "21 nirvaaniyaai En Thaayin Karppaththilirundhu Vandhen; Nirvaaniyaai Avvidaththukkuth Thirumbuven; Karththar Koduththaar, Karththar Eduththaar; Karththarudaiya Naamaththukku Sthoththiram Endraan. "},
{ "Verses": "22 ivaiyellaavatrilum Yobu Paavancheyyavumillai, Dhevanaippatrik Kuraisollavumillai. "}
]