[
{ "Verses": "1 pinnum Yobu Than Prasanga Vaakkiyaththaith Thodarndhu Sonnadhu: "},
{ "Verses": "2 sendrupona Maadhangalilum, Dhevan Ennaik Kaappaatrivandha Naatkalilum Enakku Undaayirundha Seer Ippozhudhu Irundhaal Nalamaayirukkum. "},
{ "Verses": "3 appozhudhu Avar Theebam En Thalaiyinmel Pragaasiththadhu; Avar Arulina Velichchaththinaal Irulaik Kadandhuponen. "},
{ "Verses": "4 dhevanudaiya Ragasiya Seyal En Koodaaraththinmel Irundhadhu. "},
{ "Verses": "5 appozhudhu Sarvavallavar Ennodirundhaar; En Pillaigal Ennai Soozhndhirundhaargal. "},
{ "Verses": "6 en Paadhangalai Naan Neyyinaal Kazhuvinen; Kanmalaigalilirundhu Enakkaaga Enney Nadhipola Odivandhadhu; Andha Selvanaatkalin Seer Ippodhirundhaal Nalamaayirukkum. "},
{ "Verses": "7 naan Pattanaveedhiyaal Vaasalukkul Purappattuppoi, Veedhiyil En Aasanaththaip Podumpodhu, "},
{ "Verses": "8 vaalibar Ennaik Kandu Oliththukkolvaargal; Mudhiyor Ezhundhirundhu Nirpaargal. "},
{ "Verses": "9 prabukkal Pesugiradhai Niruththi, Kaiyinaal Thangal Vaayaip Poththikkolvaargal. "},
{ "Verses": "10 periyorin Saththam Adangi Avargal Naakku Avargal Melvaayodu Ottikkollum. "},
{ "Verses": "11 ennaik Ketta Kaadhu Ennai Baakkiyavaan Endradhu; Ennaik Kanda Kan Enakku Saatchiyittadhu. "},
{ "Verses": "12 muraiyidugira Ezhaiyaiyum, Thikkatra Pillaiyaiyum, Udhaviyatravanaiyum Ratchiththen. "},
{ "Verses": "13 kettuppoga Irundhavanudaiya Aaseervaadham Enmel Vandhadhu; Vidhavaiyin Irudhayaththai Gembeerikkappanninen. "},
{ "Verses": "14 needhiyaith Thariththukkonden; Adhu En Uduppaayirundhadhu; En Nyaayam Enakku Saalvaiyum Paagaiyumaai Irundhadhu. "},
{ "Verses": "15 naan Kurudanukkuk Kannum, Sappaanikkuk Kaalumaayirundhen. "},
{ "Verses": "16 naan Eliyavargalukkuth Thagappanaayirundhu, Naan Ariyaadha Vazhakkai Aaraaindhupaarththen. "},
{ "Verses": "17 naan Aniyaayakkaararudaiya Kadaivaaip Parkalai Udaiththu, Avargal Pariththadhai Avargal Parkalilirundhu Pidunginen. "},
{ "Verses": "18 en Koottile Naan Jeeviththuppoven; En Naatkalai Manalaththanaiyaaip Perugappannuven Endren. "},
{ "Verses": "19 en Ver Thanneergalin Oramaaip Padarndhadhu; En Kilaiyinmel Pani Raamuzhudhum Thangiyirundhadhu. "},
{ "Verses": "20 en Magimai Ennil Sezhiththongi, En Kaiyilulla En Vil Pudhuppelan Kondadhu. "},
{ "Verses": "21 enakku Sevikoduththuk Kaaththirundhaargal; En Aalosanaiyaik Kettu Mavunamaayirundhaargal. "},
{ "Verses": "22 en Pechchukkup Pesaamalirundhaargal; En Vasanam Avargalmel Thulithuliyaai Vizhundhadhu. "},
{ "Verses": "23 mazhaikkuk Kaaththirukkiradhupol Enakkuk Kaaththirundhu, Pinmaarikku Aasaiyullavargalpol Thangal Vaayai Aavendru Thirandhirundhaargal. "},
{ "Verses": "24 naan Avargalaip Paarththu Nagaikkumpodhu, Avargal Thunigarankollavillai; En Mugakkalaiyai Maarachcheyyavum Illai. "},
{ "Verses": "25 avargal Vazhiye Poga Enakku Siththamaagumpodhu, Naan Thalaivanaai Utkaarndhu, Raanuvaththukkul Raajaavaippolum, Dhukkiththavargalaith Thetraravupannugiravanaippolum Irundhen. "}
]