[
{ "Verses": "1 sthreeyinidaththil Pirandha Manushan Vaazhnaal Kuruginavanum Sanjalam Niraindhavanumaayirukkiraan. "},
{ "Verses": "2 avan Poovaippolap Pooththu Aruppungiraan; Nizhalaippola Nilainirkaamal Odippogiraan. "},
{ "Verses": "3 aagilum Ippadippattavanmel Neer Ummudaiya Kangalaith Thirandhuvaiththu, Ummudaiya Nyaayaththukku Ennaik Kondupoveero? "},
{ "Verses": "4 asuththamaanadhilirundhu Suththamaanadhaip Pirappikkaththakkavan Undo? Oruvanumillai. "},
{ "Verses": "5 avanudaiya Naatkal Immaaththiram Endru Kurikkappattirukkaiyaal, Avanudaiya Maadhangalin Thogai Ummidaththil Irukkiradhu; Avan Kadandhupogakkoodaadha Ellaiyai Avanukku Erpaduththineer. "},
{ "Verses": "6 avan Oru Koolikkaaranaippol Than Naalin Velaiyaayitru Endru Rammiyappadumattum Avan Oindhirukkumpadi Umadhu Paarvaiyai Avanaivittu Vilakkum. "},
{ "Verses": "7 oru Maraththaikkuriththaavadhu Nambikkaiyundu; Adhu Vettippodappattaalum Thirumbath Thazhaikkum, Adhin Ilankilaigal Thulirkkum; "},
{ "Verses": "8 adhin Ver Tharaiyile Pazhaiyadhaagi, Adhin Adikkattai Mannile Seththaalum, "},
{ "Verses": "9 thanneerin Vaasanaiyinaal Adhu Thulirththu, Ilamarampolak Kilaividum. "},
{ "Verses": "10 manushanovendraal Seththapin Ozhindhupogiraan, Manupuththiran Jeeviththupponapin Avan Enge? "},
{ "Verses": "11 thanneer Eriyilirundhu Vadindhu, Vellam Vatri Suvarippogiradhupola, "},
{ "Verses": "12 manushan Paduthdhukkidakkiraan; Vaanangal Ozhindhupogumalavum Ezhundhirukkiradhum Illai, Niththirai Thelindhu Vizhikkiradhum Illai. "},
{ "Verses": "13 neer Ennaip Paadhaalaththil Oliththu, Umadhu Kobam Theerumattum Ennai Maraiththu, Ennaith Thirumba Ninaikkumpadikku Enakku Oru Kaalaththaik Kuriththaal Nalamaayirukkum. "},
{ "Verses": "14 manushan Seththapin Pizhaippaano? Enakku Maarudhal Eppodhu Varumendru Enakkuk Kurikkappatta Poraattaththin Naalellaam Naan Kaaththirukkiren. "},
{ "Verses": "15 ennaik Kooppidum, Appozhudhu Naan Umakku Uththaravu Solluven; Umadhu Kaigalin Kiriyaiyinmel Viruppam Vaippeeraaga. "},
{ "Verses": "16 ippozhudhu En Nadaigalai Ennugireer; En Paavaththinmelallavo Gavanamaayirukkireer. "},
{ "Verses": "17 en Meerudhal Oru Kattaagak Kattappattu Muththiraipodappattirukkiradhu, En Akkiramaththai Orumikka Serththeer. "},
{ "Verses": "18 malaimudhalaai Vizhundhu Karaindhupom, Kanmalai Than Idaththaivittup Perndhupom. "},
{ "Verses": "19 thanneer Karkalaik Kudaiyum; Jalappiravaagam Boomiyin Thoolil Mulaiththadhai Moodum; Appadiye Manushan Kondirukkum Nambikkaiyai Azhikkireer. "},
{ "Verses": "20 neer Endraikkum Avanai Belanaai Nerukkugiradhinaal Avan Poividugiraan; Avan Mugaroobaththai Maarappanni Avanai Anuppividugireer. "},
{ "Verses": "21 avan Pillaigal Ganamadaindhaalum Avan Unaraan; Avargal Sirumaippattaalum Avargalai Gavaniyaan. "},
{ "Verses": "22 avan Maamsam Avanilirukkumalavum Adharku Novirukkum; Avan Aaththumaa Avanukkullirukkumattum Adharku Dhukkamundu Endraan. "}
]