[
{ "Verses": "1 idhinaal En Irudhayam Thaththaliththu, Thannidaththaivittuth Therikkiradhu. "},
{ "Verses": "2 avarudaiya Saththaththinaal Undaagira Adhirchchiyaiyum, Avar Vaayilirundhu Purappadugira Muzhakkaththaiyum Gavanamaaik Kelungal. "},
{ "Verses": "3 avar Vaanaththin Keezhengum Andhath Thoniyaiyum, Boomiyin Kadaiyaandharangalmel Adhin Minnalaiyum Sellavidugiraar. "},
{ "Verses": "4 adharkuppinbu Avar Saththamaai Muzhangi, Thammudaiya Magaththuvaththin Saththaththaik Kumurappannugiraar; Avarudaiya Saththam Ketkappadumpodhu Adhaith Thavirkkamudiyaadhu. "},
{ "Verses": "5 dhevan Thammudaiya Saththaththai Aachchariyamaanavidhamaaik Kumurappannugiraar; Naam Gragikkak Koodaadha Periyakaariyangalai Avar Seygiraar. "},
{ "Verses": "6 avar Uraindha Mazhaiyaiyum, Kalmazhaiyaiyum, Thammudaiya Vallamaiyin Perumazhaiyaiyum Paarththu: Boomiyinmel Peyyungal Endru Kattalaiyidugiraar. "},
{ "Verses": "7 thaam Undaakkina Sagala Manusharum Thammai Ariyumpadikku, Avar Sagala Manusharudaiya Kaiyaiyum Muththiriththuppodugiraar. "},
{ "Verses": "8 appozhudhu Kaattumirugangal Thangal Kugaigalil Pugundhu, Thangal Kebigalil Thangum. "},
{ "Verses": "9 therkeyirundhu Sooraavaliyum, Vadakaatrinaal Kulirum Varum. "},
{ "Verses": "10 thammudaiya Suvaasaththinaal Dhevan Kuliraik Kodukkiraar; Appozhudhu Jalaththin Merparappaanadhu Uraindhupom. "},
{ "Verses": "11 avar Neerththuligalai Megaththil Etri, Minnalinaal Megaththai Sidharappannugiraar. "},
{ "Verses": "12 avar Avaigalukkuk Kattalaiyidugira Yaavaiyum, Avaigal Poochchakkaraththil Nadappikkumpadi, Avar Avaigalaith Thammudaiya Gnaana Aalosanaigalinpadiye Sutrith Thiriyappannugiraar. "},
{ "Verses": "13 ondril Thandanaiyaagavum, Ondril Thammudaiya Boomikku Ubayogamaagavum, Ondril Kirubaiyaagavum, Avaigalai Varappannugiraar. "},
{ "Verses": "14 yobe, Idharku Sevikodum; Thariththunindru Dhevanudaiya Aachchariyamaana Kiriyaigalaith Dhyaaniththuppaarum. "},
{ "Verses": "15 dhevan Avaigalaith Thittampanni, Thammudaiya Megaththin Minnalaip Pragaasikkappannum Vidhaththai Ariveero? "},
{ "Verses": "16 megangal Thongumpadi Vaikkum Niraiyaiyum, Poorana Gnaanamullavarin Arpudhamaana Seygaigalaiyum, "},
{ "Verses": "17 thendralinaal Avar Boomiyai Amaiyappannumpodhu, Ummudaiya Vasthirangal Ushnamaayirukkum Vagaiyaiyum Ariveero? "},
{ "Verses": "18 vaarkkappatta Kannaadiyaippol Kettiyaana Aagaayamandalangalai Neer Avarodekooda Irundhu Viriththeero? "},
{ "Verses": "19 avarukku Naam Sollaththakkadhai Engalukkup Podhiyum; Andhagaaraththinimiththam Muraithappip Pesugirom. "},
{ "Verses": "20 naan Pesaththunindhen Endru Yaadhaamoruvan Avarukku Munbaaga Sollaththagumo? Oruvan Pesaththunindhaal Avan Vizhungappattuppovaane. "},
{ "Verses": "21 ippodhum Kaatru Veesi Aagaayamandalangalilulla Mappu Neengappanniyirukkira Samayaththil Vadakkeyirundhu Ponmayamaana Kaandhi Varugirapodhu, "},
{ "Verses": "22 aagaayamandalaththile Pragaasikkira Sooriyanai Mudhalaai Oruvarum Nokkip Paarkkakkoodaadhe; Dhevanidaththilo Bayangaramaana Magaththuvamundu. "},
{ "Verses": "23 sarvavallavarai Naam Kandupidikkak Koodaadhu; Avar Vallamaiyilum Nyaayaththilum Peruththavar; Avar Magaaneedhiparar; Avar Odukkamaattaar. "},
{ "Verses": "24 aagaiyaal Manushar Avarukku Bayappadavendum; Thangal Ennaththil Gnaanigalaayirukkira Evargalaiyum Madhikkamaattaar Endraan. "}
]