[
{ "Verses": "1 isravel Puththirar Saabaththeedaanadhile Dhurogampanninaargal; Eppadiyenil, Yoodhaakoththiraththu Seraakudaiya Kumaaranaana Sapthiyin Magan Karmeekku Pirandha Aakaan Enbavan, Saabaththeedaanadhile Siladhai Eduththukkondaan; Aagaiyaal Isravel Puththirarmel Karththarudaiya Kobam Moondadhu. "
},{ "Verses": "2 yosuvaa Erigovilirundhu Beththelukku Kizhakkilulla Peththaaven Sameebaththilirukkira Aayipattanaththukku Pogumbadi Aatkalai Anuppi: Neengal Poi, Andha Naattai Vevupaarungal Endraan; Andha Manushar Poi; Aayiyai Vevupaarththu, "
},{ "Verses": "3 yosuvaavinidaththil Thirumbivandhu, Avanai Nokki: Janangal Ellaarum Pogavendiyadhillai; Erakkuraiya Irandaayiram Moovaayiramper Poi, Aayiyai Muriya Adikkalaam; Ellaa Janangalaiyum Ange Pogumbadi Varuththappaduththavendiyadhillai; Avargal Konjamperdhaan Endraargal. "
},{ "Verses": "4 appadiye Janangalil Erakkuraiya Moovaayiramper Avvidaththirku Ponaargal; Aanaalum Avargal Aayiyin Manusharukku Munbaaga Murindhodinaargal. "
},{ "Verses": "5 aayiyin Manushar Avargalil Erakkuraiya Muppaththaaruperai Vettippottaargal; Pattanavaasalin Veli Thuvakki Chepaareemmattum Avargalai Thuraththi, Malaiyirakkaththile Avargalai Vettinaargal; Janangalin Irudhayam Karaindhu Thanneeraaippoyitru. "
},{ "Verses": "6 appozhudhu Yosuvaa Than Vasthirangalai Kizhiththukkondu, Avanum Isravelin Moopparum Saayangaalamattum Karththarin Pettikku Munbaaga Tharaiyile Muganguppura Vizhundhu, Thangal Thalaigalinmel Puzhudhiyai Pottukkondu Kidandhaargal. "
},{ "Verses": "7 yosuvaa: Aa, Karththaraagiya Aandavare, Engalai Azhikkumbadi Emoriyar Kaigalil Oppukkoduppadharkaagavaa Dhevareer Indha Janaththai Yordhaanai Kadakkappannineer? Naangal Yordhaanukku Appuraththil Manaththirupthiyaaga Irundhuvittomaanaal Nalamaayirukkum. "
},{ "Verses": "8 aa, Aandavare, Isravelar Thangal Saththurukkalukku Mudhugai Kaattinaargal; Ippozhudhu Naan Enna Solluven. "
},{ "Verses": "9 kaanaaniyarum Dhesaththu Kudikal Yaavarum Idhaikkettu, Engalai Valaindhukondu, Engal Perai Boomiyiliraadhabadikku Veratruppogappannuvaargale; Appozhudhu Umadhu Magaththaana Naamaththukku Enna Seyveer Endraan. "
},{ "Verses": "10 appozhudhu Karththar Yosuvaavai Nokki: Ezhundhiru, Nee Ippadi Muganguppura Vizhundhu Kidakkiradhu Enna? "
},{ "Verses": "11 isravelar Paavancheydhaargal; Naan Avargalukku Kattalaiyitta En Udanbadikkaiyai Meerinaargal; Saapaththeedaanadhil Eduththukkondadhum, Kalavuseydhadhum Vanjiththadhum, Thangal Pandambaadigalukkulle Vaiththadhum Unde. "
},{ "Verses": "12 aadhalaal Isravel Puththirar Thangal Saththurukkalukku Munbaaga Nirka Koodaamal, Thangal Saththurukkalukku Mudhugai Kaattinaargal; Avargal Saapaththeedaanaargal; Neengal Saapaththeedaanadhai Ungal Naduvilirundhu Nikkirakampannaavittaal, Ini Ungalode Iren. "
},{ "Verses": "13 ezhundhiru, Nee Janangalai Parisuththampanni Sollavendiyadhu Ennavendraal: Naalaiyadhinaththukku Ungalai Parisuththampannikkollungal; Isravelare, Saabaththeedaanadhu Ungal Naduve Irukkiradhu; Neengal Saabaththeetaanadhai Ungal Naduvilirundhu Vilakkaadhirukkumattum, Neengal Ungal Saththurukkalukku Munbaaga Nirkakkoodaadhu Endru Isravelin Dhevanaagiya Karththar Sollugiraar. "
},{ "Verses": "14 kaalaiyile Neengal Koththiram Koththiramaai Varavendum; Appozhudhu Karththarkurikkira Koththiram Vamsam Vamsamaaga Varavendum; Karththar Kurikkira Vamsam Kudumbam Kudumbamaaga Varavendum; Karththar Kurikkira Kudumbam Perperaaga Varavendum Endru Sol. "
},{ "Verses": "15 appozhudhu Saabaththeedaanadhai Eduththavanaai Kandupidikkappadugiravan, Karththarinudanbadikkaiyai Meeri, Isravelile Madhikedaana Kaariyaththai Seydhabadiyinaal, Avanum Avanukkulla Yaavum Akkiniyil Sutterikkappadakkadavadhu Endraar. "
},{ "Verses": "16 yosuvaa Adhikaalame Ezhundhirundhu, Isravelarai Koththiram Koththiramaaga Varappanninaan; Appozhudhu, Yoodhaavin Koththiram Kurikkappattadhu. "
},{ "Verses": "17 avan Yoodhaavin Vamsangalai Varappanninapodhu, Seraakiyarin Vamsam Kurikkappattadhu; Avan Seraakiyarin Vamsaththai Perperaaga Varappanninapodhu, Sapdhi Kurikkappattaan. "
},{ "Verses": "18 avan Veettaarai Avan Perperaaga Varappanninapodhu, Yoodhaa Koththiraththu Cheraakin Kumaaranaagiya Sapdhikku Pirandha Karmeeyin Magan Aakaan Kurikkappattaan. "
},{ "Verses": "19 appozhudhu Yosuvaa Aakaanai Nokki: Magane, Nee Ippozhudhu Isravelin Dhevanaagiya Karththarai Magimaippaduththu, Avarukku Munbaaga Arikkaipanni, Nee Seydhadhai Enakku Sollu; Adhai Enakku Olikkaadhe Endraan. "
},{ "Verses": "20 appozhudhu Aakaan Yosuvaavukku Piradhiyuththaramaaga; Meyyaagave Naan Isravelin Dhevanaagiya Karththarukku Virodhamaaga Paavanjeydhen. "
},{ "Verses": "21 kollaiyile Nerththiyaana Oru Paapiloniya Saalvaiyaiyum, Irunooru Vellichchekkalaiyum, Aimbadhu Sekkal Niraiyaana Oru Ponpaalaththaiyum Naan Kandu, Avaigalai Ichchiththu Eduththukkonden; Idho, Avaigal En Koodaaraththin Maththiyil Boomikkul Pudhaiththirukkiradhu, Velli Adhin Adiyilirukkiradhu Endraan. "
},{ "Verses": "22 udane Yosuvaa Aatkalai Anuppinaan; Avargal Koodaaraththukku Odinaargal; Avanudaiya Koodaaraththil Adhu Pudhaindhirundhadhu, Velliyum Adhinkeezh Irundhadhu. "
},{ "Verses": "23 avaigalai Koodaaraththin Maththiyilirundhu Eduththu Yosuvaavinidaththilum Isravel Puththirar Ellaaridaththilum Konduvandhu, Karththarudaiya Samugaththil Vaiththaargal. "
},{ "Verses": "24 appozhudhu Yosuvaavum Isravelarellaarungooda Cheraakin Puththiranaagiya Aakaanaiyum, Andha Velliyaiyum Saalvaiyaiyum Ponpaalaththaiyum, Avan Kumaararaiyum Kumaaraththigalaiyum, Avan Maadugalaiyum Kazhudhaigalaiyum Aadugalaiyum, Avan Koodaaraththaiyum, Avanukkulla Yaavaiyum Eduththu, Aakor Pallaththaakkukku Konduponaargal. "
},{ "Verses": "25 ange Yosuvaa: Nee Engalai Kalangappanninadhu Enna? Indru Karththar Unnai Kalangappannuvaar Endraan; Appozhudhu Isravelarellaarum Avanmel Kallerindhu, Avaigalai Akkiniyil Sutteriththu, Karkalinaal Moodi; "
},{ "Verses": "26 avanmel Innaalvaraikkum Irukkira Periya Karkuviyalai Kuviththaargal; Ippadiye Karththar Thamadhu Kobaththin Ukkiraththaivittu Maarinaar; Aagaiyaal Avvidam Innaalvaraikkum Aakor Pallaththaakku Ennappadum. "
}
]