[
{ "Verses": "1 karththar Yosuvaavai Nokki: "
},{ "Verses": "2 nee Isravel Puththirarode Sollavendiyadhu Ennavendraal: Ariyaamal Kaippisagaai Oruvanaik Kondravan Odippoyirukkumpadi, Naan Moseyaikkondu Ungalukkuk Karpiththa Adaikkalappattanangalai Ungalukku Erpaduththikkollungal. "
},{ "Verses": "3 avaigal Ungalukku Raththappazhivaangugiravanudaiya Kaikkuth Thappippoyirukkaththakka Adaikkalamaayirukkum. "
},{ "Verses": "4 andhap Pattanangalil Ondrirku Odivarugiravan, Pattanaththin Olimugavaasalil Nindrukondu, Andhap Pattanaththinudaiya Moopparin Sevigal Ketka, Than Kaariyaththai Solvaanaaga; Appozhudhu Avargal Avanaith Thangalidaththil Pattanaththukkulle Serththukkondu, Thangalode Kudiyirukka Avanukku Idam Kodukkakkadavargal. "
},{ "Verses": "5 pazhivaangugiravan Avanaith Thodarndhu Vandhaal, Avan Piranai Murpagaiyindri Ariyaamal Kondradhinaal, Avanai Ivan Kaiyil Oppukkodaadhirukkavendum. "
},{ "Verses": "6 nyaayam Visaarikkum Sabaikku Munbaaga Avan Nirkumvaraikkum, Annaatkalilirukkira Pradhaana Aasaariyan Maranamadaiyumvaraikkum, Avan Andhap Pattanaththile Kudiyirukkakkadavan; Pinbu Kolaiseydhavan Thaan Vittodippona Than Pattanaththirkum Than Veettirkum Thirumbippogavendum Endru Sol Endraar. "
},{ "Verses": "7 appadiye Avargal Napthaliyin Malaiththesamaana Kalileyaavilulla Kedhesaiyum Eppiraayeemin Malaiththesaththilulla Seekemaiyum, Yoodhaavin Malaiththesaththilulla Ebironaagiya Keeriyaadh Arpaavaiyum Erpaduththinaargal. "
},{ "Verses": "8 erigovilirukkum Yordhaanukku Akkaraiyaana Kizhakkile Rooban Koththiraththirku Irukkum Samaboomiyin Vanaandharaththilulla Peseraiyum, Kaadh Koththiraththirku Irukkum Keeleyaaththilulla Raamoththaiyum, Manaase Koththiraththirku Irukkum Paasaanilulla Kolaanaiyum Kuriththu Vaiththaargal. "
},{ "Verses": "9 kaippisagaai Oruvanaik Kondravan Evano Avan Sabaikku Munbaaga Nirkum Varaikkum, Pazhivaangugiravan Kaiyinaal Saagaadhapadikku, Odippoi Odhungumpadi, Isravel Puththirar Yaavarukkum, Avargal Naduve Thangugira Paradhesikkum, Kurikkappatta Pattanangal Ivaigale. "
}
]