[
{ "Verses": "1 karththarudaiya Dhaasanaagiya Mose Mariththapinbu, Karththar Moseyin Oozhiyakkaaranaana Noonin Kumaaran Yosuvaavai Nokki: "
},{ "Verses": "2 en Dhaasanaagiya Mose Mariththupponaan; Ippozhudhu Neeyum Indha Janangal Ellaarum Ezhundhu, Indha Yordhaanaikkadandhu, Isravel Puththirarukku Naan Kodukkum Dhesaththukkup Pongal "
},{ "Verses": "3 naan Mosekkuch Sonnabadi Ungal Kaaladi Midhikkum Evvidaththaiyum Ungalukkuk Koduththen. "
},{ "Verses": "4 vanaandharamum Indha Leebanonum Thodangi Aibiraaththu Nadhiyaana Periya Nadhimattumulla Eththiyarin Dhesam Anaiththum, Sooriyan Asthamikkira Thisaiyaana Periya Samuththiramvaraikkum Ungal Ellaiyaayirukkum. "
},{ "Verses": "5 nee Uyirodirukkum Naalellaam Oruvanum Unakku Munbaaga Edhirththu Nirpadhillai; Naan Moseyode Irundhadhupola, Unnodum Iruppen; Naan Unnaivittu Vilaguvadhumillai, Unnaik Kaividuvadhumillai. "
},{ "Verses": "6 balangondu Thidamanadhaayiru; Indha Janaththin Pidhaakkalukku Naan Koduppen Endru Aanaiyitta Dhesaththai Nee Ivargalukkup Pangiduvaai. "
},{ "Verses": "7 en Dhaasanaagiya Mose Unakkuk Karpiththa Niyaayappiramaanaththinbadiyellaam Seyyak Gavanamaayirukkamaaththiram Migavum Balangondu Dhidamanadhaayiru; Nee Pogum Idamellaam Puththimaanaai Nadandhukollumbadikku, Adhai Vittu Valadhu Idadhupuram Vilagaadhiruppaayaaga. "
},{ "Verses": "8 indha Niyaayappiramaana Pusthagam Un Vaayaivittup Piriyaadhiruppadhaaga; Idhil Ezhudhiyirukkiravaigalinbadiyellaam Nee Seyyak Gavanamaayirukkumbadi, Iravum Pagalum Adhaith Dhiyaaniththukkondiruppaayaaga; Appozhudhu Nee Un Vazhiyai Vaaikkappannuvaai, Appozhudhu Puththimaanaagavum Nadandhukolluvaai. "
},{ "Verses": "9 naan Unakkuk Kattalaiyidavillaiyaa? Balangondu Thidamanadhaayiru; Thigaiyaadhe, Kalangaadhe, Nee Pogum Idamellaam Un Dhevanaagiya Karththar Unnode Irukkiraar Endraar. "
},{ "Verses": "10 appozhudhu Yosuvaa Janangalin Adhibadhigalai Nokki: "
},{ "Verses": "11 neengal Paalayaththai Uruva Nadandhupoi, Janangalaip Paarththu: Ungalukkup Bojanapadhaarththangalai Aayaththampannungal; Ungal Dhevanaagiya Karththarungalukkuch Sudhandharikkak Kodukkum Desaththai Neengal Sudhandhariththukkollumbadikku, Innum Moondru Naalaikkulle Indha Yordhaanaik Kadandhupoveergal Endru Sollasonnaan. "
},{ "Verses": "12 pinpu Yosuvaa: Roobaniyaraiyum Kaaththiyaraiyum Manaaseyin Paadhikkoththiraththaaraiyum Nokki: "
},{ "Verses": "13 karththarudaiya Daasanaagiya Mose Ungalukkuk Karpiththa Vaarththaiyai Ninaiththukkollungal; Ungal Dhevanaagiya Karththar Ungalai Ilaippaarappanni, Indha Dhesaththai Ungalukkuk Koduththaare. "
},{ "Verses": "14 ungal Pensaadhigalum Pillaigalum Mirugajeevangalum, Mose Ungalukku Yordhaanukku Ippuraththile Koduththa Dhesaththil Irukkattum; Ungalilulla Yuththaveerar Yaavarum Ungal Sagodhararukku Munbaaga Aniyaniyaagak Kadandhupoi, "
},{ "Verses": "15 karththar Ungalaippola Ungal Sagodhararaiyum Ilaippaarappanni, Avargalum Ungal Dhevanaagiya Karththar Thangalukkuk Kodukkum Dhesaththaich Sudhandhariththukkollumattum, Avargalukku Udhaviseyyakkadaveergal; Pinbu Neengalkarththarudaiya Dhaasanaagiya Mose Ungalukku Yordhaanukku Ippuraththil Sooriyan Udhikkum Thisaikku Neraagak Koduththa Ungal Sudhandharamaana Dhesaththukkuth Thirumbi, Adhaich Sudhandhariththukkondiruppeergalaaga Endraan. "
},{ "Verses": "16 appozhudhu Avargal Yosuvaavukkup Piradhiyuththaramaaga: Neer Engalukkuk Kattalaiyidugiradhaiyellaam Seyvom; Neer Engalai Anuppum Idamengum Povom. "
},{ "Verses": "17 naangal Mosekkuch Sevikoduththadhupola Umakkum Sevikoduppom; Ummudaiya Dhevanaagiya Karththarmaaththiram Moseyode Irundhadhupola, Ummodum Iruppaaraaga. "
},{ "Verses": "18 neer Engalukkuk Kattalaiyidum Sagala Kaariyaththilum Ummudaiya Sollaikkelaamal, Ummudaiya Vaakkukku Murattaattampannugira Evanum Kolaiseyyappadakkadavan; Balangondu Thidamanadhaaimaaththiram Irum Endraargal. "
}
]