[
{ "Verses": "1 karththar Isravelai Sutrilum Irundha Avargaludaiya Ellaa Saththurukkalaalum Yuththamillaapadikku Ilaippaarappanni Aneganaal Sendrapinbu, Yosuvaa Vayadhusendru Mudhirndhavanaanapodhu, "
},{ "Verses": "2 yosuvaa Isravelin Moopparaiyum, Thalaivaraiyum, Nyaayaadhipadhigalaiyum, Adhipadhigalaiyum, Matra Ellaaraiyum Azhaippiththu, Avargalai Nokki: Naan Vayadhusendru Mudhirndhavanaanen. "
},{ "Verses": "3 ungal Dhevanaagiya Karththar Ungalukku Munbaaga Indha Sagala Jaadhigalukkum Seydha Yaavaiyum Neengal Kandeergal; Ungal Dhevanaagiya Karththar Thaame Ungalukkaaga Yuththampanninaar. "
},{ "Verses": "4 paarungal, Yordhaan Mudhal Naan Nirmoolamaakkinavaigalum, Merkilulla Periya Samuththiramattum Innum Meedhiyaayirukkiravaigalumaana Sagala Jaadhigalin Dhesaththaiyum Seettuppottu; Ungalukku, Ungal Koththirangalukkuth Thakkadhaai, Sudhandharamaagap Pangitten. "
},{ "Verses": "5 ungal Dhevanaagiya Karththar Ungalukku Sonnapadiye, Neengal Avargaludaiya Dhesaththaik Kattikkollumpadikku, Ungal Dhevanaagiya Karththar Thaame Avargalai Ungalukku Munbaagath Thuraththi, Ungal Paarvaiyinindru Agatrippoduvaar. "
},{ "Verses": "6 aagaiyaal Moseyin Nyaayappramaana Pusthagaththil Ezhudhiyirukkiradhaivittu, Valadhupuramaagilum Idadhupuramaagilum Vilagippogaamal, Adhaiyellaam Kaikkollavum Seyyavum Nirnayam Pannikkollungal. "
},{ "Verses": "7 ungalukkulle Meedhiyaayirukkira Indha Jaadhigalodu Kalavaamalum, Avargaludaiya Dhevargalin Perai Ninaiyaamalum, Avaigalaikkondu Aanaiyidaamalum, Avaigalai Seviyaamalum, Panindhukollaamalum Irukkumpadi Echcharikkaiyaayirungal. "
},{ "Verses": "8 innaalmattum Neengal Seydhadhupola, Ungal Dhevanaagiya Karththaraip Patrikkondirungal. "
},{ "Verses": "9 karththar Ungalukku Munbaagap Periyavaigalum Palaththavaigalumaana Jaadhigalaith Thuraththiyirukkiraar; Innaalmattum Oruvarum Ungalukku Munbaaga Nirkavillai. "
},{ "Verses": "10 ungalil Oruvan Aayiramperaith Thuraththuvaan; Ungal Dhevanaagiya Karththarungalukku Sonnapadi, Avardhaame Ungalukkaaga Yuththampannugiraar. "
},{ "Verses": "11 aagaiyaal, Ungal Dhevanaagiya Karththaril Anbukoorumpadi, Ungal Aaththumaakkalaik Kuriththu Migavum Echcharikkaiyaayirungal. "
},{ "Verses": "12 neengal Pinvaangippoi, Ungalukkulle Meedhiyaayirukkira Indha Jaadhigalai Serndhu, Avargalode Sambandham Kalandhu, Neengal Avargalidaththilum Avargal Ungalidaththilum Uravaadinaal, "
},{ "Verses": "13 ungal Dhevanaagiya Karththar Ini Indha Jaadhigalai Ungalukku Munbaagath Thuraththividamaattaar Endrum, Ungal Dhevanaagiya Karththar Ungalukkuk Koduththa Indha Nalla Dhesaththilirundhu Azhindhupogumattum Avargal Ungalukkuk Kanniyaagavum, Valaiyaagavum, Ungal Vilaakkalukku Savukkaagavum, Ungal Kangalukku Mullugalaagavum Iruppaargal Endrum Nichchayamaai Ariyungal. "
},{ "Verses": "14 idho, Indru Naan Boologaththaar Ellaarum Pogira Vazhiye Pogiren; Ungal Dhevanaagiya Karththar Ungalukkaaga Sonna Nalvaarththaigalilellaam Oruvaarththaiyum Thavarippogavillai Enbadhai Ungal Muzhu Irudhayaththaalum Ungal Muzhu Aaththumaavaalum Arindhirukkireergal; Avaigalellaam Ungalukku Niraiveritru; Avaigalil Oruvaarththaiyum Thavarippogavillai. "
},{ "Verses": "15 ippozhudhum Ungal Dhevanaagiya Karththar Ungalode Sonna Nalla Kaariyam Ellaam Ungalidaththile Eppadi Niraiveritro, Appadiye, Ungal Dhevanaagiya Karththarungalukkuk Kattalaiyitta Avarudaiya Udanpadikkaiyai Neengal Meeri, Anniya Dhevargalai Seviththu, Avaigalaip Panindhu Kollunkaalaththil, "
},{ "Verses": "16 ungal Dhevanaagiya Karththar Ungalukkuk Koduththa Indha Nalla Dhesaththilirundhu Ungalai Nirmoolamaakkumattum, Karththar Ungalmel Sagala Theemaiyaana Kaariyangalaiyum Varappannuvaar; Karththarudaiya Kobam Ungalmel Patriyeriyum; Avar Ungalukkuk Koduththa Nalla Dhesaththilirundhu Neengal Seekkiramaai Azhindhupoveergal Endraan. "
}
]