[
{ "Verses": "1 appozhudhu Leviyarin Vamsap Pidhaakkalin Thalaivar; Kaanaan Dhesaththilirukkira Seelovile Aasaariyanaagiya Eleyaasaaridaththilum, Noonin Kumaaranaagiya Yosuvaavidaniththilum, Isravel Puththirarudaiya Koththirap Pidhaakkalilulla Thalaivaridaththilum Serndhu Vandhu: "
},{ "Verses": "2 naangal Kudiyirukkum Pattanangalaiyum, Engal Mirugajeevangalukkaaga Velinilangalaiyum Engalukkuk Kodukkumpadi, Karththar Moseyaikkondu Kattalaiyittaare Endraargal. "
},{ "Verses": "3 karththarudaiya Vaakkinpadiye, Isravel Puththirar Thangal Sudhandharaththile Leviyarukkup Pattanangalaiyum Avaigalin Velinilangalaiyum Koduththaargal. "
},{ "Verses": "4 kokaaththiyarin Vamsangalukku Seettu Vizhundhadhu; Andha Seettinpadi Leviyaril Aasaariyanaagiya Aaronin Kumaararukku Yoodhaa Koththiraththilum, Simiyon Koththiraththilum, Penyameen Koththiraththilum Kidaiththa Pattanangal Padhinmoondru. "
},{ "Verses": "5 kokaaththin Matrappuththirarukku, Eppiraayeem Koththiraththin Vamsangalukkullum, Thaan Koththiraththilum Manaaseyin Paadhikkoththiraththilum, Seettinaal Kidaiththa Pattanangal Paththu. "
},{ "Verses": "6 kerson Puththirarukku, Isakkaar Koththiraththin Vamsangalukkullum, Aaser Koththiraththilum, Napthali Koththiraththilum, Paasaanilirukkira Manaaseyin Paadhikkoththiraththilum, Seettinaal Kidaiththa Pattanangal Padhinmoondru. "
},{ "Verses": "7 meraari Puththirarukku Avargal Vamsangalinpadiye, Rooban Koththiraththilum, Kaadh Koththiraththilum, Sepulon Koththiraththilum Kidaiththa Pattanangal Pannirandu. "
},{ "Verses": "8 indhap Pattanangalaiyum Avaigalin Velinilangalaiyum Isravel Puththirar,karththar Moseyaikkondu Kattalaiyittapadiye, Seettuppottu Leviyarukkuk Koduththaargal. "
},{ "Verses": "9 leviyin Kumaararil Mudhalaam Seettaippetra Kokaaththiyarin Vamsangalile Irukkira Aaronin Kumaararukku, "
},{ "Verses": "10 yoodhaa Puththirarin Koththiraththilum, Simiyon Puththirarin Koththiraththilum, Avargal Koduththavaigalum Perperaaga Sollappattavaigalumaana Pattanangalin Naamangalaavana: "
},{ "Verses": "11 yoodhaavin Malaiththesaththil Aanaakkin Thagappanaagiya Arpaavin Pattanamaana Ebironaiyum Adhai Soozhndha Velinilangalaiyum Avargalukkuk Koduththaargal. "
},{ "Verses": "12 pattanaththai Serndha Vayalgalaiyum Adhin Pattigalaiyum Eppunneyin Kumaaranaagiya Kaalebukkuk Kaaniyaatchiyaagak Koduththaargal. "
},{ "Verses": "13 ippadiye Kolai Seydhavanukku Adaikkalappattanamaaga Aasaariyanaagiya Aaronin Kumaararukku Ebironaiyum Adhin Velinilangalaiyum, Lipnaavaiyum Adhin Velinilangalaiyum, "
},{ "Verses": "14 yaaththeeraiyum Adhin Velinilangalaiyum, Esdhemovaavaiyum Adhin Velinilangalaiyum, "
},{ "Verses": "15 olonaiyum Adhin Veli Nilangalaiyum, Thepeeraiyum Adhin Velinilangalaiyum, "
},{ "Verses": "16 aayinaiyum Adhin Veli Nilangalaiyum, Yuththaavaiyum Adhin Velinilangalaiyum, Pedhshimesaiyum Adhin Velinilangalaiyum Koduththaargal; Andha Irandu Koththirangalilirukkira Pattanangal Onbadhu. "
},{ "Verses": "17 penyameen Koththiraththile Avargalukkuk Kibiyonaiyum Adhin Velinilangalaiyum Kepaavaiyum Adhin Velinilangalaiyum, "
},{ "Verses": "18 aanadhoththaiyum Adhin Velinilangalaiyum, Almonaiyum Adhin Velinilangalaiyum Koduththaargal; Indhap Pattanangal Naalu. "
},{ "Verses": "19 aasaariyaraana Aaronudaiya Kumaararin Pattanangalellaam Avaigalin Velinilangalutpada Padhinmoondru. "
},{ "Verses": "20 leviyaraana Kokaaththin Puththiraril Meedhiyaana Avargaludaiya Matra Vamsangalukku Eppiraayeemin Koththiraththile Avargalukkup Panguveedhamaaga Avargal Koduththa Pattanangalaavana: "
},{ "Verses": "21 kolaiseydha Adaikkalappattanamaana Eppiraayeemin Malaiththesaththil Irukkira Seekemaiyum Adhin Velinilangalaiyum, Keseraiyum Adhin Velinilangalaiyum, "
},{ "Verses": "22 kipsaayeemaiyum Adhin Velinilangalaiyum, Peththoronaiyum Adhin Velinilangalaiyum, Avargalukkuk Koduththaargal; Indhap Pattanangal Naalu. "
},{ "Verses": "23 thaan Koththiraththile Eldhekkeyaiyum Adhin Velinilangalaiyum, Kipeththonaiyum Adhin Velinilangalaiyum, "
},{ "Verses": "24 aayalonaiyum Adhin Velinilangalaiyum, Kaadhrimmonaiyum Adhin Velinilangalaiyum Avargalukkuk Koduththaargal; Indhap Pattanangal Naalu. "
},{ "Verses": "25 manaaseyin Paadhik Koththiraththile Thaanaagaiyum Adhin Velinilangalaiyum, Kaadhrimmonaiyum Adhin Velinilangalaiyum Avargalukkuk Koduththaargal; Indhap Pattanangal Irandu. "
},{ "Verses": "26 kokaadh Puththirarin Meedhiyaana Vamsangalukku Undaana Pattanangalellaam Avaigalin Velinilangalutpada Paththu. "
},{ "Verses": "27 leviyarin Vamsangalile Kerson Puththirarukku Manaaseyin Paadhikkoththiraththil Kolaiseydhavanukku Adaikkalap Pattanamaana Paasaanilulla Kolaanaiyum Adhin Velinilangalaiyum, Peyesdhiraavaiyum Adhin Velinilangalaiyum Koduththaargal; Indhap Pattanangal Irandu. "
},{ "Verses": "28 isakkaarin Koththiraththile Keesonaiyum Adhin Velinilangalaiyum, Thaaparaaththaiyum Adhin Velinilangalaiyum Koduththaargal; Indhap Pattanangal Naalu. "
},{ "Verses": "29 yarmooththaiyum Adhin Velinilangalaiyum, Enkanneemaiyum Adhin Velinilangalaiyum Koduththaargal; Indhap Pattanangal Naalu. "
},{ "Verses": "30 aaserin Koththiraththile Mishayaalaiyum Adhin Velinilangalaiyum, Apdhonaiyum Adhin Velinilangalaiyum, "
},{ "Verses": "31 elkaaththaiyum Adhin Velinilangalaiyum, Rekopaiyum Adhin Velinilangalaiyum Koduththaargal; Indhap Pattanangal Naalu. "
},{ "Verses": "32 napthali Koththiraththile Kolaiseydhavanukku Adaikkalappattanamaagak Kalileyaavilulla Kedhesaiyum Adhin Velinilangalaiyum, Ammoththoraiyum Adhin Velinilangalaiyum, Kardhaanaiyum Adhin Velinilangalaiyum Koduththaargal; Indhap Pattanangal Moondru. "
},{ "Verses": "33 kersoniyarukku Avargal Vamsangalinpadi Undaana Pattanangalellaam Avaigalin Velinilangalutpada Padhinmoondru. "
},{ "Verses": "34 matra Leviyaraagiya Meraari Puththirarin Vamsangalukku Sepulon Koththiraththile Yokniyaamaiyum Adhin Velinilangalaiyum, Kardhaavaiyum Adhin Velinilangalaiyum, "
},{ "Verses": "35 thimnaavaiyum Adhin Velinilangalaiyum, Nagalaalaiyum Adhin Velinilangalaiyum Koduththaargal; Indhap Pattanangal Naalu. "
},{ "Verses": "36 rooban Koththiraththile Peseraiyum Adhin Velinilangalaiyum, Yaagasaavaiyum Adhin Velinilangalaiyum, "
},{ "Verses": "37 kedhemoththaiyum Adhin Velinilangalaiyum, Mepaagaaththaiyum Adhin Velinilangalaiyum Koduththaargal; Indhap Pattanangal Naalu. "
},{ "Verses": "38 kaadh Koththiraththile Kolaiseydhavanukku Adaikkalap Pattanamaaga, Keeleyaaththilulla Raamoththaiyum Adhin Velinilangalaiyum, Maknaayeemaiyum Adhin Velinilangalaiyum, "
},{ "Verses": "39 esponaiyum Adhin Velinilangalaiyum, Yaaseraiyum Adhin Velinilangalaiyum Koduththaargal; Indhap Pattanangal Naalu. "
},{ "Verses": "40 ivaigalellaam Leviyarin Matra Vamsangalaagiya Meraari Puththirarukku, Avargal Vamsangalinpadi Kidaiththa Pattanangal; Avargaludaiya Panguveedham Pannirandu Pattanangal. "
},{ "Verses": "41 isravel Puththirarudaiya Kaaniyaatchiyin Naduvile Irukkira Leviyarin Pattanangalellaam Avaigalin Velinilangalutpada Naarpaththettu. "
},{ "Verses": "42 indhap Pattanangalil Ovvondrirkum Adhadhai Soozhndha Velinilangal Irundhadhu; Ellaappattanangalukkum Appadiye Irundhadhu. "
},{ "Verses": "43 indhap Pragaaramaagak Karththar Isravelukkuk Koduppen Endru Avargaludaiya Pidhaakkalukku Aanaiyitta Dhesaththaiyellaam Koduththaar; Avargal Avaigalai Sudhandhariththukkondu, Avaigalile Kudiyirundhaargal. "
},{ "Verses": "44 karththar Avargaludaiya Pidhaakkalukku Aanaiyittapadiyellaam Avargalai Sutrilum Yuththamillaamal Ilaippaarappanninaar; Avargaludaiya Ellaa Saththurukkalilum Oruvarum Avargalukku Munbaaga Nirkavillai; Avargal Saththurukkalaiyellaam Karththar Avargal Kaiyil Oppukkoduththaar. "
},{ "Verses": "45 karththar Isravel Kudumpaththaarukku Solliyirundha Nalvaarththaigalilellaam Oru Vaarththaiyum Thavarippogavillai; Ellaam Niraiveritru. "
}
]