[
{ "Verses": "1 aathsorin Raajaavaagiya Yaapeen Adhai Kelvippattapodhu, Avan Maathonin Raajaavaagiya Yopaapidaththirkum, Simronin Raajaavidaththukkum, Aksaapin Raajaavidaththirkum, "
},{ "Verses": "2 vadakkeyirukkira Malaigalilum Kinnaroththukku Therkeyirukkira Naattuppuraththilum Samaboomiyilum Merku Ellaiyaagiya Thorilum Irukkira Raajaakkalidaththirkum, "
},{ "Verses": "3 kizhakkeyum Merkeyumirukkira Kaanaaniyaridaththirkum, Malaigalilirukkira Emoriyar, Eththiyar, Perisiyar, Eboosiyaridaththirkum, Ermon Malaiyin Adiyile Mispaa Seemaiyilirukkira Eviyaridaththirkum Aal Anuppinaan. "
},{ "Verses": "4 avargal Kadarkarai Manalaippol Eraalamaana Thiranda Janamaagiya Thangaludaiya Ellaa Senaigalodum, Magaa Eraalamaana Kudhiraigalodum Radhangalodumkooda Purappattaargal. "
},{ "Verses": "5 indha Raajaakkalellaarum Koodi, Isravelode Yuththampannavandhu, Merom Engira Eriyandaiyile Egamaai Paalayamiranginaargal. "
},{ "Verses": "6 appozhudhu Karththar Yosuvaavai Nokki: Avargalukku Bayappadaayaaga, Naalai Inneraththile Naan Avargalaiyellaam Isravelukku Munbaaga Vettundavargalaaga Oppukkoduppen; Nee Avargal Kudhiraigalin Kudhikaal Narambugalai Aruththu, Avargal Radhangalai Akkiniyaal Sutterikkakkadavaai Endraar. "
},{ "Verses": "7 yosuvaavum, Avanodekooda Yuththa Janangal Anaivarum, Thiteerendru Merom Eriyandaiyilirukkira Avargalidaththil Vandhu, Avargalmel Vizhundhaargal. "
},{ "Verses": "8 karththar Avargalai Isravelin Kaiyil Oppukkoduththaar; Avargalai Muriya Adiththu, Periya Seedhonmattum Misrapodhmaayeemattum, Kizhakkeyirukkira Mispe Pallaththaakkumattum Thuraththi, Avargalil Oruvarum Meedhiyaayiraadhabadi, Avargalai Vettippottaargal. "
},{ "Verses": "9 yosuvaa Karththar Thanakku Sonnabadi Avargalukku Seydhu, Avargal Kudhiraigalin Kudhigaal Narambugalai Aruththu, Avargal Radhangalai Akkiniyaal Sutteriththaan. "
},{ "Verses": "10 akkaalaththile Yosuvaa Thirumbi, Aathsoraippidiththu, Adhin Raajaavai Pattayaththinaal Vettippottaan; Aathsor Munne Andha Raajyangalukkellaam Thalaimaiyaana Pattanamaayirundhadhu. "
},{ "Verses": "11 adhilirundha Narajeevangalaiyellaam Pattayakkarukkinaal Vetti, Sangaarampanninaargal; Suvaasamulladhu Ondrum Meedhiyaanadhillai; Aathsoraiyo Akkiniyaal Sutteriththaan. "
},{ "Verses": "12 andha Raajaakkaludaiya Ellaappattanangalaiyum Avaigaludaiya Ellaa Raajaakkalaiyum Yosuvaa Pidiththu, Pattayakkarukkinaal Vetti, Karththarudaiyadhaasanaagiya Mose Kattalaiyittabadi, Avargalai Sangaarampanninaan. "
},{ "Verses": "13 aanaalum Thangal Aranippode Irundha Pattanangalaiyellaam Isravelar Sutteriththuppodaamal Vaiththaargal; Aathsoraimaaththiram Yosuvaa Sutteriththuppottaan. "
},{ "Verses": "14 andha Pattanangalilulla Mirugajeevangalaiyum Matrakkollai Porulgalaiyum Isravel Puththirar Thangalukkendru Eduththukkondaargal; Aanaalum Ellaa Manusharaiyum Azhiththu Theerumattum Avargalai Pattayakkarukkinaal Vettippottaargal; Suvaasamulla Ondraiyum Avargal Meedhiyaaga Vaikkavillai. "
},{ "Verses": "15 karththar Thamadhu Dhaasanaagiya Mosekku Eppadi Kattalaiyittirundhaaro, Appadiye Mose Yosuvaavukku Kattalaiyittirundhaan; Appadiye Yosuvaa Seydhaan; Avan,karththar Mosekku Kattalaiyittadhil Ondraiyum Seyyaamal Vidavillai. "
},{ "Verses": "16 indhappiragaaramaaga Yosuvaa Seyeerukku Erippogira Aalaak Malaidhuvakki Leebanonin Pallaththaakkil Ermon Malaiyadiyil Irukkira Paagaal Kaadhmattumulla Andha Muzhudhesamaagiya Malaigalaiyum, Thendhesam Yaavaiyum, Kosen Dhesaththaiyum, Samanaana Boomiyaiyum, Naattuppuraththaiyum, Isravelin Malaigalaiyum Adhin Samaboomiyaiyum Pidiththukkondu, "
},{ "Verses": "17 avaigalin Raajaakkalaiyellaam Pidiththu, Avargalai Vetti Kondrupottaan. "
},{ "Verses": "18 yosuvaa Nedunaalaai Andha Raajaakkalellaarodum Yuththampanninaan. "
},{ "Verses": "19 gipiyonin Kudigalaagiya Eviyaraiththavira, Oru Pattanamum Isravel Puththirarode Samaadhaanam Pannavillai; Matrellaa Pattanangalaiyum Yuththampanni Pidiththaargal. "
},{ "Verses": "20 yuththampanna Isravelukku Edhiraagavarumbadikku, Avargaludaiya Irudhayam Kadinamaanadhum, Ippadiye Avargalperil Irakkam Undaakaamal, Karththar Mosekku Kattalaiyittapadi, Avargalai Azhiththu Sangaarampanninadhum Karththaraal Vandha Kaariyamaayirundhadhu. "
},{ "Verses": "21 akkaalaththile Yosuvaa Poi, Malaidesamaagiya Epironilum Thepeerilum Aanaapilum Yoodhaavin Sagala Malaigalilum Isravelin Sagala Malaigalilum Irundha Enaakkiyarai Nikkirakampanni, Avargalai Avargal Pattanangalodumkooda Sangariththaan. "
},{ "Verses": "22 isravel Puththirarin Dhesaththil Enaakkiyar Oruvarum Meedhiyaaga Vaikkappadavillai; Kaasaavilum Kaaththilum Asthoththilum Maaththiram Silar Meedhiyaayirundhaargal. "
},{ "Verses": "23 appadiye Yosuvaa, Karththar Moseyinidaththil Sonnabadiyellaam Dhesamanaiththaiyum Pidiththu, Adhai Isravelarukku, Avargal Koththirangaludaiya Pangugalinbadiye, Sudhandharamaaga Koduththaan; Yuththam Oindhadhinaal Dhesam Amaidhalaayirundhadhu. "
}
]