[
{ "Verses": "1 noonin Kumaaranaagiya Yosuvaa Siththeemilirundhu Vevukaararaagiya Irandu Manusharai Ragasiyamaai Vevupaarkkumbadi Anuppi: Neengal Poi Dhesaththaiyum Erigovaiyum Paarththuvaarungal Endraan. Avargal Poi, Raagaab Ennum Peyarkonda Vesiyin Veettukkul Piravesiththu, Ange Thanginaargal. "
},{ "Verses": "2 dhesaththai Vevupaarkkumbadi, Isravel Puththiraril Sila Manushar Indha Raaththiriyile Inge Vandhaargal Endru Erigovin Raajaavukkuch Sollappattadhu. "
},{ "Verses": "3 appozhudhu Erigovin Raajaa Raagaabandaikku Aal Anuppi: Unnidaththil Vandhu, Un Veettukkul Piravesiththa Manusharai Veliye Konduvaa; Avargal Dhesaththaiyellaam Vevupaarkkumbadi Vandhaargal Endru Sollasonnaan. "
},{ "Verses": "4 andha Sthiree Avvirandu Manusharaiyum Kondupoi Avargalai Oliththu Vaiththu: Meydhaan, Ennidaththil Manushar Vandhirundhaargal; Aanaalum Avargal Evvidaththaaro Enakkuth Theriyaadhu. "
},{ "Verses": "5 vaasalai Adaikkum Neraththil Iruttuvelaiyile, Andha Manushar Purappattup Poivittaargal; Avargal Enge Ponaargalo Enakkuth Theriyaadhu; Avargalaich Seekkiramaaip Poiththedungal; Neengal Avargalaip Pidiththukkollalaam Endraal. "
},{ "Verses": "6 aval Avargalai Veettinmel Erappanni, Veettinmel Parappappatta Sanal Thattaigalukkulle Maraiththu Vaiththirundhaal. "
},{ "Verses": "7 andha Manushar Yordhaanukkup Pogira Vazhiyil Thuraigal Mattum Avargalaith Thedapponaargal; Avargalaith Thedugiravargal Purappattavudane Vaasal Adaikkappattadhu. "
},{ "Verses": "8 andha Manushar Paduththukkollumunne Aval Veettinmel Avargalidaththirku Erippoi, "
},{ "Verses": "9 karththar Ungalukku Dhesaththai Oppukkoduththaarendrum, Ungalaippatri Engalukkuth Thigil Pidiththirukkiradhendrum, Ungalaikkuriththu Dhesaththuk Kudigal Ellaarum Sorndhuponaargal Endrum Ariven. "
},{ "Verses": "10 neengal Egipdhilirundhu Purappattapodhu, Karththar Ungalukku Munbaagach Sivandha Samuththiraththin Thanneerai Vatrippogappanninadhaiyum, Neengal Yordhaanukku Appuraththil Sangaaram Pannina Emoriyarin Irandu Raajaakkalaagiya Seekonukkum Okukkum Seydhadhaiyum Kelvippattom. "
},{ "Verses": "11 kelvippattapodhu Engal Irudhayam Karaindhupoyitru, Ungalaale Ellaarudaiya Dhairiyamum Atruppoyitru; Ungal Dhevanaagiya Karththare Uyara Vaanaththilum Keezhe Boomiyilum Dhevanaanavar. "
},{ "Verses": "12 ippodhum Naan Ungalukkuth Dhayavu Seydhabadiyinaal, Neengalum Engal Thagappan Kudumbaththukkuth Dhayavuseyvom Endru Karththarperil Enakku Aanaiyittu, "
},{ "Verses": "13 neengal En Thagappanaiyum En Thaayaiyum En Sagodhararaiyum En Sagodharigalaiyum Avargalukku Undaana Ellaavatraiyum Uyirode Vaiththu, Engal Jeevanaich Saavukkuth Thappuvikkumbadi, Enakku Nichchayamaana Adaiyaalaththaik Kodukkavendum Endraal. "
},{ "Verses": "14 appozhudhu Andha Manushar Avalai Nokki: Engal Jeevane Ungal Jeevanukku Eedu; Neengal Engal Kaariyaththai Velippaduththaadhirundhaal, Karththar Engalukkuth Dhesaththaik Tukkumpodhu, Naangal Thayaiyum Saththiyamum Paaraattuvom Endraargal. "
},{ "Verses": "15 appozhudhu Avargalaik Kayitrinaale Jannalvazhiyaai Irakkivittaal; Aval Veedu Alangaththin Madhilil Irundhadhu; Alangaththile Aval Kudiyirundhaal. "
},{ "Verses": "16 appozhudhu Aval Avargalai Nokki: Thedugiravargal Ungalaik Kaanaadhabadikku, Neengal Malaiyile Poi, Avargal Thirumbivarumattum Ange Moondrunaal Oliththirundhu, Pinbu Ungal Vazhiye Pongal Endraal. "
},{ "Verses": "17 appozhudhu Andha Manushar Avalai Nokki: Idho, Naangal Dhesaththukkul Piravesikkumbodhu, Nee Indha Sivappunool Kayitrai Engalai Irakkivitta Jannalile Katti, Un Thagappanaiyum Un Thaayaiyum Un Sagodharargalaiyum Un Thagappan Kudumbaththaar Anaivaraiyum Unnidaththil Un Veettile Serththukkol. "
},{ "Verses": "18 illaavittaal Nee Engal Kaiyil Vaangina Aanaikku Neengalaayiruppom. "
},{ "Verses": "19 evanaagilum Un Veettu Vaasalgalilirundhu Veliye Purappattaal, Avanudaiya Raththappazhi Avan Thalaiyinmel Irukkum; Engalmel Kutram Illai; Unnode Veettil Irukkira Evanmelaagilum Kaipodappattadheyaagil, Avanudaiya Raththappazhi Engal Thalaiyinmel Irukkum. "
},{ "Verses": "20 nee Engal Kaariyaththai Velippaduththinaayeyaanaal, Nee Engal Kaiyil Vaangina Aanaikku Neengalaayiruppom Endraargal. "
},{ "Verses": "21 adharku Aval: Ungal Vaarththaiyinbadiye Aagakkadavadhu Endru Solli, Avargalai Anuppivittaal; Avargal Poivittaargal; Pinbu Aval Andhach Sivappuk Kayitrai Jannalile Kattivaiththaal. "
},{ "Verses": "22 avargal Poi, Malaiyile Serndhu Thedugiravargal Thirumbivarumattum, Moondru Naal Ange Thariththirundhaargal; Thedugiravargal Vazhiyellaam Avargalaith Thediyum Kaanaadheponaargal. "
},{ "Verses": "23 andha Irandu Manusharum Thirumbi, Malaiyilirundhu Irangi, Aatraikkadandhu, Noonin Kumaaranaagiya Yosuvaavinidaththil Vandhu, Thangalukkuch Sambaviththa Yaavaiyum Avanukkuth Theriviththu; "
},{ "Verses": "24 karththar Dhesaththaiyellaam Nammudaiya Kaiyil Oppukkoduththaar; Dhesaththin Kudigalellaam Namakkumunbaagach Sorndhuponaargal Endru Avanode Sonnaargal. "
}
]