[
{ "Verses": "1 isravel Puththirar Kadandhu Theerumalavum, Karththar Yordhaanin Thanneerai Avargalukku Munbaaga Vatrippogappanninadhai, Yordhaanukku Melkaraiyil Kudiyirundha Emoriyarin Sagala Raajaakkalum Kettadhumudhalkondu, Avargal Irudhayam Karaindhu, Isravel Puththirarukku Munbaaga Sorndhuponaargal. "
},{ "Verses": "2 akkaalaththile Karththar Yosuvaavai Nokki: Nee Karukkaana Kaththigalai Undaakki, Thirumba Irandaamvisai Isravel Puththirarai Viruththasedhanampannu Endraar. "
},{ "Verses": "3 appozhudhu Yosuvaa Karukkaana Kaththigalai Undaakki, Isravel Puththirarai Aarlodh Mettile Viruththasedhanampanninaan. "
},{ "Verses": "4 yosuvaa Ippadi Viruththasedhanampannina Mugaandharam Ennavendraal: Egipdhilirundhu Purappatta Sagala Aanmakkalaagiya Yuththapurushar Ellaarum Egipdhilirundhu Purappattapinbu, Vazhiyil Vanaandharaththile Maanduponaargal. "
},{ "Verses": "5 egipthilirundhu Purappatta Ellaa Janangalum Viruththasedhanampannappattirundhaargal; Avargal Egipthilirundhu Purappattapinbu, Vazhiyil Vanaandharaththile Pirandha Sagala Janangalum Viruththasedhanampannappadaadhirundhaargal. "
},{ "Verses": "6 karththarudaiya Saththaththirku Keezhppadiyaamalpona Egipthilirundhu Purappatta Yuththa Purusharaana Yaavarum Maalumattum, Isravel Puththirar Naarpadhu Varusham Vanaandharaththil Nadandhu Thirindhaargal; Karththar Engalukku Kodukkumbadi Avargal Pidhaakkalukku Aanaiyitta Paalum Thenum Odugira Dhesaththai Avargal Kaanbadhillai Endru Karththaravargalukku Aanaiyittirundhaar. "
},{ "Verses": "7 avargalukku Badhilaaga Avar Ezhumbappannina Avargal Pillaigalai Yosuvaa Viruththasedhanampanninaan; Vazhiyile Avargalai Viruththasedhanampannaadhadhinaal Avargal Viruththasedhanam Illaadhirundhaargal. "
},{ "Verses": "8 janangalellaarum Viruththasedhanampannappattu Theerndhapinbu, Avargal Gunamaagumattum Thangal Thangal Idaththile Paalayaththil Thariththirundhaargal. "
},{ "Verses": "9 karththar Yosuvaavai Nokki: Indru Egipthin Nindhaiyai Ungalmel Iraadhabadikku Purattippotten Endraar; Adhanaal Andha Sthalam Innaalvaraikkum Gilkaal Ennappadugiradhu. "
},{ "Verses": "10 isravel Puththirar Gilkaalile Paalayamirangiyirundhu, Maadhaththin Padhinaalaam Thedhi Andhineraththile Erigovin Samanaana Veligalile Paskaavai Aasariththaargal. "
},{ "Verses": "11 paskaavin Marunaalaagiya Andraiyadhinam Avargal Dhesaththinudaiya Dhaaniyaththaalaagiya Pulippillaadha Appangalaiyum Sutta Kadhirgalaiyum Pusiththaargal. "
},{ "Verses": "12 avargal Dhesaththin Dhaaniyaththile Pusiththa Marunaalile Mannaa Peyyaamal Ozhindhadhu; Adhumudhal Isravel Puththirarukku Mannaa Illaamalpoi, Avargal Kaanaan Dhesaththu Palanai Andha Varushaththildhaane Pusiththaargal. "
},{ "Verses": "13 pinnum Yosuvaa Erigovin Veliyilirundhu Than Kangalai Ereduththu Paarkkumbodhu, Idho, Oruvar Avanukku Edhire Nindraar; Uruvina Pattayam Avar Kaiyilirundhadhu; Yosuvaa Avaridaththil Poi: Neer Engalai Serndhavaro, Engal Saththurukkalai Serndhavaro Endru Kettaan. "
},{ "Verses": "14 adharku Avar: Alla, Naan Karththarudaiya Senaiyin Adhibadhiyaai Ippozhudhu Vandhen Endraar; Appozhudhu Yosuvaa Tharaiyile Muganguppuravizhundhu Panindhukondu, Avarai Nokki: En Aandavar Thamadhu Adiyenukku Sollugiradhu Ennavendru Kettaan. "
},{ "Verses": "15 appozhudhu Karththarudaiya Senaiyin Adhibadhi Yosuvaavai Nokki: Un Kaalgalilirukkira Paadharatchaigalai Kazhatrippodu, Nee Nirkira Idam Parisuththamaanadhu Endraar; Yosuvaa Appadiye Seydhaan. "
}
]