[
{ "Verses": "1 yosuvaa Aayiyaip Pidiththu, Sangaarampanni, Erigovukkum Adhin Raajaavukkum Seydhabadi, Aayikkum Adhin Raajaavukkum Seydhadhaiyum, Gibiyonin Kudigal Isravelode Samaadhaanampanni Avargalukkul Vaasamaayirukkiradhaiyum, Erusalemin Raajaavaagiya Adhonisedhek Kelvippattapodhu, "
},{ "Verses": "2 kibiyon Raajadhaani Pattanangalil Ondraippol Periya Pattanamum, Aayiyaippaarkkilum Peridhumaayirundhapadiyinaalum, Adhin Manusharellaarum Balasaaligalaayirundhapadiyinaalum, Migavum Payandhaargal. "
},{ "Verses": "3 aagaiyaal Erusalemin, Raajaavaagiya Adhonisedhek Epironin Raajaavaagiya Okaamukkum, Yarmooththin Raajaavaagiya Peeraamukkum, Laakeesin Raajaavaagiya Yappiyaavukkum, Eklonin Raajaavaagiya Thepeerukkum Aal Anuppi: "
},{ "Verses": "4 naangal Kipiyonai Sangarikkumpadi, Neengal Ennidaththil Vandhu, Enakku Thunaiseyyungal; Avargal Yosuvaavodum Isravel Puththirarodum Samaadhaanampanninaargal Endru Solli Anuppinaan. "
},{ "Verses": "5 appadiye Erusalemin Raajaa, Epironin Raajaa, Yarmooththin Raajaa, Laakeesin Raajaa, Eklonin Raajaa Engira Emoriyarin Aindhu Raajaakkalum Kootikkondu, Avargalum Avargaludaiya Ellaachchenaigalum Poi, Kibiyonukku Munbaaga Paalayamirangi, Adhinmel Yuththampanninaargal. "
},{ "Verses": "6 appozhudhu Kipiyonin Manushar Gilkaalilirukkira Paalayaththukku Yosuvaavinidaththil Aalanuppi: Umadhu Adiyaarai Kaividaamal, Seekkiramaai Engalidaththil Vandhu, Engalai Ratchiththu, Engalukku Thunai Seyyum; Parvadhangalile Kudiyirukkira Emoriyarin Raajaakkalellaarum Engalukku Virodhamaaga Koodinaargal Endru Solla Sonnaargal. "
},{ "Verses": "7 udane Yosuvaavum, Avanodekooda Sagala Yuththamanusharum Sagala Baraakkiramasaaligalum Gilkaalilirundhu Ponaargal. "
},{ "Verses": "8 karththar Yosuvaavai Nokki: Avargalukku Bayappadaayaaga; Un Kaigalil Avargalai Oppukkoduththen; Avargalil Oruvarum Unakku Munbaaga Nirpadhillai Endraar. "
},{ "Verses": "9 yosuvaa Gilkaalilirundhu Raamuzhudhum Nadandhu, Thiteerendru Avargalmel Vandhuvittaan. "
},{ "Verses": "10 karththaro Avargalai Isravelukku Munbaaga Kalangappanninaar; Aagaiyaal Avargalai Kibiyonile Magaa Sangaaramaaga Madangadiththu, Peththoronukku Pogira Vazhiyile Thuraththi, Asekkaamattum Makkedhaamattum Muriya Adiththaargal. "
},{ "Verses": "11 avargal Peththoronilirundhu Irangugira Vazhiyile Isravelukku Munbaaga Odippogaiyil, Asekkaamattum Odugira Avargalmel Karththar Vaanaththilirundhu Periya Karkalai Vizhappanninaar, Avargal Seththaargal; Isravel Puththirar Pattayaththaal Kondravargalai Paarkkilum Kalmazhaiyinaal Seththavargal Adhigamaayirundhaargal. "
},{ "Verses": "12 karththar Emoriyarai Isravel Puththirarukku Munbaaga Oppukkodukkira Annaalile, Yosuvaa Karththarai Nokki Pesi, Pinbu Isravelin Kangalukku Munbaaga: Sooriyane, Nee Kibiyonmelum, Sandhirane, Nee Aayalon Pallaththaakkilum, Thariththunillungal Endraan. "
},{ "Verses": "13 appozhudhu Janangal Thangal Saththurukkalukku Needhiyai Sarikkattumattum Sooriyan Thariththadhu, Sandhiranum Nindradhu; Idhu Yaaserin Pusthagaththil Ezhudhiyirukkavillaiyaa; Appadiye Sooriyan Asthamikka Theevirikkaamal, Erakkuraiya Orupagalmuzhudhum Naduvaanaththil Nindradhu. "
},{ "Verses": "14 ippadi Karththar Oru Manidhanudaiya Solketta Annaalaiyoththanaal Adharku Munnumillai Adharkuppinnumillai; Karththar Isravelukkaaga Yuththampanninaar. "
},{ "Verses": "15 pinbu Yosuvaa Isravel Anaiththodunkooda Gilkaalilirukkira Paalayaththukku Thirumbinaan. "
},{ "Verses": "16 andha Aindhu Raajaakkalum Odippoi, Makkedhaavilirukkira Oru Keviyil Oliththukkondaargal. "
},{ "Verses": "17 aindhu Raajaakkalum Makkedhaavilirukkira Oru Keviyil Oliththirundhu Agappattaargal Endru Yosuvaavukku Arivikkappattadhu. "
},{ "Verses": "18 appozhudhu Yosuvaa: Periya Karkalai Keviyin Vaayile Puratti, Avvidaththil Avargalai Kaavalkaakka Manusharai Vaiyungal. "
},{ "Verses": "19 neengalo Nillaamal, Ungal Saththurukkalai Thuraththi, Avargaludaiya Pinpataigalai Vettippodungal; Avargalai Thangal Pattanangalile Piravesikkavottaadhirungal; Ungal Dhevanaagiya Karththar Avargalai Ungal Kaiyil Oppukkoduththaar Endraan. "
},{ "Verses": "20 yosuvaavum Isravel Puththirarum Avargalai Magaa Periya Sangaaramaai Avargal Azhiyumalavum Sangariththaargal; Avargalil Meedhiyaanavargal Aranaana Pattanangalukkul Pugundhaargal. "
},{ "Verses": "21 janangalellaarum Sugamaai Makkedhaavilirukkira Paalayaththile, Yosuvaavinidaththirku Thirumbivandhaargal; Isravel Puththirarukku Virodhamaaga Oruvanum Than Naavai Asaikkavillai. "
},{ "Verses": "22 appozhudhu Yosuvaa: Keviyin Vaayaiththirandhu, Andha Aindhu Raajaakkalaiyum Andha Keviyilirundhu Ennidaththil Veliye Konduvaarungal Endraan. "
},{ "Verses": "23 avargal Appadiye Seydhu, Erusalemin Raajaavum, Epironin Raajaavum, Yarmooththin Raajaavum, Laakeesin Raajaavum, Eklonin Raajaavumaagiya Andha Aindhu Raajaakkalaiyum Andha Keviyilirundhu Avanidaththirku Veliye Konduvandhaargal. "
},{ "Verses": "24 avargalai Yosuvaavinidaththirku Konduvandhapodhu, Yosuvaa Isravel Manusharaiyellaam Azhaippiththu, Thannodekooda Vandha Yuththamanusharin Adhibadhigalai Nokki: Neengal Kittavandhu, Ungal Kaalgalai Indha Raajaakkaludaiya Kazhuththugalinmel Vaiyungal Endraan; Avargal Kitta Vandhu, Thangal Kaalgalai Avargal Kazhuththugalinmel Vaiththaargal. "
},{ "Verses": "25 appozhudhu Yosuvaa Avargalai Nokki: Neengal Bayappadaamalum Kalangaamalum Balaththu Dhidamanadhaayirungal; Neengal Yuththampannum Ungal Saththurukkalukkellaam Karththarippadiye Seyvaar Endraan. "
},{ "Verses": "26 adharkuppinbu Yosuvaa Avargalai Vettikkondru, Aindhu Marangalile Thookkippottaan; Saayangaalamattum Marangalil Thonginaargal. "
},{ "Verses": "27 sooriyan Asthamikkiravelaiyile, Yosuvaa Avargalai Marangalilirundhu Irakka Kattalaiyittaan. Avargal Oliththukkondirundha Keviyile Avargalai Pottu; Innaalvaraikkum Irukkirapadi Periya Karkalai Keviyin Vaayile Adaiththaargal. "
},{ "Verses": "28 annaalile Yosuvaa Makkedhaavaippidiththu, Adhaippattaya Karukkinaal Azhiththu, Adhin Raajaavaiyum Adhilulla Manusharaagiya Sagala Narajeevangalaiyum, Oruvaraiyum Meedhiyaaga Vaikkaamal, Sangaarampanni, Erigovin Raajaavukku Seydhadhupola, Makkedhaavin Raajaavukkum Seydhaan. "
},{ "Verses": "29 makkedhaavilirundhu Yosuvaa Isravelar Anaivarodunkooda Lipnaavukku Purappattu, Lipnaavinmel Yuththampanninaan. "
},{ "Verses": "30 karththar Adhaiyum Adhin Raajaavaiyum Isravelin Kaiyil Oppukkoduththaar; Adhaiyum Adhilulla Sagala Narajeevangalaiyum, Oruvaraiyum Adhile Meedhiyaaga Vaikkaamal, Pattayakkarukkinaal Azhiththu, Erigovin Raajaavukku Seydhadhupola, Adhin Raajaavukkum Seydhaan. "
},{ "Verses": "31 lipnaavilirundhu Yosuvaa Isravel Anaiththodunkooda Laakeesukku Purappattu, Adharku Edhire Paalayam Irangi, Adhinmel Yuththampanninaan. "
},{ "Verses": "32 karththar Laakeesai Isravelin Kaiyil Oppukkoduththaar; Adhai Irandaam Naalile Pidiththu, Lipnaavukku Seydhadhupola, Adhaiyum Adhilulla Ellaa Narajeevangalaiyum Pattayakkarukkinaal Azhiththaan. "
},{ "Verses": "33 appozhudhu Keserin Raajaavaagiya Oraam Laakeesukku Thunaiseyyumbadi Vandhaan; Yosuvaa Avanaiyum Avan Janaththaiyum Oruvanum Meedhiyaayiraadhabadi, Vettippottaan. "
},{ "Verses": "34 laakeesilirundhu Yosuvaavum Isravelar Anaivarum Eklonukku Purappattu, Adharku Edhire Paalayamirangi, Adhinmel Yuththampanni, "
},{ "Verses": "35 adhai Annaalile Pidiththu, Adhai Pattayakkarukkinaal Azhiththaargal. Laakeesukku Seydhadhupola,adhilulla Sagala Narajeevangalaiyum Annaaliledhaane Sangaarampanninaan. "
},{ "Verses": "36 pinbu Eklonilirundhu Yosuvaavum Isravelar Anaivarumaai Epironukku Purappattu,adhinmel Yuththampanni, "
},{ "Verses": "37 adhai Pidiththu, Eklonukku Seydhadhupola, Adhaiyum Adhin Raajaavaiyum Adharku Aduththa Ellaappattanangalaiyum Adhilulla Sagala Narajeevangalaiyum, Oruvaraiyum Meedhiyaaga Vaikkaamal Pattayakkarukkinaal Azhiththaargal; Adhaiyum Adhilulla Sagala Narajeevangalaiyum Sangaarampanninaan. "
},{ "Verses": "38 pinbu Yosuvaa Isravelar Anaivarodunkooda Thepeerukku Thirumbippoi, Adhinmel Yuththampanni, "
},{ "Verses": "39 adhaiyum Adhin Raajaavaiyum Adhai Serndha Ellaa Pattanangalaiyum Pidiththaan; Avaigalai Pattayakkarukkinaal Azhiththu, Adhilulla Narajeevangalaiyellaam, Oruvaraiyum Meedhiyaaga Vaikkaamal, Sangaarampanninaargal; Epironukkum Lipnaavukkum Avaigalin Raajaavukkum Seydhadhupola Thepeerukkum Adhin Raajaavukkum Seydhaan. "
},{ "Verses": "40 ippadiye Yosuvaa Malaidhesam Anaiththaiyum Thendhesaththaiyum Samaboomiyaiyum Neerppaaichchalaana Idangalaiyum Avaigalin Ellaa Raajaakkalaiyum, Oruvaraiyum Meedhiyaaga Vaikkaamal Azhiththu, Isravelin Dhevanaagiya Karththar Kattalaiyittapadiye, Suvaasamulla Ellaavatraiyum Sangaarampanni, "
},{ "Verses": "41 kaadhesparneyaadhuvakkik Kaadhsaamattum Irukkiradhaiyum Kibiyonmattum Irukkira Gosen Dhesam Anaiththaiyum Azhiththaan. "
},{ "Verses": "42 andha Raajaakkal Ellaaraiyum Avargal Dhesaththaiyum Yosuvaa Orumikka Pidiththaan; Isravelin Dhevanaagiya Karththar Isravelukkaaga Yuththampanninaar. "
},{ "Verses": "43 pinbu Yosuvaa Isravelanaiththodumkooda Gilkaalilirukkira Paalayaththukku Thirumbinaan. "
}
]