[
{ "Verses": "1 yordhaanukku Appuraththil Sooriyan Udhayamaagira Thisaiyile Arnon Aaru Thuvakki Ermon Malaimattum, Kizhakke Samaboomi Ellaiyilellaamulla Raajaakkalai Isravel Puththirar Muriya Adiththu, Avargaludaiya Dhesangalaiyum Sudhandhariththukkondaargal. "
},{ "Verses": "2 andha Raajaakkalil, Esponil Kudiyirundha Emoriyarin Raajaavaagiya Seekon, Arnon Aatrangaraiyilirukkira Aarover Thodangi Aatrin Nadumaiyamum Paadhi Keeleyaaththumutpada Ammon Puththirarin Ellaiyaana Yaabokku Aarumattumulla Dhesaththaiyum, "
},{ "Verses": "3 samanaana Velidhuvakki Kizhakkeyirukkira Kinnarodh Kadalmattum Pedhyesimodh Vazhiyaai Kizhakkeyirukkira Samanaana Veliyin Kadalaagiya Uppukkadalmattum Irukkiradhesaththaiyum Therke Asthoth Piskaavukku Thaazhvaayirukkira Dhesaththaiyum Aandaan. "
},{ "Verses": "4 raatchadharil Meedhiyaana Baasaanin Raajaavaagiya Okin Ellaiyaiyum Sudhandhariththukkondaargal; Avan Astharoththilum Edhreyilum Vaasampanni, "
},{ "Verses": "5 ermon Malaiyaiyum Salkaavaiyum, Kesooriyar, Maagaaththiyar Ellaimattum Esponin Raajaavaagiya Seekonin Ellaiyaayirundha Paadhi Keeleyaathmattum Irukkum Paaraan Anaiththaiyum Aandaan. "
},{ "Verses": "6 avargalai Karththarin Dhaasanaagiya Moseyum Isravel Puththirarum Muriya Adiththaargal; Andhadhesaththai Karththarin Dhaasanaagiya Mose Roobaniyarukkum Kaaththiyarukkum Manaaseyin Paadhikkoththiraththukkum Sudhandharamaaga Koduththaan. "
},{ "Verses": "7 yordhaanukku Ippuraththile Merke Leebanonin Pallaththaakkilulla Paagaalkaadhmudhalkondu Seyeerukku Erippogira Aalaakmalaimattum, Malaigalilum Pallaththaakkugalilum Samaboomiyilum Malaigalukkaduththa Purangalilum Vanaandharaththilum Therku Dhesaththilum Irukkiradhum, "
},{ "Verses": "8 yosuvaa Isravel Koththirangalukku Sudhandharamaaga Pangittadhumaana Eththiyar, Emoriyar, Kaanaaniyar, Perisiyar, Eviyar, Eboosiyar Enbavargaludaiya Dhesaththil Irundhavargalum, Yosuvaavum Isravel Puththirarum Muriya Adiththavargalumaana Raajaakkal Yaarenil: "
},{ "Verses": "9 erigovin Raajaa Ondru, Beththelukku Arukaana Aayiyin Raajaa Ondru, "
},{ "Verses": "10 erusalemin Raajaa Ondru, Epironin Raajaa Ondru, "
},{ "Verses": "11 yarmooththin Raajaa Ondru, Laakeesin Raajaa Ondru, "
},{ "Verses": "12 eklonin Raajaa Ondru, Keserin Raajaa Ondru, "
},{ "Verses": "13 thepeerin Raajaa Ondru, Kedherin Raajaa Ondru, "
},{ "Verses": "14 ormaavin Raajaa Ondru, Aaraadhin Raajaa Ondru, "
},{ "Verses": "15 lipnaavin Raajaa Ondru, Adhullaamin Raajaa Ondru, "
},{ "Verses": "16 makkedhaavin Raajaa Ondru, Beththelin Raajaa Ondru, "
},{ "Verses": "17 thappuvaavin Raajaa Ondru, Epperin Raajaa Ondru, "
},{ "Verses": "18 aappekkin Raajaa Ondru, Lasaronin Raajaa Ondru, "
},{ "Verses": "19 maadhonin Raajaa Ondru, Aathsorin Raajaa Ondru, "
},{ "Verses": "20 simson Meronin Raajaa Ondru, Aksaapin Raajaa Ondru, "
},{ "Verses": "21 thaanaakin Raajaa Ondru, Megidhovin Raajaa Ondru, "
},{ "Verses": "22 kedhesin Raajaa Ondru, Karmelukkaduththa Yokniyaamin Raajaa Ondru, "
},{ "Verses": "23 thorin Karaiyai Serndha Thorin Raajaa Ondru, Gilgaalukkaduththa Jaadhigalin Raajaa Ondru, "
},{ "Verses": "24 thirsaavin Raajaa Ondru, Aaka Ivargalellaarum Muppaththoru Raajaakkal. "
}
]