[
{ "Verses": "1 appozhudhu Karththar Yosuvaavai Nokki: Nee Bayappadaamalum Kalangaamalum Iru; Nee Yuththa Janangal Yaavaraiyum Koottikkondu Ezhundhu, Aayipattanaththinmel Po, Idho Aayiyin Raajaavaiyum Avan Janaththaiyum Avan Pattanaththaiyum Avan Naattaiyum Un Kaiyile Oppukkoduththen. "
},{ "Verses": "2 nee Erigovukkum Adhin Raajaavukkum Seydhabadi, Aayikkum Adhin Raajaavukkum Seyyakkadavaai; Adhil Kollaiyitta Porulkalaiyum Miruga Jeevangalaiyum Ungalukku Kollaiyaaga Eduththukkollalaam, Pattanaththukku Pinnaale Padhividaiyai Vai Endraar. "
},{ "Verses": "3 appozhudhu Aayiyinmel Poga, Yosuvaavum Sagala Yuththa Janangalum Ezhundhu Purappattaargal; Yosuvaa Yuththaveeraraana Muppadhinaayiram Perai Therindheduththu Raaththiriyile Avargalai Anuppi, "
},{ "Verses": "4 avargalukku Kattalaiyittadhaavadhu: Neengal Pattanaththinpinnaale Padhivirukkavendum; Pattanaththukku Vegudhooramaai Pogaamal, Ellaarum Aayaththamaayirungal. "
},{ "Verses": "5 naanum Ennodirukkira Sagala Janangalum Pattanaththandaiyil Kitti Seruvom; Avargal Munpola Engalukku Edhiraaga Purappattu Varumbodhu, Avargalukku Munnaaga Naangal Odippovom. "
},{ "Verses": "6 appozhudhu Avargal: Munpola Namakku Munnaaga Murindhu Odippogiraargal Endru Solli, Engalai Thuraththa Purappaduvaargal; Naangalo Avargalai Pattanaththaivittu Ippaale Varappannumattum, Avargalukku Munnaaga Oduvom. "
},{ "Verses": "7 appozhudhu Neengal Padhivilirundhu Ezhumbivandhu, Pattanaththai Pidikkavendum; Ungal Dhevanaagiya Karththar Adhai Ungal Kaigalil Oppukkoduppaar. "
},{ "Verses": "8 neengal Pattanaththai Pidikkumbodhu Adhai Theekkoluththippodungal; Karththarudaiyasolpadi Seyyungal; Idho, Naan Ungalukku Kattalaiyittirukkiren Endru Solli, "
},{ "Verses": "9 avargalai Anuppinaan; Avargal Poi, Peththelukkum Aayikkum Naduve, Aayikku Merkaaga Padhivirundhaargal; Yosuvaa Andru Raaththiri Janangalukkul Thanginaan. "
},{ "Verses": "10 adhikaalame Yosuvaa Ezhundhirundhu, Janangalai Lakkampaarththu Isravelin Moopparodunkooda Janangalukku Munnaale Nadandhu, Aayiyinmel Ponaan. "
},{ "Verses": "11 avanodirundha Yuththa Janangal Ellaarum Nadandhu, Pattanaththukku Edhire Vandhu Serndhu, Aayikku Vadakke Paalayamiranginaargal; Avargalukkum Aayikkum Naduve Oru Pallaththaakku Irundhadhu. "
},{ "Verses": "12 avan Erakkuraiya Aiyaayiram Perai Piriththeduththu, Avargalai Peththelukkum Aayikkum Naduve Pattanaththukku Melandaiyil Padhividaiyaaga Vaiththaan. "
},{ "Verses": "13 pattanaththukku Vadakke Irundha Sagala Senaiyum Pattanaththirku Merke Padhivirukkiravargalaiyum Thittampanninapinbu, Yosuvaa Andru Raaththiri Pallaththaakkile Poyirundhaan. "
},{ "Verses": "14 aayiyin Raajaa Adhaikkandapodhu, Avanum Pattanaththin Manusharaagiya Avanudaiya Sagala Janangalum Theeviriththu, Adhigaalame Kuriththa Velaiyil Isravelarukku Edhire Yuththampanna Samanaana Velikku Neraaga Purappattaargal; Pattanaththukku Pinnaale Thanakku Padhividai Vaiththirukkiradhai Avan Ariyaadhirundhaan. "
},{ "Verses": "15 yosuvaavum Isravelar Ellaarum Avargalukku Munnaaga Murindhu, Vanaandharaththukku Pogira Vazhiye Odipponaargal. "
},{ "Verses": "16 appozhudhu Pattanaththukkul Irundha Janangal Ellaarum Avargalai Thuraththumbadi Kooppittukkondu Yosuvaavai Pinthodarndhu Pattanaththaivittu Appurappattaargal. "
},{ "Verses": "17 aayiyilum Peththelilum Isravelai Pinthodaraadha Manushan Irundhadhillai; Pattanaththai Thirandhuvaiththuvittu, Isravelarai Thuraththikkonduponaargal. "
},{ "Verses": "18 appozhudhu Karththar Yosuvaavai Nokki: Un Kaiyil Irukkira Eettiyai Aayikku Neraaga Neettu; Adhai Un Kaiyil Oppukkoduppen Endraar; Appadiye Yosuvaa Than Kaiyil Irundha Eettiyai Pattanaththukku Neraaga Neettinaan. "
},{ "Verses": "19 avan Than Kaiyai Neettinavudane, Padhivirundhavargal Theeviramaai Thaangal Irundha Idaththilirundhu Ezhumbi Odi, Pattanaththukku Vandhu, Adhaippidiththu, Theeviraththode Pattanaththai Theekkoluththinaargal. "
},{ "Verses": "20 aayiyin Manushar Pinnittu Paarththapodhu, Idho Pattanaththin Pugai Aakaasaththil Ezhumbugiradhai Kandaargal; Appozhudhu Angum Ingum Odippogiradharku Avargalukku Idam Illaamalpoyitru; Vanaandharaththukku Odina Janangal Thangalai Thodarndhavargal Mugamaaiththirumbinaargal. "
},{ "Verses": "21 padhivirundhavargal Pattanaththai Pidiththadhaiyum, Pattanaththin Pugai Ezhumbugiradhaiyum, Yosuvaavum Isravelarum Paarththapodhu, Thirumbikkondu, Aayiyin Manusharai Muriya Adiththaargal. "
},{ "Verses": "22 pattanaththilirundhavargalum Avargalukku Edhirppattathinaal, Silar Ippuraththilum Silar Appuraththilumirundha Isravelin Naduve Agappattukkondaargal; Aagaiyaal Avargalil Oruvanum Thappi Meendhiraadhabadikku Avargalai Vettippottu, "
},{ "Verses": "23 aayiyin Raajaavai Uyirode Pidiththu, Yosuvaavinidaththil Konduvandhaargal. "
},{ "Verses": "24 isravelar Vanaandharaveliyile Thangalai Thuraththina Aayiyin Kudigalaiyellaam Vetti Theerndhapodhum, Avargal Anaivarum Naasamaagumattum Pattayakkarukkinaal Vizhundhu Irandhapodhum, Isravelar Ellaarum Aayikkuththirumbi, Adhai Pattayakkarukkinaal Sangariththaargal. "
},{ "Verses": "25 annaalile Aanum Pennumaaga Aayiyin Manushar Ellaarum Panneeraayiramper Vizhundhaargal. "
},{ "Verses": "26 aayiyin Kudigalaiyellaam Sangariththu Theerumattum, Yosuvaa Eettiyai Neettikkondirundha Than Kaiyai Madakkavillai. "
},{ "Verses": "27 karththar Yosuvaavukku Kattalaiyitta Vaarththaiyinbadi, Mirugajeevanaiyum Andha Pattanaththin Kollaiyaiyummaaththiram Isravelar Eduththukkondaargal. "
},{ "Verses": "28 yosuvaa Aayiyiyai Sutteriththu, Adhai Innaalvaraikkum Irukkirabadi Endraikkum Paazhaaikkidakkum Manmedaakki, "
},{ "Verses": "29 aayiyin Raajaavai Oru Maraththile Thookkippotuviththu, Saayangaalamattum Adhile Thongavittaan; Sooriyan Asthamiththapinbu Yosuvaa Avan Udalai Maraththaivittu Irakka Sonnaan; Adhai Pattanavaasalil Pottu, Innaalvaraikkum Irukkira Periya Karkuviyalai Adhinmel Kuviththaargal. "
},{ "Verses": "30 appozhudhu Yosuvaa: Karththarin Dhaasanaagiya Mose Isravel Puththirarukku Kattalaiyittabadiyum, Moseyin Niyaayappiramaana Pusthagaththil Ezhudhiyirukkirapadiyum, Epaal Parvadhaththil Isravelin Dhevanaagiya Karththarukkuiruppaayudhampataadha Muzhukkarkalaal Oru Balipeedaththaikkattinaan. "
},{ "Verses": "31 adhinmel Karththarukku Sarvaangadhaganabaligalai Seluththi, Samaadhaanabaligalaiyum Ittaargal. "
},{ "Verses": "32 isravel Puththirarukku Munbaaga Mose Ezhudhiyirundha Niyaayappiramaanaththai Avan Ange Karkalil Perththezhudhinaan. "
},{ "Verses": "33 isravel Janangalai Aaseervadhikkumbadi Karththarin Dhaasanaagiya Mose Mudhalil Kattalaiyittirundhapadiye; Isravelar Ellaarum, Avargaludaiya Moopparum, Adhibadhigalum, Niyaayaadhibadhikalum, Anniyargalum, Isravelil Pirandhavargalumkarththarudaiya Udanbadikkai Pettiyai Sumakkira Leviyaraana Aasaariyarukku Munbaaga, Pettikku Irupuraththilum, Paadhiper Keriseem Malaikku Edhirpuramaagavum, Paadhiper Epaal Malaikku Edhirpuramaagavum Nindraargal. "
},{ "Verses": "34 adharkuppinbu Avan Niyaayappiramaana Pusthagaththil Ezhudhiyirukkirabadi Niyaayappiramaanaththilsolliya Aaseervaadhamum Saabamumaagiya Sagala Vaarththaigalaiyum Vaasiththaan. "
},{ "Verses": "35 mose Kattalaiyitta Ellaavatrilum Yosuvaa, Isravelin Muzhusabaikkum, Sthireegalukkum Pillaigalukkum, Avargalukkul Nadamaadi Sanjariththa Anniyargalukkum Munbaaga, Oru Vaarththaiyaiyum Vidaamal Vaasiththaan. "
}
]