[
{ "Verses": "1 yordhaanukku Ippuraththile Malaigalilum Pallaththaakkugalilum Leebanonukku Edhiraana Periya Samuththiraththin Karaiyoramengumulla Eththiyarum Emoriyarum Kaanaaniyarum Perisiyarum Eviyarum Eboosiyarumaanavargaludaiya Sagala Raajaakkalum Adhaikkelvippattapodhu, "
},{ "Verses": "2 avargal Orumanappattu, Yosuvaavodum Isravelarodum Yuththampanna Egamaaikkoodinaargal. "
},{ "Verses": "3 erigovukkum Aayikkum Yosuvaa Seydhadhai Gibiyonin Kudigal Kelvippattapodhu, "
},{ "Verses": "4 oru Thandhiramaana Yosanaipanni, Thangalai Sthaanaapadhigalpola Kaanbiththu, Pazhaiya Rattu Paigalaiyum, Peeralum Poththalumaana Pazhaiya Thiraatcharasa Thuruththigalaiyum Thangal Kazhudhaigalmel Vaiththu, "
},{ "Verses": "5 pazhudhupaarkkappatta Pazhaiya Paadharatchaigalai Thangal Kaalgalil Pottu, Pazhaiya Vasthirangalai Uduththikkondaargal; Vazhikku Avargal Kondupona Appamellaam Ularndhadhum Poosanam Pooththadhumaayirundhadhu. "
},{ "Verses": "6 avargal Gilgaalil Irukkira Paalayaththukku Yosuvaavinidaththil Poi, Avanaiyum Isravel Manusharaiyum Nokki: Naangal Dhooradhesaththilirundhu Vandhavargal, Engalode Udanbadikkaipannungal Endraargal. "
},{ "Verses": "7 appozhudhu Isravel Manushar Andha Eviyarai Nokki: Neengal Engal Naduvile Kudiyirukkiravargalaakkum; Naangal Eppadi Ungalode Udanbadikkaipannalaam Endraargal. "
},{ "Verses": "8 avargal Yosuvaavai Nokki: Naangal Umakku Adimaigal Endraargal; Adharku Yosuvaa: Neengal Yaar, Engeyirundhu Vandheergal Endru Kettaan. "
},{ "Verses": "9 adharku Avargal: Ummudaiya Dhevanaagiya Karththarudaiya Naamaththin Pirasthaabaththai Kettu, Umadhu Adiyaaraagiya Naangal Vegu Dhooradhesaththilirundhu Vandhom; Avarudaiya Keerththiyaiyum, Avar Egipthile Seydha Yaavaiyum, "
},{ "Verses": "10 avar Esponin Raajaavaagiya Seekonum Astharoththilirundha Paasaanin Raajaavaagiya Okum Engira Yordhaanukku Appuraththilirundha Emoriyarin Irandu Raajaakkalukkum Seydha Yaavaiyum Kelvippattom. "
},{ "Verses": "11 aagaiyaal, Engal Moopparum Engal Dhesaththu Kudigalellaarum Engalai Nokki: Ungal Kaigalil Vazhikku Aagaaram Eduththukkondu, Avargalukku Edhirgondupoi, Avargalidaththil Naangal Ungal Adiyaar, Engalode Udanbadikkai Pannavendum Endru Sollasonnaargal. "
},{ "Verses": "12 ungalidaththil Vara Naangal Purappadugira Andre, Engal Vazhippirayaanaththukku Indha Appaththai Sudasuda Engal Veettilirundhu Eduththukkonduvandhom; Ippozhudhu Idho, Ularndhu Poosanam Pooththirukkiradhu. "
},{ "Verses": "13 naangal Indha Thiraatcha Thuruththigalai Nirappugaiyil Pudhidhaayirundhadhu; Aanaalum, Idho, Kizhindhupoyitru; Engal Vasthirangalum Paadharatchaigalum Nedundhooramaana Pirayaanaththinaale Pazhasaaippoyitru Endraargal. "
},{ "Verses": "14 appozhudhu Isravelar: Karththarudaiya Vaakkai Kelaamal Avargaludaiya Bojanapadhaarththaththil Siridhu Vaangikkondaargal. "
},{ "Verses": "15 yosuvaa Avargalode Samaadhaanampanni, Avargalai Uyirode Kaappaatrum Udanbadikkaiyai Avargalode Panninaan; Adharkaaga Sabaiyin Pirabukkal Avargalukku Aanaiyittu Koduththaargal. "
},{ "Verses": "16 avargalode Udanbadikkaipanni, Moondrunaal Sendrapinbu, Avargal Thangal Ayalaar Endrum Thangal Naduve Kudiyirukkiravargal Endrum Kelvippattaargal. "
},{ "Verses": "17 isravel Puththirar Pirayaanampannugaiyil, Moondraamnaalil Avargal Pattanangalukku Vandhaargal; Andha Pattanangal Kibiyon, Kepiraa, Peyerodh, Keeriyaadhyeyaareem Enbavaigal. "
},{ "Verses": "18 sabaiyin Pirabukkal Avargalukku Isravelin Dhevanaagiya Karththarperilaanaiyittirundhapadiyinaal, Isravel Puththirar Avargalai Sangaarampannavillai; Aanaalum Sabaiyaar Ellaarum Pirabukkalmel Murumuruththaargal. "
},{ "Verses": "19 appozhudhu Sagala Pirabukkalum, Sabaiyaar Yaavaraiyum Nokki: Naangal Isravelin Dhevanaagiya Karththarperil Avargalukku Aanaiyittu Koduththom; Aadhalaal Avargalai Naam Thoda Koodaadhu. "
},{ "Verses": "20 kadungobam Nammel Varaadhabadikku, Naam Avargalukku Itta Aanaiyinimiththam Naam Avargalai Uyirode Vaiththu, Avargalukku Ondru Seyvom. "
},{ "Verses": "21 pirabukkalaagiya Naangal Avargalukku Sonnabadi Avargal Uyirodirundhu, Sabaiyaar Ellaarukkum Viragu Vettugiravargalaagavum, Thanneer Edukkiravargalaagavum Irukkakkadavargal Endru Pirabukkal Avargalode Sonnaargal. "
},{ "Verses": "22 pinbu Yosuvaa Avargalai Azhaippiththu: Neengal Engal Naduve Kudiyirukkumbodhu, Naangal Ungalukku Vegudhooramaayirukkiravargal Endru Solli, Engalai Vanjiththadhu Enna? "
},{ "Verses": "23 ippodhum Neengal Sabikkappattavargal; En Dhevanudaiya Aalayaththukku Viraguvettugiravargalum, Thanneer Edukkiravargalumaana Panividaikkaararaayiruppeergal; Indha Oozhiyam Ungalaivittu Neengamaattaadhu Endraan. "
},{ "Verses": "24 avargal Yosuvaavukku Piradhiyuththaramaaga: Dhesaththaiyellaam Ungalukku Oppukkodukkavum, Dhesaththin Kudigalaiyellaam Ungalukku Munbaaga Azhikkavum Ummudaiya Dhevanaagiya Karththar Thamadhu Dhaasanaagiya Mosekku Kattalaiyittadhu Umadhu Adiyaarukku Nichchayamaagave Arivikkappattadhinaal, Naangal Engal Jeevannimiththam Ungalukku Migavum Bayandhu, Indha Kaariyaththai Seydhom. "
},{ "Verses": "25 ippodhum Idho, Umadhu Kaiyilirukkirom. Ummudaiya Paarvaikku Nanmaiyum Niyaayamumaai Thondrugirabadi Engalukku Seyyum Endraargal. "
},{ "Verses": "26 appadiye Yosuvaa Avargalukku Seydhu, Isravel Puththirar Avargalai Kondrupodaadhabadikku, Avargalai Ivargal Kaikku Thappuviththaan. "
},{ "Verses": "27 innaalmattum Irukkirabadiye, Annaalil Avargalai Sabaikkum, Karththardherindhukollum Idaththilirukkum Avarudaiya Balibeedaththukkum Viragu Vettugiravargalaagavum Thanneer Edukkiravargalaagavumaakkinaan. "
}
]