[
{ "Verses": "1 kaanaan Dhesaththile Isravel Puththirar Sudhandhariththukkonda Dhesangalai Aasaariyanaagiya Eleyaasaarum, Noonin Kumaaranaagiya Yosuvaavum Isravel Puththirarudaiya Koththirap Pidhaakkalin Thalaivarum, Karththar Moseyaikkondu Kattalaiyittapadi Seettuppottu, "
},{ "Verses": "2 onbadharaik Koththirangalukkum Sudhandharamaagap Pangittaargal. "
},{ "Verses": "3 matra Irandaraik Koththirangalukkum Mose Yordhaanukku Appuraththile Sudhandharam Koduththirundhaan; Leviyarukkumaaththiram Avargal Naduve Sudhandharam Kodukkavillai. "
},{ "Verses": "4 manaase Eppiraayeem Ennum Yoseppin Puththirar Irandu Koththirangalaanaargal; Aadhalaal Avargal Leviyarukku Dhesaththile Pangukodaamal, Kudiyirukkumpadi Pattanangalaiyum, Avargaludaiya Aadumaadugal Mudhalaana Soththukkaaga Velinilangalaiyumaaththiram Avargalukkuk Koduththaargal. "
},{ "Verses": "5 karththar Mosekkuk Kattalaiyittapadi Isravel Puththirar Seydhu, Dhesaththaip Pangittaargal. "
},{ "Verses": "6 appozhudhu Yoodhaavin Puththirar Kilkaalile Yosuvaavinidaththil Vandhaargal; Kenaasiyanaana Eppunneyin Kumaaranaagiya Kaaleb Avanai Nokki: Kaadhesparneyaavile Karththar Ennaikkuriththum Ummaikkuriththum Dhevanudaiya Manushanaagiya Moseyode Sonna Vaarththaiyai Neer Ariveer. "
},{ "Verses": "7 dhesaththai Vevupaarkkak Karththarin Dhaasanaagiya Mose Ennaik Kaadhesparneyaavilirundhu Anuppugirapodhu, Enakku Naarpadhu Vayadhaayirundhadhu; En Irudhayaththilullapadiye Avarukku Maruseydhi Konduvandhen. "
},{ "Verses": "8 aanaalum Ennodekooda Vandha En Sagodharar Janaththin Irudhayaththaik Karaiyappanninaargal; Naano En Dhevanaagiya Karththarai Uththamamaaip Pinpatrinen. "
},{ "Verses": "9 annaalile Mose: Nee En Dhevanaagiya Karththarai Uththamamaaip Pinpatrinapadiyaal, Un Kaal Midhiththa Dhesam Unakkum Unpillaigalukkum Endraikkum Sudhandharamaayirukkakkadavadhu Endru Solli Aanaiyittaar. "
},{ "Verses": "10 ippodhum, Idho, Karththar Sonnapadiye Ennai Uyirode Kaaththaar; Isravelar Vanaandharaththil Sanjarikkaiyil, Karththar Andha Vaarththaiyai Moseyode Solli Ippodhu Naarpaththaindhu Varushamaayitru; Idho, Indru Naan Enbaththaindhu Vayadhullavan. "
},{ "Verses": "11 mose Ennai Anuppugira Naalil, Enakku Irundha Andha Belan Innaalvaraikkum Enakku Irukkiradhu; Yuththaththukkup Pokkum Varaththumaayirukkiradharku Appodhu Enakku Irundha Belan Ippodhum Enakku Irukkiradhu. "
},{ "Verses": "12 aagaiyaal Karththar Annaalile Sonna Indha Malainaattai Enakkuth Thaarum; Ange Enaakkiyarum, Aranippaana Periya Pattanangalum Undendru Neer Annaalile Kelvippatteere; Karththar Ennodiruppaaraanaal, Karththar Sonnapadi, Avargalaith Thuraththividuven Endraan. "
},{ "Verses": "13 appozhudhu Yosuvaa: Eppunneyin Kumaaranaagiya Kaalebai Aaseervadhiththu, Ebironai Avanukku Sudhandharamaagak Koduththaan. "
},{ "Verses": "14 aadhalaal Kenaasiyanaana Eppunneyin Kumaaranaagiya Kaaleb Isravelin Dhevanaagiya Karththarai Uththamamaaip Pinpatrinapadiyinaal, Innaalmattum Irukkirapadi, Ebiron Avanukku Sudhandharamaayitru. "
},{ "Verses": "15 munne Ebironukkuk Keeriyaadh Arpaa Endru Perirundhadhu; Arpaa Enbavan Enaakkiyarukkulle Periya Manushanaayirundhaan; Yuththam Oindhadhinaal Dhesam Amaidhalaayirundhadhu. "
}
]