[
{ "Verses": "1 yoodhaa Puththirarin Koththiraththirku Avargaludaiya Vamsangalinpadi Undaana Panguveedhamaavadhu: Edhomin Ellaikku Arugaana Seen Vanaandharame Thenpuraththin Kadaiyellai. "
},{ "Verses": "2 thenpuramaana Avargaludaiya Ellai Uppukkadalin Kadaisiyil Therku Mugamaayirukkira Munaithuvakki, "
},{ "Verses": "3 thenpuraththilirukkira Akraabeemin Medugalukkum, Angeyirundhu Seenukkum Poi, Therkeyirukkira Kaadhesparneyaavukku Eri, Esronaik Kadandhu, Aadhaarukku Eri, Karkkaavai Sutrippoi, "
},{ "Verses": "4 asmonukkum, Angeyirundhu Egipthin Aatrukkum Sendru, Kadalmattum Poi Mudiyum; Idhuve Ungalukkuth Thenpuramaana Ellaiyaayirukkum Endraan. "
},{ "Verses": "5 keezhppuramaana Ellai, Yordhaan Mugaththuvaaramattum Irukkira Uppukkadal. Vadapuramaana Ellai, Yordhaan Mugaththuvaaramirukkira Kadalin Munai Thuvakki, "
},{ "Verses": "6 pedheklaavukku Eri, Vadakkeyirukkira Pedharapaavaik Kadandhu, Roobanin Kumaaranaagiya Poganin Kallukku Erippoi, "
},{ "Verses": "7 appuram Aagor Pallaththaakkai Vittuth Thebeerukku Eri, Vadakke Aatrin Thenpuramaana Adhummeemin Mettukku Munbaaga Irukkira Kilkaalukku Neraagavum, Angeyirundhu Ensemesin Thanneeridaththukkum Poi, Rogel Ennum Kinatrukku Sendru, "
},{ "Verses": "8 appuram Eboosiyar Kudiyirukkira Erusalemukkuth Thenpuramaai Innomudaiya Kumaaranin Pallaththaakkaik Kadandhu, Vadakkeyirukkira Raatchadharudaiya Pallaththaakkin Kadaisiyil Merkaaga Innom Pallaththaakkin Munnirukkira Malaiyin Sigaramattum Erippoi, "
},{ "Verses": "9 andha Malaiyin Sigaraththilirundhu Nepdhovaavin Neerootrukkup Poi, Epperon Malaiyin Pattanangalukku Sendru, Keeriyaadhyeyaareemaagiya Paalaavukkup Poi, "
},{ "Verses": "10 paalaavilirundhu Merke Seyeer Malaikkuth Thirumbi, Vadakkeyirukkira Kesalonaagiya Yeyaareem Malaikkup Pakkamaaip Poi, Pedhshimesukku Irangi, Thimnaavukkup Poi, "
},{ "Verses": "11 appuram Vadakkeyirukkira Ekronukkup Pakkamaai Sendru, Sikronukku Odi, Paalaamalaiyaikkadandhu, Yaapniyelukku Sendru, Kadalile Mudiyum. "
},{ "Verses": "12 merpuramaana Ellai, Periya Samuththirame; Idhu Yoodhaa Puththirarukku Avargaludaiya Vamsangalinpadi Sutrilumirukkum Ellai. "
},{ "Verses": "13 eppunneyin Kumaaranaagiya Kaalebukku, Yosuvaa, Karththar Thanakkuk Kattalaiyittapadi, Enaakkin Thagappanaagiya Arpaavin Pattanamaana Ebironai, Yoodhaa Puththirarin Naduve, Pangaagak Koduththaan. "
},{ "Verses": "14 angeyirundha Sesaai, Akeemaan, Thalmaai Ennum Enaakkin Moondru Kumaararaiyum Kaaleb Thuraththivittu, "
},{ "Verses": "15 angeyirundhu Thebeerin Kudigalidaththirkup Ponaan; Murkaalaththile Thebeerin Per Keeriyaadhsepper. "
},{ "Verses": "16 keeriyaadhsepperai Sangaarampannippidikkiravanukku, En Kumaaraththiyaagiya Aksaalai Vivaagampannikkoduppen Endru Kaaleb Sonnaan. "
},{ "Verses": "17 appozhudhu Kaalebin Sagodharanaagiya Kenaasin Magan Odhniyel Adhaip Pidiththaan; Aagaiyaal Than Kumaaraththi Aksaalai Avanukku Vivaagampannikkoduththaan. "
},{ "Verses": "18 avan Purappadugaiyil, En Thagappanidaththil Oru Vayalveliyaik Ketkavendum Endru Avanidaththil Uththaravu Petrukkondu, Kazhudhaiyinmelirundhu Iranginaal. Kaaleb Paarththu: Unakku Ennavendum Endraan. "
},{ "Verses": "19 appozhudhu Aval: Enakku Oru Aaseervaadham Tharavendum; Enakku Varatchiyaana Nilaththaith Thandheer; Neerppaaichchalaana Nilaththaiyum Enakkuth Tharavendum Endraal; Appozhudhu Avalukku Merpuraththilum Keezhppuraththilum Neerppaaichchalaana Nilangalaik Koduththaan. "
},{ "Verses": "20 yoodhaa Puththirarukku Avargaludaiya Vamsangalinpadi Undaana Sudhandharam Ennavendraal: "
},{ "Verses": "21 kadaiyaandharath Thenpuramaana Edhomin Ellaikku Neraai, Yoodhaa Puththirarin Koththiraththirkuk Kidaiththa Pattanangalaavana: Kapseyel, Edher, Yaakoor, "
},{ "Verses": "22 keenaa, Thimonaa, Adhaadhaa, "
},{ "Verses": "23 kedhes, Aadhsor, Idhnaan, "
},{ "Verses": "24 seep, Thelem, Peyaalodh, "
},{ "Verses": "25 aadhsor, Adhaaththaa, Keeriyodh, Esron Ennum Aadhsor, "
},{ "Verses": "26 aamaam, Semaa, Molaadhaa, "
},{ "Verses": "27 aadhsaarkadhaa, Esmon, Pedhpaaledh, "
},{ "Verses": "28 aadhsaarsuvaal, Peyersepaa, Pisyodhyaa, "
},{ "Verses": "29 paalaa, Eeyim, Aadhsem, "
},{ "Verses": "30 eldholaadh, Keseel, Ormaa, "
},{ "Verses": "31 siklaak, Madhmannaa, Sansannaa, "
},{ "Verses": "32 lepaayodh, Silleem, Aayin, Rimmon Enbavaigal; Ellaappattanangalum Avaigaludaiya Graamangalumutpada Irubaththonbadhu. "
},{ "Verses": "33 pallaththaakku Naattil Esdhaavel, Soriyaa, Ashnaa "
},{ "Verses": "34 sanokaa, Enkanneem, Thappuvaa, Enaam, "
},{ "Verses": "35 yarmoodh, Adhullaam, Sokko, Asekkaa, "
},{ "Verses": "36 saaraayeem, Adhiththaayeem, Kedheraa, Kedheroththaayeem; Indhap Pattanangalum Avaigaludaiya Graamangalumutpada Padhinaangu. "
},{ "Verses": "37 senaan, Adhaashaa, Mikdhalkaadh, "
},{ "Verses": "38 thiliyaan, Mispe, Yokdheyel, "
},{ "Verses": "39 laakees, Poskaadh, Eklon, "
},{ "Verses": "40 kaapon, Lagamaam, Kidhleesh, "
},{ "Verses": "41 kedherodh, Pedhtaakon, Naagamaa, Makkedhaa; Indhap Pattanangalum Avaigaludaiya Graamangalumutpada Padhinaaru. "
},{ "Verses": "42 lipnaa, Ethther, Aashaan, "
},{ "Verses": "43 ipdhaa, Asnaa, Nedhseep, "
},{ "Verses": "44 kekilaa, Akseep, Mareshaa; Indhap Pattanangalum Avaigaludaiya Graamangalumutpada Onbadhu. "
},{ "Verses": "45 ekronum Adhin Velinilangalum Graamangalum, "
},{ "Verses": "46 ekron Thuvakki Samuththirammattum, Asthoththin Puraththilirukkira Sagala Oorgalum, Avaigalin Graamangalum, "
},{ "Verses": "47 asthoththum, Adhin Velinilangalum Graamangalum, Kaasaavum Egipthin Nadhimattumirukkira Adhin Velinilangalum Graamangalume; Periya Samuththirame Ellai. "
},{ "Verses": "48 malaigalil, Saameer, Yaaththeer, Sokko, "
},{ "Verses": "49 thannaa, Thepeer Ennappatta Keeriyaadhsannaa, "
},{ "Verses": "50 aanaap, Esdhemo, Aaneem, "
},{ "Verses": "51 kosen, Olon, Kilo; Indhap Pattanangalum Avaigaludaiya Graamangalumutpada Padhinondru. "
},{ "Verses": "52 araap, Thoomaa, Eshiyaan, "
},{ "Verses": "53 yaanoom, Peththappuvaa, Aappekkaa, "
},{ "Verses": "54 umdhaa, Ebironaagiya Keeriyaadh Arpaa, Seeyor; Indhap Pattanangalum Avaigaludaiya Graamangalumutpada Onbadhu. "
},{ "Verses": "55 maakon, Karmel, Seep, Yuththaa, "
},{ "Verses": "56 yesrayel, Yokdheyaam, Sanokaa, "
},{ "Verses": "57 kaayin, Kipiyaa, Thimnaa; Indhap Pattanangalum Avaigaludaiya Graamangalumutpada Paththu. "
},{ "Verses": "58 alkool, Pedhsoor, Kedhor, "
},{ "Verses": "59 magaaraadh, Pedhaanodh, Eldhekon; Indhap Pattanangalum Avaigaludaiya Graamangalumutpada Aaru. "
},{ "Verses": "60 keeriyaadhyeyaareemaagiya Keeriyaadh Paagaal, Rapaa; Indhap Pattanangalum Avaigaludaiya Graamangalumutpada Irandu. "
},{ "Verses": "61 vanaandharaththil, Pedh-arapaa, Miththeen, Sekkaakkaa, "
},{ "Verses": "62 nipsaan, Uppuppattanam, Enkedhi; Indhap Pattanangalum Avaigaludaiya Graamangalumutpada Aaru. "
},{ "Verses": "63 erusalemile Kudiyirundha Eboosiyarai Yoodhaa Puththirar Thuraththividak Koodaamarpoyitru; Aagaiyaal Innaalmattum Eboosiyar Yoodhaa Puththirarode Erusalemile Kudiyirukkiraargal. "
}
]