[
{ "Verses": "1 manaase Koththiraththirkum Pangu Kidaiththadhu: Avan Yoseppukku Mudharperaanavan, Manaaseyin Mooththakumaaranum Kileyaaththin Thagappanumaana Maakeer Yuththamanushanaanapadiyinaal, Keeleyaaththum Paasaanum Avanukkuk Kidaiththadhu. "
},{ "Verses": "2 abiyesarin Puththirarum, Elekkin Puththirarum, Asriyelin Puththirarum, Sekemin Puththirarum, Epperin Puththirarum, Semeedhaavin Puththirarumaana Manaaseyin Matrakkumaararin Puththiraraagiya Abiyesarin Vamsangalukkuththakka Sudhandharam Kodukkappattadhu. Thangal Vamsangalukkulle Avargale Yoseppudaiya Kumaaranaagiya Manaaseyin Aanpillaigalaayirundhaargal. "
},{ "Verses": "3 manaaseyin Kumaaranaagiya Maakeerukkup Pirandha Kileyaaththin Kumaaranaagiya Epperin Magan Seloppiyaaththukkuk Kumaaraththigal Thavira Kumaarar Illai; Avan Kumaaraththigalin Naamangal, Maklaal, Novaal, Oklaal, Milkaal, Thirsaal Enbavaigal. "
},{ "Verses": "4 avargal Aasaariyanaagiya Eleyaasaarukkum Noonin Kumaaranaagiya Yosuvaavukkum Prabukkalukkum Munbaaga Serndhuvandhu: Engal Sagodharar Naduve Engalukku Sudhandharam Kodukkumpadi Karththar Mosekkuk Kattalaiyittaar Endraargal; Aagaiyaal Avargal Thagappanudaiya Sagodhararin Naduve, Karththarudaiya Vaakkinpadi, Avargalukku Sudhandharam Koduththaan. "
},{ "Verses": "5 yordhaanukku Appuraththile Irukkira Keeleyaadh, Paasaan Ennum Dhesangalaiyallaamal, Manaasekku Seettile Vizhundhadhu Paththup Pangugalaam. "
},{ "Verses": "6 manaaseyin Kumaaraththigal Avan Kumaararukkulle Sudhandharam Petraargal; Manaaseyin Matrap Puththirarukkuk Keeleyaa Dhesam Kidaiththadhu. "
},{ "Verses": "7 manaaseyin Ellai, Aaser Thodangi Seekemin Munnirukkira Mikmeththaavukkum, Angeyirundhu Valadhupuramaai Endhappuvaavin Kudigalidaththirkum Pogiradhu. "
},{ "Verses": "8 thappuvaavin Nilam Manaasekkuk Kidaiththadhu; Manaaseyin Ellaiyodirukkira Thappuvaavo, Eppiraayeem Puththirarin Vamsamaayitru. "
},{ "Verses": "9 appuram Andha Ellai Kaanaa Ennum Aatrukkup Poi, Aatrukkuth Therkaaga Irangugiradhu; Manaaseyin Pattanangalin Naduve Irukkira Avvidaththup Pattanangal Eppiraayeemudaiyavaigal; Manaaseyin Ellai Aatrukku Vadakkeyirundhu Samuththiraththukkup Poi Mudiyum. "
},{ "Verses": "10 thennaadu Eppiraayeemudaiyadhu; Vadanaadu Manaaseyinudaiyadhu; Samuththiram Adhin Ellai; Adhu Vadakke Aaseraiyum Kizhakke Isakkaaraiyum Thodugiradhu. "
},{ "Verses": "11 isakkaarilum Aaserilumirukkira Moondru Naadugalaagiya Pedhseyaanum Adhin Oorgalum, Ipleyaamum Adhin Oorgalum, Thorin Kudigalum Adhin Oorgalum, Endhorin Kudigalum Adhin Oorgalum, Thaanaagin Kudigalum Adhin Oorgalum, Mekidhovin Kudigalum Adhin Oorgalum Manaaseyinudaiyavaigal. "
},{ "Verses": "12 manaaseyin Puththirar Andhap Pattanangalin Kudigalaith Thuraththividak Koodaamarpoyitru; Kaanaaniyar Andha Seemaiyiledhaane Kudiyirukkavendumendru Irundhaargal. "
},{ "Verses": "13 isravel Puththirar Balaththapodhum Kaanaaniyarai Mutrilum Thuraththividaamal, Avargalaip Pagudhikattugiravargalaakkikkondaargal. "
},{ "Verses": "14 yoseppin Puththirar Yosuvaavai Nokki: Karththar Engalai Idhuvaraikkum Aaseervadhiththuvandhadhinaal, Naangal Janamperuththavargalaayirukkirom; Neer Engalukku Sudhandharamaaga Ore Veedhaththaiyum Ore Pangaiyum Koduththadhu Enna Endru Kettaargal. "
},{ "Verses": "15 adharku Yosuvaa: Neengal Janamperuththavargalaayum, Eppiraayeem Malaigal Ungalukku Nerukkamaayumirundhaal, Perisiyar Reppaayeemiyar Kudiyirukkira Kaattu Dhesaththukkup Poi Ungalukku Idam Undaakkikkollungal Endraan. "
},{ "Verses": "16 adharku Yoseppin Puththirar: Malaigal Engalukkup Podhaadhu; Pallaththaakku Naattilirukkira Pedhseyaanilum, Adhin Oorgalilum, Yesrayel Pallaththaakkilum Kudiyirukkira Ellaak Kaanaaniyaridaththilum Iruppuradhangal Undu Endraargal. "
},{ "Verses": "17 yosuvaa Yoseppu Vamsaththaaraagiya Eppiraayeemiyaraiyum Manaaseyaraiyum Nokki: Neengal Janamperuththavargal, Ungalukku Magaa Paraakkiramamum Undu, Oru Pangumaaththiram Alla, Malaiththesamum Ungaludaiyadhaagum. "
},{ "Verses": "18 adhu Kaadaanapadiyinaale, Adhai Vettith Thiruththungal, Appozhudhu Adhin Kadaiyaandharamattum Ungaludaiyadhaayirukkum; Kaanaaniyarukku Iruppu Radhangal Irundhaalum, Avargal Palaththavargalaayirundhaalum, Neengal Avargalaith Thuraththividuveergal Endraan. "
}
]