[
{ "Verses": "1 janangal Ellaarum Yordhaanaikkadandhu Theerndhapodhu, Karththar Yosuvaavai Nokki: "
},{ "Verses": "2 neengal, Ovvoru Koththiraththirku Ovvoruvaraaga Janangalil Panniranduperai Therindhukondu, "
},{ "Verses": "3 inge Yordhaanin Naduvile Aasaariyarin Kaalkal Nilaiyaai Nindra Idaththile Pannirandu Karkalai Eduththu, Avaigalai Ungalodekooda Akkaraikku Kondupoi, Neengal Indru Iravilthangum Sthaanaththile Avaigalai Vaiyungal Endru Avargalukku Kattalaiyidungal Endraar. "
},{ "Verses": "4 appozhudhu Yosuvaa Isravel Puththiraril Ovvoru Koththiraththirku Ovvoruvaraaga Aayaththappaduththiyirundha Panniranduperai Azhaiththu, "
},{ "Verses": "5 avargalai Nokki: Neengal Yordhaanin Maththiyil Ungal Dhevanaagiya Karththarinpettikku Munbaaga Kadandhu Poi, Ungalukkulle Oru Adaiyaalamaayirukkumbadikku, Isravel Puththirarudaiya Koththirangalin Lakkaththirku Sariyaaga, Ungalil Ovvoruvan Ovvoru Kallai Than Tholinmel Eduththukkondu Pongal. "
},{ "Verses": "6 naalai Indha Karkal Edhendru Ungal Pillaigal Ungalai Ketkumbodhu, "
},{ "Verses": "7 neengal: Karththarudaiya Udanbadikkai Pettikku Munbaaga Yordhaanin Thanneer Pirindhuponadhinaal Avaigal Vaikkappattirukkiradhu; Yordhaanai Kadandhupogirapodhu, Yordhaanin Thanneer Pirindhupoyitru; Aagaiyaal Indha Karkal Isravel Puththirarukku Endraikkum Ninaippoottum Adaiyaalam Endru Sollungal Endraan. "
},{ "Verses": "8 yosuvaa Kattalaiyittapadi Isravel Puththirar Seydhu, Karththar Yosuvaavodu Sonnapadiye, Isravel Puththirarudaiya Koththirangalin Lakkaththirku Sariyaaga Pannirandu Karkalai Yordhaanin Naduvile Eduththu, Avaigalai Thangalodekooda Akkaraikku Kondupoi, Thaangal Thangina Idaththile Vaiththaargal. "
},{ "Verses": "9 yordhaanin Naduvilum Udanbadikkai Pettiyai Sumandha Aasaariyarin Kaalgal Nindra Idaththile Yosuvaa Pannirandu Karkalai Naattinaan; Avaigal Innaalmattum Ange Irukkiradhu. "
},{ "Verses": "10 mose Yosuvaavukku Kattalaiyittirundha Ellaavatrinbadiyum Janangalukku Sollumbadi, Karththar Yosuvaavukku Kattalaiyittavaiyellaam Seydhu Mudiyumattum, Pettiyaisumakkira Aasaariyar Yordhaanin Naduve Nindraargal; Janangal Theeviriththu Kadandhuponaargal. "
},{ "Verses": "11 janamellaam Kadandhuponapinbu, Karththarudaiya Pettiyum Kadandhadhu; Aasaariyar Janaththukku Munbaaga Ponaargal. "
},{ "Verses": "12 rooban Puththirarum Gaath Puththirarum Manaaseyin Paadhi Koththiraththaarum Mose Thangalukku Sonnabadiye Anianiyaai Isravel Puththirarukku Munbaaga Kadandhuponaargal. "
},{ "Verses": "13 erakkuraiya Naarpadhinaayiramper Yuththasannaththaraai Yuththampannumbadi, Karththarukkumunbaaga Erigovin Samanaana Veligalukku Kadandhuponaargal. "
},{ "Verses": "14 annaalile Karththar Yosuvaavai Sagala Isravelarin Kangalukku Munbaagavum Menmaippaduththinaar; Avargal Mosekku Payandhirundhadhupola, Avanukkum, Avan Uyirodirundha Naalellaam Bayandhirundhaargal. "
},{ "Verses": "15 karththar Yosuvaavai Nokki: "
},{ "Verses": "16 saatchiyin Pettiyai Sumakkira Aasaariyar Yordhaanilirundhu Karaiyerumbadi Avargalukku Kattalaiyidu Endru Sonnaar. "
},{ "Verses": "17 yosuvaa: Yordhaanilirundhu Karaiyeri Vaarungal Endru Aasaariyargalukku Kattalaiyittaan. "
},{ "Verses": "18 appozhudhu Karththarudaiya Udanbadikkai Pettiyai Sumakkira Aasaariyar Yordhaan Nadhiyilirundhu Eri, Avargal Ullangaalgal Karaiyil Oondrinapodhu, Yordhaanin Thanneergal Thangalidaththukku Thirumbi, Munpola Adhin Karaiyengum Purandadhu. "
},{ "Verses": "19 indhappiragaaramaaga Mudhal Maadham Paththaam Thedhiyile Janangal Yordhaanilirundhu Karaiyeri, Erigovukku Keezh Ellaiyaana Gilkaalile Paalayamiranginaargal. "
},{ "Verses": "20 avargal Yordhaanilirundhu Eduththu Konduvandha Andha Pannirandu Karkalaiyum Yosuvaa Gilkaalile Naatti, "
},{ "Verses": "21 isravel Puththirarai Nokki: Naalai Ungal Pillaigal Indhakkarkal Edhendru Thangal Pidhaakkalai Ketkumbodhu, "
},{ "Verses": "22 neengal Ungal Pillaigalukku Arivikkavendiyadhu Ennavendraal: Isravelar Vettaandharai Vazhiyaai Indha Yordhaanaikkadandhu Vandhaargal. "
},{ "Verses": "23 boomiyin Sagala Janangalum Karththarudaiya Karam Balaththadhendru Ariyumbadikkum, Neengal Sagala Naalum Ungal Dhevanaagiya Karththarukku Bayappadumbadikkum, "
},{ "Verses": "24 ungal Dhevanaagiya Karththar Sivandha Samuththiraththin Thanneerai Naangal Kadandhu Theerumattum Engalukku Munbaaga Vatrippogappanninadhupola, Ungal Dhevanaagiyakarththar Yordhaanin Thanneerukkum Seydhu, Adhai Ungalukku Munbaaga Neengal Kadandhu Theerumalavum Vatrippogappanninaar Endru Arivikkakkadaveergal Endraan. "
}
]