[
{ "Verses": "1 yosuvaa Vayadhusendru Mudhirndhavanaanapodhu, Karththar Avanai Nokki: Nee Vayadhusendravanum Mudhirndhavanumaanaai; Sudhandhariththukkollavendiya Dhesam Innum Magaa Visdhaaramaayirukkiradhu. "
},{ "Verses": "2 meedhiyaayirukkira Dhesam Evaiyenil, Egipthukku Edhiraana Seekor Aaruthuvakkik Kaanaaniyarai Serndhadhaaga Ennappadum Vadakkeyirukkira Ekronin Ellaimattumulla Pelistharin Ellaa Ellaigalum, Kesoorim Muzhuvadhum, "
},{ "Verses": "3 kaasaa, Asdhodh, Askalon, Kaadh, Ekron Engira Pattanangalilirukkira Pelistharudaiya Aindhu Adhipadhigalin Naadum, Aaviyarin Naadum, "
},{ "Verses": "4 therke Thuvakki Aappekmattum Emoriyar Ellaivaraikkum Irukkira Kaanaaniyarin Sagala Dhesamum, Seedhoniyarukkaduththa Meyaaraa Naadum, "
},{ "Verses": "5 kipliyarin Naadum, Sooriyodhayamaaip Puraththil Ermon Malaiyadivaaraththil Irukkira Paagaalkaadh Mudharkondu Aamaaththukkul Pravesikkumattumulla Leebanon Muzhuvadhum, "
},{ "Verses": "6 leebanon Thuvakki Misrapodhmaayeem Mattum Malaigalil Kudiyirukkira Yaavarudaiya Naadum, Seedhoniyarudaiya Ellaa Naadumdhaane. Naan Avargalai Isravel Puththirarukku Munbaagath Thuraththuven; Naan Unakkuk Kattalaiyittapadiye, Nee Isravelukku Sudhandharamaaga Seettugalaimaaththiram Pottudhesaththaip Pangidavendum. "
},{ "Verses": "7 aadhalaal Indha Dhesaththai Onbadhu Koththirangalukkum, Manaaseyin Paadhikkoththiraththukkum Sudhandharamaagap Pangidu Endraar. "
},{ "Verses": "8 manaaseyin Paadhikkoththiraththaarum Roobaniyarum Kaaththiyarum Thangal Sudhandharaththai Adaindhu Theerndhadhu; Adhaik Karththarin Dhaasanaagiya Mose Yordhaanukku Appuraththil Kizhakke Avargalukkuk Koduththaan. "
},{ "Verses": "9 arnon Aatrangaraiyilirukkira Aaroverum, Nadhiyin Maththiyilirukkira Pattanamum Thuvakkith Theebonmattumirukkira Medhebaavin Samanaana Boomiyaavaiyum, "
},{ "Verses": "10 esponilirundhu Ammon Puththirarin Ellaimattum Aanda Emoriyarin Raajaavaagiya Seegonukkuriya Sagala Pattanangalaiyum, "
},{ "Verses": "11 keeleyaaththaiyum, Kesooriyar Maagaaththiyarudaiya Ellaiyilulla Naattaiyum, Ermon Malai Muzhuvadhaiyum, "
},{ "Verses": "12 astharoththilum Edhreyilum Aandu, Mose Muriya Adiththuth Thuraththina Raatchadharil Meedhiyaayirundha Paasaanin Raajaavaagiya Okukku Salkaamattumirundha Paasaan Muzhuvadhaiyum Avargalukkuk Koduththaan. "
},{ "Verses": "13 isravel Puththiraro Kesooriyaraiyum Maagaaththiyaraiyum Thuraththividavillai, Kesooriyarum Maagaaththiyarum Innaalvaraikkum Isravelin Naduve Kudiyirukkiraargal. "
},{ "Verses": "14 leviyarin Koththiraththukkumaaththiram Avan Sudhandharam Kodukkavillai; Isravelin Dhevanaagiya Karththar Avargalukku Sonnapadiye, Avarudaiya Thaganapaligale Avargaludaiya Sudhandharam. "
},{ "Verses": "15 mose Rooban Puththirarin Koththiraththukku Avargaludaiya Vamsangalukkuth Thakkadhaaga Sudhandharam Koduththaan. "
},{ "Verses": "16 arnon Aatrangaraiyilirukkira Aaroverum, Aatrin Maththiyilirukkira Pattanam Thodangi Medhepaavaraikkummulla Samaboomi Muzhuvadhum, "
},{ "Verses": "17 samaboomiyilirukkira Esponum, Adhin Ellaappattanangalumaagiya Theebon, Paamodhpaagaal, Pedhpaagaalmeyon, "
},{ "Verses": "18 yaaksaa, Kedhemodh, Mepaagaadh, "
},{ "Verses": "19 keeriyaaththaayeem, Sipmaa, Pallaththaakkin Malaiyilulla Seredhsagaar, "
},{ "Verses": "20 pedhpeyor, Asthodhpiskaa, Pedhyesimodh Mudhalaana "
},{ "Verses": "21 samaboomiyilulla Ellaap Pattanangalum, Esponil Aandirundha Seegon Ennum Emoriyarudaiya Raajaavin Raajyam Muzhuvadhum Avargal Ellaikkullaayitru; Andha Seegonaiyum, Dhesaththile Kudiyirundhu Seegonin Adhipadhiyaayirundha Evi, Rekkem, Soor, Oor, Repaa Ennum Meedhiyaanin Prabukkalaiyum Mose Vettippottaan. "
},{ "Verses": "22 isravel Puththirar Vettina Matravargalodun Kooda, Peyorin Kumaaranaagiya Paalaam Ennum Kurisollugiravanaiyum Pattayaththinaal Vettippottaargal. "
},{ "Verses": "23 appadiye Yordhaanum Adharkaduththadhum Rooban Puththirarin Ellaiyaayitru; Indhap Pattanangalum Ivaigalin Graamangalum Rooban Puththirarukku, Avargal Vamsangalinpadi Vandha Sudhandharam. "
},{ "Verses": "24 kaadhpuththirarin Koththiraththukku Mose Avargal Vamsangalukkuth Thakkadhaagak Koduththadhu Ennavenil: "
},{ "Verses": "25 yaaserum, Keeleyaaththin Sagala Pattanangalum, Rapaavukku Edhire Irukkira Aarovermattumulla Ammon Puththirarin Paadhi Dhesamum, "
},{ "Verses": "26 espon Thuvakki Raamaadh Mispemattum Peththoneem Varaikkum Irukkiradhum, Maganaayeem Thuvakkith Thepeerin Ellaimattum Irukkiradhum, "
},{ "Verses": "27 esponin Raajaavaagiya Seegonudaiya Raajyaththin Matrap Pangaagiya Pallaththaakkilirukkira Peththaaraamum, Pedhnimraavum, Sukkoththum Saapponum, Yordhaanmattum Irukkiradhum, Kizhakke Yordhaanin Karaiyoramaaik Kinnaredh Kadalin Kadaiyaandharamattum Irukkiradhum, Avargal Ellaikkullaayitru. "
},{ "Verses": "28 indhap Pattanangalum Ivaigalin Graamangalum Kaadh Puththirarukku, Avargaludaiya Vamsangalinpadi Vandha Sudhandharam. "
},{ "Verses": "29 manaase Puththirarin Paadhikkoththiraththukkum Mose Avargal Vamsaththukkuth Thakkadhaagak Koduththaan. "
},{ "Verses": "30 maganaayeem Thuvakki, Paasaanin Raajaavaagiya Ogin Muzhu Raajyamaayirukkira Paasaan Muzhuvadhum, Paasaanilulla Yaaveerin Sagala Oorgalumaana Arubadhu Pattanangal Avargal Ellaikkullaayitru. "
},{ "Verses": "31 paadhik Keeleyaaththaiyum, Paasaanile Astharodh, Edhreyi Ennum Oru Raajyaththin Pattanangalaiyum, Manaaseyin Kumaaranaagiya Maakeerin Puththirar Paadhiperukku Avargalin Vamsangalinpadiye Koduththaan. "
},{ "Verses": "32 mose Kizhakke Erigovin Aruge Yordhaanukku Akkaraiyilirukkira Movaabin Samanaana Veligalil Sudhandharamaagak Koduththavaigal Ivaigale. "
},{ "Verses": "33 levikoththiraththirku Mose Sudhandharam Kodukkavillai, Isravelin Dhevanaagiyakarththar Avargalukku Solliyirukkirapadi, Avare Avargaludaiya Sudhandharam. "
}
]