[
{ "Verses": "1 irandaam Seettu Simiyonukku Vizhundhadhu; Simiyon Puththirarin Koththiraththirku Avargal Vamsangalinpadi Kidaiththa Sudhandharam, Yoodhaa Puththirarudaiya Sudhandharaththin Naduve Irukkiradhu. "
},{ "Verses": "2 peyersepaa, Sepaa, Molaadhaa, "
},{ "Verses": "3 aasaar Sookaal, Paalaa, Aadhsem, "
},{ "Verses": "4 eldholaadh, Peththool, Ormaa, "
},{ "Verses": "5 siklaak, Pedhmaarkaapodh, Aadhsaar Soosaa, "
},{ "Verses": "6 pedhlepaavodh, Sarugen Pattanangalum Avaigalin Graamangalum Utpada Padhinmoondru. "
},{ "Verses": "7 melum Aayin, Rimmon, Ethther, Aasaan Ennum Naalu Pattanangalum Avaigalin Graamangalume. "
},{ "Verses": "8 indhap Pattanangalai Sutrilum Paalaadhpeyermattum, Therkeyirukkira Raamaadhmattum Irukkira Ellaa Graamangalume; Ivai Simiyon Puththirarudaiya Koththiraththirku Avargal Vamsangalinpadi Kidaiththa Sudhandharam. "
},{ "Verses": "9 simiyon Puththirarudaiya Sudhandharam Yoodhaa Puththirarin Panguveedhaththirkul Irukkiradhu; Yoodhaa Puththirarin Pangu Avargalukku Michchamaayirundhapadiyaal, Simiyon Puththirar Avargal Sudhandharaththin Naduvile Sudhandharam Petraargal. "
},{ "Verses": "10 moondraam Seettu Sepulon Puththirarukku Vizhundhadhu; Avargalukku Avargal Vamsangalinpadi Kidaiththa Sudhandharapanguveedham Saareedhmattumulladhu. "
},{ "Verses": "11 avargaludaiya Ellai Merke Maaraalaavukku Eri, Thaapaseththukku Vandhu, Yokkineyaamukku Edhiraana Aatrukkup Pom. "
},{ "Verses": "12 saareedhilirundhu Adhu Kizhakke Sooriyan Udhikkum Munaiyaaik Kisloththaaporin Ellaiyinidaththukkuth Thirumbi, Thaaparaaththukku Sendru, Yappiyaavukku Eri, "
},{ "Verses": "13 angeyirundhu Kizhakkuppuraththile Kiththaaeperaiyum Iththaagaadhseenaiyum Kadandhu, Rimmonmeththovaarukkum Neyaavukkum Pom. "
},{ "Verses": "14 appuram Andha Ellai Vadakke Annaththonukkuth Thirumbi, Ipdhaavelin Pallaththaakkile Mudiyum. "
},{ "Verses": "15 kaaththaadh, Nagalaal, Simron, Idhaalaa, Pedhlakem Mudhalaana Pannirandu Pattanangalum Avaigalin Graamangalum, "
},{ "Verses": "16 sepulon Puththirarukku, Avargal Vamsangalinpadi Kidaiththa Sudhandharam. "
},{ "Verses": "17 naalaam Seettu Isakkaarukku Vizhundhadhu. "
},{ "Verses": "18 isakkaar Puththirarukku Avargal Vamsangalinpadi Kidaiththa Ellai, Yesrayel, Kesullodh, Soonem, "
},{ "Verses": "19 appiraayeem, Seegon, Anaagaraadh, "
},{ "Verses": "20 raappidh, Kishiyon, Apedhs, "
},{ "Verses": "21 remedh, Enkanneem, Enkaadhaa, Pedhpaadhses Ivaigale. "
},{ "Verses": "22 appuram Andha Ellai Thaaporukkum, Sagaseemaavukkum, Pedhshimesukkum Vandhu Yordhaanile Mudiyum; Adharkul Padhinaaru Pattanangalum Avaigaludaiya Graamangalumundu. "
},{ "Verses": "23 indhap Pattanangalum Ivaigalai Serndha Graamangalum Isakkaar Puththirarin Koththiraththirku, Avargaludaiya Vamsangalinpadi Kidaiththa Sudhandharam. "
},{ "Verses": "24 aindhaam Seettu Aaser Puththirarudaiya Koththiraththukku Vizhundhadhu. "
},{ "Verses": "25 avargaludaiya Vamsangalinpadi Avargalukkuk Kidaiththa Ellai, Elkaadh, Aali, Pedhen, Aksaap, "
},{ "Verses": "26 alammelek, Aamaadh, Mishayaal Ivaigale; Pinbu Adhu Merke Karmelukkum Seekorlipnaaththirkum Sendru, "
},{ "Verses": "27 kizhakke Peththaakonukkuth Thirumbi, Sepulonukku Vadakkeyirukkira Ipdhaavelin Pallaththaakkukkum Peththemekkukkum Nekiyelukkum Vandhu, Idadhupuramaana Kaapoolukkum, "
},{ "Verses": "28 ebironukkum, Rekobukkum, Ammonukkum, Kaanaavukkum, Periya Seedhonmattum Pom. "
},{ "Verses": "29 appuram Andha Ellai Raamaavukkum Theeru Ennum Aranippaana Pattanammattum Thirumbum; Pinbu Andha Ellai Osaavukkuth Thirumbi, Akseepin Ellai Oraththilulla Samuththiraththile Mudiyum. "
},{ "Verses": "30 ummaavum, Aappekkum, Rekobum Adharku Aduththirukkiradhu; Indhap Pattanangalum Ivaigalin Graamangalum Irubaththirandu. "
},{ "Verses": "31 indhap Pattanangalum Ivaigalin Graamangalum Aaser Puththirarin Koththiraththukku, Avargal Vamsangalinpadi Kidaiththa Sudhandharam. "
},{ "Verses": "32 aaraam Seettu Napthali Puththirarukku Vizhundhadhu. "
},{ "Verses": "33 napthali Puththirarukku Avargal Vamsangalinpadi Kidaiththa, Ellai Eleppilum, Saanaanimilulla Allonilumirundhu Vandhu Aadhami, Nekkepinmelum Yaapniyelinmelum, Lakkoommattum Poi, Yordhaanil Mudiyum. "
},{ "Verses": "34 appuram Andha Ellai Merke Asnoththaaporukkuth Thirumbi, Angeyirundhu Ukkorukku Sendru Therke Sepulonaiyum, Merke Aaseraiyum Sooriyodhayappuraththile Yordhaanile Yoodhaavaiyum Serndhu Varum. "
},{ "Verses": "35 aranippaana Pattanangalaavana; Seeththim, Ser, Ammaadh, Rakkaadh, Kinnaredh, "
},{ "Verses": "36 aadhamaa, Raamaa, Aadhsor, "
},{ "Verses": "37 kedhes, Edhreyi, Enaadhsor. "
},{ "Verses": "38 eeron, Mikdhaalel Orem, Pedhaanaadh, Pedhshimes Mudhalaanavaigale; Pattanangalum Avaigalin Graamangalumutpada Paththonbadhu. "
},{ "Verses": "39 indhap Pattanangalum Ivaigalin Graamangalum Napthali Puththirarudaiya Koththiraththukku, Avargal Vamsangalinpadi, Undaana Sudhandharam. "
},{ "Verses": "40 ezhaam Seettu Thaan Puththirarudaiya Koththiraththirku Vizhundhadhu. "
},{ "Verses": "41 avargalukku Avargal Vamsangalinpadi Kidaiththa Sudhandharaththin Ellaiyaavadhu, Soraa, Esdhaavol, Irsemes, "
},{ "Verses": "42 saalaapeen, Aayalon, Pedhlaa, "
},{ "Verses": "43 elon, Thimnaadhaa, Ekron, "
},{ "Verses": "44 eldhekke, Kipeththon, Paalaadh, "
},{ "Verses": "45 yekoodh, Penaperaak, Kaadhrimmon, "
},{ "Verses": "46 meyaarkon, Raakkon Ennum Pattanangalum, Yaappovukku Edhiraana Ellaiyume. "
},{ "Verses": "47 thaan Puththirarin Ellai Avargalukku Odukkamaayirundhapadiyaal, Avargal Purappattuppoi, Leseminmel Yuththampanni, Adhaip Pidiththu, Pattayakkarukkinaal Sangariththu, Adhai Sudhandhariththukkondu, Adhile Kudiyirundhu, Lesemukkuth Thangal Thagappanaagiya Thaanudaiya Naamaththinpadiye Thaan Endru Perittaargal. "
},{ "Verses": "48 indhap Pattanangalum Ivaigalin Graamangalum Thaan Puththirarin Koththiraththirku Avargal Vamsangalinpadi Undaana Sudhandharam. "
},{ "Verses": "49 dhesaththai Adhin Ellaigalinpadi Sudhandharamaagap Pangittuth Theerndhapodhu, Isravel Puththirar Noonin Kumaaranaagiya Yosuvaavukkuth Thangal Naduvile Oru Sudhandharaththaik Koduththaargal. "
},{ "Verses": "50 eppiraayeemin Malaiththesaththilirukkira Thimnaadhseraa Ennum Avan Ketta Pattanaththai Avanukkuk Karththarudaiya Vaakkinpadiye Koduththaargal; Andhap Pattanaththai Avan Katti, Adhile Kudiyirundhaan. "
},{ "Verses": "51 aasaariyanaagiya Eleyaasaarum, Noonin Kumaaranaagiya Yosuvaavum, Koththirappidhaakkaludaiya Thalaivarum Seelovile Aasarippuk Koodaaraththin Vaasalilekarththarudaiya Sannidhiyil Isravel Puththirarin Koththirangalukku Seettuppottuk Koduththa Sudhandharangal Ivaigale; Ivvidhamaai Avargal Dhesaththaip Pangittu Mudiththaargal. "
}
]