[
{ "Verses": "1 pinbu Yosuvaa Isravelin Koththirangalaiyellaam Seekemile Koodivarappanni, Isravelin Moopparaiyum, Thalaivaraiyum, Nyaayaadhipadhigalaiyum, Adhipadhigalaiyum Varavazhaiththaan; Avargal Dhevanudaiya Sannidhiyil Vandhu Nindraargal. "
},{ "Verses": "2 yosuvaa Isravelin Moopparaiyum, Thalaivaraiyum, Nyaayaadhipadhigalaiyum, Adhipadhigalaiyum, Matra Ellaaraiyum Azhaippiththu, Avargalai Nokki: Naan Vayadhusendru Mudhirndhavanaanen. "
},{ "Verses": "3 ungal Dhevanaagiya Karththar Ungalukku Munbaaga Indha Sagala Jaadhigalukkum Seydha Yaavaiyum Neengal Kandeergal; Ungal Dhevanaagiya Karththar Thaame Ungalukkaaga Yuththampanninaar. "
},{ "Verses": "4 paarungal, Yordhaan Mudhal Naan Nirmoolamaakkinavaigalum, Merkilulla Periya Samuththiramattum Innum Meedhiyaayirukkiravaigalumaana Sagala Jaadhigalin Dhesaththaiyum Seettuppottu; Ungalukku, Ungal Koththirangalukkuth Thakkadhaai, Sudhandharamaagap Pangitten. "
},{ "Verses": "5 naan Moseyaiyum Aaronaiyum Anuppi, Egipthiyarai Vaadhiththen, Appadi Avargal Naduvile Naan Seydhapinbu Ungalaip Purappadappanninen. "
},{ "Verses": "6 naan Ungal Pidhaakkalai Egipthilirundhu Purappadappanninapodhu Samuththirakkaraikku Vandheergal; Egipthiyar Radhangalodum Kudhiraiveerarodum Ungal Pidhaakkalai Sivandha Samuththiramattum Pinthodarndhaargal. "
},{ "Verses": "7 avargal Karththarai Nokkik Kooppittaargal; Appozhudhu Avar Ungalukkum Egipthiyarukkum Naduve Andhagaaraththai Varappanni, Samuththiraththai Avargalmel Puralachcheydhu, Avargalai Moodippottaar; Naan Egipthile Seydhadhai Ungal Kangal Kandadhu; Pinbu Vanaandharaththil Aneganaal Sanjariththeergal. "
},{ "Verses": "8 adharkuppinbu Ungalai Yordhaanukku Appuraththile Kudiyirundha Emoriyarin Dhesaththirkuk Konduvandhen; Avargal Ungalodu Yuththampannugirapodhu, Avargalai Ungal Kaiyil Oppukkoduththen; Avargal Dhesaththaik Kattikkondeergal; Avargalai Ungal Mugaththinindru Azhiththuvitten. "
},{ "Verses": "9 appozhudhu Sipporin Kumaaran Paalaak Ennum Movaabiyarin Raajaa Ezhumbi, Isravelodu Yuththampanni, Ungalai Sabikkumpadi, Peyorin Kumaaranaagiya Pileyaamai Azhaiththanuppinaan. "
},{ "Verses": "10 pileyaamukku Sevikodukka Enakku Siththamillaadhadhinaale, Avan Ungalai Aaseervadhikkave Aaseervadhiththaan, Ivvidhamaai Ungalai Avan Kaikkuth Thappuviththen. "
},{ "Verses": "11 pinbu Yordhaanaik Kadandhu Erigovukku Vandheergal; Erigovin Kudigalum, Emoriyarum, Perisiyarum, Kaanaaniyarum, Eththiyarum, Kirkaasiyarum, Eviyarum, Eboosiyarum, Ungalukku Virodhamaaga Yuththampanninaargal; Aanaalum Avargalai Naan Ungal Kaiyile Oppukkoduththen. "
},{ "Verses": "12 emoriyarin Irandu Raajaakkalaiyum Ungal Pattayaththaalum Ungal Villaalum Neengal Thuraththavillai; Naan Ungalukku Munbaagak Kulavigalai Anuppinen; Avaigal Avargalai Ungal Munnindru Thuraththivittadhu. "
},{ "Verses": "13 appadiye Neengal Panpaduththaadha Dhesaththaiyum, Neengal Kattaadha Pattanangalaiyum Ungalukkuk Koduththen, Avaigalil Kudiyirukkireergal; Neengal Nadaadha Dhraatchaiththottangalin Palanaiyum Olivaththoppugalin Palanaiyum Pusikkireergal Endraar. "
},{ "Verses": "14 aagaiyaal Neengal Karththarukku Bayandhu, Avarai Uththamamum Unmaiyumaai Seviththu, Ungal Pidhaakkal Nadhikku Appuraththilum Egipthilum Seviththa Dhevargalai Agatrivittu, Karththarai Seviyungal. "
},{ "Verses": "15 karththarai Sevikkiradhu Ungal Paarvaikku Aagaadhadhaaik Kandaal, Pinnai Yaarai Sevippeergal Endru Indru Therindhu Kollungal; Nadhikku Appuraththil Ungal Pidhaakkal Seviththa Dhevargalai Sevippeergalo? Neengal Vaasampannugira Dhesaththuk Kudigalaagiya Emoriyarin Dhevargalai Sevippeergalo? Naanum En Veettaarumovendraal,karththaraiye Sevippom Endraan. "
},{ "Verses": "16 appozhudhu Janangal Pradhiyuththaramaaga: Vere Dhevargalai Sevikkumpadi, Karththaraivittu Vilakugira Kaariyam Engalukku Dhooramaayiruppadhaaga. "
},{ "Verses": "17 nammaiyum Nammudaiya Pidhaakkalaiyum Adimaiththana Veedaagiya Egipthudhesaththilirundhu Purappadappanni, Nammudaiya Kangalukku Munbaagap Periya Adaiyaalangalai Seydhu, Naam Nadandha Ellaa Vazhiyilum, Naam Kadandhu Vandha Ellaa Janangalukkullum Nammaik Kaappaatrinavar Nammudaiya Dhevanaagiya Karththardhaame. "
},{ "Verses": "18 dhesaththile Kudiyirundha Emoriyar Mudhalaana Sagala Janangalaiyum Karththar Namakku Munbaagath Thuraththinaare; Aagaiyaal Naangalum Karththarai Sevippom, Avare Nammudaiya Dhevan Endraargal. "
},{ "Verses": "19 yosuvaa Janangalai Nokki: Neengal Karththarai Sevikkamaatteergal; Avar Parisuththamulla Dhevan, Avar Erichchalulla Dhevan; Ungal Meerudhalaiyum Ungal Paavangalaiyum Manniyaar. "
},{ "Verses": "20 karththar Ungalukku Nanmai Seydhirukka, Neengal Karththarai Vittu, Anniya Dhevargalai Seviththaal, Avar Thirumbi Ungalukkuth Theemai Seydhu, Ungalai Nirmoolamaakkuvaar Endraan. "
},{ "Verses": "21 janangal Yosuvaavai Nokki: Appadiyalla, Naangal Karththaraiye Sevippom Endraargal. "
},{ "Verses": "22 appozhudhu Yosuvaa Janangalai Nokki: Karththarai Sevikkumpadi Neengal Avaraith Therindhukondadharku Neengale Ungalukku Saatchigal Endraan. Adharku Avargal: Naangale Saatchigal Endraargal. "
},{ "Verses": "23 appozhudhu Avan: Appadiyaanaal, Ippozhudhum Ungal Naduve Irukkira Anniya Dhevargalai Agatrivittu, Ungal Irudhayaththai Isravelin Dhevanaagiya Karththarukkuneraagath Thiruppungal Endraan. "
},{ "Verses": "24 appozhudhu Janangal Yosuvaavai Nokki: Nammudaiya Dhevanaagiya Karththaraiyeseviththu, Avar Saththaththirke Keezhppadivom Endraargal. "
},{ "Verses": "25 andhappadi Yosuvaa Annaalil Seekemile Janangalode Udanpadikkaipanni, Avargalukku Adhaip Pramaanamum Nyaayamumaaga Erpaduththinaan. "
},{ "Verses": "26 indha Vaarththaigalai Yosuvaa Dhevanudaiya Nyaayappramaana Pusthagaththil Ezhudhi, Oru Periya Kallai Eduththu, Adhai Ange Karththarudaiya Parisuththa Sthalaththin Arugil Irundha Karvaali Maraththinkeezh Naatti, "
},{ "Verses": "27 ellaa Janangalaiyum Nokki: Idho, Indhak Kal Namakkulle Saatchiyaayirukkakkadavadhu;karththar Nammode Sonna Ellaa Vaarththaigalaiyum Idhu Kettadhu; Neengal Ungal Dhevanukku Virodhamaagap Poisollaadhapadikku, Idhu Ungalukku Saatchiyaayirukkakkadavadhu Endru Solli, "
},{ "Verses": "28 yosuvaa Janangalai Avaravar Sudhandharaththirku Anuppivittaan. "
},{ "Verses": "29 indhak Kaariyangal Nadandhapinbu, Noonin Kumaaranaagiya Yosuvaa Ennum Karththarudaiyaoozhiyakkaaran Nootrup Paththu Vayadhullavanaai Maranamadaindhaan. "
},{ "Verses": "30 avanai Eppiraayeemin Malaiththesaththilulla Kaayaas Malaikku Vadakke Irukkira Thimnaadh Seraa Ennum Avanudaiya Sudhandharaththin Ellaikkulle Adakkampanninaargal. "
},{ "Verses": "31 yosuvaa Uyirodirundha Sagala Naatkalilum, Karththar Isravelukku Seydha Avarudaiya Kiriyaigal Yaavaiyum Arindhu Yosuvaavukkuppinbu Vegunaal Uyirodirundha Moopparudaiya Sagala Naatkalilum, Isravelar Karththarai Seviththaargal. "
},{ "Verses": "32 isravel Puththirar Egipthileyirundhu Konduvandha Yoseppin Elumbugalai, Avargal Seekemile Yaakkobu Seekemin Thagappanaagiya Emoriyarudaiya Puththirarin Kaiyil Nooru Vellikkaasukkuk Konda Nilaththin Pangile Adakkampanninaargal; Andha Nilam Yoseppin Puththirarukku Sudhandharamaayitru. "
},{ "Verses": "33 aaronin Kumaaranaagiya Eleyaasaarum Maranamadaindhaan, Avan Kumaaranaagiya Pinekaasukku Eppiraayeemin Malaiththesaththile Kodukkappatta Mettile Avanai Adakkampanninaargal. "
}
]