[
{ "Verses": "1 adhigaalame Yosuvaa Ezhundhirundhapinbu, Avanum Isravel Puththirar Anaivarum Siththeemilirundhu Pirayaanampanni, Yordhaan Mattum Vandhu, Adhaikkadandhu Pogumunne Ange Raaththanginaargal. "
},{ "Verses": "2 moondru Naal Sendrapinbu, Adhibadhigal Paalayam Engum Poi, "
},{ "Verses": "3 janangalai Nokki: Neengal Ungal Dhevanaagiya Karththarudaiya Udanbadikkaip Pettiyaiyum Adhaisumakkira Leviyaraagiya Aasaariyargalaiyum Kandavudane, Neengalum Ungal Idaththaivittup Pirayaanappattu, Adharkup Pinsellungal. "
},{ "Verses": "4 ungalukkum Adharkum Idaiyile Irandaayiram Muzhath Dhooramaana Idam Irukkavendum; Neengal Nadakkavendiya Vazhiyai Ariyumbadikku, Adharkuch Sameebamaai Varaadhiruppeergalaaga; Idharkumunne Neengal Orupodhum Indha Vazhiyaai Nadandhu Pogavillai Endru Solli Kattalaiyittaargal. "
},{ "Verses": "5 yosuvaa Janangalai Nokki: Ungalaip Parisuththampannikkollungal; Naalaikkukkarththar Ungal Naduvile Arpudhangalaich Seyvaar Endraan. "
},{ "Verses": "6 pinbu Yosuvaa Aasaariyargalai Nokki: Neengal Udanbadikkaippettiyai Eduththukkondu, Janangalukku Munne Nadandhu Pongal Endraan; Appadiye Udanbadikkaip Pettiyai Eduththukkondu Janangalukku Munne Ponaargal. "
},{ "Verses": "7 karththar Yosuvaavai Nokki: Naan Moseyode Irundhadhupola, Unnodum Irukkiren Enbadhai Isravelarellaarum Ariyumbadikku, Indru Avargal Kangalukku Munbaaga Unnai Menmaippaduththuven. "
},{ "Verses": "8 udanbadikkaip Pettiyaich Sumakkira Aasaariyaraip Paarththu: Neengal Yordhaan Thanneer Oraththil Serumbodhu, Yordhaanil Nillungal Endru Nee Kattalaiyiduvaayaaga Endraar. "
},{ "Verses": "9 yosuvaa Isravel Puththirarai Nokki: Neengal Inge Serndhu, Ungal Dhevanaagiyakarththarudaiya Vaarththaigalaik Kelungal Endraan. "
},{ "Verses": "10 pinbu Yosuvaa: Jeevanulla Dhevan Ungal Naduvile Irukkiraar Enbadhaiyum, Avar Kaanaaniyaraiyum Eththiyaraiyum Eviyaraiyum Perisiyaraiyum Girgaasiyaraiyum Emoriyaraiyum Eboosiyaraiyum Ungalukku Munbaagath Thuraththividuvaar Enbadhaiyum, Neengal Arindhukolvadharku Adaiyaalamaaga: "
},{ "Verses": "11 idho, Sarva Boomikkum Aandavaraayirukkiravarudaiya Udanbadikkaippetti Ungalukku Munne Yordhaanile Pogiradhu. "
},{ "Verses": "12 ippozhudhum Isravel Koththirangalile Panniranduperai, Ovvoru Koththiraththukku Ovvoruvaraagap Piriththedungal. "
},{ "Verses": "13 sambavippadhu Ennavendraal, Sarvaboomikkum Aandavaraagiya Karththarinpettiyaisumakkira Aasaariyargalin Ullangaalgal Yordhaanin Thanneerile Pattamaaththiraththil, Meleyirundhu Odivarugira Yordhaanin Thanneer Odaamal Oru Kuviyalaaga Nirkum Endraan. "
},{ "Verses": "14 janangal Yordhaanaik Kadandhupogath Thangal Koodaarangalil Irundhu Purappattaargal; Aasaariyargal Udanbadikkaip Pettiyai Janangalukku Munne Sumandhu Kondupoi, Yordhaan Mattum Vandhaargal. "
},{ "Verses": "15 yordhaan Aruppukkaalam Muzhuvadhum Karaipurandupom. Pettiyaisumakkira Aasaariyargalin Kaalgal Thanneerin Oraththil Pattavudane, "
},{ "Verses": "16 meleyirundhu Odivarugira Thanneer Nindru Saardhaanukkaduththa Aadhaam Oorvaraikkum Oru Kuviyalaagak Kuvindhadhu; Uppukkadal Ennum Samanaana Veliyin Kadalukku Odivarugira Thanneer Pirindhu Oditru; Appozhudhu Janangal Erigovukku Edhire Kadandhu Ponaargal. "
},{ "Verses": "17 saagala Janangalum Yordhaanaikkaandhu Theerumalavum, Karththarudaiya Udanbadikkaip Pettiyaich Sumakkira Aasaariyargal Yordhaanin Naduvile Thanneerillaadha Tharaiyil Kaaloondri Nirkumbodhu, Isravelarellaarum Thanneeratra Ularndha Tharaivazhiyaaik Kadandhu Ponaargal. "
}
]