[
{ "Verses": "1 appozhudhu Yosuvaa Roobaniyaraiyum Kaaththiyaraiyum Manaaseyin Paadhikkoththiraththaiyum Azhaiththu, "
},{ "Verses": "2 avargalai Nokki: Karththarudaiya Dhaasanaagiya Mose Ungalukkuk Kattalaiyittavaigalaiyellaam Neengal Kaikkondeergal; Naan Ungalukkuk Kattalaiyitta Yaavilum En Sorpadi Seydheergal. "
},{ "Verses": "3 neengal Idhuvaraikkum Anega Naalaaga Ungal Sagodhararaik Kaividaamal, Ungal Dhevanaagiya Karththarudaiya Kattalaiyaik Kaaththukkondu Nadandheergal. "
},{ "Verses": "4 ippozhudhum Ungal Dhevanaagiya Karththar Thaam Ungal Sagodhararukku Solliyirundhapadiye, Avargalai Ilaippaarappanninaar; Aagaiyaal Karththarindhaasanaagiya Mose Yordhaanukku Appuraththile Ungalukkuk Koduththa Ungal Kaaniyaatchiyaana Dhesaththilirukkira Ungal Koodaarangalukkuth Thirumbip Pongal. "
},{ "Verses": "5 aanaalum Neengal Ungal Dhevanaagiya Karththaril Anbukoorndhu, Avarudaiya Vazhigalilellaam Nadandhu, Avar Karpanaigalaik Kaikkondu, Avaraip Patrikkondirundhu, Avarai Ungal Muzhu Irudhayaththodum Ungal Muzhu Aaththumaavodum Sevikkiradharkaaga, Karththarin Dhaasanaagiya Mose Ungalukkuk Karpiththa Karpanaiyinpadiyeyum Nyaayappiramaanaththinpadiyeyum Seyyumpadimaaththiram Vegu Saavadhaanamaayirungal Endraan. "
},{ "Verses": "6 ivvidhamaai Yosuvaa Avargalai Aaseervadhiththu, Avargalai Anuppivittaan; Avargal Thangal Koodaarangalukkup Poivittaargal. "
},{ "Verses": "7 manaaseyin Paadhikkoththiraththukku Mose Paasaanile Sudhandharam Koduththaan; Adhin Matrap Paadhikku, Yosuvaa Yordhaanukku Ippuraththile Merke Avargal Sagodhararodekooda Sudhandharam Koduththaan; Yosuvaa Avargalai Avargal Koodaarangalukku Anuppividugirapodhu Avargalai Aaseervadhiththu: "
},{ "Verses": "8 neengal Migundha Aisuvariyaththodum, Magaa Eraalamaana Aadumaadugalodum, Pon Velli Vengalam Irumbodum, Anega Vasthirangalodum Ungal Koodaarangalukkuth Thirumbi, Ungal Saththurukkalidaththile Kollaiyittadhai Ungal Sagodhararode Pangittukkollungal Endraan. "
},{ "Verses": "9 appozhudhu Rooban Puththirarum Kaadh Puththirarum Manaaseyin Paadhikkoththiraththaarum,karththar Moseyaikkondu Kattalaiyittapadiye, Thaangal Kaivasam Pannikkonda Thangal Kaaniyaatchi Dhesamaana Keeleyaa Dhesaththukkup Pogumpadikku, Kaanaandhesaththilulla Seelovilirundha Isravel Puththirarai Vittuth Thirumbipponaargal. "
},{ "Verses": "10 kaanaandhesaththil Irukkira Yordhaanin Ellaigalukku Vandhapodhu, Rooban Puththirarum Kaadh Puththirarum Manaaseyin Paadhik Koththiraththaarum, Ange Yordhaanin Oraththile Paarvaikkup Peridhaana Oru Peedaththaik Kattinaargal. "
},{ "Verses": "11 rooban Puththirarum Kaadh Puththirarum Manaaseyin Paadhik Koththiraththaarum Kaanaandhesaththukku Edhire Isravel Puththirarukku Aduththa Yordhaanin Ellaigalil Oru Peedaththaik Kattinaargal Endru Isravel Puththirar Kelvippattaargal. "
},{ "Verses": "12 avargal Adhaik Kelvippattapodhu, Isravel Puththirarin Sabaiyaarellaarum Avargalukku Virodhamaai Yuththampannumpadi Seelovilekoodi, "
},{ "Verses": "13 keeleyaa Dhesaththil Irukkira Rooban Puththiraridaththukkum Kaadh Puththiraridaththukkum Manaaseyin Paadhikkoththiraththaaridaththukkum, Aasaariyanaagiya Eleyaasaarudaiya Kumaaranaagiya Pinekaasaiyum, "
},{ "Verses": "14 avanodekooda Israveludaiya Ellaakkoththirangalilum Ovvoru Pidhaavin Kudumbaththukku Ovvoru Prabuvaagap Paththupprabukkalaiyum Anuppinaargal; Isravelin Senaigalile Aayiravargalukkulle Ovvoruvanum Than Than Pidhaavin Kudumpaththukkuth Thalaivanaayirundhaan. "
},{ "Verses": "15 avargal Keeleyaa Dhesaththile Rooban Puththirar Kaadh Puththirar Manaaseyin Paadhik Koththiraththaaraagiya Ivargalidaththirku Vandhu: "
},{ "Verses": "16 neengal Innaalile Karththaraip Pinpatraadhapadikkup Purandu, Innaalile Karththarukkuvirodhamaaik Kalagampannumpadiyaaga Ungalukku Oru Peedaththaik Katti, Isravelin Dhevanukku Virodhamaagap Pannina Indha Dhrogam Enna? "
},{ "Verses": "17 peyorin Akkiramam Namakkup Podhaadhaa? Karththarudaiya Sabaiyile Vaadhai Undaayirundhadhe; Innaalvaraikkum Naam Adhinindru Neengi Suththamaagavillaiye. "
},{ "Verses": "18 neengal Innaalil Karththaraip Pinpatraadhapadikkup Puraluveergalo? Indru Karththarukkuvirodhamaaik Kalagam Pannuveergalo? Avar Naalaikku Isravel Sabaiyanaiththinmelum Kadunkobankolvaare. "
},{ "Verses": "19 ungal Kaaniyaatchiyaana Dhesam Theettaayirundhadhaanaal, Karththarudaiya Vaasasthalam Thangugira Karththarudaiya Kaaniyaatchiyaana Akkaraiyilulla Dhesaththirku Vandhu, Engal Naduve Kaaniyaatchi Petrukkollalaame; Neengal Nammudaiya Dhevanaagiya Karththarinpalipeedaththaiyallaamal Ungalukku Veroru Peedaththaikkattugiradhinaale,karththarukkum Engalukkum Virodhamaana Irandagam Pannaadhirungal. "
},{ "Verses": "20 seraavin Kumaaranaagiya Aagaan Saabaththeetaana Porulaikkuriththuth Dhrogampanninadhinaale, Isravel Sabaiyinmel Ellaam Kadunkobam Varavillaiyaa? Avan Oruvan Maaththiram Than Akkiramaththinaale Madindhupogavillaiyendru Karththarudaiya Sabaiyaar Ellaarum Sollachchonnaargal Endraargal. "
},{ "Verses": "21 appozhudhu Rooban Puththirarum Kaadh Puththirarum Manaaseyin Paadhikkoththiraththaarum, Isravelin Aayiravarin Thalaivarukkup Pradhiyuththaramaaga: "
},{ "Verses": "22 dhevaadhi Dhevanaagiya Karththar, Dhevaadhi Dhevanaagiya Karththare, Adhai Arindhirukkiraar; Isravelarum Arindhukolvaargal; Adhu Irandagaththinaalaavadhu, Karththarudaiyakattalaikku Virodhamaana Dhrogaththinaalaavadhu Seyyappattadhaanaal, Innaalil Avar Engalaik Kaappaatraamal Irukkakkadavar. "
},{ "Verses": "23 oru Kaariyaththaikkuriththu Naangal Engalukku Andhap Palipeedaththaik Kattinadheyallaamal, Karththaraip Pinpatraadhapadikku Vilakuvadharkaavadhu, Adhinmel Sarvaanga Thaganapaligalaiyaagilum Pojanapaliyaiyaagilum Samaadhaanapaligalaiyaagilum Seluththugiradharkaavadhu Adhai Seydhadhundaanaal, Karththar Adhai Visaarippaaraaga. "
},{ "Verses": "24 naalaikku Ungal Pillaigal Engal Pillaigalai Nokki: Isravelin Dhevanaagiyakarththarukkum Ungalukkum Enna? "
},{ "Verses": "25 rooban Puththirar Kaadh Puththirar Aagiya Ungalukkum Engalukkum Naduve Karththaryordhaanai Ellaiyaaga Vaiththaar; Karththaridaththil Ungalukkup Pangillai Endru Solli, Engal Pillaigalaik Karththarukkup Payappadaadhirukka Seyvaargal Engira Aiyaththinaale Naangal Sollikkondadhu Ennavendraal: "
},{ "Verses": "26 sarvaanga Thaganaththirkum Alla, Palikkum Alla, Engal Sarvaangadhaganangalaalum Paligalaalum Samaadhaanapaligalaalum Naangal Karththarin Sannidhiyil Avarudaiya Aaraadhanaiyai Seyyaththakkavargal Endru Engalukkum Ungalukkum, Namakkup Pinvarum Nammudaiya Sandhadhiyaarukkum Naduve Saatchi Undaayirukkumpadikkum, "
},{ "Verses": "27 karththaridaththil Ungalukkup Pangillaiyendru Ungal Pillaigal Naalaikku Engal Pillaigalode Sollaadhapadikkume, Oru Palipeedaththai Namakkaaga Undupannuvom Endrom. "
},{ "Verses": "28 naalaikku Engalodaavadhu, Engal Sandhadhiyaarodaavadhu Appadi Solvaargalaanaal, Appozhudhu Sarvaangadhaganaththirkum Alla, Palikkum Alla, Engalukkum Ungalukkum Naduve Saatchiyaaga Engal Pidhaakkal Undupannina Karththarudaiya Palipeedaththin Saayalaana Peedaththaip Paarungal Endru Sollalaam Endrom. "
},{ "Verses": "29 nammudaiya Dhevanaagiya Karththarin Vaasasthalaththirku Munbaaga Irukkira Avarudaiya Palipeedaththaith Thavira, Naangal Sarvaangadhaganaththirkum, Pojanapalikkum, Matrappalikkum, Verorupeedaththaik Kattugiradhinaale, Karththarukku Virodhamaaik Kalagampannuvadhum, Indru Karththaraip Pinpatraadhapadikku Vilakuvadhum Engalukku Dhooramaayiruppadhaaga Endraargal. "
},{ "Verses": "30 rooban Puththirarum Kaadh Puththirarum Manaase Puththirarum Sollugira Vaarththaigalai Aasaariyanaagiya Pinekaasum, Avanode Irundha Sabaiyin Prabukkalum, Israveludaiya Aayiravarin Thalaivarum Kettapodhu, Adhu Avargal Paarvaikku Nandraayirundhadhu. "
},{ "Verses": "31 appozhudhu Aasaariyanaagiya Elaayaasaarin Kumaaranaagiya Pinekaas Rooban Puththiraraiyum Kaadh Puththiraraiyum Manaase Puththiraraiyum Nokki: Neengal Karththarukku Virodhamaai Appadikkoththa Dhrogaththai Seyyaadhirukkiradhinaale, Karththar Nammudaiya Naduvile Irukkiraar Enbadhai Indru Arindhirukkirom; Ippozhudhu Isravel Puththiraraikkarththarin Kaikkuth Thappuviththeergal Endraan. "
},{ "Verses": "32 aasaariyanaagiya Eleyaasaarin Kumaaranaagiya Pinekaasum, Prabukkalum, Keeleyaa Dhesaththil Irukkira Rooban Puththiraraiyum Kaadh Puththiraraiyum Vittu, Kaanaan Dhesaththirku Isravel Puththiraridaththil Thirumbivandhu, Avargalukku Maruseydhi Sonnaargal. "
},{ "Verses": "33 andha Seydhi Isravel Puththirarin Paarvaikku Nandraayirundhadhu; Aagaiyaal Rooban Puththirarum Kaadh Puththirarum Kudiyirukkira Dhesaththai Azhiththuvida, Avargalmel Yuththaththirkup Purappaduvom Engira Pechchaivittu, Isravel Puththirar Dhevanai Sthoththiriththaargal. "
},{ "Verses": "34 karththare Dhevan Enbadharku Andhappeedam Namakkulle Saatchiyaayirukkum Endru Solli, Rooban Puththirarum Kaadh Puththirarum Adharku Edh Endru Perittaargal. "
}
]