[
{ "Verses": "1 isravel Puththirarin Sabaiyellaam Seelovile Koodi, Ange Aasarippuk Koodaaraththai Niruththinaargal. Dhesam Avargal Vasamaayitru. "
},{ "Verses": "2 isravel Puththiraril Thangal Sudhandharaththai Innum Pangittukkollaadha Ezhu Koththirangal Irundhadhu. "
},{ "Verses": "3 aagaiyaal Yosuvaa Isravel Puththirarai Nokki: Ungal Pidhaakkalin Dhevanaagiyakarththar Ungalukkuk Koduththa Dhesaththai Sudhandhariththukkollappogiradharku, Neengal Endhamattum Asadhiyaayiruppeergal. "
},{ "Verses": "4 koththiraththirku Mummoondru Manusharaith Therindhukollungal; Avargal Ezhundhu Purappattu, Dhesaththile Sutriththirindhu Adhaith Thangal Sudhandharaththukkuth Thakkadhaaga Vivaramaai Ezhudhi, Ennidaththil Konduvarumpadi Avargalai Anuppuven. "
},{ "Verses": "5 adhai Ezhu Pangaagap Pagirakkadavargal; Yoodhaa Vamsaththaar Therkeyirukkira Thangal Ellaiyilum, Yoseppu Vamsaththaar Vadakkeyirukkira Thangal Ellaiyilum Nilaiththirukkattum. "
},{ "Verses": "6 neengal Dhesaththai Ezhu Pangaaga Vivariththu Ezhudhi, Inge Ennidaththil Konduvaarungal; Appozhudhu Ivvidaththile Nammudaiya Dhevanaagiya Karththarudaiya Sannidhiyil Ungalukkaagach Cheettuppoduven. "
},{ "Verses": "7 leviyarukku Ungal Naduve Pangillai; Karththarudaiya Aasaariyappattame Avargal Sudhandharam; Kaaththum Roobanum Manaaseyin Paadhikkoththiramum Yordhaanukku Appuraththile Kizhakke Karththarin Dhaasanaagiya Mose Thangalukkuk Koduththa Thangal Sudhandharaththai Adaindhu Theerndhadhu Endraan. "
},{ "Verses": "8 appozhudhu Andha Manushar Ezhundhu Purappattupponaargal; Dhesaththaikkuriththu Vivaram Ezhudhappogiravargalai Yosuvaa Nokki: Neengal Poi, Dhesaththile Sutriththirindhu, Adhin Vivaraththai Ezhudhi, Ennidaththil Thirumbivaarungal; Appozhudhu Inge Seelovile Karththarudaiya Sannidhiyil Ungalukkaagach Cheettuppoduven Endru Sonnaan. "
},{ "Verses": "9 andha Manushar Poi, Dhesam Engum Andhandhap Pattanangalinpadiye Ezhu Pangaaga Oru Pusthagaththil Ezhudhikkondu, Seelovile Irukkira Paalayaththile Yosuvaavinidaththil Vandhaargal. "
},{ "Verses": "10 appozhudhu Yosuvaa Avargalukkaaga Seelovile Karththarudaiya Sannidhiyil Seettuppottu, Ange Isravel Puththirarukku Dhesaththai Avargal Panguveedhappadi Pangittaan. "
},{ "Verses": "11 penyameen Puththirarukku Avargaludaiya Vamsangalinpadiye Avargaludaiya Koththiraththukku Seettu Vizhundhadhu; Avargal Panguveedhaththin Ellaiyaanadhu Yoodhaa Puththirarukkum Yoseppin Puththirarukkum Naduve Irundhadhu. "
},{ "Verses": "12 avargaludaiya Vada Ellai, Yordhaanilirundhu Vandhu, Erigovukku Vadapakkamaai Sendru, Appuram Merke Malaiyil Eri, Peththaaven Vanaandharaththil Poi Mudiyum. "
},{ "Verses": "13 angeyirundhu Andha Ellai, Peththelaagiya Loosukku Vandhu, Loosukkuth Thenpakkamaaip Poi, Adharodh Adhaarukkuth Thaazhvaana Peththaronukkuth Therkeyirukkira Malaiyaruge Irangum. "
},{ "Verses": "14 angeyirundhu Ellai Merku Moolaikkup Peththaronukku Edhire Therkaaga Irukkira Malaikkuth Thenpuramaaip Poith Thirumbi, Keeriyaadhpaagaal Ennappatta Yoodhaa Puththirarin Pattanamaagiya Keeriyaadhyeyaareem Aruge Poi Mudiyum; Idhu Merku Ellai. "
},{ "Verses": "15 then Ellai Keeriyaadhyeyaareemin Mudivilirukkiradhu; Angeyirundhu Ellai Merke Poi, Nepdhovaavin Neerootrirku Sendru, "
},{ "Verses": "16 angeyirundhu Raatchadharin Pallaththaakkil Vadakkeyirukkira Innomudaiya Kumaararin Pallaththaakkukku Edhiraana Malaiyadivaaraththirku Irangi, Appuram Therke Eboosiyarukkup Pakkamaana Innomin Pallaththaakkukkum, Angeyirundhu Enrokelukkum Irangivandhu, "
},{ "Verses": "17 vadakke Poi, Ensemesukkum, Angeyirundhu, Adhummeem Mettukku Edhiraana Keliloththirkum, Angeyirundhu Rooban Kumaaranaagiya Poganin Kallinidaththirkum Irangivandhu, "
},{ "Verses": "18 arapaavukku Edhiraana Vadapakkamaaippoi, Araapaavukku Irangum. "
},{ "Verses": "19 appuram Andha Ellai, Pedhoklaavukku Vadapakkamaaippoi, Yordhaanin Mugaththuvaaraththirkuth Therkaana Uppukkadalin Vadamunaiyile Mudindhupom; Idhu Then Ellai. "
},{ "Verses": "20 kizhakkuppuraththin Ellai Yordhaane; Idhu Penyameen Puththirarukku Avargaludaiya Vamsangalinpadi Sutrilum Irukkira Ellaigalukkaana Sudhandharam. "
},{ "Verses": "21 penyameen Puththirarin Koththiraththirku Avargaludaiya Vamsangalinpadi Irukkira Pattanangalaavana: Erigo, Pedhoklaa, Kesees Pallaththaakku, "
},{ "Verses": "22 pedharapaa, Semaraayeem, Peththel, "
},{ "Verses": "23 aaveem, Paaraa, Opraa, "
},{ "Verses": "24 keppaaramonaai, Opni, Kaapaa Ennum Pannirandu Pattanangalum Avaigalin Graamangalume. "
},{ "Verses": "25 kipiyon, Raamaa, Perodh, "
},{ "Verses": "26 mispe, Keppiraa, Modhsaa, "
},{ "Verses": "27 rekkem, Irpeyel, Thaaraalaa, "
},{ "Verses": "28 selaa, Elep, Erusalemaagiya Epoosi, Keepeyaadh, Keereyaadh Ennum Padhinaangu Pattanangalum Avaigalin Graamangalume; Penyameen Puththirarukku Avargal Vamsangalinpadi Irukkira Sudhandharam Idhuve. "
}
]