[
{ "Verses": "1 eriko Isravel Puththirarukku Munbaaga Adaikkappattirundhadhu; Oruvarum Veliye Pogavumillai, Oruvarum Ulle Varavumillai. "
},{ "Verses": "2 karththar Yosuvaavai Nokki: Idho, Erigovaiyum Adhin Raajaavaiyum Yuththaveeraraiyum Un Kaiyil Oppukkoduththen. "
},{ "Verses": "3 yuththapurusharaagiya Neengal Anaivarum Pattanaththai Soozhndhu Orudharam Sutrivaarungal; Ippadi Aarunaal Seyyakkadaveergal. "
},{ "Verses": "4 ezhu Aasaariyar Pettikku Munbaaga Ezhu Kombu Ekkaalangalai Pidiththukkondupogavendum; Ezhaam Naalil Pattanaththai Ezhudharam Sutrivarakkadavargal; Aasaariyar Ekkaalangalai Oodhavendum. "
},{ "Verses": "5 avargal Andha Kombugalinaal Nedundhoni Idumbodhum, Neengal Ekkaala Saththaththai Ketkumbodhum, Janangal Ellaarum Magaa Aaravaaraththode Aarpparikkakkadavargal; Appozhudhu Pattanaththin Alangam Idindhuvizhum; Udane Janangal Avaravar Thangalukku Neraaga Erakkadavargal Endraar. "
},{ "Verses": "6 andhappadiye Noonin Kumaaranaagiya Yosuvaa Aasaariyarai Azhaiththu: Udanbadikkai Pettiyai Eduththukkondupongal; Dhonikkum Ezhu Ekkaalangalaiyum Ezhu Aasaariyargal Karththarudaiya Pettikku Munbaaga Pidiththukkondu Pogakkadavargal Endru Solli; "
},{ "Verses": "7 janangalai Nokki: Pattanaththai Sutri Nadandhupongal; Yuththasannaththaraanavargalkarththarin Pettikkumun Nadakkakkadavargal Endraan. "
},{ "Verses": "8 yosuvaa Janangalidaththil Pesinavudane, Dhonikkum Ezhu Ekkaalangalai Pidiththirukkira Ezhu Aasaariyar Karththarukku Munbaaga Nadandhu Ekkaalangalai Oodhinaargal;karththarudaiya Udanbadikkaippetti Avargalukku Pinsendradhu. "
},{ "Verses": "9 ekkaalangalai Oodhugira Aasaariyarukkumun Yuththasannaththaraanavargal Nadandhaargal; Pindhandu Ekkaalangal Oodhappadumbodhu Pettikku Pinsendradhu. "
},{ "Verses": "10 yosuvaa Janangalai Nokki: Naan Sollum Naalmattum, Neengal Aarppariyaamalum Ungal Vaayinaal Saththangaattaamalum Irungal; Ungal Vaayilirundhu Oru Pechchum Purappadavendaam; Aarppariyungal Endru Ungalukku Naan Sollum Naalile Aarpparippeergalaaga Endru Kattalaiyittirundhaan. "
},{ "Verses": "11 appadiye Karththarin Pettiyai Pattanaththai Soozhndhu Orudharam Sutrivarappanninaan; Avargal Thirumba Paalayaththil Vandhu, Paalayaththil Raa Thanginaargal. "
},{ "Verses": "12 yosuvaa Adhigaalame Ezhundhirundhaan; Aasaariyargal Karththarin Pettiyai Sumandhukondu Ponaargal. "
},{ "Verses": "13 dhonikkum Ezhu Ekkaalangalai Pidikkira Ezhu Aasaariyargalum Ekkaalangalai Oodhikkonde Karththarin Pettikku Munbaaga Nadandhaargal; Yuththasannaththaraanavargal Avargalukku Munnaale Nadandhaargal; Pindhantovenil Ekkaalangal Oodhappadugaiyil, Karththarin Pettikku Pinsendradhu. "
},{ "Verses": "14 irandaam Naalilum Pattanaththai Orudharam Sutrivandhu, Paalayaththukku Thirumbinaargal; Indhappadi Aarunaalum Seydhaargal. "
},{ "Verses": "15 ezhaamnaalil, Adhigaalame Kizhakku Velukkumbodhu Ezhundhirundhu Andhappiragaarame Pattanaththai Ezhudharam Sutrivandhaargal. "
},{ "Verses": "16 ezhaandharam Aasaariyar Ekkaalangalai Oodhugaiyil, Yosuvaa Janangalai Nokki: Aarppariyungal, Pattanaththai Karththar Ungalukku Oppukkoduththaar. "
},{ "Verses": "17 aanaalum Indha Pattanamum Idhilulla Yaavum Karththarukku Saapaththeedaayirukkum; Naam Anuppina Aatkalai Raakaab Ennum Vesi Maraiththuvaiththapadiyaal, Avalum Avalode Veettukkul Irukkira Anaivarumaaththiram Uyirodirukkakkadavargal. "
},{ "Verses": "18 saapaththeetaanadhil Edhaakilum Etuththukkollukiradhinaale Neengal Saapaththeetaakaadhapatikkum, Isravel Paalayaththaich Chaapaththeetaakki Adhaik Kalangappannaadhapatikkum, Neengal Saapaththeetaanadharkumaaththiram Echcharikkaiyaayirungal. "
},{ "Verses": "19 sagala Velliyum Ponnum, Vengalaththinaalum Irumbinaalum Seyyappatta Paaththirangalum, Karththarukku Parisuththamaanavaigal; Avaigal Karththarinpokkishaththil Serum Endraan. "
},{ "Verses": "20 ekkaalangalai Oodhugaiyil, Janangal Aarppariththaargal; Ekkaala Saththaththai Janangal Kettu, Magaa Aaravaaraththode Muzhangugaiyil, Alangam Idindhu Vizhundhadhu; Udane Janangal Avaravar Thangalukku Neraaga Pattanaththil Eri, Pattanaththaippidiththu, "
},{ "Verses": "21 pattanaththilirundha Purusharaiyum Sthireegalaiyum Vaalibaraiyum Kizhavaraiyum Aadumaadugalaiyum Kazhudhaigalaiyum Sagalaththaiyum Pattayakkarukkinaal Sangaarampanninaargal. "
},{ "Verses": "22 yosuvaa, Dhesaththai Vevupaarththa Irandu Purusharai Nokki: Neengal Andha Vesiyin Veettile Poi, Neengal Avalukku Aanaiyittapadi Andha Sthireeyaiyum Avalukku Undaana Yaavaiyum Angeyirundhu Veliye Konduvaarungal Endraan. "
},{ "Verses": "23 appozhudhu Vevukaararaana Andha Vaalibar Ullepoi, Raakaapaiyum Aval Thagappanaiyum Aval Thaayaiyum Sagodharargalaiyum Avalukkulla Yaavaiyum Aval Kudumbaththaar Anaivaraiyum Veliye Azhaiththukkondu Vandhu, Avargalai Isravel Paalayaththukku Purambe Irukkumbadi Panninaargal "
},{ "Verses": "24 pattanaththaiyum Adhilulla Yaavaiyum Akkiniyaal Sutteriththaargal; Velliyaiyum Ponnaiyum, Vengalaththinaalum Irumbinaalum Seydhapaaththirangalaiyumaaththiram Karththarin Aalayappokkishaththil Serththaargal. "
},{ "Verses": "25 erigovai Vevupaarkka Yosuvaa Anuppina Aatkalai Raakaap Ennum Vesi Maraiththuvaiththapadiyinaal, Avalaiyum Aval Thagappan Veettaaraiyum Avalukkulla Yaavaiyum Yosuvaa Uyirode Vaiththaan; Aval Innaalvaraikkum Isravelin Naduvile Kudiyirukkiraal. "
},{ "Verses": "26 akkaalaththile Yosuvaa: Indha Erigo Pattanaththai Kattumbadi Ezhumbum Manushankarththarukku Munbaaga Sabikkappattirukkakkadavan; Avan Adhin Asthibaaraththai Podugirapodhu Than Mooththa Kumaaranaiyum, Adhin Vaasalgalai Vaikkirapodhu Than Ilaiya Kumaaranaiyum Saaga Kodukkakkadavan Endru Saabam Koorinaan. "
},{ "Verses": "27 ivvidhamaai Karththar Yosuvaavodekooda Irundhaar; Avan Keerththi Dhesamengum Parampitru. "
}
]