[
{ "Verses": "1 peththuvelin Kumaaranaagiya Yovelukku Undaana Karththarudaiya Vasanam. "},
{ "Verses": "2 mudhiyore, Idhaik Kelungal; Dhesaththin Sagala Kudigale, Sevikodungal; Ungal Naatkalilaavadhu Ungal Pidhaakkalin Naatkalilaavadhu Ippadippattadhu Sambaviththadhundaa? "},
{ "Verses": "3 idhin Seydhiyai Ungal Pillaigalukkuth Theriviyungal; Idhai Ungal Pillaigal Thangal Pillaigalukkum, Avargal Thangal Pillaigalukkum Sandhadhiyaarukkum Therivikkakkadavargal. "},
{ "Verses": "4 pachchaippuzhu Vittadhai Vettukkili Thindradhu; Vettukkili Vittadhaip Pachchaikkili Thindradhu; Pachchaikkili Vittadhai Musukkattaippoochchi Thindradhu. "},
{ "Verses": "5 veriyare, Vizhiththu Ezhungal; Dhraatcharasam Kudikkira Sagala Janangale, Pudhu Dhraatcharasaththinimiththam Alarungal; Adhu Ungal Vaayinindru Vilakkappattadhu. "},
{ "Verses": "6 ennimudiyaadha Oru Balaththa Jaadhi Un Dhesaththinmel Varugiradhu; Adhin Parkal Singaththin Parkal; Dhushta Singaththin Kadaivaaipparkal Adharku Undu. "},
{ "Verses": "7 en Dhraatchachchediyai Azhiththu, En Aththimaraththai Uriththu, Adhin Pattaiyai Mutrilum Thindrupottadhu; Adhin Kilaigal Venmaiyaayitru. "},
{ "Verses": "8 than Paaliyavayadhin Purushanukkaaga Rattuduththiyirukkira Pennaippolap Pulambu. "},
{ "Verses": "9 pojanapaliyum Paanapaliyum Karththarudaiya Aalayaththai Vittu Atruppoyina; Karththarin Oozhiyakkaararaagiya Aasaariyargal Dhukkikkiraargal. "},
{ "Verses": "10 vayalveli Paazhaayitru, Boomi Dhukkankondaadugiradhu; Vilaichchal Azhikkappattadhu; Pudhu Dhraatcharasam Vatrippoyitru; Enney Maandupoyitru. "},
{ "Verses": "11 payiridun Kudigale, Vetkappadungal; Kodhumaiyum Vaarkodhumaiyum Illaamarpoyitru; Dhraatchaththottakkaarare, Alarungal; Vayalveliyin Aruppu Azhindhupoyitru. "},
{ "Verses": "12 dhraatchachchedi Vadhangi, Aththimaram Saaramatruppogiradhu; Maadhalai, Pereechcham, Kichchili Mudhaliya Veliyin Chedigal Ellaam Vaadippoyina; Sandhosham Manupuththiraraivittu Ozhindhupoyitru "},
{ "Verses": "13 aasaariyargale, Rattuduththip Pulambungal; Palipeedaththin Panividaikkaarare, Alarungal; En Dhevanudaiya Thondare, Neengal Ulle Pravesiththu Rattuduththavargalaai Raaththangungal. Ungal Dhevanudaiya Aalayaththil Pojanapaliyum Paanapaliyum Seluththappadaamal Niruththappattadhu. "},
{ "Verses": "14 parisuththa Ubavaasanaalai Niyamiyungal; Viseshiththa Aasarippaik Koorungal; Moopparaiyum Dhesaththin Ellaakkudigalaiyum Ungal Dhevanaagiya Karththarin Aalayaththile Koodivarachcheydhu Karththarai Nokkik Kooppidungal. "},
{ "Verses": "15 andha Naalinimiththam Aiyo! Karththarudaiya Naal Sameebamaayirukkiradhu; Adhu Sangaarampola Sarvavallavaridaththilirundhu Varugiradhu. "},
{ "Verses": "16 nammudaiya Kangalaivittu Aagaaramum, Nammudaiya Dhevanin Aalayaththaivittu Sandhoshamum, Magizhchchiyum Neekkappadavillaiyo? "},
{ "Verses": "17 vidhaiyaanadhu Mankattigalinkeezh Makkippoyitru; Payir Theeyndhupogiradhinaal Pandasaalaigal Paazhaagik Kalanjiyangal Idindhupoyina. "},
{ "Verses": "18 mirugangal Evvalavaaith Thavikkiradhu; Maattumandhaigal Thangalukku Meychchal Illaadhadhinaal Kalangugiradhu; Aattu Mandhaigalum Sedhamaaippoyitru. "},
{ "Verses": "19 karththaave, Ummai Nokkik Kooppidugiren; Akkini Vanaandharaththin Meychchalgalaip Patchiththu, Juvaalai Veliyin Virutchangalaiyellaam Eriththuppodugiradhu. "},
{ "Verses": "20 veliyin Mirugangalum Ummai Nokkik Kadharugiradhu; Nadhigalil Thanneerellaam Vatrippoyitru; Akkini Vanaandharaththin Meychchalgalaip Patchiththuppottadhu. "}
]