[
{ "Verses": "1 yesu Ivaigalai Sonna Pinbu Thammudaiya Kangalai Vaanaththukku Ereduththu: "
},{ "Verses": "2 pidhaave, Velai Vandhadhu, Neer Ummudaiya Kumaaranukkuth Thandharulina Yaavarukkum Avar Niththiyajeevanaik Kodukkumporuttu Maamsamaana Yaavarmelum Neer Avarukku Adhigaarankoduththapadiye, Ummudaiya Kumaaran Ummai Magimaippaduththumpadikku Neer Ummudaiya Kumaaranai Magimaippaduththum. "
},{ "Verses": "3 ondraana Meydhevanaagiya Ummaiyum Neer Anuppinavaraagiya Yesukristhuvaiyum Arivadhe Niththiyajeevan. "
},{ "Verses": "4 boomiyile Naan Ummai Magimaippaduththinen; Naan Seyyumpadi Neer Enakku Niyamiththa Kiriyaiyai Seydhumudiththen. "
},{ "Verses": "5 pidhaave, Ulagam Undaagiradharku Munne Ummidaththil Enakku Undaayirundha Magimaiyinaale Ippozhudhu Neer Ennai Ummidaththile Magimaippaduththum. "
},{ "Verses": "6 neer Ulagaththil Therindheduththu Enakkuth Thandha Manusharukku Ummudaiya Naamaththai Velippaduththinen. Avargal Ummudaiyavargalaayirundhaargal, Avargalai Enakkuth Thandheer, Avargal Ummudaiya Vasanaththaik Kaikkondirukkiraargal. "
},{ "Verses": "7 neer Enakkuth Thandhavaigalellaam Ummaale Undaayinavendru Ippozhudhu Arindhirukkiraargal. "
},{ "Verses": "8 neer Enakkuk Koduththa Vaarththaigalai Naan Avargalukkuk Koduththen; Avargal Avaigalai Etrukkondu, Naan Ummidaththilirundhu Purappattuvandhen Endru Nichchayamaai Arindhu, Neer Ennai Anuppineer Endru Visuvaasiththirukkiraargal. "
},{ "Verses": "9 naan Avargalukkaaga Vendikkollugiren; Ulagaththukkaaga Vendikkollaamal, Neer Enakkuth Thandhavargalukkaaga Vendikkollugiren; Avargal Ummudaiyavargalaayirukkiraargale. "
},{ "Verses": "10 ennudaiyavaigal Yaavum Ummudaiyavaigal, Ummudaiyavaigal Ennudaiyavaigal; Avargalil Naan Magimaippattirukkiren, "
},{ "Verses": "11 naan Ini Ulagaththiliren, Ivargal Ulagaththilirukkiraargal; Naan Ummidaththirku Varugiren. Parisuththa Pidhaave, Neer Enakkuth Thandhavargal Nammaippola Ondraayirukkumpadikku, Neer Avargalai Ummudaiya Naamaththinaale Kaaththukkollum. "
},{ "Verses": "12 naan Avargaludanekooda Ulagaththilirukkaiyil Avargalai Ummudaiya Naamaththinaale Kaaththukkonden; Neer Enakkuth Thandhavargalaik Kaaththukkonduvandhen; Vedhavaakkiyam Niraiveraththakkadhaaga, Kettin Magan Kettupponaaneyallaamal, Avargalil Oruvanum Kettuppogavillai. "
},{ "Verses": "13 ippozhudhu Naan Ummidaththirku Varugiren; Avargal En Sandhoshaththai Niraivaai Adaiyumpadi Ulagaththil Irukkaiyil Ivaigalai Sollugiren. "
},{ "Verses": "14 naan Ummudaiya Vaarththaiyai Avargalukkuk Koduththen; Naan Ulagaththaanallaadhadhupola Avargalum Ulagaththaaralla; Aadhalaal Ulagam Avargalaip Pagaiththadhu. "
},{ "Verses": "15 neer Avargalai Ulagaththilirundhu Eduththukkollumpadi Naan Vendikkollaamal, Neer Avargalaith Theemaiyinindru Kaakkumpadi Vendikkollugiren. "
},{ "Verses": "16 naan Ulagaththaanallaadhadhupola, Avargalum Ulagaththaaralla. "
},{ "Verses": "17 ummudaiya Saththiyaththinaale Avargalaip Parisuththamaakkum; Ummudaiya Vasaname Saththiyam. "
},{ "Verses": "18 neer Ennai Ulagaththil Anuppinadhupola, Naanum Avargalai Ulagaththil Anuppugiren. "
},{ "Verses": "19 avargalum Saththiyaththinaale Parisuththamaakkappattavargalaagumpadi, Avargalukkaaga Naan Ennaiththaane Parisuththamaakkugiren. "
},{ "Verses": "20 naan Ivargalukkaaga Vendikkollugiradhumallaamal, Ivargaludaiya Vaarththaiyinaal Ennai Visuvaasikkiravargalukkaagavum Vendikkollugiren. "
},{ "Verses": "21 avargalellaarum Ondraayirukkavum, Pidhaave, Neer Ennai Anuppinadhai Ulagam Visuvaasikkiradharkaaga, Neer Ennileyum Naan Ummileyum Irukkiradhupola Avargalellaarum Nammil Ondraayirukkavum Vendikkollugiren. "
},{ "Verses": "22 naam Ondraayirukkiradhupola Avargalum Ondraayirukkumpadi Neer Enakkuththandha Magimaiyai Naan Avargalukkuk Koduththen. "
},{ "Verses": "23 orumaippaattil Avargal Therinavargalaayirukkumpadikkum, Ennai Neer Anuppinadhaiyum, Neer Ennil Anbaayirukkiradhupola Avargalilum Anbaayirukkiradhaiyum Ulagam Ariyumpadikkum, Naan Avargalilum Neer Ennilum Irukkumpadi Vendikkollugiren. "
},{ "Verses": "24 pidhaave, Ulagaththotraththukku Mun Neer Ennil Anbaayirundhapadiyinaal, Neer Enakkuth Thandha Ennudaiya Magimaiyai Neer Enakkuth Thandhavargal Kaanumpadiyaaga, Naan Enge Irukkireno Ange Avargalum Ennudanekooda Irukka Virumbugiren. "
},{ "Verses": "25 needhiyulla Pidhaave, Ulagam Ummai Ariyavillai, Naan Ummai Arindhirukkiren; Neer Ennai Anuppinadhai Ivargalum Arindhirukkiraargal. "
},{ "Verses": "26 neer Ennidaththil Vaiththa Anbu Avargalidaththilirukkumpadikkum, Naanum Avargalilirukkumpadikkum, Ummudaiya Naamaththai Avargalukkuth Theriyappaduththinen; Innamum Theriyappaduththuven Endraar. "
}
]