[
{ "Verses": "1 ivaigalukkuppinbu Yesu Thiperiyaa Kadarkaraiyile Marupadiyum Seesharukkuth Thammai Velippaduththinaar; Velippaduththina Vivaramaavadhu: "
},{ "Verses": "2 seemon Pedhuruvum, Thidhimu Ennappatta Thomaavum, Galileyaa Naattilulla Kaanaa Ooraanaagiya Naaththaanvelum, Sebedheyuvin Kumaararum, Avarudaiya Seesharil Veru Iranduperum Koodiyirukkumbodhu, "
},{ "Verses": "3 seemon Pedhuru Matravargalai Nokki: Meenpidikkappogiren Endraan. Adharku Avargal: Naangalum Ummudanekooda Varugirom Endraargal. Avargal Purappattuppoi, Udane Padaverinaargal. Andha Raaththiriyile Avargal Ondrum Pidikkavillai. "
},{ "Verses": "4 vidiyarkaalamaanapodhu, Yesu Karaiyile Nindraar; Avarai Yesu Endru Seeshargal Ariyaadhirundhaargal. "
},{ "Verses": "5 yesu Avargalai Nokki: Pillaigale, Pusikkiradharku Edhaagilum Ungalidaththil Undaa Endraar. Adharku Avargal: Ondrumillai Endraargal. "
},{ "Verses": "6 appozhudhu Avar: Neengal Padavukku Valadhupuramaaga Valaiyaip Podungal, Appozhudhu Ungalukku Agappadum Endraar. Appadiye Avargal Pottu, Thiralaana Meengal Agappattadhinaal, Adhai Izhukkamaattaadhirundhaargal. "
},{ "Verses": "7 aadhalaal Yesuvukku Anbaayirundha Seeshan Pedhuruvaip Paarththu: Avar Karththar Endraan. Avar Karththarendru Seemonpedhuru Kettavudane, Thaan Vasthiramillaadhavanaayirundhapadiyinaal, Than Mersattaiyaik Kattikkondu Kadalile Gudhiththaan. "
},{ "Verses": "8 matra Seeshargal Karaikku Erakkuraiya Irunoorumuzhath Thooraththilirundhapadiyinaal Padavilirundhukonde Meengalulla Valaiyai Izhuththukkonduvandhaargal. "
},{ "Verses": "9 avargal Karaiyile Vandhiranginapodhu, Karineruppup Pottirukkiradhaiyum, Adhinmel Meen Vaiththirukkiradhaiyum, Appaththaiyum Kandaargal. "
},{ "Verses": "10 yesu Avargalai Nokki: Neengal Ippozhudhu Pidiththa Meengalil Silavatraik Konduvaarungal Endraar. "
},{ "Verses": "11 seemonpedhuru Padavil Eri Nootraimbaththumoondru Periya Meengalaal Niraindha Valaiyaik Karaiyil Izhuththaan; Iththanai Meengal Irundhum Valai Kizhiyavillai. "
},{ "Verses": "12 yesu Avargalai Nokki Vaarungal, Bojanampannungal Endraar. Avaraik Karththarendru Seeshargal Arindhapadiyinaal Avargalil Oruvanum: Neer Yaar Endru Ketkath Thuniyavillai. "
},{ "Verses": "13 appozhudhu, Yesu Vandhu, Appaththaiyum Meenaiyum Eduththu, Avargalukkuk Koduththaar. "
},{ "Verses": "14 yesu Mariththorilirundhezhundhapinbu Thammudaiya Seesharukku Arulina Dharisanangalil Idhu Moondraavadhu Dharisanam. "
},{ "Verses": "15 avargal Bojanampannina Pinbu, Yesu Seemon Pedhuruvai Nokki: Yonaavin Kumaaranaagiya Seemone, Ivargalilum Adhigamaai Nee Ennidaththil Anbaayirukkiraayaa Endraar. Adharku Avan: Aam Aandavare, Ummai Nesikkiren Enbadhai Neer Ariveer Endraan. Avar: En Aattukkuttigalai Meyppaayaaga Endraar. "
},{ "Verses": "16 irandaandharam Avar Avanai Nokki: Yonaavin Kumaaranaagiya Seemone, Nee Ennidaththil Anbaayirukkiraayaa Endraar. Adharku Avan: Aam Aandavare, Ummai Nesikkiren Enbadhai Neer Ariveer Endraan. Avar:en Aadugalai Meyppaayaaga Endraar. "
},{ "Verses": "17 moondraandharam Avar Avanai Nokki: Yonaavin Kumaaranaagiya Seemone, Nee Ennai Nesikkiraayaa Endraar. Ennai Nesikkiraayaa Endru Avar Moondraandharam Thannaik Kettapadiyinaale, Pedhuru Dhukkappattu: Aandavare, Neer Ellaavatraiyum Arindhirukkireer, Naan Ummai Nesikkiren Enbadhaiyum Neer Ariveer Endraan. Yesu: En Aadugalai Meyppaayaaga Endraar. "
},{ "Verses": "18 nee Ilavayadhullavanaayirundhapodhu Unnai Neeye Araik Kattikkondu, Unakku Ishtamaana Idangalile Nadandhu Thirindhaai; Nee Mudhir Vayadhullavanaagumbodhu Un Kaigalai Neettuvaai; Veroruvan Un Araiyaik Katti, Unakku Ishtamillaadha Idaththukku Unnaik Kondupovaan Endru Meyyaagave Meyyaagave Unakku Sollugiren Endraar. "
},{ "Verses": "19 innavidhamaana Maranaththinaale Avan Dhevanai Magimaippaduththappogiraanenbadhaik Kurikkumpadiyaaga Ippadi Sonnaar. Avar Idhai Solliyapinbu, Avanai Nokki: Ennaip Pinpatrivaa Endraar. "
},{ "Verses": "20 pedhuru Thirumbippaarththu, Yesuvukku Anbaayirundhavanum, Raappojanam Pannugaiyil Avar Maarbile Saaindhu: Aandavare, Ummaik Kaattikkodukkiravan Yaar Endru Kettavanumaagiya Seeshan Pinne Varugiradhaik Kandaan. "
},{ "Verses": "21 avanaik Kandu, Pedhuru Yesuvai Nokki: Aandavare, Ivan Kaariyam Enna Endraan. "
},{ "Verses": "22 adharku Yesu: Naan Varumalavum Ivanirukka Enakku Siththamaanaal, Unakkenna, Nee Ennaip Pinpatrivaa Endraar. "
},{ "Verses": "23 aagaiyaal Andha Seeshan Marippadhillai Engira Pechchu Sagodhararukkulle Parampitru. Aanaalum, Avan Marippadhillaiyendru Yesu Sollaamal, Naan Varumalavum Ivanirukka Enakku Siththamaanaal Unakkennavendru Sonnaar. "
},{ "Verses": "24 andha Seeshane Ivaigalaik Kuriththu Saatchikoduththu Ivaigalai Ezhudhinavan; Avanudaiya Saatchi Meyyendru Arindhirukkirom. "
},{ "Verses": "25 yesu Seydha Veru Anega Kaariyangalumundu; Avaigalai Ovvondraaga Ezhudhinaal Ezhudhappadum Pusthagangal Ulagam Kollaadhendru Ennugiren. Aamen. "
}
]