[
{ "Verses": "1 ungal Irudhayam Kalangaadhiruppadhaaga; Dhevanidaththil Visuvaasamaayirungal, Ennidaththilum Visuvaasamaayirungal. "
},{ "Verses": "2 en Pidhaavin Veettil Anega Vaasasthalangal Undu; Appadiyillaadhirundhaal, Naan Ungalukku Solliyiruppen; Oru Sthalaththai Ungalukkaaga Aayaththampannappogiren. "
},{ "Verses": "3 naan Poi Ungalukkaaga Sthalaththai Aayaththampanninapinbu, Naan Irukkira Idaththile Neengalum Irukkumpadi, Naan Marupadiyum Vandhu Ungalai Ennidaththil Serththukkolluven. "
},{ "Verses": "4 naan Pogira Idaththai Arindhirukkireergal, Vazhiyaiyum Arindhirukkireergal Endraar. "
},{ "Verses": "5 thomaa Avarai Nokki: Aandavare, Neer Pogira Idaththai Ariyome, Vazhiyai Naangal Eppadi Arivom Endraan. "
},{ "Verses": "6 adharku Yesu: Naane Vazhiyum Saththiyamum Jeevanumaayirukkiren; Ennaaleyallaamal Oruvanum Pidhaavinidaththil Varaan. "
},{ "Verses": "7 ennai Arindheergalaanaal En Pidhaavaiyum Arindhiruppeergal; Idhumudhal Neengal Avarai Arindhum Avaraik Kandum Irukkireergal Endraar. "
},{ "Verses": "8 pilippu Avarai Nokki: Aandavare, Pidhaavai Engalukkuk Kaanbiyum, Adhu Engalukkup Podhum Endraan. "
},{ "Verses": "9 adharku Yesu: Pilippuve, Ivvalavukaalam Naan Ungaludanekooda Irundhum Nee Ennai Ariyavillaiyaa? Ennaik Kandavan Pidhaavaik Kandaan; Appadiyirukka, Pidhaavai Engalukkuk Kaanbiyum Endru Nee Eppadi Sollugiraai? "
},{ "Verses": "10 naan Pidhaavilum, Pidhaa Ennilum Irukkiradhai Nee Visuvaasikkiradhillaiyaa? Naan Ungaludane Sollugira Vasanangalai En Suyamaai Sollavillai; Ennidaththil Vaasamaayirukkira Pidhaavaanavare Indhak Kiriyaigalai Seydhuvarugiraar. "
},{ "Verses": "11 naan Pidhaavilum Pidhaa Ennilum Irukkiradhai Nambungal; Appadiyillaavittaalum En Kiriyaigalinimiththamaavadhu Ennai Nambungal. "
},{ "Verses": "12 meyyaagave Meyyaagave Naan Ungalukku Sollugiren; Naan En Pidhaavinidaththirkup Pogirapadiyinaal, Ennai Visuvaasikkiravan Naan Seygirakiriyaigalaith Thaanum Seyvaan, Ivaigalaippaarkkilum Periya Kiriyaigalaiyum Seyvaan. "
},{ "Verses": "13 neengal En Naamaththinaale Edhaik Ketpeergalo, Kumaaranil Pidhaa Magimaippadumpadiyaaga, Adhai Seyven. "
},{ "Verses": "14 en Naamaththinaale Neengal Edhaikkettaalum Adhai Naan Seyven. "
},{ "Verses": "15 neengal Ennidaththil Anbaayirundhaal En Karpanaigalaik Kaikkollungal. "
},{ "Verses": "16 naan Pidhaavai Vendikkolven, Appozhudhu Endrendraikkum Ungaludanekooda Irukkumpadikku Saththiya Aaviyaagiya Veroru Thetraravaalanai Avar Ungalukkuth Thandharuluvaar. "
},{ "Verses": "17 ulagam Andha Saththiya Aaviyaanavaraik Kaanaamalum Ariyaamalum Irukkirapadiyaal Avaraip Petrukkollamaattaadhu; Avar Ungaludane Vaasampanni Ungalukkulle Iruppadhaal, Neengal Avarai Ariveergal. "
},{ "Verses": "18 naan Ungalaith Thikkatravargalaaga Viden, Ungalidaththil Varuven. "
},{ "Verses": "19 innum Konjakkaalaththile Ulagam Ennaik Kaanaadhu, Neengalo Ennaik Kaanbeergal; Naan Pizhaikkirapadiyinaal Neengalum Pizhaippeergal. "
},{ "Verses": "20 naan En Pidhaavilum, Neengal Ennilum, Naan Ungalilum Irukkiradhai Annaalile Neengal Ariveergal. "
},{ "Verses": "21 en Karpanaigalaip Petrukkondu Avaigalaik Kaikkolgiravane Ennidaththil Anbaayirukkiraan, Ennidaththil Anbaayirukkiravan En Pidhaavukku Anbaayiruppaan; Naanum Avanil Anbaayirundhu, Avanukku Ennai Velippaduththuven Endraar. "
},{ "Verses": "22 skaariyoththallaadha Yoodhaa Enbavan Avarai Nokki: Aandavare, Neer Ulagaththukku Ummai Velippaduththaamal Engalukku Ummai Velippaduththappogira Kaaranamenna Endraan. "
},{ "Verses": "23 yesu Avanukkup Pradhiyuththaramaaga: Oruvan Ennil Anbaayirundhaal, Avan En Vasanaththaik Kaikkolluvaan, Avanil En Pidhaa Anbaayiruppaar; Naangal Avanidaththil Vandhu Avanode Vaasampannuvom. "
},{ "Verses": "24 ennil Anbaayiraadhavan En Vasanangalaik Kaikkollamaattaan. Neengal Ketkira Vasanam Ennudaiyadhaayiraamal Ennai Anuppina Pidhaavinudaiyadhaayirukkiradhu. "
},{ "Verses": "25 naan Ungaludane Thangiyirukkaiyil Ivaigalai Ungalukku Sonnen. "
},{ "Verses": "26 en Naamaththinaale Pidhaa Anuppappogira Parisuththa Aaviyaagiya Thetraravaalane Ellaavatraiyum Ungalukkup Podhiththu, Naan Ungalukku Sonna Ellaavatraiyum Ungalukku Ninaippoottuvaar. "
},{ "Verses": "27 samaadhaanaththai Ungalukku Vaiththuppogiren, Ennudaiya Samaadhaanaththaiye Ungalukkuk Kodukkiren; Ulagam Kodukkirapragaaram Naan Ungalukkuk Kodukkiradhillai. Ungal Irudhayam Kalangaamalum Bayappadaamalumiruppadhaaga. "
},{ "Verses": "28 naan Poven Endrum, Thirumbi Ungalidaththil Varuven Endrum Naan Ungaludane Sonnadhaik Ketteergale. Neengal Ennil Anbullavargalaayirundhaal Pidhaavinidaththirkup Pogirenendru Naan Sonnadhaik Kuriththu Sandhoshappaduveergal, Enenil En Pidhaa Ennilum Periyavaraayirukkiraar. "
},{ "Verses": "29 idhu Nadakkumbodhu Neengal Visuvaasikkumpadiyaaga, Nadappadharkumunname Idhai Ungalukku Sonnen. "
},{ "Verses": "30 ini Naan Ungaludane Adhigamaai Pesuvadhillai. Indha Ulagaththin Adhipadhi Varugiraan. Avanukku Ennidaththil Ondrumillai. "
},{ "Verses": "31 naan Pidhaavil Anbaayirukkirenendrum, Pidhaa Enakku, Kattalaiyittapadiye Seygiren Endrum, Ulagam Ariyumpadikku Ippadi Nadakkum. Ezhundhirungal, Ivvidamvittup Povom Vaarungal Endraar. "
}
]