[
{ "Verses": "1 yoodharukkulle Adhigaariyaana Nikkodhemu Ennappatta Pariseyan Oruvan Irundhaan. "
},{ "Verses": "2 avan Raakkaalaththile Yesuvinidaththil Vandhu: Rabee, Neer Dhevanidaththilirundhu Vandha Podhagar Endru Arindhirukkirom, Enenil Oruvanum Thannudane Dhevan Iraavittaal Neer Seygira Ippadippatta Arpudhangalai Seyyamaattaan Endraan. "
},{ "Verses": "3 yesu Avanukkup Pradhiyuththaramaaga: Oruvan Marupadiyum Piravaavittaal Dhevanudaiya Raajyaththaik Kaanamaattaan Endru Meyyaagave Meyyaagave Unakku Sollugiren Endraar. "
},{ "Verses": "4 adharku Nikkodhemu: Oru Manushan Mudhirvayadhaayirukkaiyil Eppadip Pirappaan? Avan Than Thaayin Karppaththil Irandaandharam Pravesiththup Pirakkakkoodumo Endraan. "
},{ "Verses": "5 yesu Pradhiyuththaramaaga: Oruvan Jalaththinaalum Aaviyinaalum Piravaavittaal Dhevanudaiya Raajyaththil Pravesikkamaattaan Endru Meyyaagave Meyyaagave Unakku Sollugiren. "
},{ "Verses": "6 maamsaththinaal Pirappadhu Maamsamaayirukkum, Aaviyinaal Pirappadhu Aavyaayirukkum. "
},{ "Verses": "7 neengal Marupadiyum Pirakkavendumendru Naan Unakku Sonnadhaik Kuriththu Adhisayappadavendaam. "
},{ "Verses": "8 kaatraanadhu Thanakku Ishtamaana Idaththile Veesugiradhu, Adhin Saththaththaik Ketkiraai, Aagilum Adhu Inna Idaththilirundhu Varugiradhendrum, Inna Idaththukkup Pogiradhendrum Unakkuth Theriyaadhu; Aaviyinaal Pirandhavanevano Avanum Appadiye Irukkiraan Endraar. "
},{ "Verses": "9 adharku Nikkodhemu: Ivaigal Eppadi Aagum Endraan. "
},{ "Verses": "10 yesu Avanai Nokki: Nee Isravelil Podhaganaayirundhum Ivaigalai Ariyaamalirukkiraayaa? "
},{ "Verses": "11 meyyaagave Meyyaagave Naan Unakku Sollugiren, Naangal Arindhirukkiradhai Solli, Naangal Kandadhaikkuriththu Saatchikodukkirom, Neengalo Engal Saatchiyai Etrukkollugiradhillai. "
},{ "Verses": "12 boomikkaduththa Kaariyangalai Naan Ungalukku Solliyum Neengal Visuvaasikkavillaiye, Paramakaariyangalai Ungalukku Solvenaanaal Eppadi Visuvaasippeergal? "
},{ "Verses": "13 paralogaththilirundhiranginavarum Paralogaththilirukkiravarumaana Manushakumaaraneyallaamal Paralogaththukku Erinavan Oruvanumillai. "
},{ "Verses": "14 sarppamaanadhu Moseyinaal Vanaandharaththile Uyarththappattadhu Pola Manushakumaaranum, "
},{ "Verses": "15 thannai Visuvaasikkiravan Evano Avan Kettuppogaamal Niththiya Jeevanai Adaiyumpadikku, Uyarththappadavendum. "
},{ "Verses": "16 dhevan, Thammudaiya Oreperaana Kumaaranai Visuvaasikkiravan Evano Avan Kettuppogaamal Niththiyajeevanai Adaiyumpadikku, Avaraith Thandharuli, Ivvalavaai Ulagaththil Anbukoorndhaar. "
},{ "Verses": "17 ulagaththai Aakkinaikkullaagath Theerkkumpadi Dhevan Thammudaiya Kumaaranai Ulagaththil Anuppaamal, Avaraale Ulagam Ratchikkappaduvadharkaagave Avarai Anuppinaar. "
},{ "Verses": "18 avarai Visuvaasikkiravan Aakkinaikkullaagath Theerkkappadaan; Visuvaasiyaadhavano Dhevanudaiya Oreperaana Kumaaranudaiya Naamaththil Visuvaasamullavanaayiraadhapadiyinaal, Avan Aakkinaiththeerppukkutpattaayitru. "
},{ "Verses": "19 oliyaanadhu Ulagaththile Vandhirundhum Manusharudaiya Kiriyaigal Pollaadhavaigalaayirukkirapadiyinaal Avargal Oliyaippaarkkilum Irulai Virumbugiradhe Andha Aakkinaiththeerppukkuk Kaaranamaayirukkiradhu. "
},{ "Verses": "20 pollaangu Seygira Evanum Oliyaip Pagaikkiraan, Than Kiriyaigal Kandikkappadaadhapadikku, Oliyinidaththil Varaadhirukkiraan. "
},{ "Verses": "21 saththiyaththinpadi Seygiravano Than Kiriyaigal Dhevanukkullaai Seyyappadugiradhendru Veliyaagumpadikku, Oliyinidaththil Varugiraan Endraar. "
},{ "Verses": "22 ivaigalukkuppinbu, Yesuvum Avarudaiya Seesharum Yoodheyaa Dhesaththirku Vandhaargal; Ange Avar Avargalode Sanjariththu, Gnaanasnaanankoduththuvandhaar. "
},{ "Verses": "23 saalim Oorukku Sameebamaana Ayinon Ennum Idaththile Thanneer Migudhiyaayirundhapadiyinaal, Yovaanum Ange Gnaanasnaanankoduththuvandhaan; Janangal Avanidaththil Vandhu Gnaanasnaanam Petraargal. "
},{ "Verses": "24 akkaalaththil Yovaan Kaavalil Vaikkappattirukkavillai. "
},{ "Verses": "25 appozhudhu Yovaanudaiya Seesharil Silarukkum Yoodharukkum Suththigarippaik Kuriththu Vaakkuvaadhamundaayitru. "
},{ "Verses": "26 avargal Yovaanidaththil Vandhu: Rabee, Ummudanekooda Yordhaanukku Akkaraiyil Oruvar Irundhaare; Avaraik Kuriththu Neerum Saatchikoduththeere, Idho, Avar Gnaanasnaanankodukkiraar, Ellaarum Avaridaththil Pogiraargal Endraargal. "
},{ "Verses": "27 yovaan Pradhiyuththaramaaga: Paralogaththilirundhu Oruvanukkuk Kodukkappattaalozhiya, Avan Ondraiyum Petrukkollamaattaan. "
},{ "Verses": "28 naan Kristhuvalla, Avarukku Munnaaga Anuppappattavan Endru Naan Sonnadharku Neengale Saatchigal. "
},{ "Verses": "29 manavaattiyai Udaiyavane Manavaalan; Manavaalanudaiya Thozhano Aruge Nindru, Avarudaiya Sollaik Ketkiravanaai Manavaalanudaiya Saththaththaik Kuriththu Migavum Sandhoshappadugiraan; Indha Sandhosham Ippozhudhu Enakku Sambooranamaayitru. "
},{ "Verses": "30 avar Perugavum Naan Sirugavum Vendum. "
},{ "Verses": "31 unnadhaththilirundhu Varugiravar Ellaarilum Melaanavar; Boomiyilirundhundaanavan Boomiyin Thanmaiyullavanaayirundhu, Boomikkaduththavaigalaip Pesugiraan; Paralogaththilirundhu Varugiravar Ellaarilum Melaanavar. "
},{ "Verses": "32 thaam Kandadhaiyum Kettadhaiyum Saatchiyaaga Sollugiraar; Avarudaiya Saatchiyai Oruvanum Etrukkollugiradhillai. "
},{ "Verses": "33 avarudaiya Saatchiyai Etrukkolgiravan Dhevan Saththiyamullavarendru Muththiraipottu Nichchayappaduththugiraan. "
},{ "Verses": "34 dhevanaal Anuppappattavar Dhevanudaiya Vaarththaigalaip Pesugiraar, Dhevan Avarukkuth Thamadhu Aaviyai Alavillaamal Koduththirukkiraar. "
},{ "Verses": "35 pidhaavaanavar Kumaaranil Anbaayirundhu Ellaavatraiyum Avar Kaiyil Oppukkoduththirukkiraar. "
},{ "Verses": "36 kumaaranidaththil Visuvaasamaayirukkiravan Niththiyajeevanai Udaiyavanaayirukkiraan; Kumaaranai Visuvaasiyaadhavano Jeevanaik Kaanbadhillai, Dhevanudaiya Kobam Avanmel Nilainirkum Endraar. "
}
]