[
{ "Verses": "1 ivaigalukkup Pinbu, Yoodhargal Yesuvaik Kolaiseyya Vagaithedinapadiyaal, Avar Yoodheyaavile Sanjarikka Manadhillaamal Galileyaavile Sanjariththu Vandhaar. "
},{ "Verses": "2 yoodharudaiya Koodaarappandigai Sameebamaayirundhadhu. "
},{ "Verses": "3 appozhudhu Avarudaiya Sagodharar Avarai Nokki: Neer Seygira Kiriyaigalai Ummudaiya Seeshargalum Paarkkumpadi Ivvidamvittu Yoodheyaavukkup Pom. "
},{ "Verses": "4 prabalamaayirukka Virumbugira Evanum Andharangaththile Ondraiyum Seyyamaattaan; Neer Ippadippattavaigalai Seydhaal Ulagaththukku Ummai Velippaduththum Endraargal. "
},{ "Verses": "5 avarudaiya Sagodhararum Avarai Visuvaasiyaadhapadiyaal Ippadi Sonnaargal. "
},{ "Verses": "6 yesu Avargalai Nokki: Envelai Innum Varavillai, Ungal Velaiyo Eppozhudhum Aayaththamaayirukkiradhu. "
},{ "Verses": "7 ulagam Ungalaip Pagaikkamaattaadhu; Adhin Kiriyaigal Pollaadhavaigalaayirukkiradhendru Naan Saatchikodukkirapadiyinaale Adhu Ennaip Pagaikkiradhu. "
},{ "Verses": "8 neengal Indhap Pandigaikkup Pongal; En Velai Innum Varaadhapadiyaal Naan Indhap Pandigaikku Ippozhudhu Pogiradhillai Endraar. "
},{ "Verses": "9 ivaigalai Avargaludane Solli, Pinnung Galileyaavile Thanginaar. "
},{ "Verses": "10 avarudaiya Sagodharar Ponapinbu, Avar Veliyarangamaaip Pogaamal Andharangamaaip Pandigaikkup Ponaar. "
},{ "Verses": "11 pandigaiyile Yoodhargal Avaraith Thedi: Avar Engeyirukkiraar Endraargal. "
},{ "Verses": "12 janangalukkulle Avaraikkuriththu Murumuruppundaayitru Silar: Avar Nallavar Endraargal. Verusilar: Appadiyalla, Avan Janangalai Vanjikkiravan Endru Sollikkondaargal. "
},{ "Verses": "13 aanaalum Yoodharukkup Bayandhirundhadhinaale, Oruvanum Avaraik Kuriththuth Dhaaraalamaaip Pesavillai. "
},{ "Verses": "14 paadhip Pandigaiyaanapodhu, Yesu Dhevaalayaththukkuppoi, Ubadhesampanninaar. "
},{ "Verses": "15 appozhudhu Yoodhargal: Ivar Kallaadhavaraayirundhum Vedha Ezhuththukkalai Eppadi Arindhirukkiraar Endru Aachchariyappattaargal. "
},{ "Verses": "16 yesu Avargalukkup Pradhiyuththaramaaga: En Ubadhesam Ennudaiyadhaayiraamal, Ennai Anuppinavarudaiyadhaayirukkiradhu. "
},{ "Verses": "17 avarudaiya Siththaththinpadi Seyya Manadhullavanevano Avan Indha Ubadhesam Dhevanaal Undaayirukkiradho, Naan Suyamaaip Pesugireno Endru Arindhukolluvaan. "
},{ "Verses": "18 suyamaaip Pesugiravan Than Suya Magimaiyaith Thedugiraan, Thannai Anuppinavarin Magimaiyaith Thedugiravano Unmaiyullavanaayirukkiraan, Avanidaththil Aneedhiyillai. "
},{ "Verses": "19 mose Nyaayappramaanaththai Ungalukkuk Kodukkavillaiyaa? Appadiyirundhum Ungalil Oruvanum Andha Nyaayappramaanaththinpadi Nadakkiradhillai; Neengal En Ennaik Kolaiseyyath Thedugireergal Endraar. "
},{ "Verses": "20 janangal Avarukkup Pradhiyuththaramaaga: Nee Pisaasupidiththavan; Unnaik Kolaiseyyath Thedugiravan Yaar Endraargal. "
},{ "Verses": "21 yesu Avargalai Nokki: Ore Kiriyaiyai Seydhen, Adhaikkuriththu Ellaarum Aachchariyappadugireergal. "
},{ "Verses": "22 viruththasedhanam Moseyinaal Undaagaamal, Pidhaakkalaal Undaayitru; Pinbu Mose Adhai Ungalukku Niyamiththaan; Neengal Oivunaalilum Manushanai Viruththasedhanampannugireergal. "
},{ "Verses": "23 moseyin Nyaayappramaanam Meerappadaadhapadikku Oivunaalil Manushan Viruththasedhanam Peralaamendraal, Naan Oivunaalil Oru Manushanai Muzhuvadhum Sugamaakkinadhinaale Enmel Erichchalaayirukkalaamaa? "
},{ "Verses": "24 thotraththinpadi Theerppu Seyyaamal, Needhiyinpadi Theerppuseyyungal Endraar. "
},{ "Verses": "25 appozhudhu Erusalem Nagaraththaaril Silar Ivanaiyallavaa Kolaiseyyaththedugiraargal? "
},{ "Verses": "26 idho, Ivan Dhaaraalamaaip Pesugiraane, Oruvarum Ivanukku Ondrum Sollugiradhillaiye, Meyyaai Ivan Kristhudhaan Endru Adhigaarigal Nichchayamaaga Arindhirukkiraargalo? "
},{ "Verses": "27 ivan Inna Idaththilirundhu Vandhavanendru Naam Arindhirukkirom; Kristhu Varumbodho, Avar Inna Idaththilirundhu Varugiravarendru Oruvanum Ariyamaattaane Endraargal. "
},{ "Verses": "28 appozhudhu Yesu Dhevaalayaththil Ubadhesikkaiyil Saththamittu: Neengal Ennai Ariveergal, Naan Engeyirundhu Vandhenendrum Ariveergal; Naan Ensuyamaai Varavillai, Ennai Anuppinavar Saththiyamullavar. Avarai Neengal Ariyaadhirukkireergal. "
},{ "Verses": "29 naan Avaraal Vandhirukkirapadiyinaalum, Avar Ennai Anuppiyirukkirapadiyinaalum, Naane Avarai Arindhirukkiren Endraar. "
},{ "Verses": "30 appozhudhu Avaraip Pidikka Vagaithedinaargal; Aanaalum Avarudaiya Velai Innum Varaadhapadiyinaal Oruvanum Avarmel Kaipodavillai. "
},{ "Verses": "31 janangalil Anegar Avarai Visuvaasiththu Kristhu Varumbodhu, Ivar Seygira Arpudhangalaippaarkkilum Adhigam Seyvaaro Endraargal. "
},{ "Verses": "32 janangal Avaraik Kuriththu Ippadi Murumurukkiradhaip Pariseyar Kettapozhudhu, Avaraip Pidiththukkonduvarumpadikkup Pariseyarum Pradhaana Aasaariyarum Sevagarai Anuppinaargal. "
},{ "Verses": "33 appozhudhu Yesu Avargalai Nokki: Innun Konjakkaalam Naan Ungaludanekooda Irundhu, Pinbu Ennai Anuppinavaridaththirkup Pogiren. "
},{ "Verses": "34 neengal Ennaith Theduveergal, Aanaalum Ennaik Kaanamaatteergal; Naan Irukkum Idaththirku Neengal Varavunkoodaadhu Endraar. "
},{ "Verses": "35 appozhudhu Yoodhargal: Ivarai Naam Kaanaadhapadikku Enge Povaar, Grekkarukkulle Sidhariyirukkiravargalidaththirkup Poi, Grekkarukku Ubadhesampannuvaaro? "
},{ "Verses": "36 neengal Ennaith Theduveergal, Aanaalum Ennaik Kaanamaatteergal Endrum, Naan Irukkum Idaththukku Neengal Varakkoodaadhendrum, Ivar Sonna Vaarththaiyin Karuththu Ennavendru Thangalukkulle Sollikkondaargal. "
},{ "Verses": "37 pandigaiyin Kadaisinaalaagiya Pradhaana Naalile Yesu Nindru, Saththamittu: Oruvan Thaagamaayirundhaal Ennidaththil Vandhu, Paanampannakkadavan. "
},{ "Verses": "38 vedhavaakkiyam Sollugirapadi Ennidaththil Visuvaasamaayirukkiravanevano Avan Ullaththilirundhu Jeevaththanneerulla Nadhigal Odum Endraar. "
},{ "Verses": "39 thammai Visuvaasikkiravargal Adaiyappogira Aaviyaikkuriththu Ippadi Sonnaar. Yesu Innum Magimaippadaadhirundhapadiyinaal Parisuththa Aavi Innum Arulappadavillai. "
},{ "Verses": "40 janangalil Anegar Indha Vasanaththaik Kettapozhudhu: Meyyaagave Ivar Theerkkadharisiyaanavar Endraargal. "
},{ "Verses": "41 verusilar: Ivar Kristhu Endraargal. Verusilar: Kristhu Galileyaavilirundhaa Varuvaar? "
},{ "Verses": "42 thaaveedhin Sandhadhiyilum, Thaaveedhu Irundha Pedhlagem Oorilumirundhu Kristhu Varuvaar Endru Vedhavaakkiyam Sollavillaiyaa Endraargal. "
},{ "Verses": "43 ivvidhamaaga Avaraikkuriththu Janangalukkulle Pirivinaiyundaayitru. "
},{ "Verses": "44 avargalil Silar Avaraip Pidikka Manadhaayirundhaargal; Aagilum Oruvanum Avarmel Kaipodavillai. "
},{ "Verses": "45 pinbu Andha Sevagar Pradhaana Aasaariyaridaththirkum Pariseyaridaththirkum Thirumbivandhaargal; Ivargal Avargalai Nokki: Neengal Avanai En Konduvaravillai Endru Kettaargal. "
},{ "Verses": "46 sevagar Pradhiyuththaramaaga: Andha Manushan Pesugiradhupola Oruvanum Orukkaalum Pesinadhillai Endraargal. "
},{ "Verses": "47 appozhudhu Pariseyar Neengalum Vanjikkappatteergalaa? "
},{ "Verses": "48 adhigaarigalilaavadhu Pariseyarilaavadhu Yaadhaamoruvar Avanai Visuvaasiththadhundaa? "
},{ "Verses": "49 vedhaththai Ariyaadhavargalaagiya Indha Janangal Sabikkappattavargal Endraargal. "
},{ "Verses": "50 raaththiriyile Avaridaththirku Vandhavanum Avargaliloruvanumaagiya Nikkodhemu Enbavan Avargalai Nokki: "
},{ "Verses": "51 oru Manushan Solvadhaik Kettu, Avan Seygaigalai Arigiradharku Munne, Avanai Aakkinaikkutpaduththalaamendru Nammudaiya Nyaayappramaanam Sollugiradhaa Endraan. "
},{ "Verses": "52 adharku Avargal: Neerum Galileyano? Galileyaavilirundhu Oru Theerkkadharisiyum Ezhumbugiradhillai Enbadhai Aaraaindhupaarum Endraargal. "
},{ "Verses": "53 pinbu Avaravar Thangal Thangal Veettukkup Ponaargal. "
}
]