[
{ "Verses": "1 moondraamnaalile Galileyaavilulla Kaanaa Oorile Oru Kaliyaanam Nadandhadhu; Yesuvin Thaayum Angeyirundhaal. "
},{ "Verses": "2 yesuvum Avarudaiya Seesharum Andhak Kaliyaanaththukku Azhaikkappattirundhaargal. "
},{ "Verses": "3 thraatcharasam Kuraivupattapodhu, Yesuvin Thaai Avarai Nokki: Avargalukku Thraatcharasam Illai Endraal. "
},{ "Verses": "4 adharku Yesu: Sthreeye, Enakkum Unakkum Enna, En Velai Innum Varavillai Endraar. "
},{ "Verses": "5 avarudaiya Thaai Velaikkaararai Nokki: Avar Ungalukku Enna Sollugiraaro, Adhinpadi Seyyungal Endraal. "
},{ "Verses": "6 yoodhargal Thangalai Suththigarikkum Muraimaiyinpadiye, Ovvondru Irandu Moondru Kudam Thanneer Kollaththakka Aaru Karjaadigal Ange Vaiththirundhadhu. "
},{ "Verses": "7 yesu Velaikkaararai Nokki: Jaadigalile Thanneer Nirappungal Endraar; Avargal Avaigalai Niraiya Nirappinaargal. "
},{ "Verses": "8 avar Avargalai Nokki: Neengal Ippozhudhu Mondu, Pandhivisaarippukkaararidaththil Kondupongal Endraar; Avargal Konduponaargal. "
},{ "Verses": "9 andha Thraatcharasam Engeyirundhu Vandhadhendru Thanneerai Monda Velaikkaararukkuth Therindhadheyandri Pandhivisaarippukkaaranukkuth Theriyaadhadhinaal, Avan Thraatcharasamaai Maarina Thanneerai Rusipaarththapodhu, Manavaalanai Azhaiththu: "
},{ "Verses": "10 endha Manushanum Munbu Nalla Thraatcharasaththaik Koduththu, Janangal Thrupthiyadaindhapinbu, Rusi Kuraindhadhaik Koduppaan, Neero Nalla Rasaththai Idhu Varaikkum Vaiththirundheere Endraan. "
},{ "Verses": "11 ivvidhamaaga Yesu Indha Mudhalaam Arpudhaththai Galileyaavilulla Kaanaa Oorile Seydhu, Thammudaiya Magimaiyai Velippaduththinaar, Avarudaiya Seeshargal Avaridaththil Visuvaasam Vaiththaargal. "
},{ "Verses": "12 adhanpinbu Avarum Avarudaiya Thaayaarum Avarudaiya Sagodhararum Avarudaiya Seesharum Kapparnagoomukkuppoi, Ange Silanaal Thanginaargal. "
},{ "Verses": "13 pinbu Yoodharudaiya Paskaapandigai Sameebamaayirundhadhu; Appozhudhu Yesu Erusalemukkup Poi, "
},{ "Verses": "14 dhevaalayaththile Aadugal Maadugal Puraakkalaagiya Ivaigalai Virkiravargalaiyum, Kaasukkaarar Utkaarndhirukkiradhaiyum Kandu, "
},{ "Verses": "15 kayitrinaal Oru Savukkaiyundupanni, Avargal Yaavaraiyum Aadumaadugalaiyum Dhevaalayaththukkup Purambe Thuraththivittu, Kaasukkaararudaiya Kaasugalaik Kotti, Palagaigalaik Kavizhththuppottu, "
},{ "Verses": "16 puraavirkiravargalai Nokki: Ivaigalai Ivvidaththilirundhu Eduththukkondupongal; En Pidhaavin Veettai Vyaabaara Veedaakkaadhirungal Endraar. "
},{ "Verses": "17 appozhudhu: Ummudaiya Veettaikkuriththu Undaana Bakthivairaakkiyam Ennaip Patchiththadhu Endru Ezhudhiyirukkiradhai Avarudaiya Seeshargal Ninaivukoorndhaargal. "
},{ "Verses": "18 appozhudhu Yoodhargal Avarai Nokki: Neer Ivaigalai Seygireere, Idharku Enna Adaiyaalaththai Engalukkuk Kaanbikkireer Endru Kettaargal. "
},{ "Verses": "19 yesu Avargalukkup Pradhiyuththaramaaga: Indha Aalayaththai Idiththuppodungal, Moondru Naalaikkulle Idhai Ezhuppuven Endraar. "
},{ "Verses": "20 appozhudhu Yoodhargal: Indha Aalayaththaik Katta Naarpaththaaru Varushamsendradhe, Neer Idhai Moondru Naalaikkulle Ezhuppuveero Endraargal. "
},{ "Verses": "21 avaro Thammudaiya Sareeramaagiya Aalayaththaikkuriththup Pesinaar. "
},{ "Verses": "22 avar Ippadi Sonnadhai Avar Mariththorilirundhezhundhapinbu Avarudaiya Seeshargal Ninaivukoorndhu, Vedhavaakkiyaththaiyum Yesu Sonna Vasanaththaiyum Visuvaasiththaargal. "
},{ "Verses": "23 paskaapandigaiyile Avar Erusalemilirukkaiyil, Avar Seydha Arpudhangalai Anegar Kandu, Avarudaiyanaamaththil Visuvaasam Vaiththaargal. "
},{ "Verses": "24 appadiyirundhum, Yesu Ellaaraiyum Arindhirundhapadiyaal, Avargalai Nambi Inangavillai. "
},{ "Verses": "25 manusharullaththiliruppadhai Avar Arindhirundhapadiyaal, Manusharaik Kuriththu Oruvarum Avarukku Saatchi Kodukkavendiyadhaayirukkavillai. "
}
]