[
{ "Verses": "1 appozhudhu Pilaaththu Yesuvaippidiththu Vaarinaal Adippiththaan. "
},{ "Verses": "2 porchchevagar Mullugalinaal Oru Mudiyaip Pinni Avar Sirasinmel Vaiththu, Sivappaana Oru Angiyai Avarukku Uduththi: "
},{ "Verses": "3 yoodharudaiya Raajaave, Vaazhga Endru Solli, Avaraik Kaiyinaal Adiththaargal. "
},{ "Verses": "4 pilaaththu Marupadiyum Veliye Vandhu: Naan Ivanidaththil Oru Kutramum Kaanen Endru Neengal Ariyumpadikku, Idho, Ungalidaththil Ivanai Veliye Konduvarugiren Endraan. "
},{ "Verses": "5 yesu, Mulmudiyum Sivappangiyum Thariththavaraai, Veliye Vandhaar. Appozhudhu Pilaaththu Avargalai Nokki: Idho, Indha Manushan Endraan. "
},{ "Verses": "6 pradhaana Aasaariyarum Sevagarum Avaraik Kandapodhu: Siluvaiyil Araiyum Siluvaiyil Araiyum Endru Saththamittaargal. Adharkup Pilaaththu: Neengale Ivanaik Kondupoi Siluvaiyil Araiyungal, Naan Ivanidaththil Oru Kutramum Kaanen Endraan. "
},{ "Verses": "7 yoodhargal Avanukkup Pradhiyuththaramaaga: Engalukku Oru Nyaayappramaanamundu, Ivan Thannai Dhevanudaiya Kumaaranendru Sonnapadiyinaal, Andha Nyaayappramaanaththinpadiye, Ivan Saagavendum Endraargal. "
},{ "Verses": "8 pilaaththu Indha Vaarththaiyaik Kettapozhudhu Adhigamaai Bayandhu, "
},{ "Verses": "9 marupadiyum Aramanaikkulle Poi, Yesuvai Nokki: Nee Engeyirundhu Vandhavan Endraan. Adharku Yesu Maaruththaram Ondrum Sollavillai. "
},{ "Verses": "10 appozhudhu Pilaaththu: Nee Ennode Pesugiradhillaiyaa? Unnai Siluvaiyil Araiya Enakku Adhigaaramundendrum, Unnai Vidudhalaipanna Enakku Adhigaaramundendrum Unakkuth Theriyaadhaa Endraan. "
},{ "Verses": "11 yesu Pradhiyuththaramaaga: Paraththilirundhu Umakkuk Kodukkappadaadhirundhaal, Enmel Umakku Oru Adhigaaramumiraadhu; Aanapadiyinaale Ennai Ummidaththil Oppukkoduththavanukku Adhiga Paavamundu Endraar. "
},{ "Verses": "12 adhumudhal Pilaaththu Avarai Vidudhalaipanna Vagaithedinaan. Yoodhargal Avanai Nokki: Ivanai Vidudhalaipanninaal Neer Raayanukku Snegidhanalla; Thannai Raajaavengiravanevano Avan Raayanukku Virodhi Endru Saththamittaargal. "
},{ "Verses": "13 pilaaththu Indha Vaarththaiyaik Kettapozhudhu, Yesuvai Veliye Azhaiththuvandhu, Thalavarisaippaduththina Medaiyendrum, Ebireyu Baashaiyile Kabaththaa Endrum Sollappatta Idaththile, Nyaayaasanaththinmel Utkaarndhaan. "
},{ "Verses": "14 andha Naal Paskaavukku Aayaththanaalum Erakkuraiya Aarumani Neramumaayirundhadhu; Appozhudhu Avan Yoodhargalai Nokki: Idho, Ungal Raajaa Endraan. "
},{ "Verses": "15 avargal: Ivanai Agatrum Agatrum, Siluvaiyil Araiyum Endru Saththamittaargal. Adharkup Pilaaththu: Ungal Raajaavai Naan Siluvaiyil Araiyalaamaa Endraan. Pradhaana Aasaariyar Pradhiyuththaramaaga: Raayaneyallaamal Engalukku Vere Raajaa Illai Endraargal. "
},{ "Verses": "16 appozhudhu Avarai Siluvaiyil Araiyumpadikku Avargalidaththil Oppukkoduththaan. Avargal Yesuvaip Pidiththukkonduponaargal. "
},{ "Verses": "17 avar Thammudaiya Siluvaiyai Sumandhukondu, Ebireyu Baashaiyile Kolkodhaa Endru Sollappadum Kabaalasthalam Engira Idaththirkup Purappattupponaar. "
},{ "Verses": "18 ange Avarai Siluvaiyil Araindhaargal; Avarodekooda Veriranduperai Irandu Pakkangalilum Yesuvai Naduvilumaaga Siluvaigalil Araindhaargal. "
},{ "Verses": "19 pilaaththu Oru Melvilaasaththai Ezhudhi, Siluvaiyinmel Poduviththaan. Adhil Nasareyanaagiya Yesu Yoodharudaiya Raajaa Endru Ezhudhiyirundhadhu. "
},{ "Verses": "20 yesu Siluvaiyil Araiyappatta Idam Nagaraththirku Sameebamaayirundhapadiyinaal, Yoodharil Anegar Andha Melvilaasaththai Vaasiththaargal; Adhu Ebireyu Grekku Laththeen Baashaigalil Ezhudhiyirundhadhu. "
},{ "Verses": "21 appozhudhu Yoodharudaiya Pradhaana Aasaariyar Pilaaththuvai Nokki: Yoodharudaiya Raajaa Endru Neer Ezhudhaamal, Thaan Yoodharudaiya Raajaa Endru Avan Sonnadhaaga Ezhudhum Endraargal. "
},{ "Verses": "22 pilaaththu Pradhiyuththaramaaga: Naanezhudhinadhu Ezhudhinadhe Endraan. "
},{ "Verses": "23 por Sevagar Yesuvai Siluvaiyil Araindhapinbu, Avarudaiya Vasthirangalai Eduththu, Ovvoru Sevaganukku Ovvoru Pangaaga Naalu Pangaakkinaargal; Angiyaiyum Eduththaargal, Andha Angi, Thaiyalillaamal Mele Thodangi Muzhudhum Neyyappattadhaayirundhadhu. "
},{ "Verses": "24 avargal: Idhai Naam Kizhiyaamal, Yaarukku Varumo Endru Idhaikkuriththu Seettuppoduvom Endru Oruvarodoruvar Pesikkondaargal. En Vasthirangalaith Thangalukkulle Pangittu, En Udaiyinmel Seettuppottaargal Engira Vedhavaakkiyam Niraiveraththakkadhaagap Porchchevagar Ippadi Seydhaargal. "
},{ "Verses": "25 yesuvin Siluvaiyinaruge Avarudaiya Thaayum, Avarudaiya Thaayin Sagodhari Kileyoppaa Mariyaalum, Magadhalenaa Mariyaalum Nindrukondirundhaargal. "
},{ "Verses": "26 appozhudhu Yesu Thammudaiya Thaayaiyum Aruge Nindra Thamakku Anbaayirundha Seeshanaiyum Kandu, Thammudaiya Thaayai Nokki: Sthreeye, Adho, Un Magan Endraar. "
},{ "Verses": "27 pinbu Andha Seeshanai Nokki: Adho, Un Thaai Endraar. Anneramudhal Andha Seeshan Avalaith Thannidamaai Etrukkondaan. "
},{ "Verses": "28 adhanpinbu, Ellaam Mudindhadhu Endru Yesu Arindhu, Vedhavaakkiyam Niraiveraththakkadhaaga: Thaagamaayirukkiren Endraar. "
},{ "Verses": "29 kaati Niraindha Paaththiram Ange Vaikkappattirundhadhu; Avargal Kadarkaalaanaik Kaatiyile Thoiththu, Eesoppuththandil Maatti, Avar Vaayinidaththil Neettikkoduththaargal. "
},{ "Verses": "30 yesu Kaatiyai Vaanginapinbu, Mudindhadhu Endru Solli, Thalaiyaichchaaiththu, Aaviyai Oppukkoduththaar. "
},{ "Verses": "31 andha Naal Periya Oivunaalukku Aayaththanaalaayirundhapadiyinaal, Udalgal Andha Oivunaalile Siluvaigalil Iraadhapadikku, Yoodhargal Pilaaththuvinidaththil Poi, Avargaludaiya Kaalelumbugalai Murikkumpadikkum, Udalgalai Eduththuppodumpadikkum Uththaravu Kettukkondaargal. "
},{ "Verses": "32 andhappadi Porchchevagar Vandhu, Avarudanekooda Siluvaiyil Araiyappatta Mundhinavanudaiya Kaalelumbugalaiyum Matravanudaiya Kaalelumbugalaiyum Muriththaargal. "
},{ "Verses": "33 avargal Yesuvinidaththil Vandhu, Avar Mariththirukkiradhaik Kandu, Avarudaiya Kaalelumbugalai Murikkavillai. "
},{ "Verses": "34 aagilum Porchchevagaril Oruvan Eettiyinaale Avarudaiya Vilaavil Kuththinaan; Udane Raththamum Thanneerum Purappattadhu. "
},{ "Verses": "35 adhaik Kandavan Saatchi Kodukkiraan, Avanudaiya Saatchi Meyyaayirukkiradhu; Neengal Visuvaasikkumpadi, Thaan Sollugiradhu Meyyendru Avan Arindhirukkiraan. "
},{ "Verses": "36 avarudaiya Elumbugalil Ondrum Murikkappaduvadhillai Engira Vedhavaakkiyam Niraiverumpadi Ivaigal Nadandhadhu. "
},{ "Verses": "37 allaamalum Thaangal Kuththinavarai Nokkippaarppaargal Endru Veroru Vedhavaakkiyam Sollugiradhu. "
},{ "Verses": "38 ivaigalukkuppinbu Arimaththiyaa Ooraanum, Yoodharukkup Bayandhadhinaal Yesuvukku Andharanga Seeshanumaagiya Yoseppu Yesuvin Sareeraththai Eduththukkondupogumpadi Pilaaththuvinidaththil Uththaravu Kettaan; Pilaaththu Uththaravu Koduththaan. Aagaiyaal Avan Vandhu, Yesuvin Sareeraththai Eduththukkonduponaan. "
},{ "Verses": "39 aarambaththile Oru Raaththiriyil Yesuvinidaththil Vandhirundha Nikkodhemu Enbavan Vellaippolamum Kariyapolamum Kalandhu Erakkuraiya Nooru Raaththal Konduvandhaan. "
},{ "Verses": "40 avargal Yesuvin Sareeraththai Eduththu, Yoodhargal Adakkampannum Muraimaiyinpadiye Adhai Sugandhavarkkangaludane Seelaigalil Sutrik Kattinaargal. "
},{ "Verses": "41 avar Siluvaiyil Araiyappatta Idaththil Oru Thottamum, Andhath Thottaththil Orukkaalum Oruvanum Vaikkappattiraadha Oru Pudhiya Kallaraiyum Irundhadhu. "
},{ "Verses": "42 yoodharudaiya Aayaththanaalaanapadiyinaalum, Andhak Kallarai Sameebamaayirundhapadiyinaalum, Avvidaththile Yesuvai Vaiththaargal. "
}
]