[
{ "Verses": "1 meyyaagave Meyyaagave Naan Ungalukku Sollugiren; Aattuththozhuvaththukkul Vaasalvazhiyaai Pravesiyaamal, Veruvazhiyaai Erugiravan Kallanum Kollaikkaaranumaayirukkiraan. "
},{ "Verses": "2 vaasalvazhiyaaip Pravesikkiravano Aadugalin Meyppanaayirukkiraan. "
},{ "Verses": "3 vaasalaik Kaakkiravan Avanukkuth Thirakkiraan; Aadugalum Avan Saththaththukku Sevikodukkiradhu. Avan Thannudaiya Aadugalaip Persollik Kooppittu, Avaigalai Veliye Nadaththikkondupogiraan. "
},{ "Verses": "4 avan Thannudaiya Aadugalai Veliye Vittapinbu, Avaigalukku Munbaaga Nadandhupogiraan, Aadugal Avan Saththaththai Arindhirukkirapadiyinaal Avanukkup Pinsellugiradhu. "
},{ "Verses": "5 anniyarudaiya Saththaththai Ariyaadhapadiyinaal Avaigal Anniyanukkup Pinsellaamal, Avanai Vittodippom Endraar. "
},{ "Verses": "6 indha Uvamaiyai Yesu Avargaludane Sonnaar; Avargalo Avar Sonnavaigalin Karuththai Ariyavillai. "
},{ "Verses": "7 aadhalaal Yesu Marupadiyum Avargalai Nokki: Naane Aadugalukku Vaasal Endru Meyyaagave Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "8 enakku Munne Vandhavargalellaarum Kallarum Kollaikkaararumaayirukkiraargal; Aadugal Avargalukku Sevikodukkavillai. "
},{ "Verses": "9 naane Vaasal, En Vazhiyaai Oruvan Utpravesiththaal, Avan Ratchikkappaduvaan, Avan Ullum Purambumsendru, Meychchalaik Kandadaivaan. "
},{ "Verses": "10 thirudan Thirudavum Kollavum Azhikkavum Varugiraaneyandri Verondrukkum Varaan. Naano Avaigalukku Jeevan Undaayirukkavum, Adhu Paripooranappadavum Vandhen. "
},{ "Verses": "11 naane Nalla Meyppan: Nallameyppan Aadugalukkukkaagath Than Jeevanaik Kodukkiraan. "
},{ "Verses": "12 meyppanaayiraadhavanum, Aadugal Thanakku Sondhamallaadhavanumaana Kooliyaal Onaai Varugiradhaik Kandu Aadugalaivittu Odippogiraan; Appozhudhu Onaai Aadugalaippeeri, Avaigalai Sidharadikkum. "
},{ "Verses": "13 kooliyaal Koolikkaaga Velaiseygiravanaagaiyaal Odippogiraan, Aadugalukkaaga Avan Kavalaippadaan. "
},{ "Verses": "14 naane Nalla Meyppan; Pidhaa Ennai Arindhirukkiradhupolavum, Naan Pidhaavai Arindhirukkiradhupolavum, "
},{ "Verses": "15 naan Ennudaiyavaigalai Arindhum Ennudaiyavaigalaal Ariyappattumirukkiren; Aadugalukkaaga En Jeevanaiyum Kodukkiren. "
},{ "Verses": "16 indhath Thozhuvaththilullavaigalallaamal Vere Aadugalum Enakku Undu; Avaigalaiyum Naan Konduvaravendum, Avaigal En Saththaththukku Sevikodukkum. Appozhudhu Ore Mandhaiyum Ore Meyppanumaagum. "
},{ "Verses": "17 naan En Jeevanai Marupadiyum Adaindhukollumpadikku Adhaik Kodukkirapadiyinaal Pidhaa Ennil Anbaayirukkiraar. "
},{ "Verses": "18 oruvanum Adhai Ennidaththilirundhu Eduththukkollamaattaan; Naane Adhaik Kodukkiren, Adhaik Kodukkavum Enakku Adhigaaram Undu, Adhai Marupadiyum Eduththukkollavum Enakku Adhigaaramundu. Indhak Kattalaiyai En Pidhaavinidaththil Petrukkonden Endraar. "
},{ "Verses": "19 indha Vasanangalinimiththam Yoodharukkulle Marupadiyum Pirivinaiyundaayitru. "
},{ "Verses": "20 avargalil Anegar: Ivan Pisaasupidiththavan, Payiththiyakkaaran; En Ivanukku Sevikodukkireergal Endraargal. "
},{ "Verses": "21 vere Silar: Ivaigal Pisaasupidiththavanudaiya Vasanangalallave. Kurudarudaiya Kangalaip Pisaasu Thirakkakkoodumaa Endraargal. "
},{ "Verses": "22 pinbu Erusalemile Dhevaalayap Pradhishtaipandigai Vandhadhu; Maarikaalamumaayirundhadhu. "
},{ "Verses": "23 yesu Dhevaalayaththil Saalomonudaiya Mandabaththile Ulaavikkondirundhaar. "
},{ "Verses": "24 appozhudhu Yoodhargal Avarai Soozhndhukondu: Edhuvaraikkum Engal Aaththumaavukku Sandhegam Undaakkugireer, Neer Kristhuvaanaal Engalukkuth Thelivaai Sollum Endraargal. "
},{ "Verses": "25 yesu Avargalukkup Pradhiyuththaramaaga: Adhai Ungalukku Sonnen, Neengal Visuvaasikkavillai; En Pidhaavin Naamaththinaale Naan Seygira Kiriyaigale Ennaikkuriththu Saatchikodukkiradhu. "
},{ "Verses": "26 aanaalum, Naan Ungalukku Sonnapadiye, Neengal En Mandhaiyin Aadugalaayiraadhapadiyinaal Visuvaasiyaamalirukkireergal. "
},{ "Verses": "27 en Aadugal En Saththaththirku Sevikodukkiradhu; Naan Avaigalai Arindhirukkiren, Avaigal Enakkup Pinsellugiradhu. "
},{ "Verses": "28 naan Avaigalukku Niththiyajeevanaik Kodukkiren; Avaigal Orukkaalum Kettuppovadhillai, Oruvanum Avaigalai En Kaiyilirundhu Pariththukkolvadhumillai. "
},{ "Verses": "29 avaigalai Enakkuth Thandha En Pidhaa Ellaarilum Periyavaraayirukkiraar; Avaigalai En Pidhaavin Kaiyilirundhu Pariththukkolla Oruvanaalum Koodaadhu. "
},{ "Verses": "30 naanum Pidhaavum Ondraayirukkirom Endraar. "
},{ "Verses": "31 appozhudhu Yoodhargal Marupadiyum Avarmel Kalleriyumpadi, Kallugalai Eduththukkondaargal. "
},{ "Verses": "32 yesu Avargalai Nokki: Naan En Pidhaavinaale Anega Narkiriyaigalai Ungalukkuk Kaanbiththen, Avaigalil Endhak Kiriyaiyinimiththam Enmel Kallerigireergal Endraar. "
},{ "Verses": "33 yoodhargal Avarukkup Pradhiyuththaramaaga: Narkiriyaiyinimiththam Naangal Unmel Kallerigiradhillai; Nee Manushanaayirukka, Unnai Dhevan Endru Solli Ivvidhamaaga Dhevadhooshanan Chollugirapadiyinaal Unmel Kallerigirom Endraargal. "
},{ "Verses": "34 yesu Avargalukkup Pradhiyuththaramaaga: Dhevargalaayirukkireergal Endru Naan Sonnen Enbadhaai Ungal Vedhaththil Ezhudhiyirukkavillaiyaa? "
},{ "Verses": "35 dhevavasanaththaip Petrukkondavargalai Dhevargal Endru Avar Solliyirukka, Vedhavaakkiyamum Thavaraadhadhaayirukka, "
},{ "Verses": "36 pidhaavinaal Parisuththamaakkappattum, Ulagaththil Anuppappattum Irukkira Naan Ennai Dhevanudaiya Kumaaran Endru Sonnadhinaale Dhevadhooshanan Chonnaai Endru Neengal Sollalaamaa? "
},{ "Verses": "37 en Pidhaavin Kiriyaigalai Naan Seyyaadhirundhaal, Neengal Ennai Visuvaasikkavendiyadhillai. "
},{ "Verses": "38 seydheneyaanaal, Neengal Ennai Visuvaasiyaadhirundhaalum, Pidhaa Ennilum Naan Avarilum Irukkiradhai Neengal Arindhu Visuvaasikkumpadi Andhak Kiriyaigalai Visuvaasiyungal Endraar. "
},{ "Verses": "39 idhinimiththam Avargal Marupadiyum Avaraip Pidikka Thedinaargal, Avaro Avargal Kaikkuth Thappi, "
},{ "Verses": "40 yordhaanukku Akkaraiyile Munne Yovaan Gnaanasnaanankoduththukkondirundha Idaththukkuth Thirumbippoi, Ange Thanginaar. "
},{ "Verses": "41 anegar Avaridaththil Vandhu: Yovaan Oru Arpudhaththaiyum Seyyavillai; Aagilum Ivaraikkuriththu Yovaan Sonnadhellaam Meyyaayirukkiradhu Endraargal. "
},{ "Verses": "42 avvidaththile Anegar Avaridaththil Visuvaasamullavargalaanaargal`. "
}
]