[
{ "Verses": "1 mariyaalum Aval Sagodhariyaagiya Maarththaalum Irundha Peththaaniyaa Graamaththilullavanaagiya Laasaru Ennum Oruvan Vyaadhippattirundhaan. "
},{ "Verses": "2 karththarukkup Parimalathailam Poosi, Than Thalaimayiraal Avarudaiya Paadhangalaith Thudaiththaval Andha Mariyaale; Avaludaiya Sagodharanaagiya Laasaru Vyaadhiyaayirundhaan. "
},{ "Verses": "3 appozhudhu Avanudaiya Sagodharigal; Aandavare, Neer Snegikkiravan Vyaadhiyaayirukkiraan Endru Solla, Avaridaththirku Aal Anuppinaargal. "
},{ "Verses": "4 yesu Adhaik Kettapozhudhu: Indha Vyaadhi Maranaththukku Edhuvaayiraamal Dhevanudaiya Magimai Vilanguvadharku Edhuvaayirukkiradhu; Dhevanudaiya Kumaaranum Adhinaal Magimaippaduvaar Endraar. "
},{ "Verses": "5 yesu Maarththaalidaththilum Avaludaiya Sagodhariyinidaththilum Laasaruvinidaththilum Anbaayirundhaar. "
},{ "Verses": "6 avan Vyaadhiyaayirukkiradhaaga Avar Kelvippattapozhudhu, Thaam Irundha Idaththile Pinnum Irandunaal Thanginaar. "
},{ "Verses": "7 adhanpinbu Avar Thammudaiya Seesharai Nokki: Naam Marupadiyum Yoodheyaavukkup Povom Vaarungal Endraar. "
},{ "Verses": "8 adharku Seeshargal; Rabee, Ippozhudhudhaan Yoodhar Ummaik Kalleriyath Thedinaargale, Marupadiyum Neer Avvidaththirkup Pogalaamaa Endraargal. "
},{ "Verses": "9 yesu Pradhiyuththaramaaga: Pagalukkup Pannirandu Manineram Illaiyaa? Oruvan Pagalile Nadandhaal Avan Indha Ulagaththin Velichchaththaik Kaangirapadiyinaal Idaramaattaan. "
},{ "Verses": "10 oruvan Iravile Nadandhaal Thannidaththil Velichcham Illaadhapadiyinaal Idaruvaan Endraar. "
},{ "Verses": "11 ivaigalai Avar Solliyapinbu Avargalai Nokki: Nammudaiya Snegidhanaagiya Laasaru Niththiraiyadaindhirukkiraan, Naan Avanai Ezhuppappogiren Endraar. "
},{ "Verses": "12 adharku Avarudaiya Seeshargal: Aandavare, Niththiraiyadaindhirundhaal Sugamadaivaan Endraargal. "
},{ "Verses": "13 yesuvaanavar Avanudaiya Maranaththaik Kuriththu Appadi Sonnaar; Avargalo Niththirai Seydhu Ilaippaarugiradhaik Kuriththu Sonnaarendru Ninaiththaargal. "
},{ "Verses": "14 appozhudhu Yesu Avargalai Nokki: Laasaru Mariththupponaan Endru Velippadaiyaai Solli; "
},{ "Verses": "15 naan Ange Iraadhadhinaal Neengal Visuvaasamullavargalaagiradharku Edhuvundendru Ungal Nimiththam Sandhoshappadugiren; Ippozhudhu Avanidaththirkup Povom Vaarungal Endraar. "
},{ "Verses": "16 appozhudhu Thidhimu Ennappatta Thomaa Matra Seeshargalai Nokki: Avarodekooda Marikkumpadi Naamum Povom Vaarungal Endraan. "
},{ "Verses": "17 yesu Vandhapodhu Avan Kallaraiyil Vaikkappattu Naalunaalaayitrendru Kandaar. "
},{ "Verses": "18 peththaaniyaa Oor Erusalemukku Sameebamaai Erakkuraiya Irandu Mail Dhooraththilirundhadhu. "
},{ "Verses": "19 yoodharil Anegar Maarththaal Mariyaal Enbavargaludaiya Sagodharanaik Kuriththu Avargalukku Aarudhal Sollumpadi Avargalidaththil Vandhirundhaargal. "
},{ "Verses": "20 yesu Varugiraar Endru Maarththaal Kelvippattapodhu, Avarukku Edhirkonduponaal; Mariyaalo Veettile Utkaarndhirundhaal. "
},{ "Verses": "21 maarththaal Yesuvinidaththil Vandhu: Aandavare, Neer Ingeyirundheeraanaal En Sagodharan Marikkamaattaan. "
},{ "Verses": "22 ippozhudhum Neer Dhevanidaththil Kettukkolluvadhedhuvo Adhai Dhevan Umakkuth Thandharuluvaar Endru Arindhirukkiren Endraal. "
},{ "Verses": "23 yesu Avalai Nokki: Un Sagodharan Uyirththezhundhiruppaan Endraar. "
},{ "Verses": "24 adharku Maarththaal: Uyirththezhudhal Nadakkum Kadaisinaalile Avanum Uyirththezhundhiruppaan Endru Arindhirukkiren Endraal. "
},{ "Verses": "25 yesu Avalai Nokki: Naane Uyirththezhudhalum Jeevanumaayirukkiren, Ennai Visuvaasikkiravan Mariththaalum Pizhaippaan; "
},{ "Verses": "26 uyirodirundhu Ennai Visuvaasikkiravanevanum Endrendraikkum Mariyaamalum Iruppaan; Idhai Visuvaasikkiraayaa Endraar. "
},{ "Verses": "27 adharku Aval: Aam, Aandavare, Neer Ulagaththil Varugiravaraana Dhevakumaaranaagiya Kristhu Endru Naan Visuvaasikkiren Endraal. "
},{ "Verses": "28 ivaigalai Sonnapinbu, Avalpoi, Than Sagodhariyaagiya Mariyaalai Ragasiyamaai Azhaiththu: Podhagar Vandhirukkiraar, Unnai Azhaikkiraar Endraal. "
},{ "Verses": "29 aval Adhaik Kettavudane, Seekkiramaai Ezhundhu, Avaridaththil Vandhaal. "
},{ "Verses": "30 yesu Innum Graamaththukkul Varaamal, Maarththaal Thammai Sandhiththa Idaththile Irundhaar. "
},{ "Verses": "31 appozhudhu, Veettile Avaludanekooda Irundhu Avalukku Aarudhal Sollikkondirundha Yoodhargal, Mariyaal Seekkiramaai Ezhundhupogiradhaik Kandu: Aval, Kallaraiyinidaththil Azhugiradharkup Pogiraal Endru Solli, Avalukkup Pinne Ponaargal. "
},{ "Verses": "32 yesu Irundha Idaththil Mariyaal Vandhu, Avaraik Kandavudane, Avar Paadhaththil Vizhundhu: Aandavare, Neer Inge Irundheeraanaal En Sagodharan Marikkamaattaan Endraal. "
},{ "Verses": "33 aval Azhugiradhaiyum Avalodekooda Vandha Yoodhargal Azhugiradhaiyum Yesu Kandapodhu Aaviyile Kalangith Thuyaramadaindhu: "
},{ "Verses": "34 avanai Enge Vaiththeergal Endraar. Aandavare, Vandhu Paarum Endraargal; "
},{ "Verses": "35 yesu Kanneer Vittaar. "
},{ "Verses": "36 appozhudhu Yoodhargal: Idho, Ivar Avanai Evvalavaai Snegiththaar Endraargal! "
},{ "Verses": "37 avargalil Silar Kurudanudaiya Kangalaith Thirandha Ivar, Ivanai Saagaamalirukkappannavum Koodaadhaa Endraargal. "
},{ "Verses": "38 appozhudhu Yesu Marupadiyum Thamakkulle Kalangik Kallaraiyinidaththirku Vandhaar. Adhu Oru Kugaiyaayirundhadhu; Adhinmel Oru Kal Vaikkappattirundhadhu. "
},{ "Verses": "39 yesu: Kallai Eduththuppodungal Endraar. Mariththavanudaiya Sagodhariyaagiya Maarththaal Avarai Nokki: Aandavare, Ippozhudhu Naarume, Naalunaalaayitre Endraal. "
},{ "Verses": "40 yesu Avalai Nokki: Nee Visuvaasiththaal Dhevanudaiya Magimaiyaik Kaanbaai Endru Naan Unakku Sollavillaiyaa Endraar. "
},{ "Verses": "41 appozhudhu Mariththavan Vaikkappatta Idaththilirundha Kallai Eduththuppottaargal. Yesu Thammudaiya Kangalai Ereduththu: Pidhaave, Neer Enakku Sevikoduththapadiyinaal Ummai Sthoththirikkiren. "
},{ "Verses": "42 neer Eppozhudhum Enakku Sevikodukkireer Endru Naan Arindhirukkiren; Aanaalum Neer Ennai Anuppinadhai Soozhndhunirkum Janangal Visuvaasikkumpadiyaaga Avargal Nimiththam Idhai Sonnen Endraar. "
},{ "Verses": "43 ivaigalai Sonnapinbu: Laasaruve, Veliye Vaa Endru, Uraththa Saththamaaik Kooppittaar. "
},{ "Verses": "44 appozhudhu, Mariththavan Veliye Vandhaan. Avan Kaalgalum Kaigalum Predha Seelaigalinaal Kattappattirundhadhu, Avan Mugamum Seelaiyaal Sutrappattirundhadhu. Yesu Avargalai Nokki: Ivanaik Kattavizhththuvidungal Endraar. "
},{ "Verses": "45 appozhudhu Mariyaalidaththil Vandhirundhu, Yesu Seydhavaigalaik Kandavargalaagiya Yoodhargalil Anegar Avaridaththil Visuvaasamullavargalaanaargal. "
},{ "Verses": "46 avargalil Silar Pariseyaridaththil Poi, Yesu Seydhavaigalai Avargalukku Ariviththaargal. "
},{ "Verses": "47 appozhudhu Pradhaana Aasaariyarum Pariseyarum Aalosanai Sangaththaik Kootivarachcheydhu: Naam Enna Seygiradhu? Indha Manushan Anega Arpudhangalai Seygiraane. "
},{ "Verses": "48 naam Ivanai Ippadi Vittuvittaal, Ellaarum Ivanai Visuvaasippaargal; Appozhudhu Romar Vandhu Nammudaiya Sthaanaththaiyum Janaththaiyum Azhiththuppoduvaargale Endraargal. "
},{ "Verses": "49 appozhudhu Avargalil Oruvanum Andha Varushaththup Pradhaana Aasaariyanumaagiya Kaaipaa Enbavan Avargalai Nokki: Ungalukku Ondrun Theriyaadhu; "
},{ "Verses": "50 janangalellaarum Kettuppogaadhapadikku Ore Manushan Janangalukkaaga Marippadhu Namakku Nalamaayirukkumendru Neengal Sindhiyaamalirukkireergal Endraan. "
},{ "Verses": "51 idhai Avan Suyamaai Sollaamal, Andha Varushaththup Pradhaana Aasaariyanaanapadiyinaale Yesu Yoodhajanangalukkaaga Marikkappogiraarendrum, "
},{ "Verses": "52 andha Janangalukkaagamaaththiramalla, Sidhariyirukkira Dhevanudaiya Pillaigalai Ondraaga Serkkiradharkaagavum Marikkappogiraarendrum, Theerkkadharisanamaai Sonnaan. "
},{ "Verses": "53 annaal Mudhal Avaraik Kolai Seyyumpadikku Aalosanaipanninaargal. "
},{ "Verses": "54 aagaiyaal Yesu Adhanpinbu Veliyarangamaai Yoodharukkulle Sanjariyaamal, Avvidamvittu Vanaandharaththukku Sameebamaana Idamaagiya Eppiraayeem Ennappatta Oorukkuppoi, Ange Thammudaiya Seesharudanekoodath Thangiyirundhaar. "
},{ "Verses": "55 yoodharudaiya Paskaapandigai Sameebamaayirundhadhu, Adharku Munne Anegar Thangalai Suththigariththukkollumporuttu Naattilirundhu Erusalemukkup Ponaargal. "
},{ "Verses": "56 ange Avargal Yesuvaith Thedikkondu Dhevaalayaththil Nirkaiyil, Oruvaraiyoruvar Nokki: Ungalukku Eppadith Thondrugiradhu, Avar Pandigaikku Varamaattaaro Endru Pesikkondaargal. "
},{ "Verses": "57 pradhaana Aasaariyarum Pariseyarum Avaraip Pidikkumpadi Yosiththu, Avar Irukkira Idaththai Evanaavadhu Arindhirundhaal, Adhai Arivikkavendumendru Kattalaiyittirundhaargal. "
}
]