[
{ "Verses": "1 yesu Ivaigalai Sonnapinbu, Thammudaiya Seesharudanekooda Kedharon Ennum Aatrukku Appuram Ponaar; Ange Oru Thottam Irundhadhu, Adhile Avarum Avarudaiya Seesharum Pravesiththaargal. "
},{ "Verses": "2 yesu Thammudaiya Seesharudanekooda Adikkadi Ange Poyirundhapadiyinaal, Avaraik Kaattikkodukkira Yoodhaasum Andha Idaththai Arindhirundhaan. "
},{ "Verses": "3 yoodhaas Porchchevagarin Koottaththaiyum Pradhaana Aasaariyar Pariseyar Enbavargalaal Anuppappatta Oozhiyakkaararaiyum Koottikkondu, Pandhangalodum Theevattigalodum Aayudhangalodum Avvidaththirku Vandhaan. "
},{ "Verses": "4 yesu Thamakku Neridappogira Ellaavatraiyum Arindhu, Edhirkondupoi, Avargalai Nokki: Yaaraith Thedugireergal Endraar. "
},{ "Verses": "5 avarukku Avargal Pradhiyuththaramaaga: Nasareyanaagiya Yesuvaith Thedugirom Endraargal. Adharku Yesu: Naandhaan Endraar. Avaraik Kaattikkoduththa Yoodhaasum Avargaludane Kooda Nindraan. "
},{ "Verses": "6 naandhaan Endru Avar Avargalidaththil Sonnavudane, Avargal Pinnittuth Tharaiyile Vizhundhaargal. "
},{ "Verses": "7 avar Marupadiyum Avargalai Nokki: Yaaraith Thedugireergal Endru Kettaar. Avargal: Nasareyanaagiya Yesuvaith Thedugirom Endraargal. "
},{ "Verses": "8 yesu Pradhiyuththaramaaga: Naandhaanendru Ungalukku Sonnene; Ennaith Thedugiradhundaanaal, Ivargalaip Pogavidungal Endraar. "
},{ "Verses": "9 neer Enakkuth Thandhavargalil Oruvanaiyum Naan Izhandhupogavillaiyendru Avar Solliya Vasanam Niraiveraththakkadhaaga Ippadi Nadandhadhu. "
},{ "Verses": "10 appozhudhu Seemonpedhuru, Thannidaththilirundha Pattayaththai Uruvi, Pradhaana Aasaariyanudaiya Velaikkaaranai Valadhukaadhara Vettinaan; Andha Velaikkaaranukku Malkus Endru Peyar. "
},{ "Verses": "11 appozhudhu Yesu Pedhuruvai Nokki: Un Pattayaththai Uraiyilepodu; Pidhaa Enakkuk Koduththa Paaththiraththil Naan Paanampannaadhiruppeno Endraar. "
},{ "Verses": "12 appozhudhu Porchchevagarum, Aayiram Porchchevagarukkuth Thalaivanum, Yoodharudaiya Oozhiyakkaararum Yesuvaippidiththu, Avaraik Katti, "
},{ "Verses": "13 mudhalaavadhu Avarai Annaa Enbavanidaththirkuk Konduponaargal; Avan Andha Varushaththup Pradhaana Aasaariyanaagiya Kaaipaavukku Maamanaayirundhaan. "
},{ "Verses": "14 janangalukkaaga Ore Manushan Saagiradhu Nalamaayirukkumendru Yoodharukku Aalosanai Sonnavan Indhak Kaaipaave. "
},{ "Verses": "15 seemonpedhuruvum Veroruseeshanum Yesuvukkup Pinsendraargal. Andha Seeshan Pradhaana Aasaariyanukku Arimugamaanavanaayirundhadhinaal, Yesuvudanekoodap Pradhaana Aasaariyanudaiya Aramanaikkul Pravesiththaan. "
},{ "Verses": "16 pedhuru Vaasalaruge Veliye Nindraan. Appozhudhu Pradhaana Aasaariyanukku Arimugamaanavanaayirundha Matra Seeshan Veliye Vandhu, Vaasal Kaakkiravargaludane Pesi Pedhuruvai Ulle Azhaiththukkonduponaan. "
},{ "Verses": "17 appozhudhu Vaasalkaakkira Velaikkaari Pedhuruvai Nokki: Neeyum Andha Manushanudaiya Seesharil Oruvanallavaa Endraal. Avan Naan Alla Endraan. "
},{ "Verses": "18 kulirkaalamaanapadiyinaale Oozhiyakkaararum Sevagarum Karineruppundaakki, Nindru, Kulirkaaindhu Kondirundhaargal; Avargaludane Koodap Pedhuruvum Nindru Kulirkaaindhukondirundhaan. "
},{ "Verses": "19 pradhaana Aasaariyan Yesuvinidaththil Avarudaiya Seesharaikkuriththum Podhagaththaikkuriththum Visaariththaan. "
},{ "Verses": "20 yesu Avanukkup Pradhiyuththaramaaga: Naan Veliyarangamaai Ulagaththudane Pesinen; Jebaaalayangalileyum Yoodhargalellaarum Kootivarugira Dhevaalayaththileyum Eppozhudhum Ubadhesiththen; Andharangaththile Naan Ondrum Pesavillai. "
},{ "Verses": "21 neer Ennidaththil Visaarikkavendiyadhenna? Naan Sonnavaigalaik Kettavargalidaththil Visaariyum; Naan Pesinavaigalai Avargal Arindhirukkiraargale Endraar. "
},{ "Verses": "22 ippadi Avar Sonnapozhudhu, Sameebaththil Nindra Sevagaril Oruvan: Pradhaana Aasaariyanukku Ippadiyaa Uththaravu Sollugiradhu Endru, Yesuvai Oru Arai Araindhaan. "
},{ "Verses": "23 yesu Avanai Nokki: Naan Thagaadhavidhamaaip Pesinadhundaanaal, Thagaadhadhai Oppuvi; Naan Thakudhiyaaip Pesineneyaagil, Ennai En Adikkiraai Endraar. "
},{ "Verses": "24 pinbu Annaa Enbavan Pradhaana Aasaariyanaagiya Kaaipaavinidaththirku Avaraik Kattundavaraaga Anuppinaan. "
},{ "Verses": "25 seemon Pedhuru Nindru Kulirkaaindhukondirundhaan. Appozhudhu Silar Avanai Nokki: Neeyum Avanudaiya Seesharil Oruvanallavaa Endraargal. Avan: Naan Alla Endru Marudhaliththaan. "
},{ "Verses": "26 pradhaana Aasaariyanudaiya Velaikkaararil Pedhuru Kaadharavettinavanukku Inaththaanaagiya Oruvan Avanai Nokki: Naan Unnai Avanudanekoodath Thottaththile Kaanavillaiyaa Endraan. "
},{ "Verses": "27 appozhudhu Pedhuru Marupadiyum Marudhaliththaan; Udane Seval Koovitru. "
},{ "Verses": "28 avargal Kaaipaavinidaththilirundhu Yesuvaith Dhesaadhipadhiyin Aramanaikkuk Konduponaargal; Appozhudhu Vidiyarkaalamaayirundhadhu. Theettuppadaamal Paskaavaip Pusikkaththakkadhaaga, Avargal Dhesaadhipadhiyin Aramanaikkul Pravesiyaadhirundhaargal. "
},{ "Verses": "29 aadhalaal Pilaaththu Avargalidaththil Veliye Vandhu: Indha Manushanmel Enna Kutranchaattugireergal Endraan. "
},{ "Verses": "30 avargal Avanukkup Pradhiyuththaramaaga: Ivan Kutravaaliyaayiraavittaal, Ivanai Ummidaththil Oppukkodukkamaattom Endraargal. "
},{ "Verses": "31 appozhudhu Pilaaththu Avargalai Nokki: Ivanai Neengale Kondupoi, Ungal Nyaayappramaanaththinpadi Nyaayantheerungal Endraan. Adharku Yoodhargal: Oruvanaiyum Marana Aakkinai Seyya Engalukku Adhigaaramillai Endraargal. "
},{ "Verses": "32 thaam Innavidhamaana Maranamaai Marikkappogiraarenbadhaikkuriththu Yesu Kurippaai Solliyirundha Vaarththai Niraiveraththakkadhaaga Ippadi Sonnaargal. "
},{ "Verses": "33 appozhudhu Pilaaththu Marupadiyum Aramanaikkul Pravesiththu, Yesuvai Azhaiththu: Nee Yoodharudaiya Raajaavaa Endru Kettaan. "
},{ "Verses": "34 yesu Avanukkup Pradhiyuththaramaaga: Neeraai Ippadi Sollugireero Alladhu Matravargal Ennaikkuriththu Ippadi Umakku Sonnaargalo Endraar. "
},{ "Verses": "35 pilaaththu Pradhiyuththaramaaga: Naan Yoodhanaa? Un Janangalum Pradhaana Aasaariyarum Unnai Ennidaththil Oppukkoduththaargal, Nee Enna Seydhaai Endraan. "
},{ "Verses": "36 yesu Pradhiyuththaramaaga: En Raajyam Ivvulagaththirkuriyadhalla, En Raajyam Ivvulagaththirkuriyadhaanaal Naan Yoodharidaththil Oppukkodukkappadaadhapadikku En Oozhiyakkaarar Poraadiyiruppaargale; Ippadiyirukka En Raajyam Ivvidaththirkuriyadhalla Endraar. "
},{ "Verses": "37 appozhudhu Pilaaththu Avarai Nokki: Appadiyaanaal Nee Raajaavo Endraan. Yesu Pradhiyuththaramaaga: Neer Sollugirapadi Naan Raajaadhaan; Saththiyaththaikkuriththu Saatchikodukka Naan Pirandhen, Idharkaagave Indha Ulagaththil Vandhen; Saththiyavaan Evanum En Saththam Ketkiraan Endraar. "
},{ "Verses": "38 adharkup Pilaaththu: Saththiyamaavadhu Enna Endraan. Marupadiyum Avan Yoodhargalidaththil Veliye Vandhu: Naan Avanidaththil Oru Kutramum Kaanen. "
},{ "Verses": "39 paskaapandigaiyil Naan Ungalukku Oruvanai Vidudhalaipannugira Vazhakkamunde; Aagaiyaal Yoodharudaiya Raajaavai Naan Ungalukkaaga Vidudhalai Panna Ungalukku Manadhundaa Endraan. "
},{ "Verses": "40 appozhudhu: Avargalellaarum Ivanaiyalla, Parabaasai Vidudhalaipannavendum Endru Marupadiyum Saththamittaargal; Andhap Parabaasenbavan Kallanaayirundhaan. "
}
]