[
{ "Verses": "1 paskaapandigai Vara Aarunaalaikkumunne Yesu Thaam Maranaththilirundhu Ezhuppina Laasaru Irundha Peththaaniyaavukku Vandhaar. "
},{ "Verses": "2 ange Avarukku Raavirundhu Panninaargal; Maarththaal Panividai Seydhaal; Laasaruvum Avarudane Koodappandhiyirundhavargalil Oruvanaayirundhaan. "
},{ "Verses": "3 appozhudhu Mariyaal Vilaiyerappetra Kalangamillaadha Naladham Ennum Thailaththil Oru Raaththal Konduvandhu, Adhai Yesuvin Paadhangalil Poosi, Than Thalaimayiraal Avarudaiya Paadhangalaith Thudaiththaal; Andha Veedu Muzhuvadhum Thailaththin Parimalaththinaal Niraindhadhu. "
},{ "Verses": "4 appozhudhu Avarudaiya Seesharil Oruvanum Avaraik Kaattikkodukkappogiravanumaagiya Seemonudaiya Kumaaranaana Yoodhaaskaariyoththu: "
},{ "Verses": "5 indhath Thailaththai Munnooru Panaththukku Vitru, Thariththirarukkuk Kodaamal Ponadhenna Endraan. "
},{ "Verses": "6 avan Thariththiraraik Kuriththuk Kavalaippattu Ippadi Sollaamal, Avan Thirudanaanapadiyinaalum, Panappaiyai Vaiththukkondu Adhile Podappattadhai Sumakkiravanaanapadiyinaalum Ippadi Sonnaan. "
},{ "Verses": "7 appozhudhu Yesu: Ivalai Vittuvidu, Ennai Adakkampannum Naalukkaaga Idhai Vaiththirundhaal. "
},{ "Verses": "8 thariththirar Eppozhudhum Ungalidaththil Irukkiraargal; Naan Eppozhudhum Ungalidaththil Iren Endraar. "
},{ "Verses": "9 appozhudhu Yoodharil Thiralaana Janangal Avar Angeyirukkiradhai Arindhu, Yesuvinimiththamaaga Maaththiram Alla, Avar Mariththorilirundhezhuppina Laasaruvaik Kaanumpadiyaagavum Vandhaargal. "
},{ "Verses": "10 laasaruvinimiththamaaga Yoodhargalil Anegar Poi, Yesuvinidaththil Visuvaasam Vaiththapadiyaal, "
},{ "Verses": "11 pradhaana Aasaariyargal Laasaruvaiyum Kolaiseyya Aalosanaipanninaargal. "
},{ "Verses": "12 marunaalile Yesu Erusalemukku Varugiraarendru Pandigaikku Vandha Thiralaana Janangal Kelvippattu, "
},{ "Verses": "13 kuruththolaigalaip Pidiththukkondu, Avarukku Edhirkondupogumpadi Purappattu: Osannaa, Karththarudaiya Naamaththinaale Varugira Isravelin Raajaa Sthoththirikkappattavar Endru Aarppariththaargal. "
},{ "Verses": "14 allaamalum: Seeyon Kumaaraththiye, Bayappadaadhe, Un Raajaa Kazhudhaikkuttiyinmel Erivarugiraar Endru Ezhudhiyirukkira Pragaaramaaga, "
},{ "Verses": "15 yesu Oru Kazhudhaikkuttiyaik Kandu Adhinmel Eripponaar. "
},{ "Verses": "16 ivaigalai Avarudaiya Seeshargal Thuvakkaththile Ariyavillai. Yesu Magimaiyadaindha Pinbu, Ippadi Avaraik Kuriththu Ezhudhiyirukkiradhaiyum, Thaangal Ippadi Avarukku Seydhadhaiyum Ninaivukoorndhaargal. "
},{ "Verses": "17 andriyum Avarudanekooda Irundha Janangal Avar Laasaruvaik Kallaraiyilirundhu Veliye Varavazhaiththu, Avanai Uyirode Ezhuppinaarendru Saatchikoduththaargal. "
},{ "Verses": "18 appadippatta Arpudhaththai Avar Seydhaar Endru Janangal Kelvippattadhinaal Avargal Avarukku Edhirkonduponaargal. "
},{ "Verses": "19 appozhudhu Pariseyar Oruvaraiyoruvar Nokki: Neengal Seygiradhellaam Veenendru Arigiradhillaiyaa? Idho, Ulagame Avanukkup Pinsendru Poyitre Endraargal. "
},{ "Verses": "20 pandigaiyil Aaraadhanai Seyya Vandhavargalil Sila Grekkar Irundhaargal. "
},{ "Verses": "21 avargal Galileyaanaattup Pedhsaayidhaa Ooraanaagiya Pilippuvinidaththil Vandhu: Aiyaa, Yesuvaik Kaana Virumbugirom Endru Avanaik Kettukkondaargal. "
},{ "Verses": "22 pilippu Vandhu, Adhai Andhireyaavukku Ariviththaan; Pinbu Andhireyaavum Pilippuvum Adhai Yesuvukku Ariviththaargal. "
},{ "Verses": "23 appozhudhu Yesu Avargalai Nokki: Manushakumaaran Magimaippadumpadiyaana Velai Vandhadhu. "
},{ "Verses": "24 meyyaagave Meyyaagave Naan Ungalukku Sollugiren, Godhumai Maniyaanadhu Nilaththil Vizhundhu Saagaavittaal Thaniththirukkum, Seththadheyaagil Migundha Palanaikkodukkum. "
},{ "Verses": "25 than Jeevanai Snegikkiravan Adhai Izhandhupovaan; Indha Ulagaththil Than Jeevanai Verukkiravano Adhai Niththiya Jeevakaalamaaik Kaaththukkolluvaan. "
},{ "Verses": "26 oruvan Enakku Oozhiyancheygiravanaanaal Ennaip Pinpatrakkadavan, Naan Enge Irukkireno Ange En Oozhiyakkaaranum Iruppaan; Oruvan Enakku Oozhiyancheydhaal Avanaip Pidhaavaanavar Ganampannuvaar. "
},{ "Verses": "27 ippozhudhu En Aaththumaa Kalangugiradhu, Naan Enna Solluven. Pidhaave, Indha Velaiyinindru Ennai Ratchiyum Endru Solveno; Aagilum, Idharkaagave Indha Velaikkul Vandhen. "
},{ "Verses": "28 pidhaave, Umadhu Naamaththai Magimaippaduththum Endraar. Appozhudhu: Magimaippaduththinen, Innamum Magimaippaduththuven Engira Saththam Vaanaththilirundhu Undaayitru. "
},{ "Verses": "29 ange Nindru Kondirundhu, Adhaik Ketta Janangal: Idimuzhakkamundaayitru Endraargal. Verusilar: Dhevathoodhan Avarudane Pesinaan Endraargal. "
},{ "Verses": "30 yesu Avargalai Nokki: Indha Saththam Ennimiththam Undaagaamal Ungal Nimiththame Undaayitru. "
},{ "Verses": "31 ippozhudhe Indha Ulagaththukku Nyaayaththeerppu Undaagiradhu; Ippozhudhe Indha Ulagaththin Adhipadhi Purambaagath Thallappaduvaan. "
},{ "Verses": "32 naan Boomiyilirundhu Uyarththappattirukkumbodhu, Ellaaraiyum Ennidaththil Izhuththukkolluven Endraar. "
},{ "Verses": "33 thaam Innavidhamaana Maranamaai Marikkappogiraarenbadhaik Kurikkumpadi Ippadi Sonnaar. "
},{ "Verses": "34 janangal Avarai Nokki: Kristhu Endrendraikkum Irukkiraar Endru Vedhaththil Solliyadhai Naangal Kettirukkirom, Appadiyirukka Manushakumaaran Uyarththappadavendiyadhendru Eppadi Sollugireer; Indha Manushakumaaran Yaar Endraargal. "
},{ "Verses": "35 adharku Yesu: Innum Konjakkaalam Oli Ungalidaththil Irukkum; Irulil Neengal Agappadaadhapadikku Oli Ungalodirukkaiyil Nadavungal; Irulil Nadakkiravan Thaan Pogira Idam Innadhendru Ariyaan. "
},{ "Verses": "36 oli Ungalodirukkaiyil Neengal Oliyin Pillaigalaagumpadikku, Oliyinidaththil Visuvaasamaayirungal Endraar. Ivaigalai Yesu Solli, Avargalai Vittu Maraindhaar. "
},{ "Verses": "37 avar Iththanai Arpudhangalai Avargalukku Munbaaga Seydhirundhum, Avargal Avarai Visuvaasikkavillai. "
},{ "Verses": "38 karththaave, Engal Moolamaaik Kelvippattadhai Visuvaasiththavan Yaar? Karththarudaiya Buyam Yaarukku Velippattadhu Endru Esaayaa Theerkkadharisi Sonna Vasanam Niraiverumpadi Ippadi Nadandhadhu. "
},{ "Verses": "39 aagaiyaal Avargal Visuvaasikkamaattaamal Ponaargal. Enenil Esaayaa Pinnum: "
},{ "Verses": "40 avargal Kangalinaal Kaanaamalum, Irudhayaththinaal Unaraamalum, Gunappadaamalum Irukkumpadikkum, Naan Avargalai Aarokkiyamaakkaamal Irukkumpadikkum, Avargaludaiya Kangalai Avar Kurudaakki, Avargal Irudhayaththaik Kadinamaakkinaar Endraan. "
},{ "Verses": "41 esaayaa Avarudaiya Magimaiyaikkandu, Avaraik Kuriththup Pesugirapodhu Ivaigalai Sonnaan. "
},{ "Verses": "42 aagilum Adhigaarigalilum Anegar Avaridaththil Visuvaasam Vaiththaargal. Appadiyirundhum Jebaaalayaththukkup Purambaakkappadaadhapadi, Pariseyar Nimiththam Adhai Arikkaipannaadhirundhaargal. "
},{ "Verses": "43 avargal Dhevanaal Varugira Magimaiyilum Manusharaal Varugira Magimaiyai Adhigamaai Virumbinaargal. "
},{ "Verses": "44 appozhudhu Yesu Saththamittu: Ennidaththil Visuvaasamaayirukkiravan Ennidaththil Alla, Ennai Anuppinavaridaththil Visuvaasamaayirukkiraan. "
},{ "Verses": "45 ennaik Kaangiravan Ennai Anuppinavaraik Kaangiraan. "
},{ "Verses": "46 ennidaththil Visuvaasamaayirukkiravanevanum Irulil Iraadhapadikku, Naan Ulagaththil Oliyaaga Vandhen. "
},{ "Verses": "47 oruvan En Vaarththaigalaik Kettum Visuvaasiyaamarponaal, Avanai Naan Nyaayantheerppadhillai; Naan Ulagaththai Nyaayantheerkkavaraamal, Ulagaththai Ratchikkavandhen. "
},{ "Verses": "48 ennaith Thalli En Vaarththaigalai Etrukkollaadhavanai Nyaayantheerkkiradhondrirukkiradhu; Naan Sonna Vasaname Avanaik Kadaisinaalil Nyaayantheerkkum. "
},{ "Verses": "49 naan Suyamaaip Pesavillai, Naan Pesavendiyadhu Innadhendrum Ubadhesikkavendiyadhu Innadhendrum Ennai Anuppina Pidhaave Enakkuk Kattalaiyittaar. "
},{ "Verses": "50 avarudaiya Kattalai Niththiya Jeevanaayirukkiradhendru Ariven; Aagaiyaal Naan Pesugiravaigalaip Pidhaa Enakku Sonnapadiye Pesugiren Endraar. "
}
]