[
{ "Verses": "1 naan Meyyaana Dhraatchachedi, En Pidhaa Dhraatchath Thottakkaarar. "
},{ "Verses": "2 ennil Kanikodaadhirukkira Kodi Edhuvo Adhai Avar Aruththuppodugiraar; Kanikodukkira Kodi Edhuvo, Adhu Adhiga Kanigalaik Kodukkumpadi, Adhai Suththampannugiraar. "
},{ "Verses": "3 naan Ungalukku Sonna Ubadhesaththinaale Neengal Ippozhudhe Suththamaayirukkireergal. "
},{ "Verses": "4 ennil Nilaiththirungal, Naanum Ungalil Nilaiththiruppen; Kodiyaanadhu Dhraatchachediyil Nilaiththiraavittaal Adhu Thaanaaik Kanikodukkamaattaadhadhupola, Neengalum Ennil Nilaiththiraavittaal, Kanikodukkamaatteergal. "
},{ "Verses": "5 naane Dhraatchachedi, Neengal Kodigal. Oruvan Ennilum Naan Avanilum Nilaiththirundhaal, Avan Migundha Kanigalaik Koduppaan; Ennaiyallaamal Ungalaal Ondrum Seyyakkoodaadhu. "
},{ "Verses": "6 oruvan Ennil Nilaiththiraavittaal, Veliye Eriyunda Kodiyaippola Avan Eriyundu Ularndhu Povaan; Appadippattavaigalai Serththu, Akkiniyile Podugiraargal; Avaigal Erindhupom. "
},{ "Verses": "7 neengal Ennilum, En Vaarththaigal Ungalilum Nilaiththirundhaal, Neengal Kettukkolvadhedhuvo Adhu Ungalukku Seyyappadum. "
},{ "Verses": "8 neengal Migundha Kanigalaik Koduppadhinaal En Pidhaa Magimaippaduvaar, Enakkum Seesharaayiruppeergal. "
},{ "Verses": "9 pidhaa Ennil Anbaayirukkiradhupola Naanum Ungalil Anbaayirukkiren; Ennudaiya Anbile Nilaiththirungal. "
},{ "Verses": "10 naan En Pidhaavin Karpanaigalaik Kaikkondu Avarudaiya Anbile Nilaiththirukkiradhupola, Neengalum En Karpanaigalaik Kaikkondirundhaal, Ennudaiya Anbile Nilaiththiruppeergal. "
},{ "Verses": "11 ennudaiya Sandhosham Ungalil Nilaiththirukkumpadikkum, Ungal Sandhosham Niraivaayirukkumpadikkum, Ivaigalai Ungalukku Sonnen. "
},{ "Verses": "12 naan Ungalil Anbaayirukkiradhupola Neengalum Oruvariloruvar Anbaayirukkavendumenbadhe Ennudaiya Karpanaiyaayirukkiradhu. "
},{ "Verses": "13 oruvan Than Snegidharukkaagath Than Jeevanaik Kodukkira Anbilum Adhigamaana Anbu Oruvaridaththilumillai. "
},{ "Verses": "14 naan Ungalukkuk Karpikkira Yaavaiyum Neengal Seyveergalaanaal, En Snegidharaayiruppeergal. "
},{ "Verses": "15 ini Naan Ungalai Oozhiyakkaararendru Sollugiradhillai, Oozhiyakkaaran Than Ejamaan Seygiradhai Ariyamaattaan. Naan Ungalai Snegidhar Endren, Enenil En Pidhaavinidaththil Naan Kelvippatta Ellaavatraiyum Ungalukku Ariviththen. "
},{ "Verses": "16 neengal Ennaith Therindhukollavillai, Naan Ungalaith Therindhukonden; Neengal En Naamaththinaale Pidhaavaik Kettukkolvadhu Edhuvo, Adhai Avar Ungalukkuk Kodukkaththakkadhaaga Neengal Poik Kanikodukkumpadikkum, Ungal Kani Nilaiththirukkumpadikkum, Naan Ungalai Erpaduththinen. "
},{ "Verses": "17 neengal Oruvariloruvar Anbaayirukkavendumendre Ivaigalai Ungalukkuk Karpikkiren. "
},{ "Verses": "18 ulagam Ungalaip Pagaiththaal, Adhu Ungalaip Pagaikkiradharkumunne Ennaip Pagaiththadhendru Ariyungal. "
},{ "Verses": "19 neengal Ulagaththaaraayirundhaal, Ulagam Thannudaiyadhai Snegiththirukkum; Neengal Ulagaththaaraayiraadhapadiyinaalum, Naan Ungalai Ulagaththilirundhu Therindhukondapadiyinaalum, Ulagam Ungalaip Pagaikkiradhu. "
},{ "Verses": "20 oozhiyakkaaran Than Ejamaanilum Periyavanallavendru Naan Ungalukku Sonna Vaarththaiyai Ninaiththukkollungal. Avargal Ennaith Thunbappaduththinadhundaanaal, Ungalaiyum Thunbappaduththuvaargal; Avargal En Vasanaththaik Kaikkondadhundaanaal, Ungal Vasanaththaiyum Kaikkolluvaargal. "
},{ "Verses": "21 avargal Ennai Anuppinavarai Ariyaadhapadiyinaal En Naamaththinimiththame Ivaigalaiyellaam Ungalukku Seyvaargal. "
},{ "Verses": "22 naan Vandhu Avargalidaththil Pesaadhirundhenaanaal Avargalukkup Paavamiraadhu; Ippozhudho Thangal Paavaththaikkuriththup Pokkuchcholla Avargalukku Idamillai. "
},{ "Verses": "23 ennaip Pagaikkiravan En Pidhaavaiyum Pagaikkiraan. "
},{ "Verses": "24 veroruvarum Seyyaadha Kiriyaigalai Naan Avargalukkulle Seyyaadhirundhenaanaal, Avargalukkup Paavamiraadhu; Ippozhudhu Avargal Ennaiyum En Pidhaavaiyum Kandum Pagaiththumirukkiraargal. "
},{ "Verses": "25 mugaandharamillaamal Ennaip Pagaiththaargal Endru Avargaludaiya Vedhaththil Ezhudhiyirukkira Vaakkiyam Niraiverumpadikku Ippadiyaayitru. "
},{ "Verses": "26 pidhaavinidaththilirundhu Naan Ungalukku Anuppappogiravarum, Pidhaavinidaththilirundhu Purappadugiravarumaagiya Saththiya Aaviyaana Thetraravaalan Varumbodhu, Avar Ennaikkuriththu Saatchikoduppaar. "
},{ "Verses": "27 neengalum Aadhimudhal Ennudanekooda Irundhapadiyaal Enakku Saatchigalaayiruppeergal. "
}
]