[
{ "Verses": "1 vaaraththin Mudhal Naal Kaalaiyil, Adhiga Iruttode, Magadhalenaa Mariyaal Kallaraiyinidaththirku Vandhu Kallaraiyai Adaiththirundha Kal Eduththuppottirukkakkandaal. "
},{ "Verses": "2 udane Aval Odi, Seemon Pedhuruvinidaththilum Yesuvukku Anbaayirundha Matra Seeshanidaththilum Poi: Karththaraik Kallaraiyilirundhu Eduththukkondu Poivittaargal, Avarai Vaiththa Idam Engalukkuth Theriyavillai Endraal. "
},{ "Verses": "3 appozhudhu Pedhuruvum Matra Seeshanum Kallaraiyinidaththirkup Pogumpadi Purappattu, Iruvarum Orumiththu Odinaargal. "
},{ "Verses": "4 pedhuruvaippaarkkilum Matra Seeshan Thuridhamaai Odi, Mundhik Kallaraiyinidaththil Vandhu, "
},{ "Verses": "5 adharkulle Kunindhupaarththu, Seelaigal Kidakkiradhaik Kandaan; Aanaalum Avan Ulle Pogavillai. "
},{ "Verses": "6 seemon Pedhuru Avanukkuppinne Vandhu, Kallaraikkulle Pravesiththu, "
},{ "Verses": "7 seelaigal Kidakkiradhaiyum, Avarudaiya Thalaiyil Sutriyirundha Seelai Matrachcheelaigaludane Vaiththiraamal Thaniye Oru Idaththile Surutti Vaiththirukkiradhaiyum Kandaan. "
},{ "Verses": "8 mundhik Kallaraiyinidaththirku Vandha Matra Seeshanum Appozhudhu Ulle Pravesiththu, Kandu Visuvaasiththaan. "
},{ "Verses": "9 avar Mariththorilirundhu Ezhundhirukkavendum Engira Vedhavaakkiyaththai Avargal Innum Ariyaadhirundhaargal. "
},{ "Verses": "10 pinbu Andha Seeshargal Thangaludaiya Idaththirkuth Thirumbipponaargal. "
},{ "Verses": "11 mariyaal Kallaraiyinaruge Veliye Nindru Azhudhukondirundhaal; Appadi Azhudhukondirukkaiyil Aval Kunindhu Kallaraikkulle Paarththu, "
},{ "Verses": "12 yesuvin Sareeram Vaikkappattirundha Idaththile Velludai Thariththavargalaai Irandu Thoodhargal, Thalaimaattil Oruvanum Kaalmaattil Oruvanumaaga, Utkaarndhirukkiradhaik Kandaal. "
},{ "Verses": "13 avargal Avalai Nokki: Sthreeye, En Azhugiraai Endraargal. Adharku Aval: En Aandavarai Eduththukkondu Poivittaargal, Avarai Vaiththa Idam Enakkuth Theriyavillai Endraal. "
},{ "Verses": "14 ivaigalai Sollip Pinnaagath Thirumbi, Yesu Nirkiradhaik Kandaal; Aanaalum Avarai Yesu Endru Ariyaadhirundhaal. "
},{ "Verses": "15 yesu Avalaip Paarththu Sthreeye, En Azhugiraai, Yaaraith Thedugiraai Endraar. Aval, Avaraith Thottakkaaranendru Enni: Aiyaa, Neer Avarai Eduththukkonduponadhundaanaal, Avarai Vaiththa Idaththai Enakku Sollum, Naan Poi Avarai Eduththukkolluven Endraal. "
},{ "Verses": "16 yesu Avalai Nokki: Mariyaale Endraar. Aval Thirumbip Paarththu: Rabooni Endraal; Adharkup Podhagare Endru Arththamaam. "
},{ "Verses": "17 yesu Avalai Nokki: Ennaith Thodaadhe, Naan Innum En Pidhaavinidaththirku Erippogavillai; Nee En Sagodhararidaththirkup Poi, Naan En Pidhaavinidaththirkum Ungal Pidhaavinidaththirkum, En Dhevanidaththirkum Ungal Dhevanidaththirkum Erippogiren Endru Avargalukku Sollu Endraar. "
},{ "Verses": "18 magadhalenaa Mariyaal Poi, Thaan Karththaraik Kandadhaiyum, Avar Thannudane Sonnavaigalaiyum Seesharukku Ariviththaal. "
},{ "Verses": "19 vaaraththin Mudhalnaalaagiya Andraiyaththinam Saayangaalavelaiyile Seeshargal Koodiyirundha Idaththil, Yoodhargalukkup Bayandhadhinaal Kadhavugal Poottiyirukkaiyil, Yesu Vandhu Naduve Nindru: Ungalukku Samaadhaanam Endraar. "
},{ "Verses": "20 avar Ippadi Sollith Thammudaiya Kaigalaiyum Vilaavaiyum Avargalukkuk Kaanbiththaar. Seeshargal Karththaraikkandu Sandhoshappattaargal. "
},{ "Verses": "21 yesu Marupadiyum Avargalai Nokki: Ungalukku Samaadhaanamundaavadhaaga; Pidhaa Ennai Anuppinadhupola Naanum Ungalai Anuppugiren Endru Solli, "
},{ "Verses": "22 avargalmel Oodhi: Parisuththa Aaviyaip Petrukkollungal; "
},{ "Verses": "23 evargaludaiya Paavangalai Mannikkireergalo Avaigal Avargalukku Mannikkappadum, Evargaludaiya Paavangalai Manniyaadhirukkireergalo Avaigal Avargalukku Mannikkappadaadhirukkum Endraar. "
},{ "Verses": "24 yesu Vandhirundhapodhu Panniruvaril Oruvanaagiya Thidhimu Ennappatta Thomaa Enbavan Avargaludanekooda Irukkavillai. "
},{ "Verses": "25 matra Seeshargal: Karththaraik Kandom Endru Avanudane Sonnaargal. Adharku Avan: Avarudaiya Kaigalil Aanigalinaalundaana Kaayaththai Naan Kandu, Andhak Kaayaththile En Viralaiyittu, En Kaiyai Avarudaiya Vilaavile Pottaalozhiya Visuvaasikkamaatten Endraan. "
},{ "Verses": "26 marupadiyum Ettunaalaikkuppinbu Avarudaiya Seeshargal Veettukkulle Irundhaargal; Thomaavum Avargaludanekooda Irundhaan; Kadhavugal Poottappattirundhadhu. Appozhudhu Yesu Vandhu Naduve Nindru: Ungalukku Samaadhaanam Endraar. "
},{ "Verses": "27 pinbu Avar Thomaavai Nokki: Nee Un Viralai Inge Neetti, En Kaigalaip Paar, Un Kaiyai Neetti, En Vilaavile Podu, Avisuvaasiyaayiraamal Visuvaasiyaayiru Endraar. "
},{ "Verses": "28 thomaa Avarukkup Pradhiyuththaramaaga: En Aandavare! En Dhevane! Endraan. "
},{ "Verses": "29 adharku Yesu: Thomaave, Nee Ennaik Kandadhinaale Visuvaasiththaai, Kaanaadhirundhum Visuvaasikkiravargal Baakkiyavaangal Endraar. "
},{ "Verses": "30 indhap Pusthagaththil Ezhudhiyiraadha Veru Anega Arpudhangalaiyum Yesu Thamadhu Seesharukku Munbaaga Seydhaar. "
},{ "Verses": "31 yesu Dhevanudaiya Kumaaranaagiya Kristhu Endru Neengal Visuvaasikkumpadiyaagavum, Visuvaasiththu Avarudaiya Naamaththinaale Niththiyajeevanai Adaiyumpadiyaagavum, Ivaigal Ezhudhappattirukkiradhu. "
}
]