[
{ "Verses": "1 ivaigalukkuppinbu Yesu Thiberiyaakkadal Ennappatta Galileyaak Kadalin Akkaraikkup Ponaar. "
},{ "Verses": "2 avar Vyaadhikkaararidaththil Seydha Arpudhangalaith Thiralaana Janangal Kandapadiyaal Avarukkup Pinsendraargal. "
},{ "Verses": "3 yesu Malaiyinmel Eri, Ange Thammudaiya Seesharudanekooda Utkaarndhaar. "
},{ "Verses": "4 appozhudhu Yoodharudaiya Pandigaiyaagiya Paskaa Sameebamaayirundhadhu. "
},{ "Verses": "5 yesu Thammudaiya Kangalai Ereduththu, Thiralaana Janangal Thammidaththil Varugiradhaik Kandu, Pilippuvai Nokki: Ivargal Saappidaththakkadhaaga Appangalai Enge Kollalaam Endru Kettaar. "
},{ "Verses": "6 thaam Seyyappogiradhai Arindhirundhum, Avanai Sodhikkumpadi Ippadik Kettaar. "
},{ "Verses": "7 pilippu Avarukkup Pradhiyuththaramaaga, Ivargalil Ovvoruvan Konjankonjam Eduththukkondaalum, Irunooru Panaththu Appangalum Ivargalukkup Podhaadhe Endraan. "
},{ "Verses": "8 appozhudhu Avarudaiya Seeshariloruvanum, Seemon Pedhuruvin Sagodharanumaagiya Andhireyaa Avarai Nokki: "
},{ "Verses": "9 inge Oru Paiyan Irukkiraan, Avan Kaiyil Aindhu Vaarkodhumai Appangalum Irandu Meengalum Undu, Aanaalum Avaigal Iththanai Janangalukku Emmaaththiram Endraan. "
},{ "Verses": "10 yesu : Janangalai Utkaaravaiyungal Endraar. Andha Idam Migundha Pullulladhaayirundhadhu. Pandhiyirundha Purushargal Erakkuraiya Aiyaayiram Peraayirundhaargal. "
},{ "Verses": "11 yesu Andha Appangalai Eduththu, Sthoththirampanni, Seeshargalidaththil Koduththaar; Seeshargal Pandhiyirundhavargalukkuk Koduththaargal; Appadiye Meengalaiyum Avar Eduththu Avargalukku Vendiya Mattum Koduththaar. "
},{ "Verses": "12 avargal Thrupthiyadaindhapinbu, Avar Thammudaiya Seeshargalai Nokki: Ondrum Sedhamaaip Pogaadhapadikku Meedhiyaana Thunikkaigalai Serththuvaiyungal Endraar. "
},{ "Verses": "13 andhappadiye Avargal Serththu, Vaarkodhumai Appangal Aindhil Avargal Saappittu Meedhiyaana Thunikkaigalinaale Pannirandu Koodaigalai Nirappinaargal. "
},{ "Verses": "14 yesu Seydha Arpudhaththai Andha Manushar Kandu: Meyyaagave Ivar Ulagaththil Varugiravaraana Theerkkadharisi Endraargal. "
},{ "Verses": "15 aadhalaal Avargal Vandhu, Thammai Raajaavaakkumpadip Pidiththukkondupoga Manadhaayirukkiraargalendru Yesu Arindhu, Marupadiyum Vilagi, Thaniye Malaiyinmel Erinaar. "
},{ "Verses": "16 saayangaalamaanapodhu Avarudaiya Seeshargal Kadarkaraikkup Poi, "
},{ "Verses": "17 padavil Eri, Kadalin Akkaraiyilulla Kapparnakoomukku Neraaipponaargal; Appozhudhu Iruttaayirundhadhu, Yesu Vum Avargalidaththil Varaadhirundhaar. "
},{ "Verses": "18 perunkaatru Adiththapadiyinaale Kadal Kondhalindhadhu. "
},{ "Verses": "19 avargal Erakkuraiya Moondru Naalu Maildhooram Thanduvaliththup Ponapozhudhu, Yesu Kadalinmel Nadandhu, Padavukku Sameebamaai Varugiradhaikkandu Bayandhaargal. "
},{ "Verses": "20 avargalai Avar Nokki: Naandhaan, Bayappadaadhirungal Endraar. "
},{ "Verses": "21 appozhudhu Avaraip Padavil Etrikkolla Manadhaayirundhaargal; Udane Padavu Avargal Pogira Karaiyaip Pidiththadhu. "
},{ "Verses": "22 marunaalil Kadalin Akkaraiyile Nindra Janangal Avarudaiya Seeshar Erina Andha Ore Padavuthavira Ange Veroru Padavum Irundhadhillaiyendrum, Yesu Thammudaiya Seesharudanekoodap Padavil Eraamal Avarudaiya Seeshar Maaththiram Ponaargalendrum Arindhaargal. "
},{ "Verses": "23 karththar Sthoththiranseydhapinbu Avargal Appam Saappitta Idaththukku Sameebamaaith Thiperiyaavilirundhu Vere Padavugal Vandhadhu. "
},{ "Verses": "24 appozhudhu Yesuvum Avarudaiya Seesharum Ange Illaadhadhai Janangal Kandu, Udane Andhap Padavugalil Eri, Yesuvaith Thedikkondu, Kapparnakoomukku Vandhaargal. "
},{ "Verses": "25 kadalin Akkaraiyile Avargal Avaraik Kandapodhu: Rabee, Neer Eppozhudhu Ivvidam Vandheer Endru Kettaargal. "
},{ "Verses": "26 yesu Avargalukkup Pradhiyuththaramaaga: Neengal Arpudhangalaik Kandadhinaal Alla, Neengal Appam Pusiththuth Thrupthiyaanadhinaaleye Ennaith Thedugireergalendru Meyyaagave Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "27 azhindhupogira Pojanaththirkaaga Alla, Niththiyajeevanvaraikkum Nilainirkira Pojanaththirkaagave Kiriyai Nadappiyungal; Adhai Manushakumaaran Ungalukkuk Koduppaar; Avaraip Pidhaavaagiya Dhevan Muththiriththirukkiraar Endraar. "
},{ "Verses": "28 appozhudhu Avargal Avarai Nokki Dhevanukketra Kiriyaigalai Nadappikkumpadi Naangal Enna Seyyavendum Endraargal. "
},{ "Verses": "29 yesu Avargalukkup Pradhiyuththaramaaga: Avar Anuppinavarai Neengal Visuvaasippadhe Dhevanukketra Kiriyaiyaayirukkiradhu Endraar. "
},{ "Verses": "30 adharku Avargal: Appadiyaanaal Ummai Visuvaasikkumpadikku Naangal Kaanaththakkadhaaga Neer Enna Adaiyaalaththaik Kaanbikkireer? Ennaththai Nadappikkireer? "
},{ "Verses": "31 vaanaththilirundhu Avargalukku Appaththaip Pusikkakkoduththaar Endru Ezhudhiyirukkirapadi, Nammudaiya Pidhaakkal Vanaandharaththil Mannaavaip Pusiththaargale Endraargal. "
},{ "Verses": "32 yesu Avargalai Nokki: Vaanaththilirundhu Vandha Appaththai Mose Ungalukkuk Kodukkavillai; En Pidhaavo Vaanaththilirundhu Vandha Meyyaana Appaththai Ungalukkuk Kodukkiraar Endru, Meyyaagave Meyyaagave Ungalukku Sollugiren "
},{ "Verses": "33 vaanaththilirundhirangi, Ulagaththukku Jeevanaik Kodukkira Appame Dhevan Aruliya Appam Endraar. "
},{ "Verses": "34 appozhudhu Avargal Avarai Nokki: Aandavare, Indha Appaththai Eppozhudhum Engalukkuth Tharavendum Endraargal. "
},{ "Verses": "35 yesu Avargalai Nokki: Jeeva Appam Naane, Ennidaththil Varugiravan Orukkaalum Pasiyadaiyaan, Ennidaththil Visuvaasamaayirukkiravan Orukkaalum Thaagamadaiyaan. "
},{ "Verses": "36 neengal Ennaik Kandirundhum Visuvaasiyaamalirukkireergal Endru Ungalukku Sonnen. "
},{ "Verses": "37 pidhaavaanavar Enakkuk Kodukkira Yaavum Ennidaththil Varum, Ennidaththil Varugiravanai Naan Purambe Thalluvadhillai. "
},{ "Verses": "38 en Siththaththinpadiyalla, Ennai Anuppinavarudaiya Siththaththinpadi Seyyave Naan Vaanaththilirundhirangivandhen. "
},{ "Verses": "39 avar Enakkuth Thandhavaigalil Ondraiyum Naan Izhandhupogaamal, Kadaisinaalil Avaigalai Ezhuppuvadhe Ennai Anuppina Pidhaavin Siththamaayirukkiradhu. "
},{ "Verses": "40 kumaaranaik Kandu, Avaridaththil Visuvaasamaayirukkiravan Evano Avan, Niththiyajeevanai Adaivadhum, Naan Avanaik Kadaisinaalil Ezhuppuvadhum, Ennai Anuppinavarudaiya Siththamaayirukkiradhu Endraar. "
},{ "Verses": "41 naan Vaanaththilirundhu Vandha Appam Endru Avar Sonnadhinimiththam Yoodhargal Avaraikkuriththu Murumuruththu: "
},{ "Verses": "42 ivan Yoseppin Kumaaranaagiya Yesu Allavaa, Ivanudaiya Thagappanaiyum Thaayaiyum Arindhirukkirome; Appadiyirukka, Naan Vaanaththilirundhirangi Vandhen Endru Ivan Eppadi Sollugiraan Endraargal. "
},{ "Verses": "43 yesu Avargalukkup Pradhiyuththaramaaga: Ungalukkulle Murumurukkavendaam. "
},{ "Verses": "44 ennai Anuppina Pidhaa Oruvanai Izhuththukkollaavittaal Avan Ennidaththil Varamaattaan; Kadaisinaalil Naan Avanai Ezhuppuven. "
},{ "Verses": "45 ellaarum Dhevanaale Podhikkappattiruppaargal Endru Theerkkadharisigalin Aagamaththil Ezhudhiyirukkiradhe; Aagaiyaal Pidhaavinidaththil Kettuk Katrukkollugiravan Evanum Ennidaththil Varugiraan. "
},{ "Verses": "46 dhevanidaththinindru Vandhavare Thavira Veroruvarum Pidhaavaik Kandadhillai, Ivare Pidhaavaik Kandavar. "
},{ "Verses": "47 ennidaththil Visuvaasamaayirukkiravanukku Niththiyajeevan Undendru Meyyaagave Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "48 jeeva Appam Naane. "
},{ "Verses": "49 ungal Pidhaakkal Vanaandharaththile Mannaavaip Pusiththirundhum Mariththaargal "
},{ "Verses": "50 idhile Pusikkiravan Mariyaamalirukkumpadi Vaanaththilirundhirangina Appam Idhuve. "
},{ "Verses": "51 naane Vaanaththilirundhirangina Jeeva Appam; Indha Appaththaip Pusikkiravan Endrendraikkum Pizhaippaan; Naan Kodukkum Appam Ulagaththin Jeevanukkaaga Naan Kodukkum En Maamsame Endraar. "
},{ "Verses": "52 appozhudhu Yoodhargal; Ivan Thannudaiya Maamsaththai Eppadi Namakkup Pusikkak Koduppaan Endru Thangalukkulle Vaakkuvaadhampanninaargal. "
},{ "Verses": "53 adharku Yesu Avargalai Nokki: Neengal Manushakumaaranudaiya Maamsaththaip Pusiyaamalum, Avarudaiya Raththaththaip Paanampannaamalum Irundhaal Ungalukkulle Jeevanillai Endru Meyyaagave Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "54 en Maamsaththaip Pusiththu, En Raththaththaip Paanampannugiravanukku Niththiyajeevan Undu; Naan Avanaik Kadaisinaalil Ezhuppuven. "
},{ "Verses": "55 en Maamsam Meyyaana Bojanamaayirukkiradhu, En Raththam Meyyaana Paanamaayirukkiradhu. "
},{ "Verses": "56 en Maamsaththaip Pusiththu, En Raththaththaip Paanam Pannugiravan Ennile Nilaiththirukkiraan, Naanum Avanile Nilaiththirukkiren. "
},{ "Verses": "57 jeevanulla Pidhaa Ennai Anuppinadhupolavum, Naan Pidhaavinaal Pizhaiththirukkiradhupolavum, Ennaip Pusikkiravanum Ennaale Pizhaippaan. "
},{ "Verses": "58 vaanaththilirundhirangina Appam Idhuve; Idhu Ungal Pidhaakkal Pusiththamannaavaip Polalla, Avargal Mariththaargale; Indha Appaththaip Pusikkiravano Endrendraikkum Pizhaippaan Endraar. "
},{ "Verses": "59 kapparnakoomilulla Jebaaalayaththile Avar Ubadhesikkaiyil Ivaigalai Sonnaar. "
},{ "Verses": "60 avarudaiya Seesharil Anegar Ivaigalaik Kettapozhudhu, Idhu Kadinamaana Ubadhesam, Yaar Idhaik Ketpaargal Endraargal. "
},{ "Verses": "61 seeshargal Adhaikkuriththu Murumurukkiraargalendru Yesu Thamakkulle Arindhu, Avargalai Nokki: Idhu Ungalukku Idaralaayirukkiradho? "
},{ "Verses": "62 manushakumaaran Thaam Munnirundha Idaththirku Erippogiradhai Neengal Kaanbeergalaanaal Eppadiyirukkum? "
},{ "Verses": "63 aaviye Uyirppikkiradhu, Maamsamaanadhu Ondrukkum Udhavaadhu; Naan Ungalukku Sollugira Vasanangal Aaviyaayum Jeevanaayum Irukkiradhu. "
},{ "Verses": "64 aagilum Ungalil Visuvaasiyaadhavargal Silar Undu Endraar; Visuvaasiyaadhavargal Innaarendrum, Thammaik Kaattikkoduppavan Innaanendrum Aadhimudhalaaga Yesu Arindhirundhapadiyaal, Avar Pinnum: "
},{ "Verses": "65 oruvan En Pidhaavin Arulaip Peraavittaal Ennidaththirku Varamaattaan Endru Idhinimiththame Ungalukku Sonnen Endraar. "
},{ "Verses": "66 adhumudhal Avarudaiya Seesharil Anegar Avarudanekooda Nadavaamal Pinvaangipponaargal. "
},{ "Verses": "67 appozhudhu Yesu Panniruvaraiyum Nokki: Neengalum Poivida Manadhaayirukkireergalo Endraar. "
},{ "Verses": "68 seemon Pedhuru Avarukkup Pradhiyuththaramaaga: Aandavare, Yaaridaththil Povom, Niththiyajeeva Vasanangal Ummidaththil Unde. "
},{ "Verses": "69 neer Jeevanulla Dhevanudaiya Kumaaranaagiya Kristhu Endru Naangal Visuvaasiththum Arindhum Irukkirom Endraan. "
},{ "Verses": "70 yesu Avargalai Nokki: Panniruvaraagiya Ungalai Naan Therindhukollavillaiyaa? Ungalukkullum Oruvan Pisaasaayirukkiraan Endraar. "
},{ "Verses": "71 seemonin Kumaaranaagiya Yoodhaaskaariyoththu Panniruvariloruvanaayirundhum, Thammaik Kaattikkodukkappogiravanaayirundhapadiyinaal Avanaik Kuriththu Ippadi Sonnaar. "
}
]