[
{ "Verses": "1 ivaigalukkuppinbu Yoodharudaiya Pandigai Ondru Vandhadhu; Appozhudhu Yesu Erusalemukkup Ponaar. "
},{ "Verses": "2 ebireya Baashaiyile Pedhasthaa Ennappatta Oru Kulam Erusalemil Aattu Vaasalinaruge Irukkiradhu, Adharku Aindhu Mandabangalundu. "
},{ "Verses": "3 avaigalile Kurudar, Sappaanigal, Soombina Uruppudaiyavargal Mudhalaana Vyaadhikkaarar Anegar Paduththirundhu, Thanneer Eppozhudhu Kalangum Endru Kaaththukkondiruppaargal. "
},{ "Verses": "4 enenil Sila Samayangalil Dhevathoodhan Oruvan Andhak Kulaththil Irangi, Thanneeraik Kalakkuvaan; Thanneer Kalanginapinbu Yaar Mundhi Adhil Iranguvaano Avan Epperppatta Vyaadhisthanaayirundhaalum Sosthamaavaan. "
},{ "Verses": "5 muppaththettu Varusham Vyaadhikondirundha Oru Manushan Ange Irundhaan. "
},{ "Verses": "6 paduththirundha Avanai Yesu Kandu, Avan Vegukaalamaai Vyaadhisthanendru Arindhu, Avanai Nokki: Sosthamaagavendumendru Virumbugiraayaa Endru Kettaar. "
},{ "Verses": "7 adharku Vyaadhisthan Aandavare, Thanneer Kalakkappadumbodhu Ennaik Kulaththil Kondupoi Vidugiradharku Oruvarumillai, Naan Pogiradharkulle Veroruvan Enakku Mundhi Irangividugiraan Endraan. "
},{ "Verses": "8 yesu Avanai Nokki: Ezhundhiru, Un Padukkaiyai Eduththukkondu Nada Endraar. "
},{ "Verses": "9 udane Andha Manushan Sosthamaagi, Than Padukkaiyai Eduththukkondu, Nadandhuponaan. Andha Naal Oivunaalaayirundhadhu. "
},{ "Verses": "10 aadhalaal Yoodhargal Gunamaakkappattavanai Nokki: Idhu Oivunaalaayirukkiradhe, Padukkaiyai Eduththukkondu Pogiradhu Unakku Nyaayamalla Endraargal. "
},{ "Verses": "11 avan Avargalukkup Pradhiyuththaramaaga Ennai Sosthamaakkinavar, Un Padukkaiyai Eduththukkondu Nadavendru Enakku Sonnaar Endraan. "
},{ "Verses": "12 adharku Avargal: Un Padukkaiyai Eduththukkondu Nadavendru Unnudane Sonna Manushan Yaar Endru Avanidaththil Kettaargal. "
},{ "Verses": "13 sosthamaakkappattavan Avar Innaarendru Ariyavillai; Avvidaththil Janangal Koottamaayirundhapadiyinaal Yesu Vilagiyirundhaar. "
},{ "Verses": "14 adharkuppinbu Yesu Avanai Dhevaalayaththile Kandu: Idho, Nee Sosthamaanaai, Adhiga Kedaanadhondrum Unakku Varaadhapadi Inip Paavancheyyaadhe Endraar. "
},{ "Verses": "15 andha Manushan Poi, Thannai Sosthamaakkinavar Yesu Endru Yoodhargalukku Ariviththaan. "
},{ "Verses": "16 yesu Ivaigalai Oivunaalil Seydhapadiyaal, Yoodhargal Avaraith Thunbappaduththi, Avaraik Kolaiseyya Vagaithedinaargal. "
},{ "Verses": "17 yesu Avargalai Nokki: En Pidhaa Idhuvaraikkum Kiriyaiseydhuvarugiraar. Naanum Kiriyaiseydhuvarugiren Endraar. "
},{ "Verses": "18 avar Oivunaal Kattalaiyai Meerinadhumallaamal, Dhevanaith Thammudaiya Sondhap Pidhaa Endrunchollith Thammai Dhevanukku Samamaakkinapadiyinaale, Yoodhargal Avaraik Kolaiseyyumpadi Adhigamaai Vagaithedinaargal. "
},{ "Verses": "19 appozhudhu Yesu Avargalai Nokki: Meyyaagave Meyyaagave Naan Ungalukku Sollugiren Pidhaavaanavar Seyyak Kumaaran Kaangiradhedhuvo, Adhaiyeyandri, Verondraiyum Thaamaai Seyyamaattaar; Avar Evaigalai Seygiraaro, Avaigalaik Kumaaranum Andhappadiye Seygiraar. "
},{ "Verses": "20 pidhaavaanavar Kumaaranidaththil Anbaayirundhu, Thaam Seygiravaigalaiyellaam Avarukkuk Kaanbikkiraar; Neengal Aachchariyappadaththakkadhaaga Ivaigalaip Paarkkilum Peridhaana Kiriyaigalaiyum Avarukkuk Kaanbippaar. "
},{ "Verses": "21 pidhaavaanavar Mariththorai Ezhuppi Uyirppikkiradhupola, Kumaaranum Thamakku Siththamaanavargalai Uyirppikkiraar. "
},{ "Verses": "22 andriyum Pidhaavaik Ganampannugiradhupola Ellaarum Kumaaranaiyum Ganampannumpadikku, Pidhaavaanavardhaame Oruvarukkum Nyaayaththeerppu Seyyaamal, Nyaayaththeerppu Seyyum Adhigaaram Muzhuvadhaiyum Kumaaranukku Oppukkoduththirukkiraar. "
},{ "Verses": "23 kumaaranai Ganampannaadhavan Avarai Anuppina Pidhaavaiyum Ganampannaadhavanaayirukkiraan. "
},{ "Verses": "24 en Vasanaththaik Kettu, Ennai Anuppinavarai Visuvaasikkiravanukku Niththiyajeevan Undu; Avan Aakkinaiththeerppukkutpadaamal, Maranaththaivittu Neengi, Jeevanukkutpattirukkiraan Endru Meyyaagave Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "25 mariththor Dhevakumaaranudaiya Saththaththaik Ketkunkaalam Varum, Adhu Ippozhudhe Vandhirukkiradhu; Adhaik Ketkiravargal Pizhaippaargal Endru Meyyaagave Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "26 enenil, Pidhaavaanavar Thammil Thaame Jeevanudaiyavaraayirukkiradhupola, Kumaaranum Thammilthaame Jeevanudaiyavaraayirukkumpadi Arul Seydhirukkiraar. "
},{ "Verses": "27 avar Manushakumaaranaayirukkirapadiyaal, Nyaayaththeerppu Seyyumpadikku Adhigaaraththaiyum Avarukkuk Koduththirukkiraar. "
},{ "Verses": "28 idhaikkuriththu Neengal Aachchariyappadavendaam; Enendraal Predhakkuzhigalilulla Anaivarum Avarudaiya Saththaththaik Ketkun Kaalam Varum; "
},{ "Verses": "29 appozhudhu, Nanmaiseydhavargal Jeevanai Adaiyumpadi Ezhundhirukkiravargalaagavum, Theemai Seydhavargal Aakkinaiyai Adaiyumpadi Ezhundhirukkiravargalaagavum Purappaduvaargal. "
},{ "Verses": "30 naan En Suyamaai Ondruncheygiradhillai; Naan Ketkirapadiye Nyaayantheerkkiren; Enakku Siththamaanadhai Naan Thedaamal, Ennai Anuppina Pidhaavukku Siththamaanadhaiye Naan Thedugirapadiyaal En Theerppu Needhiyaayirukkiradhu. "
},{ "Verses": "31 ennaikkuriththu Naane Saatchikoduththaal En Saatchi Meyyaayiraadhu. "
},{ "Verses": "32 ennaikkuriththu Saatchikodukkiravar Veroruvar Irukkiraar, Avar Ennaikkuriththuk Kodukkira Saatchi Meyyaana Saatchiyendru Arindhirukkiren. "
},{ "Verses": "33 neengal Yovaanidaththil Aalanuppi Visaariththeergal, Avan Saththiyaththirku Saatchikoduththaan. "
},{ "Verses": "34 naan Etrukkollugira Saatchi Manusharudaiya Saatchiyalla, Neengal Ratchikkappaduvadharkaagave Ivaigalai Sollugiren. "
},{ "Verses": "35 avan Erindhu Pragaasikkira Vilakkaayirundhaan; Neengalum Silakaalam Avan Velichchaththile Kalikoora Manadhaayirundheergal. "
},{ "Verses": "36 yovaanudaiya Saatchiyaippaarkkilum Menmaiyaana Saatchi Enakku Undu; Adhennavenil, Naan Niraivetrumpadikkup Pidhaavaanavar Enakkuk Karpiththadhum Naan Seydhuvarugiradhumaana Kiriyaigale Pidhaa Ennai Anuppinaar Endru Ennaikkuriththu Saatchi Kodukkiradhu. "
},{ "Verses": "37 ennai Anuppina Pidhaa Thaame Ennaik Kuriththu Saatchi Koduththirukkiraar; Neengal Orukkaalum Avar Saththaththaik Kettadhumillai, Avar Roobaththaik Kandadhumillai. "
},{ "Verses": "38 avar Anuppinavarai Neengal Visuvaasiyaadhapadiyaal Avarudaiya Vasanam Ungalil Thariththirukkiradhumillai. "
},{ "Verses": "39 vedhavaakkiyangalai Aaraaindhupaarungal; Avaigalaal Ungalukku Niththiyajeevan Undendru Ennugireergale, Ennaikkuriththu Saatchikodukkiravaigalum Avaigale. "
},{ "Verses": "40 appadiyirundhum Ungalukku Jeevan Undaagumpadi Ennidaththil Vara Ungalukku Manadhillai. "
},{ "Verses": "41 naan Manusharaal Magimaiyai Etrukkollugiradhillai. "
},{ "Verses": "42 ungalil Dheva Anbu Illaiyendru Ungalai Arindhirukkiren. "
},{ "Verses": "43 naan En Pidhaavin Naamaththinaale Vandhirundhum Neengal Ennai Etrukkollavillai, Veroruvan Than Suya Naamaththinaale Vandhaal Avanai Etrukkolveergal. "
},{ "Verses": "44 dhevanaalemaaththiram Varugira Magimaiyaith Thedaamal, Oruvaraaloruvar Magimaiyai Etrukkollugira Neengal Eppadi Visuvaasippeergal? "
},{ "Verses": "45 pidhaavinidaththil Naan Ungalmel Kutranchaattuven Endru Ninaiyaadhirungal, Neengal Nambugira Moseye Ungalmel Kutranchaattuvaan. "
},{ "Verses": "46 neengal Moseyai Visuvaasiththeergalaanaal, Ennaiyum Visuvaasippeergal; Avan Ennaikkuriththu Ezhudhiyirukkiraane. "
},{ "Verses": "47 avan Ezhudhina Vaakkiyangalai Neengal Visuvaasiyaamalirundhaal Naan Sollugira Vasanangalai Eppadi Visuvaasippeergal Endraar. "
}
]