[
{ "Verses": "1 yesu Olivamalaikkup Ponaar. "
},{ "Verses": "2 marunaal Kaalaiyile Avar Thirumbi Dhevaalayaththirku Vandhapodhu, Janangalellaarum Avaridaththil Vandhaargal. Avar Utkaarndhu Avargalukku Ubadhesampanninaar. "
},{ "Verses": "3 appozhudhu Vibasaaraththile Kandupidikkappatta Oru Sthreeyai Vedhapaaragarum Pariseyarum Avaridaththil Konduvandhu, Avalai Naduve Niruththi: "
},{ "Verses": "4 podhagare, Indha Sthree Vibasaaraththil Kaiyum Meyyumaaip Pidikkappattaal. "
},{ "Verses": "5 ippadippattavargalaik Kallerindhu Kollavendumendru Mose Nyaayappramaanaththil Namakkuk Kattalaiyittirukkiraare, Neer Enna Sollugireer Endraargal. "
},{ "Verses": "6 avarmel Kutranchumaththuvadharkaana Kaaranam Undaagumporuttu Avarai Sodhikkumpadi Ippadi Sonnaargal. Yesu Vo Gunindhu, Viralinaal Tharaiyile Ezhudhinaar. "
},{ "Verses": "7 avargal Oyaamal Avaraik Kettukkondirukkaiyil, Avar Nimirndhu Paarththu: Ungalil Paavamillaadhavan Ivalmel Mudhalaavadhu Kalleriyakkadavan Endru Solli, "
},{ "Verses": "8 avar Marupadiyum Gunindhu, Tharaiyile Ezhudhinaar. "
},{ "Verses": "9 avargal Adhaik Kettu, Thangal Manasaatchiyinaal Kadindhukollappattu, Periyormudhal Siriyorvaraikkum Ovvoruvaraaip Poivittaargal. Yesu Thaniththirundhaar, Andha Sthree Naduve Nindraal. "
},{ "Verses": "10 yesu Nimirndhu Andha Sthreeyaith Thavira Veroruvaraiyun Kaanaamal: Sthreeye, Unmel Kutranchaattinavargal Enge? Oruvanaagilum Unnai Aakkinaikkullaagath Theerkkavillaiyaa Endraar. "
},{ "Verses": "11 adharku Aval: Illai, Aandavare, Endraal. Yesu Avalai Nokki: Naanum Unnai Aakkinaikkullaagath Theerkkiradhillai; Nee Po, Inip Paavancheyyaadhe Endraar. "
},{ "Verses": "12 marupadiyum Yesu Janangalai Nokki: Naan Ulagaththirku Oliyaayirukkiren, Ennaip Pinpatrugiravan Irulile Nadavaamal Jeevaoliyai Adaindhiruppaan Endraar. "
},{ "Verses": "13 appozhudhu Pariseyar Avarai Nokki: Unnaik Kuriththu Neeye Saatchikodukkiraai; Unnudaiya Saatchi Unmaiyaanadhalla Endraargal. "
},{ "Verses": "14 yesu Avargalukkup Pradhiyuththaramaaga: Ennaikkuriththu Naane Saatchikoduththaalum, En Saatchi Unmaiyaayirukkiradhu; Enenil Naan Engeyirundhu Vandhenendrum, Enge Pogirenendrum Arindhirukkiren; Neengalo Naan Engeyirundhu Varugirenendrum, Enge Pogirenendrum Ariyeergal. "
},{ "Verses": "15 neengal Maamsaththukketrapadi Nyaayantheerkkireergal, Naan Oruvanaiyum Nyaayantheerkkiradhillai; "
},{ "Verses": "16 naan Nyaayantheerththaal, En Theerppu Saththiyaththinpadiyirukkum; Enenil Naan Thaniththirukkavillai, Naanum Ennai Anuppina Pidhaavumaaga Irukkirom. "
},{ "Verses": "17 iranduperudaiya Saatchi Unmaiyendru Ungal Nyaayappramaanaththilum Ezhudhiyirukkiradhe. "
},{ "Verses": "18 naan Ennaikkuriththu Saatchikodukkiravanaayirukkiren, Ennai Anuppina Pidhaavum Ennaikkuriththu Saatchikodukkiraar Endraar. "
},{ "Verses": "19 appozhudhu Avargal: Ummudaiya Pidhaa Enge Endraargal. Yesu Pradhiyuththaramaaga: Ennaiyum Ariyeergal, En Pidhaavaiyum Ariyeergal; Neengal Ennai Arindheergalaanaal En Pidhaavaiyum Ariveergal Endraar. "
},{ "Verses": "20 dhevaalayaththile Yesu Ubadhesampannugirapodhu, Dharumappettiyirukkum Idaththil Indha Vasanangalai Sonnaar. Avarudaiya Velai Innum Varaadhapadiyinaal Oruvanum Avaraip Pidikkavillai. "
},{ "Verses": "21 yesu Marupadiyum Avargalai Nokki: Naan Pogiren, Neengal Ennaith Thedi Ungal Paavangalile Saaveergal; Naan Pogira Idaththukku Vara Ungalaal Koodaadhu Endraar. "
},{ "Verses": "22 appozhudhu Yoodhargal: Naanpogira Idaththukku Vara Ungalaal Koodaadhu Engiraane; Thannaiththaan Kolaiseydhukolluvaano Endru Pesikkondaargal. "
},{ "Verses": "23 avar Avargalai Nokki: Neengal Thaazhvilirundhundaanavargal, Naan Uyarvilirundhundaanavan; Neengal Indha Ulagaththilirundhundaanavargal, Naan Indha Ulagaththilirundhundaanavanalla. "
},{ "Verses": "24 aagaiyaal Neengal Ungal Paavangalil Saaveergal Endru Ungalukku Sonnen; Naane Avar Endru Neengal Visuvaasiyaavittaal Ungal Paavangalile Saaveergal Endraar. "
},{ "Verses": "25 adharku Avargal: Neer Yaar Endraargal. Yesu Avargalai Nokki: Naan Aadhimudhalaai Ungalukku Solliyirukkiravardhaan. "
},{ "Verses": "26 ungalaikkuriththup Pesavum Nyaayantheerkkavum Enakku Anega Kaariyangalundu. Ennai Anuppinavar Saththiyamullavar; Naan Avaridaththil Kettavaigalaiye Ulagaththukku Sollugiren Endraar. "
},{ "Verses": "27 pidhaavaikkuriththup Pesinaarendru Avargal Ariyaadhirundhaargal. "
},{ "Verses": "28 aadhalaal Yesu Avargalai Nokki: Neengal Manushakumaaranai Uyarththina Pinbu, Naane Avarendrum, Naan Ensuyamaai Ondrum Seyyaamal, En Pidhaa Enakkup Podhiththapadiye Ivaigalai Sonnen Endrum Ariveergal. "
},{ "Verses": "29 ennai Anuppinavar Ennudanekooda Irukkiraar, Pidhaavukkup Piriyamaanavaigalai Naan Eppozhudhum Seygirapadiyaal Avar Ennaith Thaniye Irukkavidavillai Endraar. "
},{ "Verses": "30 ivaigalai Avar Sollugaiyil, Anegar Avaridaththil Visuvaasam Vaiththaargal. "
},{ "Verses": "31 yesu Thammai Visuvaasiththa Yoodhargalai Nokki: Neengal En Ubadhesaththil Nilaiththirundhaal Meyyaagave En Seesharaayiruppeergal; "
},{ "Verses": "32 saththiyaththaiyum Ariveergal, Saththiyam Ungalai Vidudhalaiyaakkum Endraar. "
},{ "Verses": "33 avargal Avarukkup Pradhiyuththaramaaga: Naangal Aabiragaamin Sandhadhiyaayirukkirom, Naangal Orukkaalum Oruvanukkum Adimaigalaayirukkavillai; Vidudhalaiyaaveergalendru Neer Eppadi Sollugireer Endraargal. "
},{ "Verses": "34 yesu Avargalukkup Pradhiyuththaramaaga: Paavancheygiravan Evanum Paavaththukku Adimaiyaayirukkiraan Endru Meyyaagave Meyyaagave Ungalukku Sollugiren. "
},{ "Verses": "35 adimaiyaanavan Endraikkum Veettile Nilaiththiraan; Kumaaran Endraikkum Nilaiththirukkiraar. "
},{ "Verses": "36 aagaiyaal Kumaaran Ungalai Vidudhalaiyaakkinaal Meyyaagave Vidudhalaiyaaveergal, "
},{ "Verses": "37 neengal Aabiragaamin Sandhadhiyaarendru Ariven; Aanaalum Ungalukkulle En Ubadhesam Idamperaadhapadiyaal, Ennaik Kolaiseyyath Thedugireergal. "
},{ "Verses": "38 naan En Pidhaavinidaththil Kandadhai Sollugiren, Neengalum Ungal Pidhaavinidaththil Kandadhai Seygireergal Endraar. "
},{ "Verses": "39 adharku Avargal: Aabiragaame Engal Pidhaa Endraargal. Yesu Avargalai Nokki: Neengal Aabiragaamin Pillaigalaayirundhaal Aabiragaamin Kiriyaigalai Seyveergale. "
},{ "Verses": "40 dhevanidaththil Kettirukkira Saththiyaththai Ungalukku Sonna Manushanaagiya Ennaik Kollath Thedugireergal, Aabiragaam Ippadi Seyyavillaiye. "
},{ "Verses": "41 neengal Ungal Pidhaavin Kiriyaigalai Seygireergal Endraar. Adharku Avargal: Naangal Vesiththanaththinaal Pirandhavargalalla; Ore Pidhaa Engalukku Undu. Avar Dhevan Endraargal. "
},{ "Verses": "42 yesu Avargalai Nokki: Dhevan Ungal Pidhaavaayirundhaal Ennidaththil Anbaayiruppeergal. Enenil Naan Dhevanidaththilirundhu Vandhirukkiren; Naan Suyamaai Varavillai, Avare Ennai Anuppinaar. "
},{ "Verses": "43 en Vasanaththai Neengal En Ariyaamalirukkireergal? En Ubadhesaththaik Ketka Manadhillaadhirukkiradhinaal Allavaa? "
},{ "Verses": "44 neengal Ungal Pidhaavaagiya Pisaasaanavanaal Undaanavargal; Ungal Pidhaavinudaiya Ichchaigalinpadi Seyya Manadhaayirukkireergal; Avan Aadhimudharkondu Manushakolaipaadhaganaayirukkiraan; Saththiyam Avanidaththilillaadhapadiyaal Avan Saththiyaththile Nilainirkavillai; Avan Poiyanum Poikkup Pidhaavumaayirukkirapadiyaal Avan Poipesumbodhu Than Sondhaththil Eduththup Pesugiraan. "
},{ "Verses": "45 naan Ungalukku Saththiyaththai Sollugirapadiyinaale Neengal Ennai Visuvaasikkiradhillai. "
},{ "Verses": "46 ennidaththil Paavam Undendru Ungalil Yaar Ennaik Kutrappaduththakkoodum? Naan Saththiyaththai Solliyirukka, Neengal En Ennai Visuvaasikkiradhillai. "
},{ "Verses": "47 dhevanaal Undaanavan Dhevanudaiya Vasanangalukku Sevikodukkiraan; Neengal Dhevanaal Undaayiraadhapadiyinaal Sevikodaamalirukkireergal Endraar. "
},{ "Verses": "48 appozhudhu Yoodhargal Avarukkup Pradhiyuththaramaaga: Unnai Samaariyanendrum, Pisaasupidiththavanendrum Naangal Sollugiradhu Saridhaane Endraargal. "
},{ "Verses": "49 adharku Yesu : Naan Pisaasupidiththavanalla, Naan En Pidhaavai Ganampannugiren, Neengal Ennaik Ganaveenam Pannugireergal. "
},{ "Verses": "50 naan Enakku Magimaiyaith Thedugiradhillai; Adhaith Thedi Nyaayantheerkkiravar Oruvar Irukkiraar. "
},{ "Verses": "51 oruvan En Vaarththaiyaik Kaikkondaal, Avan Endrendraikkum Maranaththaik Kaanbadhillai Endru Meyyaagave Meyyaagave Ungalukku Sollugiren Endraar. "
},{ "Verses": "52 appozhudhu Yoodhargal Avarai Nokki: Nee Pisaasu Pidiththavanendru Ippozhudhu Arindhirukkirom; Aabiragaamum Theerkkadharisigalum Mariththaargal. Neeyo: Oruvan En Vaarththaiyaik Kaikkondaal Endrendraikkum Maranaththai Rusipaarppadhillai Engiraai. "
},{ "Verses": "53 engal Pidhaavaagiya Aabiragaamilum Nee Periyavano? Avar Mariththaar, Theerkkadharisigalum Mariththaargal; Unnai Nee Eppadippattavanaakkugiraai Endraargal. "
},{ "Verses": "54 yesu Pradhiyuththaramaaga: Ennai Naane Magimaippaduththinaal Andha Magimai Veenaayirukkum, En Pidhaa Ennai Magimaippaduththugiravar, Avarai Ungal Dhevanendru Neengal Sollugireergal. "
},{ "Verses": "55 aayinum Neengal Avarai Ariyavillai, Naan Avarai Arindhirukkiren; Avarai Ariyen Endru Solvenaagil Ungalaippola Naanum Poiyanaayiruppen; Avarai Naan Arindhu, Avarudaiya Vaarththaiyaik Kaikkondirukkiren. "
},{ "Verses": "56 ungal Pidhaavaagiya Aabiragaam Ennudaiya Naalaik Kaana Aasaiyaayirundhaan; Kandu Kalikoorndhaan Endraar. "
},{ "Verses": "57 appozhudhu Yoodhargal Avarai Nokki: Unakku Innum Aimbadhu Vayadhaagavillaiye, Nee Aabiragaamaik Kandaayo Endraargal. "
},{ "Verses": "58 adharku Yesu : Aabiragaam Undaagiradharku Munname Naan Irukkiren Endru Meyyaagave Meyyaagave Ungalukku Sollugiren Endraar. "
},{ "Verses": "59 appozhudhu Avarmel Eriyumpadi Kallugalai Eduththukkondaargal. Yesu Maraindhu, Avargal Naduve Kadandhu, Dhevaalayaththai Vittupponaar. "
}
]