[
{ "Verses": "1 paskaa Pandigaikku Munne, Yesu Ivvulagaththai Vittup Pidhaavinidaththirkup Pogumpadiyaana Thammudaiya Velai Vandhadhendru Arindhu, Thaam Ivvulagaththilirukkira Thammudaiyavargalidaththil Anbuvaiththapadiye, Mudivupariyandhamum Avargalidaththil Anbuvaiththaar. "
},{ "Verses": "2 seemonin Kumaaranaagiya Yoodhaaskaariyoththu Avaraik Kaattikkodukkumpadi Pisaasaanavan Avan Irudhayaththaith Thoondinapinbu, Avargal Bojanampannikkondirukkaiyil; "
},{ "Verses": "3 thammudaiya Kaiyil Pidhaa Ellaavatraiyum Oppukkoduththaarenbadhaiyum, Thaam Dhevanidaththilirundhu Vandhadhaiyum, Dhevanidaththirkup Pogiradhaiyum Yesu Arindhu; "
},{ "Verses": "4 pojanaththai Vittezhundhu, Vasthirangalaich Kazhatrivaiththu, Oru Seelaiyai Eduththu, Araiyile Kattikkondu, "
},{ "Verses": "5 pinbu Paaththiraththil Thanneerai Vaarththu, Seesharudaiya Kaalgalaik Kazhuvavum, Thaam Kattikkondirundha Seelaiyinaal Thudaikkavum Thodanginaar. "
},{ "Verses": "6 avar Seemon Pedhuruvinidaththil Vandhapodhu, Avan Avarai Nokki: Aandavare, Neer En Kaalgalaik Kazhuvalaamaa Endraan. "
},{ "Verses": "7 yesu Avanukkup Pradhiyuththaramaaga: Naan Seygiradhu Innadhendru Ippozhudhu Nee Ariyaai, Inimel Arivaai Endraar. "
},{ "Verses": "8 pedhuru Avarai Nokki: Neer Orukkaalum En Kaalgalaik Kazhuvappadaadhu Endraan. Yesu Avanukkup Pradhiyuththaramaaga: Naan Unnaik Kazhuvaavittaal Ennidaththil Unakkup Pangillai Endraar. "
},{ "Verses": "9 adharku Seemon Pedhuru: Aandavare, En Kaalgalaimaaththiramalla, En Kaigalaiyum En Thalaiyaiyumkooda Kazhuvavendum Endraan. "
},{ "Verses": "10 yesu Avanai Nokki: Muzhuginavan Than Kaalgalaimaaththiram Kazhuvavendiyadhaayirukkum, Matrappadi Avan Muzhuvadhum Suththamaayirukkiraan; Neengal Suththamaayirukkireergal; Aagilum Ellaarum Alla Endraar. "
},{ "Verses": "11 thammaik Kaattikkodukkiravanai Avar Arindhirundhapadiyinaal Neengalellaarum Suththamullavargal Alla Endraar. "
},{ "Verses": "12 avargaludaiya Kaalgalai Avar Kazhuvinapinbu, Thammudaiya Vasthirangalaith Thariththukkondu, Thirumba Utkaarndhu, Avargalai Nokki: Naan Ungalukku Seydhadhai Arindhirukkireergalaa? "
},{ "Verses": "13 neengal Ennaip Podhagarendrum, Aandavarendrum Sollugireergal. Neengal Sollugiradhu Sariye, Naan Avardhaan. "
},{ "Verses": "14 aandavarum Podhagarumaagiya Naane Ungal Kaalgalaik Kazhuvinadhundaanaal, Neengalum Oruvarudaiya Kaalgalai Oruvar Kazhuvakkadaveergal. "
},{ "Verses": "15 naan Ungalukku Seydhadhupola Neengalum Seyyumpadi Ungalukku Maadhiriyaik Kaanbiththen. "
},{ "Verses": "16 meyyaagave Meyyaagave Naan Ungalukku Sollugiren, Oozhiyakkaaran Than Ejamaanilum Periyavanalla, Anuppappattavan Thannai Anuppinavarilum Periyavanalla. "
},{ "Verses": "17 neengal Ivaigalai Arindhirukkirapadiyinaal, Ivaigalai Seyveergalaanaal, Baakkiyavaangalaayiruppeergal. "
},{ "Verses": "18 ungalellaaraiyunkuriththu Naan Pesavillai, Naan Therindhukondavargalai Ariven; Aagilum Vedhavaakkiyam Niraiveraththakkadhaaga, Ennudane Appam Pusikkiravan Enmel Than Kudhikaalaith Thookkinaan. "
},{ "Verses": "19 adhu Nadakkumbodhu Naane Avarendru Neengal Visuvaasikkumporuttu, Ippozhudhu Adhu Nadappadharku Munname Adhai Ungalukku Sollugiren. "
},{ "Verses": "20 naan Anuppugiravanai Etrukkolgiravan Ennai Etrukkollugiraan, Ennai Etrukkollugiravan Ennai Anuppinavarai Etrukkollugiraan Endru, Meyyaagave Meyyaagave Ungalukku Sollugiren Endraar. "
},{ "Verses": "21 yesu Ivaigalai Sonnapinbu, Aaviyile Kalangi: Ungalil Oruvan Ennaik Kaattikkoduppaan Endru, Meyyaagave Meyyaagave Ungalukku Sollugiren Endru Saatchiyaaga Sonnaar. "
},{ "Verses": "22 appozhudhu Yaaraikkuriththup Pesugiraaro Endru Seeshargal Aiyappattu, Oruvaraiyoruvar Nokkippaarththaargal. "
},{ "Verses": "23 andha Samayaththil Avarudaiya Seesharil Yesuvukku Anbaanavanaayirundha Oruvan Yesuvin Maarbile Saaindhukondirundhaan "
},{ "Verses": "24 yaaraikkuriththu Sollugiraarendru Visaarikkumpadi Seemonpedhuru Avanukku Saigaikaattinaan. "
},{ "Verses": "25 appozhudhu Avan Yesuvin Maarbile Saaindhukondu: Aandavare, Avan Yaar Endraan. "
},{ "Verses": "26 yesu Pradhiyuththaramaaga: Naan Indhath Thunikkaiyaith Thoiththu Evanukkuk Koduppeno Avandhaan Endru Solli, Thunikkaiyaith Thoiththu, Seemon Kumaaranaagiya Yoodhaaskaariyoththukkuk Koduththaar. "
},{ "Verses": "27 andhath Thunikkaiyai Avan Vaanginapinbu, Saaththaan Avanukkul Pugundhaan. Appozhudhu Yesu Avanai Nokki: Nee Seygiradhai Seekkiramaai Sey Endraar. "
},{ "Verses": "28 avar Ippadi Avanudane Sonnadhin Karuththaip Pandhiyirundhavargalil Oruvanum Ariyavillai. "
},{ "Verses": "29 yoodhaas Panappaiyai Vaiththukkondirundhapadiyinaal, Avan Poi, Pandigaikkuth Thevaiyaanavaigalaik Kollumpadikkaavadhu, Thariththirarukku Edhaagilum Kodukkumpadikkaavadhu, Yesu Avanudane Solliyiruppaar Endru Silar Ninaiththaargal. "
},{ "Verses": "30 avan Andhath Thunikkaiyai Vaanginavudane Purappattupponaan; Appozhudhu Raakkaalamaayirundhadhu. "
},{ "Verses": "31 avan Purappattupponapinbu Yesu: Ippozhudhu Manushakumaaran Magimaippadugiraar, Dhevanum Avaril Magimaippadugiraar. "
},{ "Verses": "32 dhevan Avaril Magimaippattirundhaal, Dhevan Avaraith Thammil Magimaippaduththuvaar, Seekkiramaai Avarai Magimaippaduththuvaar. "
},{ "Verses": "33 pillaigale, Innum Konjakkaalam Naan Ungaludanekooda Iruppen, Neengal Ennaith Theduveergal; Aanaalum Naan Pogira Idaththukku Neengal Varakkoodaadhendru Naan Yoodharode Sonnadhupola Ippozhudhu Ungalodum Sollugiren. "
},{ "Verses": "34 neengal Oruvariloruvar Anbaayirungal; Naan Ungalil Anbaayirundhadhupola Neengalum Oruvariloruvar Anbaayirungal Engira Pudhidhaana Kattalaiyai Ungalukkuk Kodukkiren. "
},{ "Verses": "35 neengal Oruvariloruvar Anbullavargalaayirundhaal, Adhinaal Neengal Ennudaiya Seeshargalendru Ellaarum Arindhukolvaargal Endraar. "
},{ "Verses": "36 seemonpedhuru Avarai Nokki: Aandavare, Neer Enge Pogireer Endraan. Yesu Avanukkup Pradhiyuththaramaaga: Naan Pogira Idaththukku Ippozhudhu Nee En Pinne Varakkoodaadhu, Pirpaadu En Pinne Varuvaai Endraar. "
},{ "Verses": "37 pedhuru Avarai Nokki: Aandavare, Naan Ippozhudhu Umakkup Pinne En Varakkoodaadhu? Umakkaaga En Jeevanaiyum Koduppen Endraan. "
},{ "Verses": "38 yesu Avanukkup Pradhiyuththaramaaga: Enakkaaga Un Jeevanaik Koduppaayo? Seval Koovugiradharku Munne Nee Ennai Moondrudharam Marudhalippaayendru, Meyyaagave Meyyaagave Unakku Sollugiren Endraar. "
}
]