[
{ "Verses": "1 avar Appuram Pogaiyil Piravikkurudanaagiya Oru Manushanaik Kandaar. "
},{ "Verses": "2 appozhudhu Avarudaiya Seeshargal Avarai Nokki: Rabee, Ivan Kurudanaaip Pirandhadhu Yaar Seydha Paavam, Ivanseydha Paavamo, Ivanaip Petravargal Seydha Paavamo Endru Kettaargal. "
},{ "Verses": "3 yesu Pradhiyuththaramaaga: Adhu Ivan Seydha Paavamumalla, Ivanaip Petravargal Seydha Paavamumalla, Dhevanudaiya Kiriyaigal Ivanidaththil Velippadumporuttu Ippadip Pirandhaan. "
},{ "Verses": "4 pagarkaalamirukkumattum Naan Ennai Anuppinavarudaiya Kiriyaigalai Seyyavendum; Oruvanum Kiriyai Seyyakkoodaadha Raakkaalam Varugiradhu. "
},{ "Verses": "5 naan Ulagaththilirukkaiyil Ulagaththirku Oliyaayirukkiren Endraar. "
},{ "Verses": "6 ivaigalai Solli, Avar Tharaiyile Thuppi, Umizhneerinaal Serundaakki, Andha Setraik Kurudanudaiya Kangalinmel Poosi: "
},{ "Verses": "7 nee Poi, Seelovaam Kulaththile Kazhuvu Endraar. Seelovaam Enbadharku Anuppappattavan Endru Arththamaam. Appadiye Avan Poik Kazhuvi, Paarvaiyadaindhavanaaith Thirumbivandhaan. "
},{ "Verses": "8 appozhudhu Ayalagaththaarum, Avan Kurudanaayirukkaiyil Avanaik Kandirundhavargalum: Ivan Utkaarndhu Pichchaik Kettukkondirundhavanallavaa Endraargal. "
},{ "Verses": "9 silar: Avandhaan Endraargal. Verusilar: Avanudaiya Saayalaayirukkiraan Endraargal. Avano: Naandhaan Avan Endraan. "
},{ "Verses": "10 appozhudhu Avargal Avanai Nokki: Un Kangal Eppadith Thirakkappattadhu Endraargal. "
},{ "Verses": "11 avan Pradhiyuththaramaaga: Yesu Ennappatta Oruvar Serundaakki, En Kangalinmel Poosi, Nee Poi Seelovaam Kulaththile Kazhuvu Endraar. Appadiye Naan Poik Kazhuvi, Paarvaiyadaindhen Endraan. "
},{ "Verses": "12 appozhudhu Avargal: Avar Enge Endraargal. Avan: Enakkuth Theriyaadhu Endraan. "
},{ "Verses": "13 kurudanaayirundha Avanaip Pariseyaridaththirkuk Konduponaargal. "
},{ "Verses": "14 yesu Serundaakki, Avan Kangalai Thirandha Naal Oivu Naalaayirundhadhu. "
},{ "Verses": "15 aagaiyaal Pariseyarum Avanai Nokki: Nee Eppadip Paarvaiyadaindhaai Endru Marupadiyum Kettaargal. Adharku Avan: Avar En Kangalinmel Setraip Poosinaar, Naan Kazhuvinen, Kaangiren Endraan. "
},{ "Verses": "16 appozhudhu Pariseyaril Silar: Andha Manushan Oivunaalaik Kaikkollaadhadhinaal Avan Dhevanidaththilirundhu Vandhavanalla Endraargal. Verusilar: Paaviyaayirukkira Manushan Ippadippatta Arpudhangalai Eppadi Seyvaan Endraargal. Ivvidhamaai Avargalukkulle Pirivinaiyundaayitru. "
},{ "Verses": "17 marupadiyum Avargal Kurudanai Nokki: Un Kangalaith Thirandhaane, Avanaikkuriththu Nee Enna Sollugiraai Endraargal. Adharku Avan: Avar Theerkkadharisi Endraan. "
},{ "Verses": "18 avan Kurudanaayirundhu Paarvaiyadaindhadhai Yoodhargal Nambaamal, Paarvaiyadaindhavanudaiya Thaaithagappanmaarai Azhaippiththu, "
},{ "Verses": "19 avargalai Nokki: Ungal Kumaaran Kurudanaaip Pirandhaan Endru Sollugireergale, Avan Ivandhaanaa? Ivanaanaal, Ippozhudhu Ivan Eppadip Paarvaiyadaindhaan Endru Kettaargal. "
},{ "Verses": "20 thaaithagappanmaar Pradhiyuththaramaaga: Ivan Engal Kumaarandhaan Endrum, Kurudanaaip Pirandhaan Endrum Engalukkuth Theriyum. "
},{ "Verses": "21 ippozhudhu Ivan Paarvaiyadaindha Vagai Engalukkuth Theriyaadhu; Ivan Kangalaith Thirandhavan Innaan Enbadhum Engalukkuth Theriyaadhu, Ivan Vayadhullavanaayirukkiraan, Ivanaik Kelungal, Ivane Solluvaan Endraargal. "
},{ "Verses": "22 avanudaiya Thaaithagappanmaar Yoodhargalukku Bayandhadhinaal Ippadi Sonnaargal. Enenil Yesuvaik Kristhu Endru Evanaavadhu Arikkaippanninaal Avanai Jebaaalayaththukkup Purambaakkavendumendru Yoodhargal Adharkumunname Kattuppaadu Seydhirundhaargal. "
},{ "Verses": "23 adhinimiththam: Ivan Vayadhullavanaayirukkiraan, Ivanaiye Kelungal Endru Avan Thaaithagappanmaar Sonnaargal. "
},{ "Verses": "24 aadhalaal Avargal Kurudanaayirundha Manushanai Irandaandharam Azhaiththu: Nee Dhevanai Magimaippaduththu; Indha Manushan Paaviyendru Naangal Arindhirukkirom Endraargal. "
},{ "Verses": "25 avan Pradhiyuththaramaaga: Avar Paaviyendru Enakkuth Theriyaadhu; Naan Kurudanaayirundhen, Ippozhudhu Kaangiren; Idhu Ondrudhaan Enakkuththeriyum Endraan. "
},{ "Verses": "26 avargal Marupadiyum Avanai Nokki: Unakku Ennaseydhaan, Un Kangalai Eppadith Thirandhaan Endraargal. "
},{ "Verses": "27 avan Pradhiyuththaramaaga: Munname Ungalukku Sonnen, Neengal Kelaamar Poneergal; Marupadiyum Ketka Vendiyadhenna? Avarukku Seesharaaga Ungalukkum Manadhundo Endraan. "
},{ "Verses": "28 appozhudhu Avargal Avanai Vaidhu: Nee Avanudaiya Seeshan, Naangal Moseyinudaiya Seeshar. "
},{ "Verses": "29 moseyudane Dhevan Pesinaarendru Arivom, Ivan Engeyirundhu Vandhavanendru Ariyom Endraargal. "
},{ "Verses": "30 adharku Andha Manushan: Avar En Kangalaith Thirandhirundhum, Avar Engeyirundhu Vandhavarendru Neengal Ariyaadhirukkiradhu Aachchariyamaana Kaariyam. "
},{ "Verses": "31 paavigalukku Dhevan Sevikodukkiradhillaiyendru Arindhirukkirom; Oruvan Dhevabakthiyullavanaayirundhu Avarukku Siththamaanadhai Seydhaal Avanukku Sevikoduppaar. "
},{ "Verses": "32 piravikkurudanudaiya Kangalai Oruvan Thirandhaanendru Ulagamundaanadhumudhal Kelvippattadhillaiye. "
},{ "Verses": "33 avar Dhevanidaththilirundhu Varaadhirundhaal Ondrum Seyyamaattaare Endraan. "
},{ "Verses": "34 avargal Avanukkup Pradhiyuththaramaaga: Muzhuvadhum Paavaththil Pirandha Nee Engalukkup Podhikkiraayo Endru Solli, Avanaip Purambe Thallivittaargal. "
},{ "Verses": "35 avanai Avargal Purambe Thallivittadhai Yesu Kelvippattu, Avanaik Kandapodhu: Nee Dhevanudaiya Kumaaranidaththil Visuvaasamaayirukkiraayaa Endraar. "
},{ "Verses": "36 adharku Avan: Aandavare, Avaridaththil Naan Visuvaasamaayirukkumpadikku Avar Yaar Endraan. "
},{ "Verses": "37 yesu Avanai Nokki: Nee Avaraik Kandirukkiraai, Unnudane Pesugiravar Avardhaan Endraar. "
},{ "Verses": "38 udane Avan: Aandavare, Visuvaasikkiren Endru Solli, Avaraip Panindhukondaan. "
},{ "Verses": "39 appozhudhu Yesu : Kaanaadhavargal Kaanumpadiyaagavum, Kaangiravargal Kurudaraagumpadiyaagavum Nyaayaththeerppukku Naan Indha Ulagaththil Vandhen Endraar. "
},{ "Verses": "40 avarudanekooda Irundha Pariseyaril Silar Ivaigalaik Kettapozhudhu: Naangalum Kurudaro Endraargal. "
},{ "Verses": "41 yesu Avargalai Nokki: Neengal Kurudaraayirundhaal Ungalukkup Paavamiraadhu; Neengal Kaangirom Endru Sollugirapadiyinaal Ungal Paavam Nilainirkiradhu Endraar. "
}
]