[
{ "Verses": "1 aadhiyile Vaarththai Irundhadhu, Andha Vaarththai Dhevanidaththilirundhadhu, Andha Vaarththai Dhevanaayirundhadhu. "
},{ "Verses": "2 avar Aadhiyile Dhevanodirundhaar. "
},{ "Verses": "3 sagalamum Avar Moolamaai Undaayitru; Undaanadhondrum Avaraaleyallaamal Undaagavillai. "
},{ "Verses": "4 avarukkul Jeevan Irundhadhu, Andha Jeevan Manusharukku Oliyaayirundhadhu. "
},{ "Verses": "5 andha Oli Irulile Pragaasikkiradhu; Irulaanadhu Adhaip Patrikkollavillai. "
},{ "Verses": "6 dhevanaal Anuppappatta Oru Manushan Irundhaan, Avan Per Yovaan. "
},{ "Verses": "7 avan Thannaal Ellaarum Visuvaasikkumpadi Andha Oliyaik Kuriththu Saatchikodukka Saatchiyaaga Vandhaan. "
},{ "Verses": "8 avan Andha Oliyalla, Andha Oliyaikkuriththu Saatchikodukka Vandhavanaayirundhaan. "
},{ "Verses": "9 ulagaththile Vandhu Endha Manushanaiyum Pragaasippikkira Oliye Andha Meyyaana Oli. "
},{ "Verses": "10 avar Ulagaththil Irundhaar, Ulagam Avar Moolamaai Undaayitru. Ulagamo Avarai Ariyavillai. "
},{ "Verses": "11 avar Thamakku Sondhamaanadhile Vandhaar, Avarukku Sondhamaanavargalo Avarai Etrukkollavillai. "
},{ "Verses": "12 avarudaiya Naamaththinmel Visuvaasamullavargalaai Avarai Etrukkondavargal Eththanaipergalo, Aththanai Pergalum Dhevanudaiya Pillaigalaagumpadi, Avargalukku Adhigaarankoduththaar. "
},{ "Verses": "13 avargal, Raththaththinaalaavadhu, Maamsa Siththaththinaalaavadhu Purushanudaiya Siththaththinaalaavadhu Piravaamal, Dhevanaale Pirandhavargal. "
},{ "Verses": "14 andha Vaarththai Maamsamaagi, Kirubaiyinaalum Saththiyaththinaalum Niraindhavaraai, Namakkulle Vaasampanninaar; Avarudaiya Magimaiyaik Kandom; Adhu Pidhaavukku Ore Peraanavarudaiya Magimaikku Etra Magimaiyaagave Irundhadhu. "
},{ "Verses": "15 yovaan Avaraikkuriththu Saatchikoduththu: Enakkup Pinvarugiravar Enakku Munnirundhavar, Aagaiyaal Avar Ennilum Menmaiyullavar Endru Naan Solliyirundhene, Avar Ivardhaan Endru Saththamittuk Koorinaan. "
},{ "Verses": "16 avarudaiya Paripooranaththinaal Naamellaarum Kirubaiyinmel Kirubai Petrom. "
},{ "Verses": "17 eppadiyenil Nyaayappramaanam Moseyin Moolamaaik Kodukkappattadhu, Kirubaiyum Saththiyamum Yesukristhuvin Moolamaai Undaayina. "
},{ "Verses": "18 dhevanai Oruvanum Orukkaalun Kandadhillai, Pidhaavin Madiyilirukkira Oreperaana Kumaarane Avarai Velippaduththinaar. "
},{ "Verses": "19 erusalemilirundhu Yoodhargal Aasaariyaraiyum Leviyaraiyum Yovaanidaththil Anuppi: Neer Yaar Endru Kettapozhudhu, "
},{ "Verses": "20 avan Marudhaliyaamal Arikkaiyittadhumandri, Naan Kristhu Alla Endrum Arikkaiyittaan. "
},{ "Verses": "21 appozhudhu Avargal: Pinnai Yaar? Neer Eliyaavaa Endru Kettaargal Adharku: Naan Avan Alla Endraan. Neer Theerkkadharisiyaanavaraa Endru Kettaargal. Adharkum: Alla Endraan. "
},{ "Verses": "22 avargal Pinnum Avanai Nokki: Neer Yaar? Engalai Anuppinavargalukku Naangal Uththaravu Sollumpadikku, Ummaikkuriththu Enna Sollugireer Endru Kettaargal. "
},{ "Verses": "23 adharku Avan: Karththarukku Vazhiyai Sevvaipannungal Endru Esaayaa Theerkkadharisi Sonnapadiye, Naan Vanaandharaththile Kooppidugiravanudaiya Saththamaayirukkiren Endraan. "
},{ "Verses": "24 anuppappattavargal Pariseyaraayirundhaargal. "
},{ "Verses": "25 avargal Avanai Nokki: Neer Kristhuvumalla, Eliyaavumalla, Theerkkadharisiyaanavarumallavendraal, En Gnaanasnaanan Kodukkireer Endru Kettaargal. "
},{ "Verses": "26 yovaan Avargalukkup Pradhiyuththaramaaga: Naan Jalaththinaale Gnaanasnaanankodukkiren; Neengal Ariyaadhirukkira Oruvar Ungal Naduvile Nirkiraar. "
},{ "Verses": "27 avar Enakkup Pinvandhum Ennilum Menmaiyullavar; Avarudaiya Paadharatchaiyin Vaarai Avizhppadharkum Naan Paaththiranalla Endraan. "
},{ "Verses": "28 ivaigal Yordhaanukku Akkaraiyil Yovaan Gnaanasnaanankoduththa Peththaaparaavile Nadandhana. "
},{ "Verses": "29 marunaalile Yovaan Yesuvaith Thannidaththil Varakkandu: Idho, Ulagaththin Paavaththai Sumandhutheerkkira Dheva Aattukkutti. "
},{ "Verses": "30 enakkuppin Oruvar Varugiraar, Avar Enakku Munnirundhapadiyaal Ennilum Menmaiyullavarendru Naan Sonnene, Avar Ivardhaan. "
},{ "Verses": "31 naanum Ivarai Ariyaadhirundhen; Ivar Isravelukku Velippadumporuttaaga, Naan Jalaththinaale Gnaanasnaanan Kodukka Vandhen Endraan. "
},{ "Verses": "32 pinnum Yovaan Saatchiyaaga Sonnadhu: Aaviyaanavar Puraavaippola Vaanaththilirundhirangi, Ivarmel Thanginadhaik Kanden. "
},{ "Verses": "33 naanum Ivarai Ariyaadhirundhen; Aanaalum Jalaththinaal Gnaanasnaanankodukkumpadi Ennai Anuppinavar; Aavyaanavar Irangi Yaarmel Thanguvadhai Nee Kaanbaayo, Avare Parisuththa Aaviyinaal Gnaanasnaanankodukkiravarendru Enakku Solliyirundhaar. "
},{ "Verses": "34 andhappadiye Naan Kandu, Ivare Dhevanudaiya Kumaaran Endru Saatchi Koduththu Varugiren Endraan. "
},{ "Verses": "35 marunaalile Yovaanum Avanudaiya Seesharil Iranduperum Nirkumpodhu, "
},{ "Verses": "36 yesu Nadandhupogiradhai Avan Kandu: Idho, Dheva Aattukkutti Endraan. "
},{ "Verses": "37 avan Appadi Sonnadhai Avvirandu Seesharunkettu, Yesuvukkup Pinsendraargal. "
},{ "Verses": "38 yesu Thirumbi, Avargal Pinsellugiradhaik Kandu: Enna Thedugireergal Endraar. Adharku Avargal: Rabee, Neer Enge Thangiyirukkireer Endru Kettaargal; Rabee Enbadharkup Podhagare Endru Arththamaam. "
},{ "Verses": "39 avar: Vandhu Paarungal Endraar. Avargal Vandhu Avar Thangiyirundha Idaththaik Kandu, Andraiyathdhinam Avaridaththil Thanginaargal. Appozhudhu Erakkuraiyap Paththumani Velaiyaayirundhadhu. "
},{ "Verses": "40 yovaan Sonnadhaik Kettu, Avarukkup Pinsendra Iranduperil Oruvan Seemon Pedhuruvin Sagodharanaagiya Andhireyaa Enbavan. "
},{ "Verses": "41 avan Mudhalaavadhu Than Sagodharanaagiya Seemonaik Kandu: Mesiyaavaik Kandom Endru Sonnaan; Mesiyaa Enbadharkuk Kristhu Endru Arththamaam. "
},{ "Verses": "42 pinbu, Avanai Yesuvinidaththil Koottikkonduvandhaan. Yesu Avanaip Paarththu: Nee Yonaavin Maganaagiya Seemon, Nee Kebaa Ennappaduvaai Endraar; Kebaa Enbadharkup Pedhuru Endru Arththamaam. "
},{ "Verses": "43 marunaalile Yesu Galileyaavukkuppoga Manadhaayirundhu, Pilippuvaikkandu: Nee Enakkup Pinsendru Vaa Endraar. "
},{ "Verses": "44 pilippenbavan Andhireyaa Pedhuru Enbavargaludaiya Ooraagiya Pedhsaayidhaa Pattanaththaan. "
},{ "Verses": "45 pilippu Naaththaanvelaik Kandu: Nyaayappramaanaththile Moseyum Theerkkadharisigalum Ezhudhiyirukkiravaraik Kandom; Avar Yoseppin Kumaaranum Naasareththooraanumaagiya Yesuve Endraan. "
},{ "Verses": "46 adharku Naaththaanvel: Naasareththilirundhu Yaadhoru Nanmai Undaagakkoodumaa Endraan. Adharkup Pilippu: Vandhu Paar Endraan. "
},{ "Verses": "47 yesu Naaththaanvelaith Thammidaththil Varakkandu Avanaikkuriththu: Idho, Kabadatra Uththama Isravelan Endraar. "
},{ "Verses": "48 adharku Naaththaanvel: Neer Ennai Eppadi Ariveer Endraan. Yesu Avanai Nokki: Pilippu Unnai Azhaikkiradharku Munne, Nee Aththimaraththin Keezhirukkumbodhu Unnaik Kanden Endraar. "
},{ "Verses": "49 adharku Naaththaanvel: Rabee, Neer Dhevanudaiya Kumaaran, Neer Isravelin Raajaa Endraan. "
},{ "Verses": "50 yesu Avanukkup Pradhiyuththaramaaga: Aththimaraththin Keezhe Unnaik Kanden Endru Naan Unakku Sonnadhinaaleyaa Visuvaasikkiraai; Idhilum Peridhaanavaigalaik Kaanbaai Endraar. "
},{ "Verses": "51 pinnum, Avar Avanai Nokki: Vaanam Thirandhirukkiradhaiyum, Dhevathoodhargal Manushakumaaranidaththilirundhu Erugiradhaiyum Irangugiradhaiyum Neengal Idhumudhal Kaanbeergal Endru Meyyaagave Meyyaagave Ungalukku Sollugiren Endraar. "
}
]