[
{ "Verses": "1 yovaanaippaarkkilum Yesu Anegam Perai Seesharaakki Gnaanasnaanankodukkiraarendru Pariseyar Kelvippattadhaagak Karththar Arindhapodhu, "
},{ "Verses": "2 yoodheyaavaivittu Marubadiyum Galileyaavukkup Ponaar. "
},{ "Verses": "3 yesu Thaame Gnaanasnaanankodukkavillai, Avarudaiya Seeshargal Koduththaargal. "
},{ "Verses": "4 avar Samaariyaa Naattin Vazhiyaaip Pogavendiyadhaayirundhapadiyaal, "
},{ "Verses": "5 yaakkobu Than Kumaaranaagiya Yoseppukkuk Koduththa Nilaththukku Aruge Irundha Samaariyaavilulla Seekaar Ennappatta Oorukku Vandhaar. "
},{ "Verses": "6 ange Yaakkobudaiya Kinaru Irundhadhu; Yesu Prayaanaththinaal Ilaippadaindhavaraai Andhak Kinatrinaruge Utkaarndhaar; Appozhudhu Erakkuraiya Aaraammani Velaiyaayirundhadhu. "
},{ "Verses": "7 avarudaiya Seeshargal Pojanapadhaarththangalaik Kollumpadi Oorukkulle Poyirundhaargal. "
},{ "Verses": "8 appozhudhu Samaariyaa Naattaalaagiya Oru Sthree Thanneer Molla Vandhaal. Yesu Avalai Nokki: Thaagaththukkuththaa Endraar. "
},{ "Verses": "9 yoodhargal Samaariyarudane Sambandhankalavaadhavargalaanapadiyaal, Samaariya Sthree Avarai Nokki: Neer Yoodhanaayirukka, Samaariyaa Sthreeyaagiya Ennidaththil, Thaagaththukkuththaa Endru Eppadik Ketkalaam Endraal. "
},{ "Verses": "10 yesu Avalukkup Pradhiyuththaramaaga: Nee Dhevanudaiya Eevaiyum, Thaagaththukkuththaa Endru Unnidaththil Ketkiravar Innaar Enbadhaiyum Arindhirundhaayaanaal, Neeye Avaridaththil Kettiruppaai, Avar Unakku Jeevaththanneeraik Koduththiruppaar Endraar. "
},{ "Verses": "11 adharku Andha Sthree: Aandavare, Mondukolla Ummidaththil Paaththiramillaiye, Kinarum Aazhamaayirukkiradhe, Pinnai Engeyirundhu Umakku Jeevaththanneer Undaagum. "
},{ "Verses": "12 indhak Kinatrai Engalukkuth Thandha Nammudaiya Pidhaavaagiya Yaakkobaip Paarkkilum Neer Periyavaro. Avarum Avar Pillaigalum Avar Mirugajeevangalum Idhile Kudiththadhunde Endraal. "
},{ "Verses": "13 yesu Avalukkup Pradhiyuththaramaaga: Indhath Thanneeraik Kudikkiravanukku Marupadiyum Thaagamundaagum. "
},{ "Verses": "14 naan Kodukkum Thanneeraik Kudikkiravanukko Orukkaalum Thaagamundaagaadhu; Naan Avanukkuk Kodukkum Thanneer Avanukkulle Niththiyajeevakaalamaai Oorugira Neerootraayirukkum Endraar. "
},{ "Verses": "15 andha Sthree Avarai Nokki: Aandavare, Enakkuth Thaagamundaagaamalum, Naan Inge Mondukolla Varaamalumirukkumpadi Andhath Thanneerai Enakkuth Tharavendum Endraal. "
},{ "Verses": "16 yesu Avalai Nokki: Nee Poi, Un Purushanai Inge Azhaiththukkonduvaa Endraar. "
},{ "Verses": "17 adharku Andha Sthree Enakkuppurushan Illai Endraal. Yesu Avalai Nokki: Enakkup Purushan Illaiyendru Nee Sonnadhu Saridhaan. "
},{ "Verses": "18 eppadiyenil, Aindhu Purushar Unakkirundhaargal, Ippozhudhu Unakkirukkiravan Unakkup Purushanalla, Idhai Ullapadi Sonnaai Endraar. "
},{ "Verses": "19 appozhudhu Andha Sthree Avarai Nokki: Aandavare, Neer Theerkkadharisi Endru Kaangiren. "
},{ "Verses": "20 engal Pidhaakkal Indha Malaiyile Thozhudhukonduvandhaargal; Neengal Erusalemilirukkira Sthalaththile Thozhudhukollavendum Engireergale Endraal. "
},{ "Verses": "21 adharku Yesu : Sthreeye, Naan Sollugiradhai Nambu. Neengal Indha Malaiyilum Erusalemilum Maaththiramalla, Engum Pidhaavaith Thozhudhukollunkaalam Varugiradhu. "
},{ "Verses": "22 neengal Ariyaadhadhaith Thozhudhukollugireergal; Naangal Arindhirukkiradhaith Thozhudhukollugirom; Enendraal Ratchippu Yoodhargal Vazhiyaai Varugiradhu. "
},{ "Verses": "23 unmaiyaaith Thozhudhukollugiravargal Pidhaavai Aaviyodum Unmaiyodum Thozhudhukollunkaalam Varum, Adhu Ippozhudhe Vandhirukkiradhu; Thammaith Thozhudhukollugiravargal Ippadippattavargalaayirukkumpadi Pidhaavaanavar Virumbugiraar. "
},{ "Verses": "24 dhevan Aavyaayirukkiraar, Avaraith Thozhudhukollugiravargal Aaviyodum Unmaiyodum Avaraith Thozhudhukollavendum Endraar. "
},{ "Verses": "25 andha Sthree Avarai Nokki: Kristhu Ennappadugira Mesiyaa Varugiraar Endru Ariven, Avar Varumbodhu Ellaavatraiyum Namakku Arivippaar Endraal. "
},{ "Verses": "26 adharku Yesu : Unnudane Pesugira Naane Avar Endraar. "
},{ "Verses": "27 aththarunaththil Avarudaiya Seeshargal Vandhu, Avar Sthreeyudane Pesugiradhaippatri Aachchariyappattaargal. Aagilum Enna Thedugireerendraavadhu, En Avaludane Pesugireerendraavadhu, Oruvanum Ketkavillai. "
},{ "Verses": "28 appozhudhu Andha Sthree, Than Kudaththai Vaiththuvittu, Oorukkullepoi, Janangalai Nokki: "
},{ "Verses": "29 naan Seydha Ellaavatraiyum Oru Manushan Enakku Sonnaar; Avarai Vandhu Paarungal; Avar Kristhudhaano Endraal. "
},{ "Verses": "30 appozhudhu Avargal Oorilirundhu Purappattu Avaridaththil Vandhaargal. "
},{ "Verses": "31 ippadi Nadakkaiyil Seeshargal Avarai Nokki: Rabee, Bojanampannum Endru Vendikkondaargal. "
},{ "Verses": "32 adharku Avar: Naan Pusippadharku Neengal Ariyaadha Oru Bojanam Enakku Undu Endraar. "
},{ "Verses": "33 appozhudhu Seeshargal Oruvaraiyoruvar Paarththu: Yaaraavadhu Avarukku Bojanam Konduvandhiruppaano Endraargal. "
},{ "Verses": "34 yesu Avargalai Nokki: Naan Ennai Anuppinavarudaiya Siththaththinpadi Seydhu Avarudaiya Kiriyaiyai Mudippadhe Ennudaiya Bojanamaayirukkiradhu. "
},{ "Verses": "35 aruppukkaalam Varugiradharku Innum Naalumaadham Sellum Endru Neengal Sollugiradhillaiyaa? Idho, Vayalnilangal Ippozhudhe Aruppukku Vilaindhirukkiradhendru Ungal Kangalai Ereduththuppaarungal Endru Naan Ungalukku Sollugiren. "
},{ "Verses": "36 vidhaikkiravanum Arukkiravanumaagiya Iruvarum Orumiththu Sandhoshappadaththakkadhaaga, Arukkiravan Kooliyai Vaangi, Niththiya Jeevanukkaagap Palanai Serththukkollugiraan. "
},{ "Verses": "37 vidhaikkiravan Oruvan Arukkiravan Oruvan Engira Meyyaana Vazhakkachchol Idhinaale Vilangugiradhu. "
},{ "Verses": "38 neengal Prayaasappattup Payiridaadhadhai Arukka Naan Ungalai Anuppinen, Matravargal Prayaasappattaargal, Avargaludaiya Prayaasaththin Palanai Neengal Petreergal Endraar. "
},{ "Verses": "39 naan Seydha Ellaavatraiyum Enakku Sonnaar Endru Saatchi Sonna Andha Sthreeyinudaiya Vaarththaiyinimiththam Andha Oorilulla Samaariyaril Anegar Avarmel Visuvaasamullavargalaanaargal. "
},{ "Verses": "40 samaariyar Avaridaththil Vandhu, Thangalidaththil Thangavendumendru Avarai Vendikkondaargal; Avar Irandunaal Ange Thanginaar. "
},{ "Verses": "41 appozhudhu Avarudaiya Ubadhesaththinimiththam Innum Anegamper Visuvaasiththu, "
},{ "Verses": "42 andha Sthreeyai Nokki: Un Sollinimiththam Alla, Avarudaiya Ubadhesaththai Naangale Kettu, Avar Meyyaaik Kristhuvaagiya Ulagaratchagar Endru Arindhu Visuvaasikkirom Endraargal. "
},{ "Verses": "43 irandunaalaikkuppinbu Avar Avvidamvittup Purappattu, Galileyaavukkup Ponaar. "
},{ "Verses": "44 oru Theerkkadharisikkuth Than Sondha Oorile Ganamillaiyendru Yesu Thaame Solliyirundhaar. "
},{ "Verses": "45 avar Galileyaavil Vandhapodhu, Erusalemil Pandigaiyile Avar Seydha Ellaavatraiyum Paarththirundha Galileyar Avarai Etrukkondaargal. Avargalum Pandigaikkup Poyirundhaargal. "
},{ "Verses": "46 pinbu, Yesu Thaam Thanneeraith Thraatcharasamaakkina Galileyaavilulla Kaanaa Oorukku Marupadiyum Vandhaar; Appozhudhu Kapparnakoomile Raajaavin Manusharil Oruvanudaiya Kumaaran Vyaadhiyaayirundhaan. "
},{ "Verses": "47 yesu Yoodheyaavilirundhu Galileyaavukku Vandhaarendru Andha Manushan Kelvippattapodhu, Avaridaththirkup Poi, Than Magan Marana Avasthaiyaayirundhapadiyinaale, Avanaik Gunamaakkumpadikku Varavendumendru Avarai Vendikkondaan. "
},{ "Verses": "48 appozhudhu Yesu Avanai Nokki: Neengal Adaiyaalangalaiyum Arpudhangalaiyum Kaanaavittaal Visuvaasikkamaatteergal Endraar. "
},{ "Verses": "49 adharku Raajaavin Manushan: Aandavare, En Pillai Saagiradharkumunne Varavendum Endraan. "
},{ "Verses": "50 yesu Avanai Nokki: Nee Pogalaam, Un Kumaaran Pizhaiththirukkiraan Endraar. Andha Manushan, Yesu Sonna Vaarththaiyai Nambip Ponaan. "
},{ "Verses": "51 avan Pogaiyil, Avanudaiya Oozhiyakkaarar Avanukku Edhirkonduvandhu, Ummudaiya Kumaaran Pizhaiththirukkiraan Endru Ariviththaargal. "
},{ "Verses": "52 appozhudhu: Endha Manineraththil Avanukku Gunamundaayitru Endru Avargalidaththil Visaariththaan. Avargal: Netru Ezhaamanineraththil Juram Avanai Vittadhu Endraargal. "
},{ "Verses": "53 un Kumaaran Pizhaiththirukkiraan Endru Yesu Thannudane Sonna Manineram Adhuve Endru Thagappan Arindhu, Avanum Avan Veettaaranaivarum Visuvaasiththaargal. "
},{ "Verses": "54 yesu Yoodheyaavilirundhu Galileyaavukkuth Thirumbivandhapinbu, Idhu Avar Seydha Irandaam Arpudham. "
}
]