[
{ "Verses": "1 neengal Idaraladaiyaadhapadikku Ivaigalai Ungalukku Sonnen. "
},{ "Verses": "2 avargal Ungalai Jebaaalayangalukkup Purambaakkuvaargal; Melum Ungalaik Kolaiseygiravan Thaan Dhevanukkuth Thonduseygiravanendru Ninaikkun Kaalam Varum. "
},{ "Verses": "3 avargal Pidhaavaiyum Ennaiyum Ariyaadhapadiyinaal Ivaigalai Ungalukku Seyvaargal. "
},{ "Verses": "4 andhak Kaalam Varumbodhu Naan Ivaigalai Ungalukku Sonnenendru Neengal Ninaikkumpadi Ivaigalai Ungalukku Solliyirukkiren; Naan Ungaludanekooda Irundhapadiyinaal Aarambaththile Ivaigalai Ungalukku Sollavillai. "
},{ "Verses": "5 ippozhudhu Naan Ennai Anuppinavaridaththirkup Pogiren; Enge Pogireerendru Ungalil Oruvanum Ennaik Ketkavillai. "
},{ "Verses": "6 aanaalum Naan Ivaigalai Ungalukku Sonnadhinaal Ungal Irudhayam Dhukkaththaal Niraindhirukkiradhu. "
},{ "Verses": "7 naan Ungalukku Unmaiyai Sollugiren; Naan Pogiradhu Ungalukkup Prayojanamaayirukkum; Naan Pogaadhirundhaal, Thetraravaalan Ungalidaththil Varaar; Naan Poveneyaagil Avarai Ungalidaththirku Anuppuven. "
},{ "Verses": "8 avar Vandhu, Paavaththaikkuriththum, Needhiyaikkuriththum, Nyaayaththeerppaikkuriththum, Ulagaththaik Kandiththu Unarththuvaar. "
},{ "Verses": "9 avargal Ennai Visuvaasiyaadhapadiyinaale Paavaththaikkuriththum, "
},{ "Verses": "10 neengal Ini Ennaik Kaanaadhapadikku Naan En Pidhaavinidaththirkup Pogirapadiyinaale Needhiyaikkuriththum, "
},{ "Verses": "11 indha Ulagaththin Adhibadhi Nyaayantheerkkappattadhinaale Nyaayaththeerppaikkuriththum, Kandiththu Unarththuvaar. "
},{ "Verses": "12 innum Anegankaariyangalai Naan Ungalukku Sollavendiyadhaayirukkiradhu, Avaigalai Neengal Ippozhudhu Thaangamaatteergal. "
},{ "Verses": "13 saththiya Aaviyaagiya Avar Varumbodhu, Sagala Saththiyaththirkullum Ungalai Nadaththuvaar; Avar Thammudaiya Suyamaaip Pesaamal, Thaam Kelvippattavaigal Yaavaiyuncholli, Varappogira Kaariyangalai Ungalukku Arivippaar. "
},{ "Verses": "14 avar Ennudaiyadhil Eduththu Ungalukku Arivippadhinaal Ennai Magimaippaduththuvaar. "
},{ "Verses": "15 pidhaavinudaiyavaigal Yaavum Ennudaiyavaigal; Adhinaale Avar Ennudaiyadhil Eduththu Ungalukku Arivippaar Endren. "
},{ "Verses": "16 naan Pidhaavinidaththirkup Pogirapadiyinaal Konjakkaalaththile Ennaik Kaanaadhiruppeergal, Marupadiyum Konjakkaalaththile Ennaik Kaanbeergal Endraar. "
},{ "Verses": "17 appozhudhu Avarudaiya Seesharil Silar: Naan Pidhaavinidaththirkup Pogirapadiyinaal, Konjakkaalaththile Ennaik Kaanaadhiruppeergal Endrum, Marupadiyum Konjakkaalaththile Ennaik Kaanbeergal Endrum Avar Nammudane Sollugiradhin Karuththenna Endru Thangalukkulle Pesikkondadhumandri; "
},{ "Verses": "18 konjakkaalam Engiraare, Idhenna? Avar Sollugiradhu Innadhendru Namakku Vilangavillaiye Endraargal. "
},{ "Verses": "19 adhaikkuriththuth Thammidaththil Ketkumpadi Avargal Virumbugiradhai Yesu Arindhu, Avargalai Nokki: Konjakkaalaththile Ennaik Kaanaadhiruppeergal, Marupadiyum Konjakkaalaththile Ennaik Kaanbeergal Endru Naan Sonnadhaikkuriththu Neengal Ungalukkulle Visaarikkireergalo? "
},{ "Verses": "20 meyyaagave Meyyaagave Naan Ungalukku Sollugiren: Neengal Azhudhu Pulambuveergal, Ulagamo Sandhoshappadum; Neengal Dhukkappaduveergal, Aanaalum Ungal Dhukkam Sandhoshamaaga Maarum. "
},{ "Verses": "21 sthreeyaanavalukkup Prasavakaalam Vandhirukkumbodhu Aval Dhukkamadaigiraal; Pillaipetravudane Oru Manushan Ulagaththil Pirandhaanengira Sandhoshaththinaal Appuram Ubaththiravaththai Ninaiyaal. "
},{ "Verses": "22 adhupola Neengalum Ippozhudhu Dhukkamadaindhirukkireergal. Naan Marupadiyum Ungalaik Kaanben, Appozhudhu Ungal Irudhayam Sandhoshappadum, Ungal Sandhoshaththai Oruvanum Ungalidaththilirundhu Eduththuppodamaattaan. "
},{ "Verses": "23 andha Naalile Neengal Ennidaththil Ondrun Ketkamaatteergal. Meyyaagave Meyyaagave Naan Ungalukku Sollugiren, Neengal En Naamaththinaale Pidhaavinidaththil Kettukkolvadhedhuvo Adhai Avar Ungalukkuth Tharuvaar. "
},{ "Verses": "24 idhuvaraikkum Neengal En Naamaththinaale Ondrum Ketkavillai; Kelungal, Appozhudhu Ungal Sandhosham Niraivaayirukkumpadi Petrukkolveergal. "
},{ "Verses": "25 ivaigalai Naan Uvamaigalaai Ungaludane Pesugiren; Kaalam Varum, Appozhudhu Naan Uvamaigalaai Ungaludane Pesaamal, Pidhaavaikkuriththu Velippadaiyaaga Ungalukku Arivippen. "
},{ "Verses": "26 andha Naalil Neengal En Naamaththinaale Vendikkolveergal. Ungalukkaagap Pidhaavai Naan Kettukkolvenendru Ungalukku Sollavendiyadhillai. "
},{ "Verses": "27 neengal Ennai Snegiththu, Naan Dhevanidaththilirundhu Purappattuvandhenendru Visuvaasikkirapadiyinaal Pidhaadhaame Ungalai Snegikkiraar. "
},{ "Verses": "28 naan Pidhaavinidaththilirundhu Purappattu Ulagaththile Vandhen; Marupadiyum Ulagaththaivittu Pidhaavinidaththirkup Pogiren Endraar. "
},{ "Verses": "29 avarudaiya Seeshargal Avarai Nokki: Idho, Ippozhudhu Neer Uvamaiyaaip Pesaamal, Velippadaiyaaip Pesugireer. "
},{ "Verses": "30 neer Ellaavatraiyum Arindhirukkireer Endrum, Oruvan Ummai Vinaava Venduvadhillaiyendrum, Ippozhudhu Arindhirukkirom; Idhinaale Neer Dhevanidaththilirundhu Vandheerendru Visuvaasikkirom Endraargal. "
},{ "Verses": "31 yesu Avargalukkup Pradhiyuththaramaaga: Ippozhudhu Neengal Visuvaasikkireergal. "
},{ "Verses": "32 idho, Neengal Sidharundu, Avanavan Thanthan Idaththukkup Poi, Ennaith Thaniye Vittuvidunkaalam Varum; Adhu Ippozhudhu Vandhirukkiradhu; Aanaalum Naan Thaniththiren, Pidhaa Ennudanekooda Irukkiraar. "
},{ "Verses": "33 ennidaththil Ungalukku Samaadhaanam Undaayirukkum Poruttu Ivaigalai Ungalukku Sonnen. Ulagaththil Ungalukku Ubaththiravam Undu, Aanaalum Thidankollungal; Naan Ulagaththai Jeyiththen Endraar. "
}
]