[
    {
      "Verses": "1 YESUKIRISTHUVINUDAIYA OOZHIYAKKAARANUM, YAAKKOBINUDAIYA SAGODHARANUMAAYIRUKKIRA YOODHAA, PIDHAAVAAGIYA THEVANAALE PARISUTHTHAMAAKKAPPATTAVARGALUM, YESUKIRISTHUVINAALE KAAKKAPPATTAVARGALUMAAGIYA AZHAIKKAPPATTAVARGALUKKU EZHUDHUGIRADHAAVADHU:"
    },
    {
      "Verses": "2 UNGALUKKU IRAKKAMUM SAMAADHAANAMUM ANBUM PERUGAKKADAVADHU."
    },
    {
      "Verses": "3 PIRIYAMAANAVARGALE, PODHUVAANA IRATCHIPPAIKKURITHTHU UNGALUKKU EZHUDHUMPADI NAAN MIGAVUM KARUTHTHULLAVANAAYIRUKKAIYIL, PARISUTHTHAVAANGALUKKU ORUVISAI OPPUKKODUKKAPPATTA VISUVAASATHTHIRKAAGA NEENGAL THAIRIYAMAAIP PORAADAVENDUMENDRU UNGALUKKU EZHUDHI UNARTHTHUVADHU ENAKKU AVASIYAMAAIK KANDADHU."
    },
    {
      "Verses": "4 ENENIL NAMADHU DHEVANUDAIYA KIRUBAIYAIK KAAMAVIGAARATHTHUKKEDHUVAAGAP PURATTI, ONDRAANA AANDAVARAAGIYA DHEVANAIYUM, NAMMUDAIYA KARTHTHARAAGIYA IYESUKIRISTHUVAIYUM MARUDHALIKKIRA BAKTHIYATRAVARGALAAGIYA SILAR PAKKAVAZHIYAAI NUZHAINDHIRUKKIRAARGAL; AVARGAL INDHA AAKKINAIKKULLAAVAARGALENDRU POORVATHTHILE EZHUDHIYIRUKKIRADHU."
    },
    {
      "Verses": "5 NEENGAL MUNNAME ARINDHIRUNDHAALUM, NAAN UNGALUKKU NINAIPPOOTTA VIRUMBUGIRADHENNAVENIL, KARTHTHAR THAMADHU JANATHTHAI EGIPTHU DHESATHTHILIRUNDHU VARAPPANNI IRATCHITHTHU, PINBU VISUVAASIYAADHAVARGALAI AZHITHTHAAR."
    },
    {
      "Verses": "6 THANGALUDAIYA AADHIMENMAIYAIK KAATHTHUKKOLLAAMAL, THANGALUKKURIYA VAASASTHALATHTHAI VITTUVITTA THOODHARGALAIYUM, MAGAA NAALIN NIYAAYATHTHEERPPUKKENDRU NITHTHIYA SANGILIGALINAALE KATTI, ANDHAGAARATHTHILADAITHTHU VAITHTHIRUKKIRAAR."
    },
    {
      "Verses": "7 APPADIYE SODHOM KOMORAA PATTANATHTHAARGALUM, AVAIGALAI SOOZHNDHA PATTANATHTHAARGALUM, AVARGALAIP POL VIBASAARAMPANNI, ANNIYA MAAMSATHTHAITH THODARNDHU, NITHTHIYA AKKINIYIN AAKKINAIYAIADAINDHU, THIRUSHTAANDHAMAAGA VAIKKAPPATTIRUKKIRAARGAL."
    },
    {
      "Verses": "8 APPADIPPOLAVE, SOPPANAKKAARARAAGIYA IVARGALUM MAAMSATHTHAI ASUSIPPADUTHTHIKKONDU, KARTHTHATHTHUVATHTHAI ASATTAIPANNI, MAGATHTHUVANGALAITH DHOOSHIKKIRAARGAL."
    },
    {
      "Verses": "9 PIRADHAANA THOODHANAAGIYA MIKAAVEL, MOSEYIN SAREERATHTHAIK KURITHTHUP PISAASUTANE THARKKITHTHUPPESINAPODHU, AVANAITH THOOSHANAMAAIK KUTRAPPADUTHTHATH THUNIYAAMAL: KARTHTHAR UNNAIK KADINDHUKOLVAARAAGA ENDRU SONNAAN."
    },
    {
      "Verses": "10 IVARGAL THANGALUKKUTH THERIYAADHAVAIGALAITH THOOSHIKKIRAARGAL; BUTHTHIYILLAADHA MIRUGANGALAIPPOLA SUBAAVAPPADI THANGALUKKUTH THERINDHIRUKKIRAVAIGALAALE THANGALAIK KEDUTHTHUKKOLLUGIRAARGAL."
    },
    {
      "Verses": "11 IVARGALUKKU AIYO! IVARGAL KAAYEENUDAIYA VAZHIYIL NADANDHU, PILEYAAM KOOLIKKAAGA SEYDHA VANJAGATHTHILE VIRAINDHODI, KORAA EDHIRTHTHUPPESINA PAAVATHTHIRKULLAAGI, KETTUPPONAARGAL."
    },
    {
      "Verses": "12 IVARGAL UNGAL ANBIN VIRUNDHUGALIL KARAIGALAAYIRUNDHU, BAYAMINDRIK KOODA VIRUNDHUNDU, THANGALAITH THAANGALE MEYTHTHUKKOLLUGIRAARGAL; IVARGAL KAATRUGALAAL ADIYUNDODUGIRA THANNEERATRA MEGANGALUM, ILAIYUDHIRNDHU KANIYATRU IRANDUDHARAN SETHTHU VERATRUP PONA MARANGALUM,"
    },
    {
      "Verses": "13 THANGAL AVAMAANANGALAI NURAITHALLUGIRA AMALIYAANA KADALALAIGALUM, MAARKKANTHAPPI ALAIGIRA NATCHATHTHIRANGALUMAAYIRUKKIRAARGAL; IVARGALUKKAAGA ENDRENDRAIKKUM KAARIRULE VAIKKAPPATTIRUKKIRADHU."
    },
    {
      "Verses": "14 AADHAAMUKKU EZHAANDHALAIMURAIYAANA ENOKKUM IVARGALAIKKURITHTHU: IDHO, ELLAARUKKUM NIYAAYATHTHEERPPUK KODUKKIRADHARKUM, AVARGALIL AVABAKTHIYULLAVARGAL YAAVARUM AVABAKTHIYAAI SEYDHUVANDHA SAGALA AVABAKTHIYAANA KIRIYAIGALINIMITHTHAMUM,"
    },
    {
      "Verses": "15 THAMAKKU VIRODHAMAAI AVABAKTHIYULLA PAAVIGAL PESINA KADINA VAARTHTHAIGALELLAAVATRINIMITHTHAMUM, AVARGALAIK KANDIKKIRADHARKUM, AAYIRAMAAYIRAMAANA THAMADHU PARISUTHTHAVAANGALODUNKOODA KARTHTHARVARUGIRAAR ENDRU MUNNARIVITHTHAAN."
    },
    {
      "Verses": "16 IVARGAL MURUMURUKKIRAVARGALUM, MURAIYIDUGIRAVARGALUM, THANGAL ICHCHAIGALINPADI NADAKKIRAVARGALUMAAYIRUKKIRAARGAL; IVARGALUDAIYA VAAI IRUMAAPPAANAVAIGALAIPPESUM; THARPOZHIVUKKAAGA MUGASTHUDHI SEYVAARGAL."
    },
    {
      "Verses": "17 NEENGALO PIRIYAMAANAVARGALE, NAMMUDAIYA KARTHTHARAAGIYA YESUKIRISTHUVIN APPOSTHALARAAL MUN SOLLAPPATTA VAARTHTHAIGALAI NINAIVUKOORUNGAL."
    },
    {
      "Verses": "18 KADAISIKKAALATHTHILE THANGAL THUNMAARKKAMAANA ICHCHAIGALINPADI NADAKKIRA PARIYAASAKKAARAR THONDRUVAARGAL ENDRU UNGALUKKU SONNAARGALE."
    },
    {
      "Verses": "19 IVARGAL PIRINDHU POGIRAVARGALUM, JENMASUBAAVATHTHAARUM, AAVIYILLAADHAVARGALUMAAME."
    },
    {
      "Verses": "20 NEENGALO PIRIYAMAANAVARGALE, UNGAL MAGAA PARISUTHTHAMAANA VISUVAASATHTHINMEL UNGALAI URUDHIPPADUTHTHIKKONDU, PARISUTHTHA AAVIKKUL JEBAMPANNI,"
    },
    {
      "Verses": "21 DHEVANUDAIYA ANBILE UNGALAIK KAATHTHUKKONDU, NITHTHIYA JEEVANUKKEDHUVAAGA NAMMUDAIYA KARTHTHARAAGIYA YESUKKIRISTHUVINUDAIYA IRAKKATHTHAIPPERAK KAATHTHIRUNGAL."
    },
    {
      "Verses": "22 ALLAAMALUM, NEENGAL PAGUTHTHARIVULLAVARGALAAYIRUNDHU, SILARUKKU IRAKKAM PAARAATTI, SILARAI AKKINIYILIRUNDHU IZHUTHTHUVITTU, BAYATHTHODE IRATCHITHTHU,"
    },
    {
      "Verses": "23 MAAMSATHTHAAL KARAIPPATTIRUKKIRA VASTHIRATHTHAIYUM VERUTHTHUTH THALLUNGAL."
    },
    {
      "Verses": "24 VAZHUVAADHAPADI UNGALAIK KAAKKAVUM, THAMADHU MAGIMAIYULLA SANNIDHAANATHTHILE MIGUNDHA MAGIZHCHCHIYODE UNGALAI MAASATRAVARGALAAI NIRUTHTHAVUM VALLAMAIYULLAVARUM,"
    },
    {
      "Verses": "25 THAAM ORUVARE GNAANAMULLAVARUMAAGIYA NAMMUDAIYA IRATCHAGARAANA DHEVANUKKU GANAMUM MAGATHTHUVAMUM VALLAMAIYUM ADHIGAARAMUM IPPOZHUDHUM EPPOZHUDHUM UNDAAVADHAAGA. AAMEN."
    }
  ]